好评: 大佬们重新安装了下系统为什么游戏无法启动了重下了3次都不行
好评: 好游戏
差评: 1.修改键位后，会自动重置。
2.空格键是菜单，无法将空格设置为战斗键位，难道SNK不知道hitbox是什么吗
3.反人类菜单键位设置，菜单键位无法修改
4.不是arc ggst用回滚代码，你们是不是拳皇15都没打算用回滚代码？
好评: 支持
好评: 拳皇，街霸，侍魂，月华剑士，这都是街机的经典格斗游戏，如今能看到3D版本的侍魂真是三生有幸，还以为会像月华剑士那样GG了。断末奥义依然保留，只不过没有侍魂5那种血腥场景了（也不算遗憾，毕竟有点太重口了，这会劝退很多玩家的，大不了关闭血腥模式就好了）。可惜的一点是过去那些经典boss没有上场，看不到水姬~~~流泪
好评: 从第一代开始玩的，当年玩的街机。然后移植到世嘉MD上，机能不够去掉了地震这个角色。
好评: 虽说是格斗游戏，但是剧情过于简陋了
好评: 虽然线上不好进但是还是买了只因太喜欢这IP当初还没上pc端就等了好久一上线二话不说就入了
差评: 线上匹配根本没人，去小黑盒上看全球一天在线也就8个，还没拳皇14人多。主机版本读取时间长的问题pc也没优化，用固态照样等很久
差评: The game itself is great, great PvE.
Remote play: controller setting for remote play is the pain in the ass.
PvP: my friends and I have issues with online game play, it's either one of us got game crash, or one of us is on the way to crash.
may be PS4 edition is a better option.
好评: 画面精良，招式华丽，上手友好，伊吕波大（误），侍魂系列的巅峰之作，最重要的一点是我不玩PVP
好评: 血流成河！
好评: 能不能让我匹配到人打对战，萌新不想再打人机！
好评: 我是傻逼
好评: 很好玩的游戏:3之不过卡的跟一个狗一样
好评: very good！！！！！

好评: 可以看的出SNK是花了精力有这游戏上的，可是侍魂的格斗核心在今日竞技观赏上不是太好。再加上缺少推广和比赛使得这游戏拿不到好的口碑，最终沦为情怀而已
好评: 服务器上怎么没有人啊
好评: better than kof13 and sf5
好评: 如果不是Epic独占和国区的定价我对这游戏印象能好很多吧，反正现在觉得是挺烂的
好评: 尽管玩的很菜，尽管内容不多，尽管游戏鬼服，尽管定价略显离谱，尽管SNK现在完完全全比不上卡普空，但是方方面面来讲我还是非常喜欢这一个侍魂，很想给他提“即使手残仍大爱”奖项，但是脑子里不知不觉又弹出选人界面那个魔性的三弦BGM了，那就给他提“最佳原声音轨”吧！
好评: 21小时全成就，爽！好玩！就是鬼服。。。需要和自己朋友一起 非常happy 爽就完了！！！！
好评: 看了不少评论，还是下决心买了，主要还是太喜欢这个了，没试线上，我估计我的线上比那些差评的好不到哪里去，但是线下玩还是挺爽的，也比较容易上手，，所以我给好评，一方面我喜欢，另一方面我玩线下就很开心了，至于按键，我就设置了一次，没有出现重复设置的情况。
好评: 好玩
差评: 这游戏我等了很长的时间满心期待等来的却是失望主要有两点其一我是个摇杆玩家这游戏的摇杆按键是默认的试了好久都没办法更改也不知道是这游戏本身就有问题还是我的摇杆有问题我用的是拳霸Q1摇杆还是我调摇杆的技术有问题其二这游戏在线玩的人极少要是没有个朋友和你一起玩的话建议不要购买我现在对SNK的游戏真的很失望本来还期待拳皇15看看这侍魂晓的表现拳皇15我也不关注了我还是凑合着玩玩卡普空的街霸5吧感觉现在的SNK的确是不能和卡普空相提并论
好评: 满满的情怀，画质和操作感比老款游戏好很多，人物如果能加全、优惠幅度再大些就更好了~哈哈
好评: 1993年に発売された初代サムライスピリッツが、２６年の時を超え、
動きも絵も、ものすごく美麗になって帰ってきました。
（一番最後のサムスピは、2008年発売の『サムライスピリッツ閃』、
　こちらで換算しても１１年振りの新作です）

画質が上がっただけでなく、斬った時の血しぶきと、その返り血を浴びるのには
斬った爽快感がありますが、血が苦手な人がテレビの前にいる時には、注意が必要です。

本作は（DLCを除いて）１６人のプレイヤーキャラクターが登場しますが、６人は海外の
キャラクターです。『サムライスピリッツ』というからには、ほぼ全員を日本人にしてほし
かったと思いましたが、これは海外のプレイヤーを視野に入れたからだと思われます。

本作の出来は、1993年に、「いざ、尋常に……一本目、勝負！」を
聞いて驚きながらプレイしていた者も、うならせるだけの完成度です。
（ちなみにあたしは２０代の女オタクです）
差评: 为什么不能单买？
差评: 每次更新都要验证完整性，每次都巨久，这次好了，直接一年以上。强奸硬盘是吧
好评: 真的被气到爆炸，这么好的游戏，怎么能把服务器做的这么差，简直没办法联机，让玩家用幻灯片模式打格斗，也算是SNK的一大技术创新了
好评: pc版就应该再长点心嘛，不过也算是用爱发电了。
好评: 画面不错，人物也很全，很喜欢，推荐！
好评: 很棒的格斗游戏
差评: 垃圾游戏，满心期待买了个豪华版，结果进游戏连遥感都认不出，我他么换手柄还不行么。
结果手柄他妈永远默认2P。。连操作界面我都进不去。。。。。。。。   一个格斗游戏对手柄遥感的优化识别优化都能做的这么差。我他么折腾2-3个小时连个选人界面都没法用手柄或者遥感操作。  再见侍魂再见SNK
好评: 从小在街机厅里就喜欢侍魂系列，这代作品自然不会错过。
好评: 为什么不能联网
差评: 一开始我居然还觉得SNK又行了？
差评: 游戏是好游戏 运营以及优化就是一坨屎 更新了40M之后 优化了离线可以玩离线模式 结果我特么进去就离线了 也没法在游戏中上线登录 且不说联网的问题 这种最基本的东西给弄好有那么难么
好评: 本来这游戏我是可以不买的，但为了补票侍魂买侍魂晓也算不亏。但基于这个游戏目前的机制,连不上服务器就玩不了,连单机都玩不了,要是那天连不上了,我是要退款的,丑话先说在前面，先小人后君子，SNK也是懂事的，不会为难我们这些老支持者。
差评: 联不上，已退款
差评: 除了画面，游戏相比侍魂2、3、4毫无进步。
好评: 童年的回忆
好评: 《SAMURAI SHODOWN》是经典剑戟格斗游戏《侍魂》系列的最新作。《侍魂》系列自1993年诞生于世，用冷兵器进行战斗的这一剑戟格斗系列游戏风靡了全世界。本作在继承系列游戏极具魅力的世界观和游戏体验的同时、更面向终极绝美的画面做出进化。  非常喜欢天草四郎这个人物  小时候的美好回忆  每次用天草四郎都很兴奋  再一次的重温儿童时候的快乐
差评: 人太少，对战半天搜不到局，搜到了还大多是欧美的，一卡一卡

差评: 还要联网才可以玩，打个练习场都不行，真的太傻逼了。
好评: 一直是侍魂系列的粉丝，这一作简化了很多系统，每个角色也各有特色。
格斗爽了还有奈子看，希望后续DLC多出些大大滴waifu。
你滴SNK，大大滴好！！！

谢谢你,SNK.
Thank you, SNK.

Tips：好评是给离线模式的，每个人物都有各自的故事线还有插画。那个线上联机体验太逊了，好不容易脸上了，即使挂了加速器延迟一样高，想要爽快地真人战斗还是叫上盆友来自己家里俩手柄本地联机得了。
差评: 一进游戏界面一直Loading什么意思等了半天进不去。第一次给格斗游戏打差评
好评: 很多年前，侍魂系列诞生，刀光剑影，一击必杀，不同于其他格斗游戏的爽快风格让人沉迷其中，瑰丽的剑客世界从此展开。日月如梭光阴似箭，我陪伴着剑士们斩天草，降罗将，灭红郎，败我旺，斩妖除魔笑傲江湖风雨同舟数十载，体验他们快意恩仇，情深义重。虽小有别离，但从不曾相忘。
忘记是侍魂的哪个版本了（因为侍魂游戏推出的时间并非按侍魂故事的先后顺序，所以记忆有些凌乱），剑客已尽数换成新人，娜可露露仅存魂魄于世间，霸王丸须发皆白，但依然豪迈洒脱，剑法无双。不由感慨原来他们也和我们一样，会不断成长、老去。
今时不同往日，人生活在现实中注定没有太多时间游戏，但只要游玩侍魂，则像与老友对饮，相逢未晚谈笑风生，觥筹交错不忍释杯。
真心希望侍魂系列继续发展、延续。期待多年以后，侍魂仍有新作发售，就算彼时我已垂垂老矣无力再战，也一定会打开游戏，说上一声 ：“朋友，好久不见！”
差评: 2年后登录STEAM，网络仍然是这么烂……不要买就对了，买了也只是落灰
好评:  233
好评: 非常经典的游戏 很棒的移植 不过最好配上街机摇杆就最棒了
好评: 我真操你妈我买了全dlc的大包下了1个小时你就给我喂屎？就各种连接失败？真有你的SNK我真操你妈
好评: 小学玩的第一个街机游戏，情怀拉满。
除联机外的游戏内容：超级高水平，音乐场景机制，砍起来贼刺激。
联机：裸连其实还可以，确实大多数情况容易顿卡，但也能遇到几乎不卡的对手（体验很爽）
好评: 跟朋友裸连卡成屎，等一个加速器
差评: .....连接失败怎么玩啊
差评: 用了各种方法，天王老子来了都是连接失败，真是吐了
好评: 从一部到现在除了一个主机独占没玩过，所有系列都玩过。就当给青春买单吧！
好评: 裸连没有任何问题 试着匹配了一下 区域改成全部也很快就排到，不知道你们连不上的是什么问题。总之游戏很棒我很喜欢
差评: 真的无语了，根本玩不了，总是显示连接失败，我试了好几个加速器，雷神、UU，vpn都试了，都不行。对得起我们吗？rnm，退钱！！！！
好评: 老链接失败~  SNK你真是头子~~~   等了2年了~  买了链接不进去
好评: 很好玩
差评: 等了2年终于登陆了Steam，期间Epic独占了一年，这代素质是毋庸置疑的不错，简化了系统和操作难度还有连招，让玩法回归到了格斗游戏原点的立回与博弈，对新手非常友好，以及几个联动角色也让玩家津津乐道，作为格斗游戏爱好者以及系列多年的粉丝，本来打算给好评的，但是有些问题我不得不说一下，这是我见过联机体验最差的格斗游戏没有之一，无论是服务器还是联机质量都特别的差劲，就算开了加速器也是一样的，国内和国内联机都能卡成狗，各种卡顿拖慢层出不穷，就算你们在同一个省都会经常出现卡顿的情况，我从PS4版首发到现在，打了没有一千把也有几百把了，这之中几乎没有一把网络对战是没卡过的，本来以为Steam版网络能好些，结果和其他平台没有任何区别，我从未见过联机质量如此之差的格斗游戏，就连街霸5都自愧不如，SNK打死都不肯加个Rollback网络代码，而且作为一个格斗游戏，居然连对战回放和查看别人个人资料的功能都没有，以上这些问题导致我实在没法给这个游戏好评，就算我想把格斗游戏这种小众类型推荐给更多的人，也无法做出这种昧着良心的事情。想买本作的玩家一定要谨慎购买，想练习的话最好的体验还是打线下对战，线上模式会让你充分体验到延迟和卡顿的双重折磨，根本无法磨炼技术水平，同时国区高昂的定价以及少得可怜的在线人数也是不推荐购买的地方，对于一个已经发售2年的游戏就算打骨折也还是挺贵的，如果没有朋友一起玩千万不要买，买了也只有吃灰这一个结局。
差评: 不说绝对不会EPIC独占这种真香的话，你特么做PC版搞个烂的不行的键位预设，垃圾得要死的改键设置，这些我都忍了，服务器连不上是我网不好我信了，打电脑100 %精防被乱杀是我菜我认了，这是脑血栓多少年才会让每次退出游戏重新上要重新设置键位？你是瞧不起键盘玩家是不是？GGS那狗屎问题我不想说，你这个STEAM版我是真香不起来，SNK活该破产被收购
好评: 神作！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！
好评: steam和epic各买了一份 算是还了愿了   游戏很不错  个人感觉比街霸5好玩  希望能火起来
好评: 我是伞兵
好评: 模型很色，孩子很喜欢
好评: 很好很经典，是童年的味道。
好评: 首先，配置要求非常低。。4K很容易。。
其次，必须联网才能进入游戏，国内需要加速器
最后，某低价区可以很便宜的入，比起Epic要实惠很多
好评: snk，我这个人说话比较直，你别介意。
拖了好久的pc版咱们既然出了那就用点心是吧，之前epic上的冷饭我吃了，再难以下咽我也没吐出来，硬是咽下去了。现在又在steam上端上来了，我还期待着能翻炒的热乎点或者舔点料什么的，结果还是原来的配方熟悉的味道，价格也是一点不含糊。
但我还是来了个顶配套餐并给了你好评，不为别的，只因为我是个深深的爱着你的傻逼。
好评: 666666666666666
好评: 2019年6月，某PC游戏平台想花10万份游戏的预购金额（近六百万美元）买断《侍魂》新作的独家发行权，但SNK的CEO拒绝了，因为他认为新作《侍魂晓》将卖出至少百万份。
次年3月，某PC平台发布了春季即将发售的新游戏宣传片视频，侍魂晓作为当时最大的“牌面”赫然在列。
真香~
差评: 经常性莫名其妙的返回到标题？！？！？！另外，这联机状态跟街霸5一个样...都是联不上...虽然从小学开始玩侍魂的（暴露年龄）但是目前暂时不推荐
好评: 好玩，就是弹反太吃操作了，我这个手残党玩不来。要是龙珠的自在空玩得好，来玩这个游戏应该没啥问题
差评: 登录不进去，呵呵直接退款
差评: 没人玩的东西，排了20分钟一个人都见不到，ps4都多少年了才来steam？奉劝各位别买
差评: 垃圾snk，玩了15分钟不让退款说玩了两小时（我共享的号是我自己的共享号玩了14分钟），不开加速器单机都进不去，看到评论的千万别买，谁买坑谁
好评: 等了几年了 终于上STEAM了 入了入了
好评: 教程走了一遍，霸王丹通关了，这是童年的味道呀~~~

格斗的节奏很快，爆气伤害贼高~~和拳皇一样的3D建模，纹理让我有点劝退，但并不妨碍我给他好评！！

希望可以多多借鉴其他优秀的3D格斗建模和渲染。。
差评:  开vpn都连不上，连不上就玩不了，snk逆天了属实

中文用户名的问题，换英文裸连进，但snk还是很逆天
好评: 隔壁罪恶装备退款买了这个，我是聪明逼，大莱莱还有阿离她们不香吗
差评: 给你们PC爸爸就这待遇？等了这么久不说，下载了连游戏都进不去。我是伞兵
好评: 隔壁罪恶装备新作辱华，不惯着，立马退款买侍魂晓，真香！

配置要求不高，出招表简单，格斗新手也能入坑
好评: nice picture,nice game, 100% love
