好评: 说实话 题材和素质真的不错 但是不做成单人游戏真的可惜  弄个天国拯救的rpg 真就爱死了    这么硬核 实战感觉也用不出几套 加上延时 弹反啥的感觉都凭运气   只能说可惜了。。。
差评: 把把3ooping，不推荐买，开了加速器也只是不掉包了，电脑也不差，巫师3，只狼，天国都可以畅玩不推荐这游戏

好评: 玩这个游戏的人全部都嗦我牛志
好评: 好！
好评: bu cuo
好评: 很真实

好评: 很好玩，经常玩的话手感会好些
好评: 怎么说呢好玩是好玩，但是我已经打腻了已经2600小时了300级嗯正式退游。
好评: 我想去砍别人，但最后被砍的只有我
好评: 人比较菜，单挑打不过真人咳咳，里面PVE还蛮好玩的
好评: nb
好评: 给虐的好爽：）
好评: Cnm
好评: 上手难度比较高。大佬吊打一堆萌新。
人越来越少，国服基本鬼了，全是老外，而且还极其不友好。
都去玩《Chivalry 2》了。
[h1]记住看见光身子的大汉赶快跑，很有可能是大佬[/h1]
好评: nm
差评: 游戏是好游戏，可惜攻击判定做的跟一坨SHIT一样，还有大佬的降维打击般的技术，除非是特别喜欢这一类型的游戏，我个人是不推荐购买的，纯粹是花钱找罪受。
好评: 新人得在网上看看教程，入门了就好玩了
好评: 中国人不骗中国人，这游戏除了延迟，没有问题
好评: 爽爆
好评: it could be my longest play time game.mordhau,DAMN!
好评: A REAL GOOD GAME OFTEN HAVE A GOOD ARENA
差评: 踢人系统太low了，什么事都没干就被踢出来了
好评: VERY VERY GOOD
国人也能玩
是谁说国服不能玩的
好评: 产卵！产卵！awsl！
差评: 狗屎一样的T人系统。
好评: 虐萌新，好玩（无慈悲）
好评: 玩的人太少了，挺好玩的
好评: 非常好玩的游戏 治好了我多年的下半身不遂。现在已经是骨灰级玩家了，战斗画面血腥但又不失严谨，焦灼但又带着风趣。实名举报 我的床又大又软 一局游戏杀了我八次
差评: nigger？
差评: 现在的情况是只能快到的时候提前按鼠标攻击，近身之后就怎么都按不出来了，加上游戏机制的原因，一旦近身就基本上相当于送人头了。除非有好用的西方国家的IP网络，或者喜欢玩单机打斗，否则还是建议你去隔壁chivalry2。
好评: 比较拟真的冷兵器游戏，还行吧。
好评: 已经被砍自闭了，甚至一局都摸不到人一下
差评: 麻，一年没碰了，这么惨吗？
好评: 弓箭好玩，适合新手，外国人太猛了，殴打不了
差评: 操作困难，网速要求高，不值得推荐
好评: 还彳亍
差评: garbage game
好评: 《收尾·飞鸟各投林》
为官的，家业凋零。富贵的，金银散尽。
有恩的，死里逃生。无情的，分明报应。
欠命的，命已还。欠泪的，泪已尽。
冤冤相报实非轻，分离合聚皆前定。
欲知命短问前生，老来富贵也真侥幸。
看破的，遁入空门。痴迷的，枉送了性命。
好一似食尽鸟投林，落了片白茫茫大地真干净！
好评: 原版部落模式可以加回来吗秋梨膏
差评: 最喜欢的游戏之一
差评: ——2022/01/04 
[h1] 由于官方一系列脑残SB操作（不听取玩家意见，玩法地图更新极慢，服务器问题等）导致玩家数量流失严重，国内服仅存2-3个还在用爱发电，仍然难以搜到，故此评测改为不推荐，除非很喜欢这类游戏，否则不要入手，基本鬼服了 [/h1]

以下为原评测：
1K小时了，写个评测吧，希望能帮到感兴趣/想入坑的你

——这是一款中世纪风的冷兵器格斗游戏，十分强调操作、意识与团队目标，武器盔甲技能的种类与数量丰富，你可以自由DIY自己的配装，比如1、穿全身重型板甲+侩子手大剑/大锤，成为又硬又能输出高伤害的骑士老爷2、穿更轻便当然防御低些的板甲衣锁子甲手持长矛长戟成为中坚力量，3、装备弩或弓成为远程射手，并带一把匕首或砍刀作为副武器，射杀敌方步兵和敌方弓兵对狙4、你甚至可以只穿一条大裤衩手持巨剑全裸冲入敌阵瞎JB砍（说的就是那个叫莽夫的），最近一次大更新更是加入了巨人和侏儒等技能大大提升了可玩性和丰富程度。游戏模式有部落（PVE)、前线、入侵、死亡竞赛、大逃杀等，最热门的当属前线入侵，双方分成各几十人的队伍占点推进并完成目标，如解救人质，击杀/保护指挥官。目前官方服务器最近的只有亚服且貌似在新加坡，在官服游玩需要开加速器否则高延迟很影响游戏体验，推荐在服务器列表中搜索国内玩家自建的服务器进行游玩，人多延迟低不用开加速器

更新，针对疑问比较多的地方给新人一些提示
——搜不到服务器？官方改用新服务之后ping显示很高，实际国服都是几十ping，进去后就显示正常了，筛选条件全取消勾选，模式选所有，ping上限填0，刷新后往下找，或按~打开控制台输入指令 m.UseOldServerBrowser 1 回车后刷新也能搜到
——改中文方法：进游戏后点右上角齿轮，第一行下拉列表选中文后右下角应用即可
——进新手教程方法：点最上方中间战斗按钮，再点TRAINING进教程，学完有2500金币奖励哦
——为什么我会被秒杀？1、猎人技能，远程武器对同样是拿远程武器（弓弩）的人造成3倍伤害，穿3级重甲一样会被秒2、大槌爆头能秒满血3级头，侩子手剑、巨斧等对1级头或无甲身体都能直接秒杀，进军械库选择武器后点右边的高级可查看武器伤害速度等数据
——怎么举起盾牌？手持盾牌长按鼠标右键或R键，决斗小盾和轻盾是不能举起的，长按R就直接扔出去了（打中敌人有伤害，所以有人带3个盾牌当美国队长）举盾后第一次攻击有攻速加成
——为什么逃跑总是跑不掉被追上？背对敌人后追你的人有追杀速度加成，当然你追敌人也有，所以要么早点跑出追杀范围要么不跑硬肛🤺
——分不清队友敌人？按H键开启队友标识，同时注意看衣服颜色，不要把染了一身血的队友当成红色砍死了，杀队友多了会被踢或封禁

以下为各项优缺点
优点：
+++有官方中文，但更新不及时，最近几个新版本新增的文本就没翻
+++高质量的画面效果，武器盔甲地形等材质精细
+++操作方式多样且准确，左右横砍、下劈、上挑，刺，踢，投掷，变招，防御反击，对刃，假动作等，手感因人而异，个人觉得不错，打击反馈很爽，尤其大锤爆头
+++细节多制作用心，符合常理又附带欢乐元素，比如你不小心把投掷类武器插到队友身上，你可以再捡回来继续用（前提是你的队友没有砍了你这叛徒）或把盾背在后背可以挡投掷物（我装完逼还能跑真特么刺激）雪地地图的冰柱被攻击会掉下来直接把人秒杀（还是一个成就）
缺点：
——基本操作简单，进阶操作较复杂，特别是对于没有玩过类似游戏的来说上手难度较高，有时前线PVP一整局只杀几个人死三四十次被乱杀（我       说       我        自     己）
——新手引导不完善，个人觉得萌新一定要做教程，起码介绍了基本操作，不至于被糊里糊涂的暴打然后弃坑，

*关于游戏环境：
介绍了这么多，感谢你能看到这里，再废话几句其它评论里不少说到的氛围问题，目的是告诉你游戏环境并不像他们说的那么极差，故意打队友、嘴臭、开挂的弱智脑残确实有，但是多数人都会群起而攻之，向服务器管理员举报很快就会踢掉或封禁，最出名的那几个只会杀队友骂人的傻逼孤儿什么王天野余跃龙早就被绝大多数服务器永久封禁根本没机会见到，至于某些臭名昭著的战队呵呵，单挑服群殴嘴臭还骂你菜，你回击权限狗护犊子管理员就封你，就是一群弱智小朋友聚集在一起欺负新人，真是有够好笑呢，如果你发现进入的服务器有这样的氛围那赶快换服玩吧，粪坑就让它自己臭着，其它正常的服务器不会做出此类劝退新人的脑残行为，顺便一提这类弱智小朋友组成的战队已经凉了2个了（让我康康现在谁名字前面还顶着YG  苇名）

最后，欢迎入坑这个硬核又沙雕的游戏，希望你能收获快乐
[spoiler] 参加64名球员拔河比赛大战，点击左键快速产卵 [/spoiler]
差评: 以前这游戏确实挺好玩的 现在连服务器都进不去你告诉我现在怎么玩  byebye了 顺带一提 王天野你真他妈是条狗
好评: 这游戏一点都不好玩（1000小时）
差评: 确实太卡了，ping值一直很高还有丢包，这还是我开了加速器的情况下，就离谱
差评: 国服没有了，开加速器基本没用，现在不建议购买了
差评: 没国服，加速器也卡
好评: The mw2 of this time.
差评: 打这个游戏，死了之后有时候无法复活，就一直卡在那。不知道为什么。延迟很高，目前没有好的解决方案。
好评: 全球服加速，游戏里选东亚地区，为什么延迟还是100+
差评: 没国服，半天找不到服务器！游戏体验太好了，必须给好评啊！啊？我这不是好评吗？
差评: 我玩你吗傻逼游戏
好评: 不错的冷兵器游戏，64人模式很好玩
差评: 开加速器ping太高
差评: 游戏ping太高了，根本就他妈的玩不了，玩家素质巨低
好评: i really love this game.
i really want  Chinoiserie and Janponism  game content .
差评: 他奶奶滴，久不玩进个服务器随便丢个飞刀打死个挂机的管理员挨永禁？这B游戏就这么点人还有不认识爷的人？我佛了，B游戏人少戾气重，圈子越小B事越多
差评: 没国服，ping是真他娘高，打个游戏像坐牢
好评: 是我玩过最好玩的中世纪剑斗游戏了
好评: 速速击剑
好评: 你做的好啊！你做的好啊！（指部落模式更新）
好评: 有意思
好评: 是兄弟就来砍我！
差评: 破几把游戏
差评: 弱智运营商
好评: kill em all!!!
好评: 男人不能不会用冷兵器，真的
好评: 好玩
好评: 有中国服务器入就对了
差评: 刚买时候国内体验还不错，后来更新一次国服就没法玩了。草你妈的垃圾游戏
差评: 推荐骑砍
差评: 没有国服，垃圾游戏!!!单机游戏
好评: 点赞只是因为有官中，游戏一般，不推荐吧，优化感觉不好，退出游戏后还有点卡顿。看上去还是半成品。4了下直联ping，都超过100了，作为主打联机的游戏，不能直联，还需要加速器之类的体验就不好了。humble bundle包入的本体约3元，目前就这，看以后追评。
差评: ljyx
差评: 现在没国服了，不推荐
差评: 20年疫情时买的当时和朋友天天开黑玩贼有乐趣，那时还有国区服务器，最近想玩了一回来国区服务器也没了延迟贼高，你让我玩你吗啊？不推荐独狼萌新玩家入手，对了永远忘不了王天野这个傻逼
差评: 动作僵硬，玩的人也少，国区服务器也没有，全是几十几百级屠杀萌新，毫无游戏体验
好评: 1.游戏很好玩，里面人也挺有意思的，
2.想玩国服请把延迟调到999并且换成全部模式
3.不要开加速器玩，进国服多高也别开
4.萌新进游戏的话找个人教你玩，游戏体验会好很多
5.游戏武器盔甲十分丰富但是需要花时间来获得，前期会给你初始盔甲，属性完全一致，不存在装备压制
6.进入服务器之前一定看好规则，否则后果很严重
7游戏小众，留下来的大部分是精英玩家，打不过很正常，网上有很多教程。
8.这个也算是一个社交模拟器
最后祝大家玩的开心，享受游戏带来的乐趣
拜拜喽
差评: 打人机没钱和经验。
简中翻译一坨屎。

好评: 鬼服了
差评: 没了国服延迟高了
差评: 这个游戏别买 进去只能玩单机 不让国服玩 就别卖到国服来！草！
好评: 不错的游戏。被追着打真有趣
好评: 杀伤效果非常真实，玩法又比较沙雕很有趣！推荐！
好评: good game
好评: 可以
好评: 好游戏，但希望制作组能够维护服务器
好评: 很好的一款游戏
差评: 脊椎折断剑法属实牛逼，
差评: 乱的一批
好评: nice
差评: 没有国区，没有国内服务器，为什么要赚中国人的钱？操你妈傻逼
差评: 操作太复杂了！没有PVE！ 人又少！对新手极度！极度！极度！不友好！玩了一个钟就想退！没有你打的过的！除了训练场假人！电脑陪练都没


差评: Votekick abusing
好评: 延迟一直是一个问题，延迟只要高于100，明显格挡动作出来了，还是没挡到。

第3人称很适合混战，可以更清楚看清周围敌人，以及自己跑位。明显强于第一人称，对于我这种喜欢第一人称的玩家，遇到人多的混战必须用第3人称，有点难受，当初就冲着第一人来的，这第3人称优势这么大，我何必去玩荣耀战魂。

投石车太恶心，特别是被自己这方的投石车炸死，建议移除投石车。

后期过于无聊，武器分为，刺，砍，射，再加一个脚踢。每把武器不同只是伤害和攻击距离以及速度，衣服好看也没几件，钱不知道买什么。

是真的白瞎了这些城堡地图，攻城战搞得和守望先锋一样推车游戏，这是唯一一个真的感觉到输赢不重要的对战游戏，砍就完事了。
因为骑士2拉了，还是雷霆好玩。改好评

差评: 让我来告诉你这是一款什么游戏 首先 你网速慢一点 你就会体验到 跟挂逼打架的感觉 其次 全程游戏性就是跑图 玩法嘛 就跟你cf打刀战没区别      以上都可以接受的话   【线上几乎没人】不过没关系 游戏很贴心的给你出了pve模式 不行了我每词了 我是傻逼
好评: 没加速器玩着费劲
好评: Spartan armour and weapon PLZ
差评: 某种程度上，是《骑士：中世纪战争》的续作。
最近这个游戏的低PING服务器变少了，而且有时候角色死亡还会锁定屏幕以至于不能复活。不推荐在这个时候入手游戏。
好评: 非常棒

好评: 这游戏真##难

推荐刚接触的萌新可以去单挑服找一下带佬教一下基本操作，一般老玩家（100级以上）都很喜欢教萌新的（最好可以语音），这游戏真的非常执着大更新.....更新一次后短时间内不会有别的改动


ps：我真的很期待开放添加创意工坊，我跪在这求求你们了

2021.2.18  rn先人垃圾游戏给爷爬！！！！！！

2021.10.31  我这人很简单，你出笛子我给你好评。
好评: 一直搞不明白这个游戏名字怎么念
现在搞懂了 冇得活
好评: 我纯纯的是个大SB
差评: 没有国区为什么在国内卖？
好评: 

好评: 很好的一个游戏，疫情之前还有国内服务器，玩的很爽。后来欺负大陆玩家，取消了国内服务器，东亚服务器延迟也在160左右，丢帧卡顿，只能弃坑，大陆市场基层是丢光了。
差评: SB游戏，现在玩都玩不了，没服务器，排位也打不了，锁区了。中国人没法玩，没有官服提供国人。
好评: 请大家注意：

两军交战  不斩乐师
差评: 锁国区？
差评: 更新之后卡得要死，我2080ti都顶不住，全低特效情况下经常从120帧直接掉到60，新的动作系统连骑士都不如了，射箭的声音也改成被狗屎砸到一样难听，投石机直接变废一个20度的小坡都tm能卡死动不了。
好评: dogshit game

好评: 我是几把
差评: 官方是什么意思啊 一直连不上就不要买中国呗 搞得什么啊

好评: 需要加速器
好评: 牛逼
好评: 玩这游戏的是不是脑子都有问题？
原来我100小时了啊 那没事了
现在我200小时了
现在300小时了
400小时
500小时了我操
差评: 不好玩，根本打不过别人。
好评: 好评主要是给外观，各种各样的板甲和头盔很帅气
希望能够再更新一些PVE合作玩法。。。。虽然感觉官方没这种计划

PVP嘛，基本就是各种被大佬虐，都不知道是延迟杀还是挂，对面第一名大佬砍你的时候，第一刀，如果你挡了，那必定假动作没砍接第二招，如果你不挡，OK是真的砍，你死了，我试过很多次了，某些局里面我专门找对面第一名打架


--------------------------------------

有没有一种可能

雷霆一击能有骑砍的大地图RPG模式
好评: 1234
差评: 垃圾游戏给爷爬
差评:     yue了
差评: 已从账户中移除
差评: 开服承诺的官方匹配到现在都没个信，一个游戏全靠玩家私服续命也就算了，新版本直接搞防火墙劝退。
好评: 好玩
好评: 爽
好评: 奈斯
好评: 这游戏挺好，就是里面有些玩家不当人，特别是老玩家，我刚玩的时候被集火干，后来玩了几个月才能跟他们抗衡一会，这游戏素质高的玩家特别高，少部分素质低下之人，特别喜欢搞偷袭，这游戏新手很难，起码玩个一个月就能掌握操作
好评: 是时候画上圆满的句号了
差评: 第一次写评测，写的不好见谅一下，这游戏对新人来说极其不友好，昨天就有一个俄罗斯人带着他的两个朋友欺负我，我们就骂起来了，然后他们三个一直打我，我最后把他杀了一次直接退了，结果今天又遇上他了，上来就骂我noob，我也骂回去了，然后他就跟他朋友见我一次杀一次，最后我跟两个人抱团了，结果他们直接把我踢了，我们本来要加好友的，直接就被踢了，我过了一会儿重进了，那几个俄罗斯人不见了，我那两个朋友也不见了，一个叫时差，一个w开头后面是一串数字的，我真的很气愤，打就打吧，还联合别人踢我，要是我好友加上了都不至于这么生气，而且我才29级，那两个兄弟看到我希望能加我一下，还有一个是台湾人。
  以上内容纯属个人观点，觉得不对的可以提意见，但是不要骂人，那两个朋友我是真希望你们能加上我，，就到这了。
好评: 见到对面好几个一起冲过来，做好多半是要被搞死的思想准备（很好很真实。。。。。）
队友是靠不住的，只会往你和敌人中间跳进来捣乱。。
技术练的再多，也会意外死于冷箭和骑手的冲击。
好评: good
好评: 66666666
好评: 进不去游戏的玩家，可以尝试浏览本地文件-Mordhau-Mordhau-Content-Paks，删除除pakchunk0-45以外的所有mod文件，方可进入游戏。
好评: 好游戏
差评: 某些国人素质真低，没人了，不要买了
差评: 想入手的亚洲玩家们看过来!!看过来看过来!!

别入,这个游戏把所有亚洲玩家背刺了,你现在进游戏的话几乎找不到服务器,找到了也是超级高延迟

也就是说你根本无法获得游戏体验,如果你不相信我的话可以买这个游戏但千万别超过2h否则无法退款

差评: 自从出了骑士2，就再也没玩这游戏了，虽然骑士2没出我就不玩了。
骑士2操作简单易上手，适合我这种手残党，而且格挡更适合新手，秒挡带冷却去死好吗。
骑士2打起来更容易更连贯，两款游戏也很像。但是我是刀锋过来的，更喜欢骑士2

差评: 玩家太友好，介意入手，然后退款
好评: 好游戏，只是我不会玩
好评: 。
好评: 玩这个得戒战魂
好评: rnm赶紧更新
好评: 不错的中世纪对战游戏，劈砍手感做的挺好的，打完这游戏r6都会甩刀了
好评: 解压！
差评: 鬼服了
好评: 还不错
好评: 游戏本身是好游戏，至于游戏环境和玩家素质，懂得都懂
好评: 萌新刚入手前线基本一把下来杀不了几人死无数次，打1v1也疯狂被虐，有时候被傻逼追杀还打不过很难受，但这游戏萌新上升空间很大，只有被虐的够多了才能成长，谁不是被虐过来的，等到个300小时你就会慢慢的开始理解会玩这款游戏，如今萌新越来越多，游戏也越来越好，很值得玩。

萌新建议：刚玩打前线的时候可以先用刺，等慢慢熟悉了再练砍，死了不要喷，那样只会让自己更气。
等一切熟悉了练砍的时候可以多去b站看看教学视频，快慢刀的练习，这里建议先学慢刀，练好之后后面还能学拖刀，还会学到偏斜，上升空间真的很大。

1v1地图下切忌乱打，那样只会被ban，等他人打完回完血之后和他人先做下礼仪动作再开始，不然后果懂。

游戏是好游戏，缺点傻逼多，什么样的人都有，尽量别乱玩不然会被ex到，最大的建议是：尽量别加战队！尽量别加战队！尽量别加战队！！！重要的事情说三遍，如****的话：不加战队就是中世纪格斗游戏，加了战队就是政治游戏。有理走遍天下。

Nice game，good luck.

评论那么多，点赞就我一个，下次再也不发这种教学了

添加：目前国服只剩下三个单挑服有人玩，因为官方原因社区服搜不到老服务器，可以控制台·输入m.UseOldServerBrowser 1再刷新服务器列表就能看到服务器，真心喜欢这款游戏，也希望官方能在中国建立官匹服务器，那样会有更多人来玩，另外大家如果被欺负了，比如老玩家故意欺负你，可以报我名字BLACK MASK(镜子），你会被打的更惨哈哈哈：）

更新留言：官方搜不到服务器问题已经解决，大家可以去玩社区服，右边筛选，游戏模式All，延迟300，可以搜到国内服务器

不要加游骑兵战队，个别烂狗占据管理位置,特别是领头狗
差评: 太好了，这个游戏终于修复了玩家可以进入游戏的bug
Great, this game has finally fixed the bug that players can log in
差评: 牛马服务器
好评: 我心目中比较完美的游戏
相对平衡 玩法自由  可正可邪  皮肤武器自定义
少年 为了你的拔剑梦

好评: 这是一款竞技偏娱乐向的游戏，单挑，前线被dalao虐？
不要紧 慢慢磨练自己的技术，谁还不是新手过来的。

我仍旧记着我在前线21杀20死时的喜悦，到后来的百人斩。
在单挑挑不过任何人，到如今还能占有一席之地。

 这游戏最重要的就是快乐，爽，砍人的时候尤其爽
当你听着敌人头颅被你削下的音效时你的多巴胺就会迅速分泌。

虽然官方更新慢的要死，但是国服仍旧每日在线人数20+，大家都在等待官方更新后再战沙场XD


好评: nbnb
好评: 非常喜欢，非常完美，喜欢开发商提高游戏完美性
好评: 释放压力 冲冲冲
差评: 1.游戏服务器问题，国服太少，对于新手来讲太过于困难，变强需要大量的游玩时间，我认为可以当休闲游戏来玩，在这个游戏上花费时间太浪费了。
2.游戏环境恶劣，国服素质极差，动不动就骂人，小学生或者找存在感，骂不完然后加上新手打不过。你需要心态极好，脾气贼好，忍耐力极强，这是我玩了300多个小时体验下来的感受。
3.这游戏是个暴力血腥游戏，这游戏作者本身就打算把这个游戏变成一弱肉强食的游戏，友好的的玩家太少了，天天有人搞你心态，本来想开心的玩游戏，关游戏后已经是很疲惫。
我本身原是其实中世纪战争CMIC战队玩家，玩这类游戏有5年时间了，我现在还可以记得当年骑士中世纪跟朋友们玩的快乐。但是这俩款游戏却让我感到恶行，玩家素质差太多了，可能是时代不一样了，总之我并不是很推荐Mordhau这款游戏，无法让我体验到任何长期的快乐。
2021年8月8日已卸载。
还有菜卵是SB&&&&&&&&
差评: 更新是拖了又拖，一直在画饼，RNM！退钱！
好评: 听说雷霆一击的热干面要倒掉了，我只是听说，我没有亲见。但我见过活着的热干面，风驰电掣地站在战友群中，用自己的权限，让四方友军跪伏于这位皮肤白暂的先生。这是属于雷霆一击战友群管理之首，新生代老炮，当下雷霆圈的顶流，他们都这样说。雷霆圈顶流的作为我也看过，仅为娱乐，我以为。然而所有的顶流中，我最早知道的只有这位热干面君。早就有人说过，热干面实则一滩污水。此君先是占据了前线，吸引玩家入群聚集，就令人闻名。接着到了群，让所有人都认识了他。再后来，他在群里当上了管理员，就有资本为王。而玩家们讲的要有趣得多，大约是热干面现实生活喜欢男生，特别是nopp君这样，说什么是男同，总之网络上一片快活的气氛。但我翻开历史一看，故事没有标记年代，歪歪斜斜的每页上都写着“暴政”几个字。有次我更是睡不着，仔细看到半夜，才从网友的嘴里看出两个字——“地主”凡事有点性情的都看得出，当今雷霆圈顶流就如昔日之地主，在群内压迫玩家，有自愿的，就直接找禁言。有非自愿的，就被他用看剑风传奇所逼的。大不了事后发点碎银子打发打发的。倘若你不屈不挠非要对线，恐怕等着你的就是漫长的禁言。所以那是我若说有什么希望，就在这热干面的倒掉。但此后，热干面非但没被忘，还掌握了安利他人的密码，用剑风传奇和禁言，反而越来越多人注意他。毕竟有人一听热老师，立刻想到剑风传奇，立刻想到和他对线，立刻想到一骂成名。这究竟是忘了口嗨，还是压迫。恐怕真没有多少人在意罢。直到一群人血荐轩辕、押上一切。大家才知道，热干面的真面目，所以现在，热干面，大抵真的要倒掉了。则普天之下的玩家，其信息为何如？这是有事实可证的，试到QQ群、贴吧探听玩家去。除了脑髓里有点贵恙的之外，可有谁不欢天喜地。一群游戏玩家，不怕权贵，反抗压迫，终于让热干面倒掉。我向来是不惮以最坏的恶意来推测他们。但这回却有几点出乎我的意料。一是热干面的压迫竟会如此之凶残，一是这群玩家竟会如此之勇敢。自古以来，一直都是强者拔刀向弱者，弱者拔刀向更弱者，而这次却是弱者拔刀向强者。而倘要寻求这次亮剑对后世的意义，或许就在于给了热干面君这样的人一次震慑。这告诉我们玩家别怕！萌新别怕！网友别怕！不管怎么说，今天的热干面，终于被忘记了雷霆霸主不做声了，玩家的胜利终于被看见了。何其快哉！
                                         ——2021.8.5
                  约瑟夫·森·奥斯特洛夫斯基
好评: 1
好评: [quote]
[th]关注[url=https://store.steampowered.com/curator/39039781]斗鱼游戏社区[/url]，随时了解主播推荐的好游戏。[/th]
[tr][th]访问[b]斗鱼鱼吧社区[/b]参与互动，活动好礼送不停！[/th][/tr]
[/quote]


[h1]前言[/h1]
《雷霆一击》（MORDHAU）是一款中世纪题材的多人战斗游戏。游戏刚刚出时笔者粗略看了一下宣传片，以为本作仅仅是多年前《骑士：中世纪战争》的模仿之作，而实际体验后才发现游戏的实际素质大大出乎了自己的预料。


[h1]游戏体验[/h1]
穿上帅气多骑士铠甲，手持双手大剑，骑上高大大战马，驰骋在茫茫绿茵战场上，想必上很多热血男儿的浪漫。中世纪战争一直是个经久不衰大热门题材。《中世纪：全面战争》，《骑马与砍杀》，《骑士：中世纪战争》......这些可以让玩家可以置身与中世纪战场的游戏，一直都是让爱好者们闻之而喜形于。原本以为近几年会出的《骑马与砍杀2》迟迟没有发售稍微游戏让人遗憾，而突然杀出的《雷霆一击》则让玩家们意外和惊喜并存。

本作的战斗系统吸纳了很多前辈的优点。出招方面，通过鼠标划化方向公开，脚踢明显借鉴了《骑马与砍杀》，但本作对战斗系统进行了更多的细化，在加上于虚幻4引擎的加持，本作的画面变现力以及爽快度也有着较大幅度的提升。
角色使用近战武器时，鼠标左键结合滑动方向可以发出不同方向的斩击，右结合滑动方向可以对各个方向进行防御，滚动鼠标中键可以使用武器的直线刺击。F按键进行脚踢。战斗系统乍一看似乎不非常复杂，但结合上招式连击，以及想格斗游戏那样的攻击取消假动作，一下子就将出招变得千变万化起来。互相战斗的二人如果实力相当的话，可能会上演大战的几十回合也难分胜负的精彩战斗。而通过弓箭，飞刀，投石机类的远程武器的数十米开门去敌方上将首级，驾驭高大的战马风驰电掣地扎敌人个透心凉则让玩家们有着更多可以钻研的地方。

进行游戏时玩家可以选择系统预设的战士，骑士，守护者，弓箭手加入战局。喜欢DIY的玩家也可以通过本作丰富的自定义要素捏出自己想要的角色。混入捏人系统的鲁特琴，平底锅之类的奇葩武器也给玩家发掘自己潜藏幽默细胞的可能性。

游戏前国内服的较多，玩家们不必担心出现游戏刚出那一会而自己很难找到稳定服务器的尴尬局面。游戏除了攻城，吃鸡，部落这些比较正统的模式外，笔者强力推荐那些写着1v1的服务器，在这里你可以除了通过与其他玩家对练提升自己的战斗技巧，也可以把战斗抛到一边与其他玩家一起脑残般的各种搞怪，在这里胜负会变得无足轻重，但可以肯定的是，你在这个模式周几乎会从头笑到尾。


[h1]总结[/h1]
本作自身素质非常优秀，目前玩家基数也较大，你喜欢的严肃的战斗，还是各种无脑的欢乐互坑，都可以找到自己的乐趣。对于喜欢中世纪题材的玩家，笔者非常推荐尝试本作。


[quote]欢迎关注[url=https://store.steampowered.com/curator/34829721/]策略游戏[/url]专注于策略游戏的闪光点，一起发掘策略性高的游戏吧~
欢迎关注[url=https://store.steampowered.com/curator/34835215]彗星评测[/url]如同坠落天际的彗星，来到游戏里走一遭，记录你的游戏旅程~[/quote]
好评: 扎不过别人 延迟太高被分尸 我是沙币
好评: SO GOOD .
好评: 买之前请确定自己的加速器是不是雷神 如果是雷神就不用买了 加速了也一个100ping服务器都搜不到 去外服疯狂丢包
如果加速器是UU赛博那就可以买  目前还没鬼服还是有几个经常有人的服 但是不开加速器又不调右边的ping是很难搜索到的
不是窝黑雷神  雷神是真的不行
差评: 别买，服务器一个都搜不到。
差评: 服务器不太行
好评: 如果有遇到叫代号游骑兵的，可以和他们玩，但是千万不要进他们的战队，他们战队的队长是个同性恋。而且是很恶心人的那种。不要进，不要进，不要进。
好评: dear god dont play frontline
好评: ok

好评: 凉透了
好评: 个人感觉还是挺好玩的，服务器的确差了点，服务器人也是挺多的，只不过我就是找不到国服。 只能说智齿游戏》》》》》》》》》》》》》
好评: 爽
好评: 如果FOR HONOR是100分 , 那MORDHAU就是100000000000000000分
差评: 国服都拜拜了，大家别玩，玩外服卡的要死
好评: hao wan
差评: 游戏是好游戏，但服务器不行是最大的缺点，希望官方优化一下服务器，优化一下匹配机制，不至于一个新手菜鸡刚进游戏就被大佬挂逼砍死，这样会劝退很多人的
好评: 该游戏的匹配机制令人惊讶
差评: 延迟太高
好评: 电脑我能与剑圣匹敌！
好评: “我国服呢？”
“我不道啊？”
讲个笑话，我在雷霆一击的服务器里面被人建议弃坑玩骑士精神2
正如下面所写的，游戏很好玩，我选择骑士2
好评: 行
好评: good nice for myself

好评: 搞笑游戏hhh
好评: 我是傻逼
好评: 刚买玩不了啥情况。加速器也开了
差评: 别买 新人进游戏会被老油条快乐调♂教 而且因为制作组故意搞出来的服务器问题使得国内玩家搜不到国内自建的服务器 想玩只能顶着100ping去亚服 纯属恶心人 爪巴爪巴爪巴
好评: 太好玩了河南拔智齿!
好评: 游戏很好玩，我选择骑士2
好评: 屠新战士：很赞
恶意玩家：很赞
来自40K的服务器：很赞
加速战士：很赞
喷子：很赞
我：淦哦，怎么又死了
食人魔：大大的好

差评: 重新评测
截止20210628
1.游戏内无法正常搜索到国服
2.游戏内模组提供方被墙
3.官方更新频率半年一次，质量随机
即，无论正常游戏或是模组服务器，都不能玩。没有夸张。
问官方永远是未知问题待查，想玩请自备梯子或肉身出国。
新人请勿购买，差评送上。
相关:国服Lv.240，模组制作者（唯一？)，某腐竹。已投入5000+RMB。
差评！差评！

好评: 你劈一刀 我砍你一刀
好评: 玩这么久除了会放箭，还是一个都打不过
差评: 服务器太烂  如果有中国服务器就好了........实在不行来个香港和台湾的也好
差评: 打开雷霆一击，开始[strike]产卵[/strike]  血腥剑斗

傻逼破几把服务器，NMB作者是维京人？斧头类武器强得离谱玩尼玛其他的砍刀剑啥的垃圾玩意儿，无脑斧就完事了
好评: 好是好
但现在买的好好想想把，服务器列表人太少，鬼服
好评: 太贵了，但是好玩爽歪歪
差评: 连接后端服务失败
若问题持续存在，请检查防火墙设置。
搞了一晚上 开加速器关加速器换节点换DNS 挂梯子 屁用没有
真搞不懂 连服务器都没搞好是凭什么买90的
好评: 很好
差评: 太多所谓的大佬，开不开挂自己心里晓得
好评: 好消息，modio被墙了，mod服除非挂梯子不然别想进了，国服已死，外服又没法进，这不弃坑还留着干什么？你问我为什么不玩官服？拜托，我都打了500多小时了。新人也别考虑入这个了，官方更新龟慢，然后上头还一铁拳直接砸了下来让你玩不了。如果真的喜欢这类游戏你还不如去隔壁入个骑士2，虽然不清楚隔壁有没有pve模式给我这种菜鸡玩家刷钱刷等级。总之，作为500小时玩家，好评，但是，不推荐入手。
差评: 跟隔壁骑士2比这就是个渣渣
好评: 谢谢 杀新手很好玩
好评: NBNBNBNBNBBNB
差评: 太卡，无中文
好评: 有时候看的清清楚楚明明打到了但是没伤害，很气
好评: 目前来看游戏还不错，如果喜欢中世纪格斗剑术的必下，和隔壁的中世纪骑士战争相比，这个游戏动作和格斗更加的真实和顺畅，打击感非常不错。盔甲服饰各式各样，武器也比较多，不好的地方也有，战争氛围确实比不上隔壁的中世纪骑士战争，服务器垃圾的和育碧有的一拼，服务器现在基本是鬼服了，要玩只能顶着200ping或者开加速器勉强玩，这游戏还充斥着种族歧视和各种侮辱，你在和老外打的时候突然就黄种人歧视，和大佬打的时候各种嘲讽，这游戏前途很大，但路也很折
好评: 6
好评: 游戏不错，玩家傻逼
差评: 服务器不咋地
好评: 可惜鬼服了
好评: 爽，砍砍砍
差评: 期望越大，失望越大，属实一般
好评: 不错，很真实，硬核
好评: 辛辛苦苦打半小时 输了一点经验钱不加 wdnmd
差评: 还是非常好玩的游戏，玩了一年多，从胡乱砍到技巧，从单挑到团队，从国服到亚服，从陆军到骑兵，尝试了各种打法各种武器，玩得不太好，但依然入迷。单挑中大佬就是大佬，团战中大佬依然被圈踢，能坚持下来的游戏不多，这算一个十分推荐！小白在练到40级之前不要气馁。只是现在不推荐了，国服没了，前段时间亚服开加速器PING达到100左右，最近不知道为什么开加速器200+的PING，对方不变招都很难防，更别说快慢刀了，玩个锤子！希望官方调试一下，服务器不行是最大的问题！
好评: 比黑魂还难
差评: 鬼服了，我是伞兵
好评: .
好评: 我是傻逼
差评: 没听朋友的话，唉，打水漂了
好评: ...

好评: naja
好评: 国服在哪  延迟太高啦
好评: 小众，非常解压的游戏，

动作很自然流畅，比中世纪骑士的模型做的好，

血腥程度也不错，人物暖暖，武器多多。

冷兵器玩家强烈推荐！

1000+的游戏时长了：），砍就是了。
好评: 新鲜的妖怪模式通过出一些、还有火药枪炸药都有火药枪没有.v.v
好评: 很好很不错，我喜欢中世纪
好评: 对于新手上手比较吃力，游戏还是非常好，够血腥暴力。
差评: 更新完之后打不开
好评: 我是傻逼
好评: 是我喜欢的中世纪披甲游戏
好评: 我是SB
好评: 好
差评: 腊鸡游戏,不说游戏后期做的怎么样,官方针对中国地区玩家这些排挤动作,真是让人恶心。从2020年10月开始,服务器不能正确显示国内玩家服务器,官方又不针对国内玩家开设所谓的官方,我本想是可能网络环境变动造成的,坚持了半年,无奈,关闭了国内服务器!此游戏开发商,对中国玩家无视或歧视,从开始的汉化,产卵,球员等恶心人的机翻!到现在针对中国玩家的服务器负优化!请新人不要再购买此开发商的任何一款游戏!（转自老猫猴）
好评: 还可以
好评: 上一次写评测写错地方导致崩溃不想写了，但是我决定还是写一次
我要在这回答一些你们的问题，请务必转发给需要这些帮助的玩家！
1.游戏有PVE模式（Horde），也有国内服务器，只是你没有找对方法！
2.欢迎加入qq群161841074，一起交流游戏
3.没有一步成功的玩家，都是挨打挨过来的！
4.服务器卡？找不到国服？打开浏览服务器，右侧四个选项全部取消，PING调整为0或者999，
然后搜索：战友   Yoba    游骑兵（三个国内服务器名称）即可看到服务器
目前都是1v1单挑服，有很多大佬等待你来请教（不排除服内有傻逼）
5.想玩前线？因为新人太少，没钱开前线服（开了也没人玩），所以要么顶着120ping玩亚洲服务器
要么挂网易UU香港节点可以降到60-70ping，前线太杂乱，只是体验感觉，真操作还得1v1服
6.大佬欺负你？进群摇人奥（好好说话，别骂人，骂人没人帮你）
7.多练习技巧，不要因为被技巧杀死就不想玩了，游戏技巧十分多
8.某些说游戏动作僵硬的建议自己做游戏奥，这算是中世纪PVP游戏手感最佳的游戏了
9.EPIC到6月份会公测《骑士2》，火速按照我的步骤把Mordhau人气凑起来奥
10.憋他妈退游了我求求你好吗，真的没几个人了，很良心的游戏，既然买了就享受他！（看你黑魂挨打也没见你退款）
11.另外群号：732266256 （服主 Yoba） 
12.还有疑问请留言，有问必答
好评: Fun
差评: 狗都8玩，爬！
好评: 上脑的游戏，简单粗暴，就是想砍下去
好评: 别问，问就是弹琴
差评: 服务器卡的一逼 刀都出不了就死了
好评: 硬核砍暴
好评: good game
差评: 我是傻逼。
差评: 腊鸡游戏，不说游戏后期做的怎么样，官方针对中国地区玩家这些排挤动作，真是让人恶心。
从2020年10月开始，服务器不能正确显示国内玩家服务器，官方又不针对国内玩家开设所谓的官方，我本想是可能网络环境变动造成的，坚持了半年，无奈，关闭了国内服务器！
此游戏开发商，对中国玩家无视或歧视，从开始的汉化，产卵，球员等恶心人的机翻！到现在针对中国玩家的服务器负优化！请新人不要再购买此开发商的任何一款游戏！

差评: 这游戏很弱智 凭一个假动作就差评 操作很僵硬 穿板甲走路也僵硬 小刀出手跟斧头差不多 啥武器都是肌无力 攻击范围180°起 一抡全是友伤很离谱（可能也是这游戏唯一好玩的地方了）  动作也没多少 反正我是玩不明白 盔甲建模还算不错 不过你穿啥都是3刀死 全甲被菜刀几刀劈死 另外一定需要加速器 没加速器假动作和反击全吃的根本没法玩，

最重要的，一个击剑游戏竟然没有防御？单拿一个盾都不能防御 
建议save 浪费钱

好评: WDNMD
差评: 喜欢被200多级的大佬们虐得体无完肤可以考虑购买
好评: This game will make you want to commit genocide and fuck every girl in your neighborhood it is so fucking boring but addicting
好评: 游戏很不错，就是不知道用什么加速器
好评: good
好评: 不错不错

好评: ⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
好评: 这个冷兵器格斗游戏非常好玩，打击感和荣耀战魂这类冷兵器格斗游戏相比，有过之无不及，血腥暴力场面比比皆是，就算网络很糟糕，还可以打人机娱乐，强烈推荐大家游玩！
差评: 游玩3个小时没有一次ping值低于100的，全都在100以上，瞬移还得嘲讽你，公屏打字。全是老屁股，没有新手，没有国服。没有教程，没有指引。
差评: shy be
差评: 哈哈我是傻逼 这游戏赶紧死吧，现在买这个游戏的纯傻逼，制作组封杀私人服务器，人人都是高ping战士，玩你吗臭逼
好评: 傻逼游戏 玩个几把玩
好评: очень здорово. кровавая мясорубка с токсичным комюнити, то что нужно настоящему мужчине.

好评: More PvE please
I am a noob and I feel misery when I defeat by the master.
好评: 超好玩我敲
差评: 不建议更多人买，受苦至少要受到50级。死妈废青也特别多，mod在国服也少的一批。国服全是社会人...什么？现在没国服了啊？那没事了。我是傻逼，70多为什么不去买别的
好评: 重新买回来了，之前是因为腾讯加速器太垃圾玩着没体验退了，现在一想买回来果然有好加速器体验舒服了，（各位千万别用腾讯的，垃圾的一批和没用一样）
差评: 太难了
差评: 我是傻逼
差评: 就这鸡脖傻逼游戏，官方摸鱼摸到官方亲妈头七，没什么好说，新手尽量别入了，这游戏服务器问题没解决，汉化稀烂，万年更新，傻逼众多不得不说官方是不是被玩家折磨破防了然后瞎jb更新不作为，送官方一句：令堂头七安好乎？
好评: 游戏很好     最喜欢的中世纪     特别是打斗     我都跟着游戏角色一起喊着冲杀    然后被我爸一巴掌
好评: 天下英雄，唯花某与莽夫尔
差评: who can break the game the best
好评: 好游戏不错
差评: 傻逼游戏，全外服，高ping战士不配玩，傻逼制作组，CNM
好评: 好
差评: 已经凉了 没人玩啦
好评: 打地鼠之巨魔大棒
差评: 嗜血重甲无双就完事儿了哦。
你见过谁家2m长的矛刺击比抡大锤都慢的？
远程的作用就是反远程，nb设计，远程盯着互相伤害，近战就无脑冲脸就ok了。哪个脑瘫设计的猎人trait？
脸着地摔下马的骑兵原力格挡我的长矛刺击，很中世纪，很还原。
宣传片里走位格挡反杀两人，游戏里大佬重甲嗜血拖刀无双，普通玩家开着友好trait人堆里瞎jb砍。

希望steam来个制作组黑名单功能，免得我哪天一不小心又吃了这家制作组的shi
好评: 好
好评: 好活
好评: 动作不错。
差评: 制作组你马没了，服务器搜索越优化越差，中国就不配拥有服务器是吧，更新完骑兵直接幽灵骑士一点声音没有，以前优秀的打击感音效改的荡然无存，就和制作组的马一样飞，我只能劝没买的千万别买，现在的雷霆一击连最后一点的优点也改掉了，前线音效要多难受有多难受。
好评: fchwfchw
差评: 我是傻逼
好评: 123
差评: 启动就闪退 如果正常游玩还要自己去弄补丁的话那还挺不错的 省钱了
好评: 游戏操作很舒适，要是服务器再稳定点就好了，更新后有时候会闪退，蛮难受的，但我还是太爱击剑了

差评: 我讨厌加速器，所有需要加速器的游戏都是乐色
好评: 虽然雷霆一击的入坑门槛很高，但希望刚接触这款游戏的朋友不要气馁。
你所接触到的百级大佬们也是从一级的小萌新一步步成长过来的，有个词叫做刻意练习，热爱mordhau的朋友们可以上批站搜索相关的教学视频，也可以在yoba的单挑服里耐心磨炼自己的剑技。
只要你凭借着迎难而上的精神和一颗不甘言败的心，我相信总有一天你也能成为战场中能独当一面的存在。
最后希望官方能优化下亚洲的服务器，顶着100+的ping真的很难受诶！
差评: 为啥下载这游戏只有几百K呢。。其他都满速的
好评: 玩了200个小时了！。.  。
好评: 非常的狂野，非常的有趣，弹琴的人实在是太喜感了，一定要说一句双手大剑无敌！有时候累了体会一下战场砍人也是很快乐的
差评: 傻逼游戏下的慢死了
差评: 无语
差评: 人太少了

好评: 无语了，玩家少，官方懒。
好评: woah
好评: 混了一阵，挺开心
好评: 我是傻逼
差评: 游戏是好游戏，但是社区真的烂。
好评: 游戏非常好玩上手难一点不过可以去训练
差评: 我是伞兵
差评: 卡的一批，加速器都没用
好评: 6666
好评: 还可以
好评: 很爽快的游戏，但是不推荐买了。国服基本鬼服了。
好评: 好玩的一笔啊

好评: WE HAVE A BAD BLOOD HHHHHHHHHHHHHHHHHHHH
差评: 已经鬼服了,PVP手感比骑砍2好.但没什么人玩了.不推荐购买
差评: 鬼服了，别买了
好评: goubaoli
好评: 对萌新不友好
好评: 7 8个月没玩了 游戏打不开，打开游戏 载入界面 闪退，以前还没这情况 hxd们这是什么问题 怎么办呀
好评: DODGE THIS YOU BASTARD
好评: 我是傻逼。
差评: 傻逼游戏
好评: 玩这游戏让人解压并开心 爽
好评: 对新手极不友好，需要天赋

好评: 砍杀类的游戏这款是真不错 玩国国产坑钱的刀锋铁骑 骑砍2 还是这款砍杀的游戏好玩 就是不火。
差评: 只能用卡来形容，永远提示网络缓慢
好评: 小杰克带着老杰克去打部落 日常摇头~~~哈哈上头
好评: 对于新手来说，挺难，但多打打PVE练手，后期会玩了真的有意思
差评: 这服务器真的是让人眩晕，和小伙伴开一把太难了
好评: 好游戏
好评: 边跑边砍就完事了
好评: 游戏挺好玩的，不过我还是退了，如果你是个萌新开加速器还有100以上的延迟，就不用留着下崽了,你技术练得再好，也顶不住100的延迟......还有很多关键汉化缺失...我一直以为延迟高就不应该玩远程，没想到这个游戏是反着的，还有，长弓手经常被大佬1打2的时候一个跳加飞刀，你就没了.
好评: 游戏的打击感非常不错，相对于骑砍来说对新人更加友好，唯一美中不足的是外国工作室不了解国人的心态，我们希望的组建自己的骑士团去攻打别人的领地，可惜游戏没有给我们带来更多的团队内容，单纯的房间游戏容易让人倦怠。
好评: yes
好评: 没有玩过这种的萌新不要van，不然有大汉教你等dua狼
好评: 好
好评: 好耶
好评: 玩家实际操作，键盘鼠标操作拉满，游戏里面的人物歪过去倒过来，老群魔乱舞了，看见盾牌跳起来就是一juo~
差评: 格挡，砍，格挡，砍，格挡，砍，格挡，砍，格挡，砍，格挡，砍!!!
好评: 游戏网络优化差（开加速器解决），匹配机制有问题（每把都有好几个百级大佬），对新手极不友好，心态差的玩家和手残党劝退。（菜就多练练）
差评: 这游戏中文是机翻，而且很多文本还没有翻译，装了一个游侠的汉化包又启动不了了，只能重下，没有中文真挺影响游戏体验的
好评: haowandeyibi
差评: 我是傻逼
好评: 叮叮当，叮叮当。
爽快的冷兵器格斗。
以前一直都是开全血腥的，
后来有一天突然就注意到飞出去的人头的颈椎骨，然后就看血腥效果不舒服了……
事实上只关掉断肢效果的话，反而更恶心……
好评: 这B游戏真的硬核，对待萌新极其不友好，全是几百级的大佬在屠杀，萌新只能一直死或者瞎砍死几个，技巧要求太高，一不小心惹上大佬这一局就被怼着杀了呜呜呜，现在萌新也少了
好评: 操作难度过高
差评: 太垃圾了，进去之后新手教学教的屁啊，有的连提示都没有，全自己瞎按，新手纯属被虐，没有一点体验感，打击感不错，就对新手太烂了
好评: 牛皮 头都打飞
好评: U•ェ•*U
差评: 現在這幾乎是一款被小團體壟斷的私人游戲了。
游戲是不錯，運營和後續開發不足。
好评: 中世纪风土人情真是彪悍
好评: 打击感非常强，血腥场面直呼过瘾
差评: 什么鸡巴垃圾游戏，我玩个投石机一炮干死两个敌人一个队友，我说了一句sorry，结果傻逼外国狗就开始TK我，还他妈把我踢出去了，国人真别入这傻吊游戏，外国狗的乐园
差评: 目前已不推荐新人入手
1：PVP需要长时间的受虐来提高技术,
如果不是特别喜欢中世纪暖暖和剑斗技术的话游戏寿命很短
2：目前亚服人很少，外服需要顶着高Ping打老外
好评: 如何对抗剑圣模拟器，如果打不过就加入，加入不了就做吟游诗人
差评: 为什么买了73的进不去游戏

好评: 还可以
好评: 好家伙我的头直接360°悬空飞起
差评:        65小时后：     萌新请退坑，各种妖怪玩家轻松1V5。服务器高ping，无体验。
坚持170小时后：努力寻找可玩点，结果还是毫无体验。。。
好评: 这是一个很棒的中世纪打铁游戏
[strike] 我就是那块铁 [/strike]
单挑服总是有百级猛男跟你击剑，[strike] 快刀，慢刀，转身，对刃，假动作，能把你从铁块打成铁饼 [/strike]
还有的不讲武德在到处偷袭
但总体来说都很友好，也会有大佬来教你击剑，（这里非常感谢 CrueZeth 大佬教我击剑 Thank you for teaching us attack）

多人服干就完事了学什么快刀慢刀转身对刃假动作，看到人就砍（这里给那些总是砍刀自己人的提个醒，按H能标志处队友[spoiler] 别tmd老是砍到我 [/spoiler]

祝各位早日从那块铁成长起来www
Have a good fun！
好评: aRt tHoU mAd bRetHEn
it is very hard to master though
好评: 一款休闲互动的好游戏，里面的玩家个个都是人才说话又好听，特别是鲁特琴玩的特别好（狗头）
好评: 傻逼游戏
好评: a
好评: 不建议想在游戏里得到很好体验的玩家入坑，因为这个游戏需要很多时间1v1单方面挨打练技术，但是如果体验中世纪冷兵器格斗的话这个游戏很优秀。这个游戏也不是那么的硬核，一身重甲还是扛不住几刀（划掉）即便如此对新手来说还是不友好，再加上现在很多的玩家退游，新手玩家少之又少。我们是很欢迎新手入坑的，不过上手难度较高，酌情购买
好评: 挺好玩，就是对新手不太友好，不过玩熟练了就行
好评: good,  update new bug.
差评: 下你妹
玩几个小时给你闪退
好评: 我们有可爱的王天野同学亲自教导萌新~！
好评: 希望优化下汉化和亚服服务器
好评: 针布戳
差评: 脑瘫游戏谁玩谁傻逼
好评: top
好评: 这游戏太好玩了呢，天天被dalao断肢
差评: Game is pretty homosexual, and i am a muslim.
好评: 人菜又爱玩

好评: 我的头好久没掉过了
好评: For ARGATHAAAAAA!!!!!!!
好评: 游戏快鬼服了
差评: 有那个时间去被虐练技术 还不如去玩其他游戏
好评: 好玩值得体验
差评: 你，你除了丢包，还会干什么
差评: 汉化不全，垃圾垃圾
好评: 不是的HJVBSDHJSDVGHJ都是GHJ
差评: wasted my 1020 hrs
差评: 刚一开始就连不上，服务器又稀烂，绝了
好评: 逗比游戏
快乐就vans了
（需要朋友)
好评: 最近火的游戏“人间地狱”，跟这个很像，然而这个都出了多久了，机翻不要改，机翻真的很有趣，是这个游戏灵魂的一部分，比如复活时“正在产卵”，哈哈
好评: 目前游戏有着不错的可玩性，4种模式，种类繁多的武器，可选择的技能，以及诡异的捏脸
游戏支持联机，玩家可以和小伙伴们一起配合占点，杀敌，砍敌人老家，也可以在乱斗中展现个人技术，或者怒怼npc小怪。
不同的武器都有自己的窍门，没有最弱的武器，只有最强的玩家，游戏里最可怕的不是你的对手，而是你的队友，友伤机制让我留下了悔恨的眼泪，-100，-100，-100，无辜的队友倒下，留下瑟瑟发抖得我。
推荐和朋友联机，相互配合，或者背后就死一刀子，我朋友说他只狼贼六，可依然死在队友乱刀之下，游戏是已服务器的形式连接，可以匹配到外国友人，也可以自己租服务器，喜欢骑砍的朋友们可以来玩玩代替一下
好评: 爽。什么时候把这愚蠢的TK KICK机制优化一下啊？
好评: 除了延迟高其他都挺好的
差评: 垃圾游戏，他妈死妈玩意冷兵器格斗加你妈远程武器。每次打架旁边各种弓箭手和护城弩在那射射射，根本没法享受格斗。 次次他妈都是和对手砍得正爽被旁边弓箭手阴死，死完跑图又得跑半天。练几十个小时格斗不如他妈射箭+扔燃烧弹，那我为啥不直接玩FPS去呢。开发头怕是塞在亲妈逼里再用门板夹了又夹。FPS打不过别人就别来格斗游戏里射箭了行不，隔壁老王往你妈子宫里射精都比这个准。 他妈傻逼撸蛇，打枪打不过别人来玩近战，近战还打不过别人只能搁这射箭, 准头和他妈得了小儿麻痹又中风一样，就差他妈脑出血了。回家打打飞机睡了吧，别出来他妈祸害别人。两百年不出新地图新武器，全是老鸟在里面虐菜，杀完你还要嘲讽，游戏体验像他妈一坨屎被狗吃进拉出三遍然后沾了开发亲妈的鲍鱼水用狗包皮包着往你嘴里塞。格斗部分确实是好游戏，但你根本没法享受。就像一女的有世界上最好的逼，但长了凤姐的脸还肥的和韩红一样。这逼你是操还是不操呢。玩了和便秘一样，我操你亲妈。
差评: Developers were born differently. Their brains were replaced by two testicles while oversize vaginas were put on the face.  After all we couldn't use human standards on them. Therefore their mistakes are acceptable.
好评: 不错
好评: 不用开加速器游戏延迟一般100以下，新手推荐进1v1服务器有一堆猛男找你击剑，给男童玩了他很开心
好评: 正面刚不过，就来[strike]士力架[/strike]偷屁股吧！
好评: 专业打铁
差评: 这啥游戏，为了跟朋友一起玩买的，结果遇到了BUG，到现在都没能解决，退款又退不了，只能差评了……
好评: very good game
好评: 可能因为我是手残党所以没有感受到太多游戏性，对于新手极其不友好（我就是其中之一），直接被打自闭了，但不可否认是一款好游戏，可以把好友叫上杀他就好~
好评: 模拟剑术格斗类精品，忽略游戏中的小丑即可。
差评: 这垃圾格挡方式会自己松开的
好评: 战斗系统有骑砍和FOR HONOR那味了
好评: 真不辍
差评: 垃圾  垃圾  就这几句

好评: 游戏本身挺好玩的，需要点耐心练习技巧，乱砍是不行的，必定被虐爆。最近服务器被官方“优化”，我差点因为找不到延迟低的服务器而被劝退。查找服务器那里延迟改成0就可以找到国服的服务器了，不过注意延迟显示有100多是虚高的，找几个中文名字的服务器进去试试才知道延迟实际高不高。
差评: 不建议新手入坑，我花98买的，谁卖谁后悔，不能退钱，武器攻击太慢，人物反应迟钝，新手玩家入坑就是被虐！
差评: 我这辈子就没玩过这么傻逼的游戏

首先动作是真的拖拉，慢到简直让你怀疑现实中按这个速度挥出去打人身上还疼不疼。格挡基本有手就行，什么变招什么假动作全是搞笑的，等你刀到了跟前一按格挡键就能直接挡住，毫无技术含量和难度。遇到耿直点的人能甚至能你一招我一招打上十几个来回，1v1体力打空之前基本出不了人命。
然后是鼠标，这游戏有个狗屎无比的设定，就是出招的时候可以用鼠标移动来改变挥刀的幅度，但是挥舞过程中鼠标速度会减慢。听起来好像很合理，但问题在于减速不是设置一个速度上限，而是按你鼠标速度的百分比来减慢，导致习惯低鼠标速度的人根本拉不动刀。我的鼠标速度甚至不算低了，游戏里设置的换算出来是1200edpi，手感依然奇差无比。
第三就是武器，很多武器看着长实际短看着硬实际软，拿狼牙棒举例（一把双手的morning star锤矛，游戏里就直接叫evening star了，虽然我查了半天资料也没找到历史上有这么个名称），看着又大又粗又长，实际攻击范围不到一米，切换短握法之后更是只有60厘米。棍头那一圈钉子一圈刀片的看着很吓人，不戴头盔脑袋上捣一下才60血，戴了头盔捣两下都捣不死，可能中世纪的人颅骨真的比现代人硬吧。
第四是优化不行，最开始我以为是配置要求太高了，连我1660ti加i7的游戏本全低画质都跑不上100帧。但打开任务管理器性能栏，我当场对着不到60%的cpu和gpu使用率陷入沉思。

很多人可能以为这逼游戏是中世纪版战地之类的，但实际游玩体验除了格挡和骗对面格挡就没别的内容，一群人搁那一边砍人一边摇头晃脑拉刀骗招跟聚众吸毒似的。真想玩兵击的建议出门左转天国拯救，想玩大战场的右转骑砍，想挨打的也可以考虑买个黑魂，就算是跟AI对打，哪个不比这鬼东西好玩？

再顺带一提，这游戏没有反作弊，也没有举报系统，没错，没有反作弊也没有举报系统！
谷歌搜一圈都能找到免费的非法脚本和挂，所以见到锁头弩箭和中世纪博尔特什么的不要太惊讶。

再再顺带一提，这游戏所谓的高手过招基本就是比谁更会利用游戏漏洞。虽然比不上它前身Chivalry的原力砍人和螺旋桨剑法，但也足够恶心人了。刀尖贴着对面脸出刀只是基础，你可能会问砍人不应该需要加速度什么的吗，别急，更过分的还在后头：你可以故意挥空然后在挥舞动作结束前反方向拉视角把刀尖拉到对面脸上。比方说故意往左上方挥刀，然后在挥到对方头顶上的时候往右下方拉视角，就能砍到他的头。有些人会说这是游戏机制，那只能说这个神必游戏机制本身就没有半点合理可言。
好评: 被人虐菜
好评: 玩了這個游戲發現了極限的快感，太逗了啊
好评: 我是傻逼
好评: 好玩，就是网络延迟有点难受
好评: 666666667
好评: GOOD GAME
好评: 太魔性了，一直玩一直玩，停不下来！
好评: 服务器太辣鸡了，实在是太卡了，而且更新之后完全连不上去了，居然更新了七八个小时，而且翻译莫名其妙的，瑜不掩瑕，难以忍受。游戏起码能登录上去玩才叫游戏吧，怎么就登录不上去呢？？？
不卡的话还是很好玩的，就是打不过别人     ：（
差评: SB游戏,地图平衡性差到爆,一天到晚搞高价头盔,不知更新下本土语言
SB官方
2020圣诞更新开个活动,结果团战国服显示150P+,默认搜索服务器上限是120P,搞的大部分人都以为国服没了,跑去亚洲服,
现在国服没了,官服在台湾,内陆的不挂加速没法玩,我玩你个**
差评: 虽然有简体中文，但是不适合国内玩家，加速器是一方面，就算加速延时还是有点受不了，根本没法公平竞技，有个别外挂！希望官方有国服。不想高ping玩游戏！
好评: 我是傻逼
好评: 搜不到群服的朋友们，右边延迟调高点，服务器关键字输入1368再搜索就可以了，或者控制台输入m.UseOldServerBrowser 1再刷新服务器列表也能看到服务器
好评: 找不到服按~呼出控制台后输入m.UseOldServerBrowser 1后刷新服务器列表
好评: 道歉怪在此队友退散
差评: NT多
好评: 这是我玩过的最惨的一个游戏，更惨的是没法退款了。新人完全就是老人的玩具，3V1都打不过，打的我心态都崩溃了。为什么老人总能无限格挡，为什么老人能跑那么快，为什么能追着我砍，我是谁，我怎么又死了，为什么我一刀砍不死对面，为什么我两刀砍不死，为什么三刀还不死啊。算了，弹琴吧。
好评: 都是100多200多级的战神，萌新还不快来购买增加大佬们的OTK
好评: RUAAAAAAAAAAAAAAAAAAAAAA,来，我死了我死了啊
好评: 111
差评: 这游戏没有充值系统！
差评: 游戏挺不错的 就是这种格斗类游戏我玩不来 ，假动作 变招 根本反应不过来 太考验心机了 我比较喜欢直来直去的游戏。差评的原因主要是因为极其不合理的匹配机制，有次我们三个十几级的新人打对面一个一百多级的根本打不过，对面花式变招骗格挡飞踢就像一个战神，就像csgo中一个大地球进入白银局一样。在这个游戏中技术不行是毫无胜算的，甚至无法对对面造成哪怕是一丁点伤害，我一个偷袭！但是很快啊对面全挡下来了。打J8！

还有 为什么矮人特性全是负面效果？巨人特性全是增益？矮子阿巴暴怒 锤你膝盖！
好评: 对新手很友好的一个游戏
好评: 1
希望后续更新更多地图机制武器技能
好评: 
越菜越爱玩
好评: 游戏开始-误杀队友-道歉-误杀-误杀-误杀-返回桌面
好评: ...
好评: 太硬核，对于不喜欢甩鼠标的肯定很难受，打中老是被挡，自己挡又挡不好，老是被骗招。用远程在后面偷还是比较舒服。还可以多放医疗包支援。不过近战还是主要的，要多练而且还要有一点基础。
好评: 希望加入剧情模式，使单人游戏体验更上一层楼
差评: 此游戏对新手极度不友好，不推荐玩。你可以体验到死30次，0击杀。并且匹配时间很长，玩匹配要开加速器，我被外国人吐槽我的延迟超过200（匹配到的外国人打英文真的快）。通过房间模式，你可以和中国人玩，但是查看房间列表的时候经常显示加载中（右上角在转圈）。
好评: 我真菜我谁都打不过，跟基友玩个pvp让人按在地上摩擦
... ... ... ... ... ... ... ... ,,----~~”'¯¯¯¯¯¯”'~~
... ... ... ... ... ...,,-~”¯::::::::::::::::::::::::::::::::::¯”'~
... ... ... ... ..,,~”::::::::::::::::::::::::::::::::::::::::::::::::::::”~
... ... ... ..,,-“:::::::::::::::/::::::/::::::::::::::::\::::::::::::\:::::::::\
... ... ...,-“:::::,-“:::/:::::/::::::/:|::::::::::::::::\::::::::::::\:::::::::\
... ... .,-“:::::::/:::::|:::::|:::::::|:|:::::::|:::::::\\:::::::::::|:|:::::\::\
... ... /::::::/:::|::::::|:::::|::|::::\:\:::::/\::::/:::||:::::::::|:/::::::|:::|
... .../::::::|:::::\::::::\::::\::\::::/\:\,::/::\::/::::|:|:::::::/\/::::::/::::|
... ../::::::/::::::'\::::::\-,:::\/\::/: :\-,”/ : :\/:\:::/: |:::::/::/::::::|::::/
... ./::::::|:::::::::\::::::\|::/: \/: : : \/: : : : : \,/: \/::_/\//:\:::::/:::/
... /::::::/::/:::::::|::/,__/:/: :__/ . .: : : : : : :\__. \/: \:::::/::/:::/
... |:::|::::::::::::/::/::::/;/ ;/ ,. .,\: : : : : : : / ,._., \ /::::::|::/:|
...|:::/:::/::::::::/::/|:::|.\: |.|❤||; : : : : : :|.|.❤||;|::|:::\/:/::/
...|::|:::|::::::::/:::\|:::'\,|: \."'" /: : : : : : : :'\." '"/ : \: |:::|::\
...|::|:::|:::::::/:::::|::::|/: : “¯': : : : : : : : : :"¯'' : : :\ : :/::::'\
...|::|:::|::::::/:::::/:::::'\: : : : : : : : : : : : : : :': : : : :| :/::::::|
... \:|:::|:::::|::::::|::::::|,: : : : : : :~,___,~: : : : : :,-“:::::::|::|
... .'\|::|:::::|::::::||::::::\'~,: : : : : : '~--~': : : : ,,~”\:::::::::|:/
... ...'\:|:::::|::::::/.|::::::|: : “~,: : : : : : : : ,,-~,”::::::'\::::::::/
... ... .\\:::::|”~,/-,|:::::::|: : : : ¯”~,-,,,-~”:::,,-'\::::::::\-,,_::|
... ... ..',\,::|~--'-~\:::::::|: : : : : : |::|,,-~”¯___\::::::::\... .'|
... ..,~”': : \|: : : : : \::::::|: : : : : : |¯”'~~”~,”,: : \:::::::|... /
..,-“: : : : : :|: : : : : :\::::::|: : : : : : \: : : : : : “~'-,:\::::::|\,/
..|: : : : : : : |: : : : : : |::::|,\,: : : : : : : : : : : : : :”-,-\::::|: \
..| : : : : : : : : : : : : : |::::|:'-,\: : : : : : : : : : : : : : :”-'\,|: :|
...\ : : : : : : : : : :'\: : :\:::|: : '\'\: : : : :~,,: : : : : : : : : “~-
...| : : : : : : : : : : : : : : : : : : : : : : : : : : : : : : : : :”-'\,,
...\: : : : : : : : : : :'\: : : : : : : : : : : : : :~,,: : : : : : : : : “~-.,_
....\ : : : : : : : : : : :\: /: : : : : : : : : : : : : : : “,: : : : : : : : : : :"~,_
... .\: : : : : : : : : : :\|: : : : : : : : :_._ : : : : : : \: : : : : : : : : : : : :”- .
... ...\: : : : : : : : : : \: : : : : : : : ( O ) : : : : : : \: : : : : : : : : : : : : : '\._
... ... .\ : : : : : : : : : '\': : : : : : : :"*": : : : : : : :|: : : : : : : : : : : : : : : |0)
... ... ...\ : : : : : : : : : '\: : : : : : : : : : : : : : : :/: : : : : : : : : : : : : : : /
... ... .....\ : : : : : : : : : \: : : : : : : : : : : : : ,-“: : : : : : : : : : : : : : : :/
... ... ... ...\ : : : : : : : : : \: : : : : : : : : _=" : : : : : ',_.: : : : : : : :,-“
... ... ... ... \,: : : : : : : : : \: :"”'~---~”" : : : : : : : : : : : : = :"”~~
... ... ... ... ..'\,: : : : : : : : : \: : : : : : : : : : : : : : : : : : : '\: : : \
... ... ... ... ... .\, : : : : : : : : '\: : : : : : : : : : : : : : : : : : :|: : ::\
... ... ... ... ... ...\,: : : : : : : : : \: : : : : : : : : : : : : : : : : :I : : :|
... ... ... ... ... ... ..\ : : : : : : : : \: : : : : : : : : : : : : : : : :|: : : :|
... ... ... ... ... ... ...\\,: : : : : : : , \: : : : : : : : : : : : : : : I: : : : |
... ... ... ... ... ... ... .\\ : : : : : : : :'\ : : : : : : : : : : : : : :|: : : : |
... ... ... ... ... ... ... ./:\: : : : : : : : :'\, : : : : : : : : : : : : |: : : ::|
... ... ... ... ... ... .../: : : '\: : : : : : : : : :'\,: : : : : : : : : :|: : : ::|
... ... ... ... ... ... ../: : : : :\: : : : : : : : : : ,\ : : : : : : : : :|: : : ::|
... ... ... ... ... ... ,/: : : : : : :\: : : : : : : : : : '\,: : : : : : : |: : : ::|
... ... ... ... ... ..,-“: : : : : : : :“-,: : : : : : : : : : \: : : : : : I: : : ::|
... ... ... ... ... ,/ : : : : : : : : : :”-, : : : : : : : : : :\: : : : : I: : : :/
... ... ... ... ..,/ : : : : : : : : : : : : :”-, : : : : : : : : :'\: : : :I : : : /
... ... ... ... ,/ : : : : : : : : : : : : : : : “-,: : : : : : : : :'\: : :I : : : /
... ... ... .../: : : : : : : : : : : : : : : : : : “-,: : : : : : : : '\: :I : : : /
... ... ... ../: : : : : : : : : : : : : : : : : : : : :“-,: : : : : : : \,:I : : :/
... ... ... ,/: : : : : : : : : : : : : : : : : : : : : : :“-,: : : : : : :\: : : :/
... ... .../-,-,”,,-,~-,,_: : : : : : : : : : : : : : : : : “-,: : : : : :'\: : /
... ... ..|',/,/:||:\,\: : ::: ""~,,~~---,,,_: : : : : : : : : :'\: : : : : ,:\
... ... ..|: :”: ||: :”: : : : : : :”-,........ ¯¯”''~~~-----~|\: : : : : : \
... ... ..|: : : ||: : : : : : : : : : :”-,..........................|: : : : : : :\
... ... ..| : : : : : : : : : : : : : : : :”-,.......................\: : : : : : : :\
... ... ..| : : : : : : : : : : : : : : : :”-,\....................,-“\: : : : : : : :':\
... ... ..| : : : : : : : : : : : : : : : : : :”-\...............,/: : :\:

差评: 在有开加速器的情况下，每次快打玩了就掉了，必须完整打玩才能结算经验和钱，打一局又特别的久，打了几个小时什么都没收获到，什么垃圾游戏。
差评: 大佬们把新人吊着打肯定很爽吧
好评: 是好游戏，优化还行，保持心态，打打人机，两军交战，不斩乐师
好评: 好，打击感很好
好评: 我是一个快乐的呤游诗人
好评: 好玩就是好玩，打击感好，尤其是人体部位做得非常好，第一人称贼爽
好评: 好玩，新人慎入，值得一提的是，虽然该游戏采用的是虚幻4引擎，但是优化良好
差评: 最好别买，买了就做好被里面挂佬单方面锤的心理准备。各种自动格挡，判断攻击。嘻嘻
好评: 打击感极强，   富有挑战性的硬核游戏

好评: 这游戏叫「[b]膜得吼[/b]」，我还能说什么呢？

当然是吼啊！
差评: 11111111111111
好评: 打击感很强
差评: 游戏本身不错，画面打斗都很刺激
但是这个游戏完全不推荐入手，游戏里的大佬大多以虐菜为乐。
玩了这么多年游戏，这个游戏是最虐的，没有之一，新人玩家完全没有任何游戏体验，没有匹配机制，你一级进去，也经常要跟一百多级的大佬对打，你可能一刀都砍不到人家，人家却可以杀你几十次。
比如占点模式，一局下来，新人可能人头一两个，多点也是个位数，但是死亡数至少几十起步。
我自己勉强玩到二十多级，也经常跟伙计找个没人的服务器对练，但是经常会有一些一百多，八九十级的，或是看不到等级的人，进来把我俩一顿虐，还各种嘲笑，嘲讽……
更不要谈，匹配会碰到各种见到中国人就开骂，队友杀得低素质外国人。
综上所述，如果你没有魂类游戏单刷通关经验，没有一颗千锤百炼的强大心态，十分不建议入手。
好评: 它🤺一直可以
好评: 真实的战斗体验，唯一问题是没搞懂不同的攻击方向的意义在哪，反正都是被完美防御的。。
好评: 游戏机制很不错了，不过有个缺陷是不知道为什么蜜汁掉帧，优化太差？很影响游戏体验
好评: 技术游戏
差评: 全是100级左右的战神 新人玩尼玛啊
差评: 下载游戏后发现无法建立角色，无法设置游戏，鼠标光标和游戏界面有偏差，导致没法选择菜单，联系客服退款遭拒绝。呵呵。
好评: 。
好评: 好游戏你值得拥有
好评: 绝对是好游戏！碎尸和击剑都很爽。但是部落的ai是不是太屌了点？
好评: 哈哈
差评: 还没做完就开卖dlc，真有你的
好评: 在一片欢声笑语中击剑，针不戳
好评: 好！
好评: 真正值得一玩的中世纪多人游戏
好评: 萌新快乐弓箭手
好评: 起飞
好评: 玩这个是真的爽。但有一说一，无法坚持的废物不要玩。前期谁都是被打，都是挨打成长的。退出就是废物
好评: 好玩
差评: 太容易战死 被高等级的 钛金的 折磨的毫无游戏乐趣
好评: 打击感爆炸
差评: 烂
好评: 很棒的游戏，就是对新手不友好
好评: 😐
差评: 这游戏什么都好就是，他妈的收益系统真烂，打多少把结算加了，但账号没加等于一把白打，最近多少天都是这样每把都没奖励结算，等官方修复在改好评。
好评: 好玩
差评: 最近无法 登录了，上去就显示无法连接后台服务器，谁知道怎么解决 ？换了新电脑，也是登不上！气死人
好评: noob
好评: 很耐玩的游戏，但是很难上手
好评: 贴吧链接：/p/6161632172?pid=126076775358&cid=0&red_tag=2623045957#126076775358

这是以前还在玩这游戏时做的鲁特琴的曲目，虽然已经申精了，但是还是在这边再发一下吧
⣿⣿⣿⣿⣿⣿⣿⣿⣽⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡟⣿⣿⣿⣿⡏⣏⣿
⣿⣿⣿⣿⣿⣿⣿⢳⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡇⣿⡽⣿⣿⣿⡸⣿
⡿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣏⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣇⣿⣧⡙⠻⣿⡇⣿
⣧⣿⣿⣿⣿⣷⣯⣿⣿⣿⣿⢟⣞⣿⣿⣿⣿⣿⣿⣿⣽⣿⣿⣿⣿⣿⣦⡈⠃⣿
⣿⣿⣿⣿⣿⣿⣾⣿⣟⣻⢿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⣴⡦⣴⣶⣶⣶⣶⡦⣿
⣿⣾⣿⡏⣠⠄⠈⣉⡙⡻⢷⣿⣿⣿⣿⣿⣿⣿⣿⣿⣾⡿⠿⢿⣿⣿⣿⣿⡇⣿
⣿⣿⣿⣧⢿⡀⢀⣉⠉⣿⣷⣿⣿⣿⣿⣿⣿⣿⣿⣿⣯⣶⠄⠄⢠⣤⣄⣀⡀⣿
⡻⣿⣿⣿⣿⣧⣿⣿⣧⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⢀⣠⣀⠄⢸⣿⣇⣿
⣯⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠾⣛⣿⣵⣿⣿⡟⣿
⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣟⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠇⣿
⣷⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡏⠄⣿
⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡀⣿
⣿⣿⣿⣿⢿⣿⣿⣿⣿⣿⣀⣈⣉⡛⠿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡇⣿
⣿⣽⣿⣿⠊⢿⣿⣿⣿⣇⠿⠿⢿⣿⣦⡸⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡇⣿
⣿⣯⣿⣿⡇⠄⠙⠿⣿⣿⣿⣷⣶⣶⣿⣾⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡟⠄⣿
好评: Slaughter!!!!!!!!!!!!!!!!!!
好评: 很好玩

好评: 玩死斗，听我的
好评: wssb
差评: 写在前面：这游戏对新人菜鸟极不友好
                  这游戏对新人菜鸟极不友好
                  这游戏对新人菜鸟极不友好
游戏好玩，操作也好，但是玩家傻逼是真的傻逼，总有老鼠屎坏了一锅汤，总有人很优越。最开始感叹这么好玩的游戏怎么人这么少，后来打着打着发现为什么了，有玩得比你好就嘲讽你的，单挑服乱打你还手打不过还被嘲讽的，真就全是在游戏里找优越感呗。老人会带新人，但是傻逼也不少，游戏特色就是嘲讽呗。我总共退游了两次，第一次是玩单挑服一个乱打，没人管，打不过他，他还两个人一起打我，把我打死了就跳舞大笑嘲讽，那天太气了退游卸载。后来玩骑砍二，总觉得打击感没有雷霆一击好玩，心一痒就又下载回来了，新人多了很多，好久没玩变菜了，单挑服被一个低等级的人乱打，管理员也不管也不踢，他还一直嘲讽，唉，对这个游戏的玩家彻底失望了，我玩游戏是想快乐，而不是生气。你若是打得过我，不嘲讽，好好玩，我自己练习进步也很快乐，但是总有老鼠屎。
卸载了，也不会玩这个游戏了，我不祝福这个游戏，至少是国内。国外特别好评，到了国内却是褒贬不一，差评大多和我原因一样，游戏好游戏，玩家真智障，玩家素质低。
好评: 我命你速速与我击剑🤺{掏出刽子手大剑}
好评: 砍爆 挺欢乐的 深入玩的话倒是没那么有趣 还算便宜所以短玩也不亏
好评: 我是傻逼
好评: Q（意味深长的字母）
好评: 建议刚入坑的小伙伴看一些新手教程，或者叫已经玩过的人教你玩。怎么说呢，这游戏适合很多人玩，                                                                                                                              
       玩过（我的世界）的游戏里有工具箱，按R可以转变4种形态。工具箱在有时候有决定胜负的作用，毕竟战场上防御工事是很重要的。                                        
       玩过（骑砍）（天国拯救）（荣耀战魂）的可以近战，应该能很快适应。                        
       游戏里还有各种远程武器，长弓各项属性最平均，也最贵。短弓射速快威力和射程短，当然价格比较便宜。弩威力大射程远射速慢，而且射击完后需要在按一下鼠标左键才会上弹，而且你上弹的时候会蹲下不能移动，切记在安全的地方上弹。箭矢的下坠很严重，具体距离把控大家慢慢熟系就好，射击的时候最好左右晃动，免得被地方弓箭手射杀                                              
       游戏里还有投石机，弩床，以及工具箱可以制作的小型弩床。这类建筑一个火弹就解决了，当然前提是你能接近它们（还有烟雾弹可以灭火）
好评: 对于喜欢中世纪风格和历史的人来说，这款游戏真的很棒，但是有时候玩久了就会觉得有些许无聊，因为整款游戏就是打斗，不是在打斗就是在打斗的路上！真心希望游戏能有一些历史元素在里面，或者是有一些剧情之类的。综合来说，很喜欢这款游戏！喜欢拳拳到肉的感觉，喜欢真实的砍击与武器撞击感，这是很贴近现实的游戏，没有那么多花里胡哨的动作，就是挥，砍，劈，刺，格挡，就是这么简单！
好评: 对萌新非常友好，上手极快，玩两天就能吊打全服大佬，建议火速入坑。
好评: Tiger是我儿子
差评: 标准白皮猪游戏.....垃圾东西
好评: 沙雕游戏，沙雕队友，沙雕对手，沙雕快乐。（所有游戏都会有玩出优越感的人，无视那些就会获得快乐）
好评: 游戏是好游戏 就是对新手不友好 200小时勉强会几招了但是在大佬面前还是过不了几招 这游戏新手没毅力不推荐
差评: 妈的，一个2.7g的更新吃了老子30多g都下不下来，还不如不更新，傻逼吧
好评: 我是铁，敌人是匠！
好评: 牛逼就完事
好评: 这个游戏啊，高血压患者禁止入内地说，新手上手难，老油条的战场
好评: 多多少少有点卡
好评: 在座的各位全是垃圾
好评: 够沙雕
好评: 好玩
好评: 进去就弹出来  VAC 超时  我很烦。。。。。。。。。。。。。。。。。。。。。。。。
好评: ……砍人真好玩…但要有加速器……
好评: 挺好的游戏
总之爽到...
玩大战场基本跟战地似的， 一样都是道具满天飞莫名其妙就无了，不过没了蹲坑开黑枪，主要正面对刀，舒服不少
问题是我他喵的1650s带不动是真的难受...调了全中，人一多也会掉帧...梦回笔记本打ow的时候（草）
好评: This game surprisingly makes me happy from so many aspects.

1. Outstanding physical touches above most action games.
2. Charactor's somewhat gay movements and sounds.
3. Funny teammates and funny death.
4. Sense of accomplishment once you get a kill.
5. Easy access to a match and instant enjoyment.

Tailored for busy-life guys like me and probably for everyone. It's just stupidly fun. I just cannot stop laughing sometime and you never know when you will be like this with random sudden in-game triggers.
好评: 太难力
好评: 半价入的，非常爽，联机总是死就玩玩单机，游戏，消遣嘛，过瘾就好。
好评: 我用弓箭射爆了ta的狗头,被另外几个大汉围住砍翻
好评: 天下无敌
好评: 只要能玩懂，就太tmd好玩了

差评: 网络卡的要死，只能去别的服务器
差评: 完全搞不懂怎么玩~
差评: 游戏是好游戏，某些玩家简直畜生，新手或者菜鸟还是放弃吧
好评: 能找到服务器就好，心态好点玩起来很欢乐，一定要找个国服加群问问题大佬也要回答，或者游戏中安Y问，死多少次都无所谓
差评: 游戏是个好游戏，可惜玩家素质人均孙笑川。而且机翻汉化极其敷衍
好评: 完了！我砍完才知道不能砍乐师！
好评: 想问一下金币有什么用啊

好评: 0-1-15 lots of fun
好评: 对于新手极不友好，但是还是好玩
只能说对制作组的更新很奇怪，先是削弱盾牌，接着又缩短格挡时间，还是没人用盾，为了让人重新用盾牌就强行加了一个格挡刺击几率受到震击然后无法防反的机制，这就怪了，为何我一个戟格挡一个砍刀的刺击要给我一个震击
还有服务器问题，一直刷不出服务器
好评: 剑圣……终究是遥不可及的梦么
好评: 希望多出点新装备
差评: 战地骑砍
好评: 骑马大刀 心理博弈 针不戳 
就是前期容易自闭 要思考对砍的套路才能玩得下去 





真的好玩
好评: 好玩的雅痞
好评: 挺好玩的
好评: 太好玩了
好评: 快来玩吧哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈操
好评: 👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍
好评: 希望能降低皮肤钱，几万甚至十几万的皮虽然好看但肝不动
好评: 游戏不错就是这个游戏的汉化贼差劲，本以为有故事情节但是没想到就是多人在线干干干干，想玩剧情的绕绕绕吧。
差评: 对新手不友好，里面都是老玩家只有被虐的份

好评: 一个小小的更新把国服弄没了牛逼
好评: 打击感十分强的中世纪战场游戏。对新人有些不友好，因为100+级的大佬很容易打到你没法还手。所以建议跟在人多的后面，并且武器推荐长矛，一寸长一寸强，刺就完事了。
好评: 两军交战不斩乐师
好评: 从被世界人民虐到偶尔有一点点存在感，这个游戏是需要时间去练习技巧和积累经验的，喜欢冷兵器骑砍类的朋友五颗星推荐入手，完全停不下来~
好评: GOOD GAME
好评: REW
好评: 时间表明一切 想要玩的好 就得好好练
好评: 刺激
好评: 加分项：油腻的画风。血腥的画面。不错的打击感。肝不肝都行。减分项：胜负奖励差距大。国内玩家稀有。官服太少，延迟高。随意叛变阵营，时常导致玩家双方实力不均衡。最后就是玩家心态，感觉都是来发泄情感的。
好评: 游戏很血腥很刺激。但是国服服务器很恶心。玩个游戏还搞起优越感来了 莎鼻
好评: 骑砍出了就没碰过 我是傻逼
好评: nice
好评: High playability, high operating on-line, high competitive
差评: 粪坑一样的玩家生态
差评: 冷兵器人多混战，操作有点像骑砍，还是有点半成品的感觉
差评: 垃圾游戏，攻击判定不明，画面狗屎
好评: 我是傻逼
玩久了你会发现这是个铁匠模拟器，大佬是铁匠，你是被打的那块铁。
差评: 学习曲线较陡，感兴趣可以购买。
好评: 很逼真，血液溅射很好
好评: 不错的游戏。手感玩法画质配音都好。奈何不用加速器玩不了
好评: 打不过的萌新，听好了，你们可以到本地战争玩单人，练手速，如果你不想玩系统默认的人物，在选人物的界面左上角点一下绿色
按钮，再给你的新雇佣兵装盔甲和武器（建议大锤）调中文就找到有个写着English的选项，换成简体中文。
差评: 恶心，国区已经废了。挂加速器都200+ping，被打的心态爆炸，对萌新及其不友好
好评: 游戏是好游戏，看我游玩时长就懂。如果你是新人，想买这游戏玩玩，那么我就要给你点忠告：

首先，你得有这三个条件：1.配置好（游戏优化差，只要服务器人多就卡的要死） 2.心态好（游戏里有很多傻逼，各种鸟都能见到，国服环境更是极差） 3.有耐心（这是个上手容易精通难的游戏，里边都是大佬，得先被虐上几百小时才能减少死亡数）。当你具备以上三个条件的时候，那你就可以正式购买游玩了。

那我再给购买游戏的新人一些建议：1.进游戏先进入TRAINING过一过新手教程，没玩懂不要紧，在服务器列表将PING值改成150，其它选项的勾全去了，选取Deathmatch模式然后刷新列表，挑个人多的进去，按Y或U发言虚心请教别人，会有大佬亲自教学。2.一定要遵守服务器规则，比如单挑服务器就不能乱打，否则轻则被围殴，重则被永ban。想和别人单挑就按X+1，只有被虐才能成长。3.当熟悉基本玩法之后就可以去Frontline或Invasion模式坑队友了（有很多人建议新人去Horde模式练，但我个人是不建议的，因为Horde里与机器人的打法和与真人的打法不一样，而且和机器人练的完全不能用到实战里。如果实在被虐的惨，也可以在本地比赛中选张地图加几个机器人玩，绝对比Horde模式好）。

这游戏里甚至可以弹鲁特琴，里边就有很多人能弹千本樱、China-X什么的，如果遇到请对他们友好，这也算游戏一大特色了。

最后，千万不要加战队！
Nice game,bad players.
好评: 粪坑游戏
好评: FCH
好评: 中世纪游戏，欢乐就完事了
差评: 延迟太高
差评: 基本是外国玩家 对新手特别不友好 很容易自闭
好评: good game
差评: 平衡太差
好评: 我是傻逼
差评: 日活100人不到，就有十几个小团体

好评: 每次在人堆里面的时候，你就知道什么叫做队友互杀模拟器了
好评: 太好玩啦
好评: 草你妈血b
差评: what you were doing when the crash occurred .
好评: hao
差评: 比谁屏幕晃的更抖的智障游戏
好评: 马勒戈壁的就是好玩
好评: 🐂🍺
好评: 骑士中世纪同类游戏，画质和动作改进许多。6向攻击，兵器盔甲类型丰富，可玩性很高。

不足之处：

一个人拎着片刀或者大锤横扫，跟在身后都追不上，这特么是猴子吗？
希望减少或取消队友伤害减免，不然傻叉永远学不会保持阵型，找不到攻击时机。
希望能取消对队友伤害时的滞止效果。经常1V2以上，一个敌人出招，你防御了，结果他打在另一个敌人身上停止了攻击曲线，造成我不能有效格挡反击，结果在防御结束的间隙被攻击到。

----------------------------------------------1year later-------------------------------------------
延迟高的很难打过延迟低的，60ping只是假象，对面很明显的快刀身位，提前预判都防不住。
苇名服里几个傻叉穿着同样的装备，和sb天野哥一起砍人，我说了几句，结果被永久封禁，其实我也不想去@@
闲的没事教新手，你一下我一下的平砍回合制，结果对面偶尔手滑就出了曲线慢刀和花式变招，哪来的新人，你是大佬的小号。。。
画面光影效果渲染得过头了，有些油腻，阴影太暗，有些武器在一定的背景环境下看不清剑锋。
好评: 萌新友好的游戏
好评: 很jb好玩
好评: 游戏环境很乱 但是值得玩
好评: 好玩哭了，就是对萌新不友好天天被大佬虐.....
差评: 服务器垃圾
好评: 可以的
好评: 爽！
差评: 游戏的格斗系统很不错，但你告诉我一下我刺打一个挂机的人打了2管体力都没打到是什么鬼，我剑都从他身体里穿过去了，结果他毛事没有
差评: 进不去了
好评: PVE  发泄新途径！
好评: 666

差评: 搜索不到服务器。开了加速器也没用。完了15个小时  现在为止服务器一直搜索不到了。
差评: 我是彩笔
好评: 我喜欢这个游戏
好评: 大兄弟！产卵吗？
好评: 敢杀我的马
好评: [b]诸君、我喜欢战争。 [/b]
 [b]诸君、我非常喜欢战争。 [/b]
我喜欢白刃战，喜欢远程战，喜欢偷袭战，喜欢突围战，喜欢攻城战，喜欢败退战，喜欢防御战，喜欢自杀战。
我喜欢在十字路口作战，我喜欢在冰山雪地里作战，我喜欢在城堡碉楼里作战，我喜欢孤身杀到国王面前然后被万箭穿心的作战。
我喜欢用刽子手切落敌人的头颅，我喜欢被德巨一击刺穿胸口，我喜欢用大砍刀在人群里狂卷残肢断臂，我喜欢被大锤一锤爆头，我喜欢用手斧在乱军之中劈裂敌人的颅骨，我喜欢被zxp这个家伙一箭射死在小路。
我喜欢死斗恶斗把敌人武器打掉后连续几刀把他砍倒在地，然后切断手脚，我喜欢被敌人把武器打掉之后反而迎上去浑身是血的抡拳头。我喜欢看我身首分离后脑袋骨碌碌滚到一边天旋地转的视角，我喜欢看被砍倒之后血污而且抽搐摇晃的视角里，慢慢暗淡的天空。
当我偷袭敌方弓箭手聚集的地方，弱不禁风的无甲弓箭手一个个都背对着我，被我冲过去用刽子手一刀一个都斩成血肉尽裂的时候，
 [spoiler] [b]我真是高兴到了极点啊。 [/b] [/spoiler]
所以买下这款游戏的同袍们，你们在期待着什么，在渴望着什么，你们因为工作或者学习而憋闷的血红眼睛里，最想看到的是什么。
你们需要战争，毫不留情四肢尽断，也要用牙齿咬死敌人的战争。
一场烈火惊雷，狂风暴雨一般，专心致志的无限复生和无限死斗。
来，同袍们。让我们创造地狱吧。
创造一个只有不断重生不断杀戮不断被斩裂，被砸碎，被烧焦，被刺穿不断惨死却又不断复生投入战斗的 [b]战争炼狱 [/b]吧！
好评: 欢迎来到雷霆一击的世界。在这里，你csgo开挂越频繁越容易砍到人。在这里，你打架姿势越非人类约威猛。

蛮好玩的，特别是加入社区服务器一边背后有人对砍一边看油管沙雕视频的时候
好评: 非常棒！
差评: 闪退
好评: 蹲比快乐中世纪
差评: （1）不建议大家买，这款游戏服务器很难搜索出来，网速慢，容易掉线。
（即便你开加速器还是有大概率掉线）
（2）有友军伤害，而且被友军杀死好多次，被队友刀砍死，那些人杀死队友道歉都没给一句，虽然我自己不在乎被同队杀死。
（3）合作模式下里面的玩家很不礼貌，老是打自己人，你误杀别人就被人追着打，追着你骂，没素质的人太多了。
（4）说实在话队友是没有什么素质的，在很多模式下，因为游戏里面队友可以用脚踹队友，是非常缺德，只要你站在悬崖边缘90%概率会被队友踹下去，然后摔死，你怎么说话都没用，里面的人只会跟你吵架。
（5）里面一堆口嗨、嘴臭的玩家、砍自己人，骂来骂去。
（6）有很多外挂，游戏体验极差，买这个游戏只能玩联机，而联机就这尿性。
（7）看宣传视频是挺爽的一大堆人乱砍，实际上并非如此，经常掉线，游戏环境不友好，外挂又多的情况下，体验并不好，进来也是找虐，没时间肝的朋友千万别在这里花钱。
好评: 因为买的骑砍闪退解决不了才买了摸得好，玩过感觉比骑砍更对我味口。我喜欢的原因：
1. 快节奏，随时进随时出。见敌人，砍就完了，砍爽了，随时可以离开。
2. 动作很多，比较逼真。打击感非常强，真的有很强的拼刀的代入感
3. 选择低画质的话，我这轻薄本（UHD620集显，八代i7低压版）也能流畅运行。

缺点
1. 难度高，对萌新不友好，pvp的话新手容易被虐。
2. 中文翻译不完整，而且是机翻

总之是一款很不错的游戏。

好评: YES!!!
好评: Muy bueno y entretenido. Le agregaría algunos mapas más, pero de todas formas es un muy buen juego :D.
好评: 本身是个不错的游戏，可惜因为各种原因凉了
好评: 双手战神，无所畏惧
好评: 这才是爷们该玩的游戏，sb荣耀战魂sb育碧吃屎去吧
好评: 巨剑猛男遍地跑，一言不合就开搞

好评: 好
好评: 虽然有时候很卡，但是特别好玩
好评: 超级好玩的，天天没事就是断胳膊断腿，i了i了
好评: 欢乐大战场，别信别人说瞎打都能杀，除非你从背后偷袭，战斗系统还是需要稍微深入了解一下的
好评: 我是傻逼！！
好评: 如果改成大型多人网游...自由世界...大型集市 多人组队打副本  霍霍
好评: 777
好评: 砍就完了，真过瘾
好评: 好游戏没有好环境 玩家素质属实不行
无奈退坑
好评: WDNMD
差评: 打人的时候太笨重了      不喜欢这种操作
差评: 垃圾游戏 早点倒闭
好评: 砍脑壳模拟器
差评: gets worse with every patch ngl
好评: 啊，奇迹暖暖，i了i了
差评: 没买的别玩  新人进来就是被老玩家锤的
好评: nb
好评: 我是菜逼
好评: very
nice
好评: 这个游戏好

好评:       打了也有七百个小时了，也该发个体验总结了，这游戏是个好游戏，想入坑的话建议先要整理好心态，萌新入坑以后不要去死斗服务器玩！！！如果想好好玩的话先去部落熟悉这游戏的玩法和体验大部分武器的手感，不要问为什么不去死斗服和前线服体验，因为那里根本就是大佬乐园，大约打到二十级以后就可以去玩玩除部落以外其他服务器了，想练技术和想要体验是两个情况，这游戏有意思的人也很多，慢慢玩放平心态，开心最重要！                                          
 It's been 700 hours since I played it. It's time to make an experience summary. This game is a good game. If you want to get into the pit, you'd better sort out your mentality first. Don't go to the dead fight server to play after Meng Xin enters the pit!!! If you want to have fun, first go to the tribe to familiarize yourself with the game and experience the feel of most weapons. Don't ask why you don't go to the death fighting suit and front-line uniform experience, because it's just a big man's paradise. You can play other servers except the tribe after you hit level 20. There are two situations in which you want to practice technology and experience. There are many interesting people in this game , play slowly, calm down, happy is the most important!
好评: wdnmd
好评: 非常不错的游戏，两天已经玩了二十个小时了
好评: 砍
好评: 中国人好像很少玩这个游戏啊哈哈！ 有一起DUEL的加我哦！HAVE AT THEM BOIS ！
排位终于把段位打出来了哈哈! NIOCCCCE
差评: 恶心
好评: 贼好玩

好评: Really HARDCORD Game.
好评: 你爹我又是第一！！！
好评: 喜欢中世纪肉搏的买就对了
好评: 我这转换成中文页面后鼠标和界面就不对应了，重新下载也没用，没法正常玩游戏了
好评: good

好评: 好

好评: 挺不错，就是控制出刀方向得用鼠标就很难受，就不能按个什么键确定出刀方向吗
好评: 猥琐的笑声令人着迷
好评: 真的很好玩，尤其是跟别人拼刀的那种代入感，和取胜的快感。如果你是中世纪迷值得一试，如果不是你也可以玩得很开心，你可以还原其他著作中的各种人物形象，相似度99%！但是，缺点还是有的那难熬的新手期是必须面对的。
好评: 这款游戏最吸引我的地方是它能够较为真实的让你体验到中世纪战场的感觉
好评: 很欢乐
好评: 我爱产卵
好评: 对于服务器不谈 是个好游戏可以尽情厮杀 希望可以更新更多的PVE玩法 PVP实在打不过老鸟T0T对于新手不太友好
好评: ========2019/4/30========
继承CMW的风格（CMW老菜鸡在此）
画质更好
比CMW多了方向攻击
======
睿智的机翻
太靠近敌方的产卵了，倒退
========2020/3/30=======
多样性的武器选择，射手位感觉比CMW削得更弱了点。
（还记得CMW有个神奇操作，里面有些老玩家灵敏度高的离谱，有一次我射一个老手，他居然大陀螺起来用背后的盾挡了下来............）
[h1] 背后与手持护盾依旧能挡箭，拖刀快刀有保留，背刀被删。 [/h1]
PVE模式应该是套娃了CMW的创意工坊PVE模式，后面的波数会出现魔幻敌人= =
优秀的自定义系统，你可以走史实方向，魔幻方向亦或者恶臭，滑稽的方向
优秀的气氛渲染，有很多玩家甚至做出微电影
游戏玩家群也很友好，经常出现通敌现象（
当然也有老玩家愿意带新人，教学技能和打法。
但也有一些恶臭嘴臭玩家在（很多评测都在说），其实很多游戏都是这样，玩家群再怎么友好也可能有一些________。
（而且这些玩家也能打爆大部分新玩家，让其无能狂怒，觉得这是个垃圾游戏垃圾群体，于是风气越来越差）
==========2020/6/20=======
我错了，这社区风气还是混乱的一批
游戏是好的，但风气还是算了吧
差评: 游戏是个好游戏，就是外国烂人多
好评: ciji
好评: 相比骑砍，这游戏的断肢系统还不错，我觉得很接近战场上的残肢碎肉的感觉。相比骑砍来说有八个攻击方向以及一个短时间的防御，但是武器和标枪没有蓄力系统，所以比较考虑武器的攻击时机和防御时机，以及拖刀和闪避
好评: 好玩，但是里面的人实在是太强了，而且我刚买不久就发现中世纪战争2要出了，啧
好评: GOOD
好评: 我是来学怎么骂人的
好评: 希望更新能快点🙏。
好评: 真好啊
好评: +砍得爽死了
+国人的私服非常多，基本加个群就不用担心没服务器玩了
+入门门槛比骑士中世纪战争低得不知道到哪里去了
+游戏目前玩的人很多
+有好几个著名主播
+外挂在这游戏 完 全 活 不 下 去
-屎一样的匹配系统
-人多的时候几乎挤不进没密码的服务器
+/-有不少恶臭流打法，但是至少玩的下去
部分轻武器按R键可以投出，然后犹豫就会败北
好评: 好玩就是延迟比较高
好评: 以前看直播觉得马老师玩得很捞，自己玩了一会，发现好像平分秋色。。。
好评: 光膀子上就完事了
差评: 别买
好评: nice
好评: ohhhhhhhhhh
差评: cant play in north us
好评: 骑士暖暖游戏，很不错。打架很乱，但是也很快乐。
差评: 连中文都不全
好评: 可以练视力，因为经常把队友看成敌人砍了
差评: 我想知道进去没有人怎么玩一个人逛了半天看风景吗现在超过时间也不能退钱垃圾游戏
好评: 老刺激了
好评: 先给大家曝光一个败类的ID号码：76561198383249061
各种TK恶心队友 遇到了请提出 净化游戏从我做起欧耶
好评: 呵 垃圾
好评: 喜欢冷兵器的可以一试
好评: 非常好玩

好评: 一个玩的莫名其妙会上火的游戏，能把自己玩的又气又笑

玩的挺爽，就是希望制作组多干点活，把各国文明的武器和盔甲都做上去
什么日本刀啊，关刀啊，日本盔甲，中国盔甲这种
虽然是游戏背景是北欧，但是还是希望多点内容
好评: 只能说 网上普遍缺乏好康的进阶教程 去油管看看吧
好评: 很棒的中世纪游戏 那些差评是因为没有融入到着游戏深处 刚玩菜就是挨打，搜服务器可以把右边那3个勾勾下面选线换成ALL（全部模式）
差评: 1.加速器没用，世界服匹配200ms+
2.匹配机制稀烂亚服鬼服没人被老玩家锤爆新人游戏体验极差
3.糟糕的中文翻译
4.游戏玩家素质极差
5.聊天系统人物起名会频闪
6.没有个人pve模式，创建的本地人机没有金币
7.游戏优化不好高延迟画面玩的想吐
9.唯一的有点是血腥元素好评，本游戏只适合初玩游戏粘度过低
差评: 一堆毫无意义的操作指令和违反人体物理规律的动作
好评: vg
好评: 一开始挺好的 不过到后面，，，，死板 枯燥 不过有很多有趣的mod玩 也是挺好玩的
好评: 服务器比以前好点了
好评: 砍就完事了
好评: The balance needs to take a look at, and more servers plz..
好评: ；啦啦啦啦啦啦啦啦啦啦啦啦啦啦啦啦啦啦啦啦啦啦啦啦啦啦啦
好评: PVE
反曲弓 轻甲93  中甲40 重甲 30 打头中甲60 重甲50 
长弓 身体中甲一箭一个 打脚93  重甲90 打头秒杀
弩 除了带盾的都是一下一个
差评: SMK的 全家死光光
好评: 为什么我进去找不到服务器了
好评: 有玩过的朋友们多多少少都知道情雪哥吧，我当初用大号买下这个游戏，一直都是情雪哥在带我，现在小号一开，横豪四海，就是情雪哥玩不了，6月6日情雪哥就回归了，看到这条评论的小伙伴你们的情雪哥马上就回来了

好评: 是兄弟就来kan我！
好评: 喜欢硬核格斗砍杀的，可以入手，已经玩的停不下来了
好评: 战个痛 什么入门门槛高 不存在的
好评: 还行
好评: 好玩，就是找不到合适服务器
好评: 我需要能升级打怪找职业做任务的rpg服务器
这么漂亮的城堡就没人想当国王嘛
知道rpg服务器的兄弟可以推荐下
好评: 第一次接触这游戏是在b站看到的，我个人很喜欢这类冷兵器格斗类型的武器，于是果断入手了一个，当我欣喜的打开游戏要大杀特杀时，踢球，产卵等等奇怪的词语让我很懵，在逐渐游戏后才明白了他们的含义。这机翻属实很坑（现在更新完初始人物都没翻译）。
刚玩这游戏的时候，首先国服匹配不能用，当时机智看见了服务器浏览，没在匹配上浪费太多时间。
我个人最喜欢单挑，不怎么喜欢打群架，所以我就直接进入了单挑房，第一人称的冷兵器格斗，给了没怎么接触这类游戏的我很大的震撼，虽然很菜，一直被虐，但还是一直在坚持玩（u1s1这游戏真是新手噩梦，有的nt就故意找新手泄气，打不过别人就欺负新手，欺负你，你还打不过，打不过就嘲讽你，骂你，真的很nt。我感觉这就是这游戏这游戏玩的人越来越少的原因之一）
为了攒钱买好看的装备（我很喜欢换装，嘿嘿），也为了不被nt欺负，努力的玩这游戏，堆时长，后来发现单独打架作用不是非常打，于是就找别人练习，看到他们的一些招式很厉害，都想要去学习学习，逐渐脱离了萌新的阶段（我之前被拿匕首和刺剑的打自闭过，还有王天野，现在想想当时是真的菜的不行）明白了一些基础的技术。快慢刀之类的，然后不断实战，有的时候会碰得好心人，教教你怎么更厉害，当时我的拖刀，就是普通的反方向拖，后面明白了更厉害的（前拉在慢慢拖，虽然这也很基础）逐渐逐渐的能打过很多人，好好玩也能在单挑服取得靠前的名次（我80级之前全是单挑，基本没怎么玩过其他模式，也少了很多乐趣），很遗憾的一点就是我很想打排位，但是排位ping好高。
简单的说一下我觉得这游戏可以改进的地方吧（匹配是不想着能用了）
1.卡钱卡经验和难产，这个真的非常非常烦人，都懂。
2.地图这游戏的单挑地图还是不行，来来去去的就那几张，服务器开放的也就那几张，地图要素很少，很枯燥。
3.组队功能，好像没什么用（不知道是不是我的问题）
4.出点单人游玩的关卡吧（就是非pvp）萌新太痛苦了，教程用处也不大。
这个游戏目前国内环境很差，很多嘴臭的人，以骂人取得欢乐，还有一些嘲讽人的。
如果你能忍受游戏内奇怪的翻译（对玩影响不大），萌新期被虐和他人嘲讽的压力（不是绝对，有可能），和单纯捣乱的行为，那就来玩这游戏。
即便如此，我还是希望你能玩这个游戏，游戏是好游戏，被外在因素拉拖了不少，玩游戏是为了开心，不是被游戏所奴役（这游戏里面好多逗比非常欢乐）。
目前国内服务器日活跃可能200都不到
总而言之还是非常希望，有更多的萌新能加入这个游戏，一定会有大佬教教萌新的（强烈建议萌新找个人教你，找个基础好的）
写到这些心情有些难过，这是我在steam上游玩时间最长的游戏，有美好的回忆，也有痛苦的回忆，我不是圣人，我也爆过粗口
我只是希望这游戏国内玩家能更和谐一点，认识了很多了人，也接触了很多新的事物。
希望游戏越来越好，玩家越来越多！
mordhau！！！
好评: 不加战队就是中世纪格斗游戏，加了战队就是政治游戏
好评: 草透你死妈血J8飞妈炸阴透血你妈阴道死妈飞血炸阴透血B死透你妈血J8死透你妈血J8飞妈炸阴透血四阿妈飞阴炸血B透你妈阴道四阿飞血炸阴透血B
好评: 挺爽的
好评: 挺不错的游戏。
好评: WDNMDping高到走路瞬移跟个鬼一样的这还练nm技术啊艹
————————————————
写有点长，结尾放段个人简评

也玩了一段时间了来做个评测：                                                            

   个人感觉雷霆一击是类似游戏中对刃方面做最好的（[strike] 起码相对于《骑士：中世纪战争》。。不过那个是真便宜 [/strike] ）。
 武器模型、数值方面感觉算是比较考究，格挡判定很短，如同闪避的无敌帧，再配合假动作、视角不同或下蹲躲避等可以弄出很多高端玩法花子。（虽然新手包括我基本上都是一顿鼠标左键瞎挥武器，撑不过三秒 死了。）
   玩法上也基本都有算是比较齐全（根据地图不同有攻城，烧村烧营地杀龙鸣杀市鸣甚至引爆矿坑为小目标或大目标拉锯点。个人最喜欢乱烧乱杀龙鸣( ﾟ∀。)）
而缺点是甚么呢，缺点就是一上来这武器伤害做滴害蛮真实的。
选默认模板角色中妹穿甲的角色差不多就是别人一个双手剑横批你布衣你直接就视角一顿滚倒在地上灰了开始读条产卵的画面。
  汉化问题：
游戏中大约百分之60（？中文化了，但还有些未汉化的部分（虽说基本不影响。）但我个人因妹文化一开始把新手教程当做了进阶模式，还是需要2000gp解锁的那种（实际上是打完后给你2k。。但我打完后没给，可能是因为当时已五级，比较蛋疼）
 关于新手教程：
 新手教学内讲的还挺完善，教练说话不呆板而且可以随便打（但没有工程师使用工具箱方面的教程，不过那东西上手试试基本就会了），包含有基础操作；攻击方式以及连击；假动作；格挡以及对刃（应该类似剑术里的大师一击（？）在敌人出手击中你前用相同的招式并匹配方向格挡对手攻击并命中对手。经过一段时间摸索才发现并不可能是所谓预判，只要在被击中前按出同样方向以及类型的攻击动作便可。）；远程武器以及补给弹药箱子的使用；用踢来开关门和破坏建筑（但没有教你如何丢攻城战防守方还算便利的大石头，和开门时如果有敌人在门对面敌人将被踹倒在地一小段时间这点）以及如何修复建筑；骑马用专门的带矛攻击以及攻城武器投石车的使用。（只有攻城车，不过其他类型的攻城武器虽出现不少，但基本是作为一个拉锯点，）
下方我统计下出现过的攻城武器：
1.投石机（可主动且红蓝双方使用；印象最多的是出现在战场地图）
2.攻城锤..或者是冲车？（拉锯点，出现在雪峰堡地图，蓝方打红方时）
3.攻城塔（拉锯点，出现在城堡地图。印象里雷霆一击貌似只有攻城塔没有云梯）
4。。好像也就这？( ﾟ∀。) 帐篷营地地图是推轨道上的炸药车炸山破坏营地，怎么说，总的来说还算丰富的。
   掌握后建议开本地电脑进行几局练手，之后摸爬滚打大约到10~30级大概可以算是初步入门。相对而言不会那么的痛苦。
关于玩家素质： 默认服务器应该是全球服？  ping我初玩都老高（实际上现在也老高，可能是适应了） 之前凌晨打了几把，也遇到了一些本身实力不俗但当局就当社交游戏一般互相站那丢武器用人物默认语音句式唠嗑着互相在占据点蹲个半天的好些个伙计。还有 1v1公平竞技（平时都是找机会摸对手后头夹击偷袭的我也默默OB了）
就不禁有些触动：让我想到真实战争里如同游戏中玩家们一样的真实互相敌对的士兵偷偷友好交流的场景记载。
不过这平时大多数战局都是能拿到头就行；人多势众；老银币加偷家，就是要拿下据点/烧了营地/宰了逃窜平民....
   所以 在这也刚好说下劝退点：
1高ping
2 你可能会遇到杀了你后并砍掉你角色尸体的头让它乱滚（或是一脚踢飞）再加上一阵嘲讽笑声的敌人，关键是自定义人物音调那笑声还贼jb嘲讽！！MD! 
 或许也算对心态的一种磨练吧。不过其实就个人感觉还好，当雇佣兵脸皮要厚，不得较真。想着等待时机，要么换个基础骑士角色去跟敌人打当高级电脑练习自己技术了。毕竟这游戏里自个强不及它人还确实是自己菜的问题，沉下心找机会阴了对面当老狗币也还是能很快乐的。但如果你很难以接受可能发生的鞭尸嘲讽，那还是最好不建议购买或在本地模式可以随意虐杀成群电脑时再去游玩。
3 因为高ping死了 并遇到了2中的敌人。。 （这点妹话说了，要真脑壳发热了都就还是先打完这局退出游戏平复心态下次再玩吧）
4 嘴强王者型素质玩家
5 其他游戏也能看到的种族歧视/单纯低素质玩家等问题
6你自己菜，玩不爽
7遇到抱团组队有好基友的被群殴，再一看自己好友列表一个人/玩这游戏的/玩但没空鸟你的都没有
..
  对了在这补充下，不涉及打字情况下的如何让角色作出互动的方式：
按v可以战吼（无实际意义 可以暴露你位置或表示亢奋）；按c配合上下左右选择可以让人物说话或者笑；按x可以让你的人物做动作。[strike]两边同时按F可以一直互踢抵消下去 [/strike] 按Y打字。
无论是锻炼技术还是单纯感受地图风光（不得不说这个光影效果做的是真的真实，室内到室外那个变化很真实！）玩开心最重要。

 简评（初版）
武器护甲、单局战争细节方面还是挺考究，数量也不少；
入坑初对于游玩体验来说相对波折，劝退点也确确实实的存在；
本身游戏难度上也需要中等偏多的时间的练习和适应，如果不追求慢玩型或者逐渐磨炼被千锤百炼才有所技术，而相对想追求直接干脆的爽快砍杀，那你大概率无法获得较好的体验。
经验值系统等对于可选的游戏内天赋、以及容量点都没有改变。只有解锁物品（和皮肤，真香）和名称背景栏的改变。也就是说你唯一长进的除了越来越多的金币和等级以及死亡次数外，并不会获得什么根本上的优势。中、重甲和大部分武器等基本会在5级左右依次解锁。也可以嫌麻烦直接使用方便的默认角色。（md说是简评越说越多了给）

  简评（修订）：
慢玩型，逐渐练上去的技术，以及本身也不乏让自个肾上腺素飙升的刺激体验 [spoiler]  包含走的好好的被一箭爆头给TM吓的肾上腺素飙升。 [/spoiler]，而以较为丰富的自定义系统及武器护甲，地图玩法等来看，这游戏可玩性，还算高。 
所以总结来说——你看我这脑门上的，是一颗绿色的大拇指
好评: 艹所有玩雷霆一击的人
差评: 游戏环境不友好，新人少老人多，入手难度较高，游戏内很多拉帮结派的现象，散人无生存空间，非常不建议
好评: 本人的第一个测评：男人的最爱，砍就完事了。新手上手难度较大，游戏比较硬核，适合天赋高的人玩，动态视力和反应力是这个游戏天赋的关键！
差评: 人少
问题多
一堆bug不修复
三个模式匹配30次都进入同一个房间
服务器在60ping到400ping之间无规律跳动，史上最差服务器
游戏里没有技巧也没用架势，只有又慢又用力的挥砍或刺击
人物角色不仅仅是肌无力，更是太空人，要多慢有多慢
盾牌格挡，举起来半秒钟就自己放下来了，抖m？？？？
游戏也没有东方的武器，这个游戏没有唯快不破，只有人数暴力
最有技巧的操作是现实中最不实用的对刃
玩个锤子
PVP打不动玩个PVE
打个4、5波就开始刷全身黄色的人，扔飞刀？？？一共6个玩家被十多个怪上来直接拿飞刀砸死
AI弓箭比苏联制造的SVD半自动狙击步枪还准
烟雾弹是爆散式的，科技水平比第二次世界大战都先进
玩尼玛
我能强烈感觉到制作组想卖这个游戏，但是我一丁点也感觉不到他们想把这游戏做好
遗憾的是我错过了退款
好评: good
好评: Просто шедевр
好评: 挺好玩的游戏。就是这个服务器是ZTMDCD！！！！！！！！！
好评: 都玩这么久了，有什么好说的？
好评: 66666666
好评: 对于老人和新人来说就是一个爽就完事儿了
好评: 感谢mordhau，让我在等待骑砍的漫长岁月里有所安慰。即使在骑砍2已经发售的现在，我仍然偶尔会玩，毕竟骑砍2还有诸多的不和谐因素。当砍2彻底完善，mordhau又将何去何从呢？
假想我有一个挚爱的初恋，然而由于这样的那样的原因，尽管在漫长是时间里我仍然魂牵梦绕，但我又始终不得不等待着她。就这样，后来，我的现女友出现了。有一天她回来了，但并不完美，有些仓促，还有些失落。我隐秘地和她一起又度过了一段愉快的时光，但终究还是无法面对这样的她。我们又分开了，而我还是回到了我现女友的身边。
骑砍2的更新我始终都会跟进最新的beta，然而却再也没有像1.0.0那样认真玩过。取而代之的，是我现在时不时会登录雷霆一击，去战场服厮杀一番，纵马挎着破甲剑驰骋，进进出出，起初还会幻想我上的是骑砍2，渐渐已经无所谓，而接受了我就是在上雷霆一击这个事实。
雷霆一击是很好的游戏，但是他没有做出来攻击速度机制。他的速度加成仅仅体现在骑马上，而没有体现在步战上，这就导致玩家可以拖刀，而骑砍里拖刀基本打不出伤害。雷霆一击的骑兵刺出去以后即使是强弩之末也能瞬杀敌人，然而骑砍的刺到了末端会吃速度减益。显然骑砍的机制更符合显示。骑砍的武器又破甲的概念，速度加成不高打上去就无法造成伤害，而这里根本没有这回事，什么武器什么打法都是固定伤害。
我认为如果雷霆一击能有所改变，最起码修正好速度加成这回事，他才会是我心中真正好的剑斗游戏。并不是说学习骑砍是好的，只是说我想这样子更加合理，也更加符合现实。
好评: 这是一个很好的游戏，玩起来很爽！
差评: 首先表明立场、游戏的剑斗做的很好、人多打起来挺爽的、基本上体验差的点都不是在游戏内容上。
[spoiler]如果你认为联机丢包之类的也算游戏内容的话、但毕竟服务器基本不是官方提供的所以……[/spoiler]



游戏程序优化差的地方很奇怪，进入服务器玩个五六分钟，cpu的使用率就骤降到0、然后再恢复。（你们真的没注入奇怪的挖矿程序之类的？）
这时候服务器基本上差不多都已经把我踢了或者掉线了。

即使加入的不是服务器、本地自己开一个单机也一样会这样卡一下、而且每几分钟就一定会未响应一次。[spoiler]而且单机没钱拿[/spoiler]
这基本上已经算是严重影响游戏体验的恶性BUG了，游戏程序bug或者适配有问题。


如果能重新找到服务器加回去还好、要找不到的话那奖励就打水漂。

没见到官服、加速器加了个寂寞，也不知道为啥加速器就是有加速mordhau的选项。


结算金币不进账的BUG居然还在、以为自己看错了、一开始以为是结算显示双倍金币显示错误、实际会正常进账，出来后会显示正常。
就没多在意、还是多打了好几天、包括中途掉线心力憔悴、丢账的金币应该是足够我暖很多东西了，之后才逐渐发现不对劲…这数字好像一直就没往上涨过…我就是想暖暖个鸟面具，一直卡在3k这个数字上不去。实在太打击人，有的时候甚至钱涨了经验没涨、经验涨了钱没涨。

神秘

[spoiler]还是当骑砍2的bug测试员吧…好歹那个可以“想办法”让自己爽来平衡游戏体验[/spoiler]

--------===---------

【关于盾牌】
盾牌被削成了傻逼，现在已经变成全世界性价比最差的装备了，不能长举、要按住R才能慢慢顶起盾墙（而且还大减速）。
我花费6点资源点带的一个盾居然不能为我提供更好的生存空间。

而且我都不知道那个小圆盾为什么要花费9点资源点、它到底有什么优势？还是因为比较好看所以要卖贵一点？还是说因为它可以扔出去？那为什么我不带飞刀？反正小圆盾的格挡跟普通武器一样、飞刀扔出去伤害还高、还能去箱子那补充弹药。飞刀飞斧才4点资源点啊。


[spoiler]我估计应该是制作组为了讨好“技术型玩家”做的改动[/spoiler]
双手类武器本身伤害就高的可怕、顶着盾本身就没什么输出，带盾的人就是为了活命或者拖时间。（更何况举盾又不能格挡快速还击）

原来的盾强在它不需要承担风险的举盾、就算被攻击了也不会有体力或者硬直惩罚，而且想用脚踢一个举着盾后退的人是根本做不到的、踢击范围太小、而且踢的时候不能移动。

【*****】
本身削盾就有更好的办法、增强踢自击的判定范围（这个明明可以参考Chivalry: Medieval Warfare）、且踢中举盾者可以让他出个大硬直，或者顶着盾承受过量伤害会不能再举（手麻了）、削减举盾者的耐力、或者直接盾牌碎裂损坏。双手斧与双手锤可以更好的破坏举盾者的耐力和盾牌完整性，或者降低架盾后收起盾的速度（就和其他武器一样招架落空后的那个小硬直）。
简单点讲就是、提高破龟的成功率，是成功率。
[spoiler]毕竟破龟还有风险的话我方为什么还要破龟？

但是他们不、他们选择把盾牌“删除”，方法过于简单粗暴、让人忍不住去想他们到底有没有仔细斟酌自己的想法…[/spoiler]
好评: 里面个个都是人才，说话又好听，游戏又好玩，我超喜欢这里的
好评: 雷霆一击全价入的，骑砍2咱也买了
荣耀战魂咱也买了
暂且不论高低，因为没必要论高低
都挺喜欢的
但是这玩意真的太难了，除了跟AI玩能稍微赢一下，一联机就被大佬们杀得片甲不留，希望能有同级别的匹配机制。
但是真的好玩。
而且咱玩游戏输了又不会生气
谁叫俺是抖M呢
菜就菜吧，谁叫我如此热爱冷兵器呢。

差评: 我这弓箭怎么射不中人啊~，诶啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊你不要过来追着我砍啊[spoiler] y1s1wsdd [/spoiler]
差评: 官方服务器列表四个大字租服务器啥意思
好评: 是兄弟就来产卵
好评: 对于嘴臭的人，第一时间要去战队群或服务器群找管理举报，出现了傻逼肯定是有人会管他的，不要在服务器里一直骂人，最后祝大家都有一个良好的游戏体验！
好评: 因为以前就玩过中世纪战争所以买了雷霆一击 游戏非常棒 在线多人模式才开始的一两天可能对新手不太友好 但是手感练出来了就很有趣 新手建议先打几把人机练一下再去打PVP 游戏不足的地方就是希望可以加强一下AI人机
好评: 中世纪战地
差评: 傻逼玩家太多了，进去就一通骂人，单挑服乱砍，友伤图杀队友，再来几个管理员弄个1411手枪射个没完，最开始一周和和气气练技术搞骚套路的人都退了，就一有几个大米饭粒子的屎坑
差评: 击杀回血是赢家通吃的机制，也是萌新地狱级体验的罪归祸首￣へ￣
什么？你说骑砍？哥们啊，骑砍的游戏内容又远远不止于多人对战......
差评: 这游戏，最后只剩下了傻逼
好评: 好玩

好评: +++-+++
好评: HOW wan
好评: 挺欢乐的·
好评: 除了网络有点问题。还是挺爽的
好评: 好玩，人再多一点就更好了
差评: 并不是很好玩。
好评: 情怀
好评: 较快的游戏节奏与激烈的多人对抗，也在此类游戏中超脱了骑砍在动作中做出了创新，简化了防御动作缺增加了攻击方向，导致了这个游戏我认为最为致命的问题，在拼刀中的判定十分的迷茫，挥砍方向与网络延时导致的失误大大降低了游戏体验，但这又关乎游戏的核心玩法几乎无望改进，在此大体上我依旧给与好评，因为我喜欢也十分推崇这种快节奏的游戏玩法
差评: 服务器吊差
差评: 优化简直是狗屎，游戏环境非常不好，憨批队友太多了。
好评: 特刺激

好评: 里面的大佬都很友好(horde)
差评: 算是个不错的游戏。找不到服务器，200以下ping的服务器没有几个。  服务器靠自己租才行吗？
好评:   初，披金甲，配神兵，横砍斜劈，自喻飞将军。
  误入沙场，然壮志勃发。遇宝马，着重甲，横架利矛，驰骋乱军之中。有弓手立于敌营者，搭箭拉弓瞬息而发，吾坠于地。左右之敌，均以兵相待，死无全尸。
  后提大剑刽子手以雪前耻，怒火满腔持剑挥舞如疯魔。敌者，持兵大锤，迎面。吾自当大将军在世，无畏迎敌。劈则挡，横砍则蹲。无力，欲遁走。须臾，如瓜破裂，复卒。
  终，无意争斗，遂手持火弹屠刀。投火弹于敌营，如爨灶，敌为鱼肉。吾得其理，非艺高者不与善兵者为敌。备火弹铁夹，攻其不备，虽猥琐却获利良多。
差评: 玩法比较单一，初上手时虽然新奇，终究不过是骑砍2的替代品
好评: 有一说一，菜刀第一
差评: 网络环境非常差，开加速器也没意义。ping100以内服务器根本找不到。
好评: 当时看一位up主（高机动持盾军官）好玩到产卵     入的游戏  自己玩起来 有点菜  被虐了 感觉70亏了（当时）       过了半个学期    在家再次玩雷霆一击时真好玩  非常的欢乐  真沙雕  开发商的更新不断   值了
差评: 作弊的太多了 有自动格挡 都是老外在开挂
好评: PVP贼刺激，秋梨膏，别打PVE了，一起玩PVP呀
好评: 游戏是好游戏,就是刚入坑时天天被大佬暴捶,尸体都给你打碎那种惨,还有游戏里购买的装备谜之消失,很难受,原来的重甲秒变裸男
差评: 都是流氓
好评: 打击感非常好
好评: 砍就完事了，射就完事了
好评: 游戏很好玩，建议先在B站上找攻略看看，否则开始会被暴虐
好评: this game is sensational! i used to be stuck in a wheelchair with only one arm and unable to play most steam games. this game completely changed my perception of games and my life as a whole! i now, thanks to this game have no wife and my arm back! hopefully this game can get me out of my wheelchair some time too and also cure me of my crippling d3pr355i0n.
i give this game 9.685/11.5 until i get out of my wheelchair. i highly recommend this game and anybody with no arms and legs can happily recover from their disasterous position in the same way i did. Yes.
好评: 12313123
差评: 游戏环境令人作呕
好评: 有沙雕性，有技术性，问题只是人太少了就那么几个玩家服务器可以玩
另外新手玩家体验会非常差，毕竟算是个格斗动作游戏
好评: nb
差评: 不知道是延迟还是什么原因。ping90左右     不砍人不会， 砍人的话一近身吞键很严重，经常贴着人了砍不出来刺不出来，只能傻逼一样转。
好评: 战斧真的太好使了对我们萌新来说是福利啊
好评: 老子日你妈的垃圾服务器
好评: 跟战地1一样东亚感人的服务器经常性掉线高延迟
但是快乐啊！
8080的可太快乐了
好评: 

222222222222222222222222222222222222222222222222222222222222
好评: 打击感十足，适合古兵器爱好者游玩
好评: 服务器机制造就的问题是
不入圈散人玩家大多数情况平安无事，但如果被捣乱就找不到地方解决
入了圈各个服务器针锋相对，战队之间的摩擦很多（此问题游戏末期已解决。。因为只剩下一个战队了）
萌新入坑，娱乐为主体验不错，但如果有好胜心建议不要入坑
游戏基本进入晚期，玩家水平上限锁死，想变强只能去外服，国服倾向于娱乐化
游戏本身无太大问题
差评: npc的屎是无限的？边拉边扔？
好评: nb
好评: 建议大家试一下“农民”这个技能，里面有个平底锅
好评: 昨天想回来看一下武器的样子，然后发现服务器已经没有几个人了。好怀恋以前大家一边奔跑一边战吼的时光。怀恋单挑服的老哥们。岁月匆匆。
好评: 是男人就来！ 男子汉的战斗没有眼泪只有鲜血！

差评: 游戏是个好游戏，就是国服玩家素质不行，虽然游戏做的还行，但我还是不怎么推荐新手玩
好评: 莽就是了，拿上你的双手剑，砍！






然后你就被T了（原因杀太多队友）
好评: 1V1战斗系统还是比骑砍2更有深度，主打联机竞技，就是内容少，必须靠排位模式撑起来
好评: 砍就完事了
好评: 好玩，大锤一锤一个小朋友
差评: 游戏各种进去只能观战然后被踢出什么鬼？打完不结算经验和金钱什么鬼？这么影响游戏体验的BUG不修复？不给补偿继续点差评！
好评: 很不错。不知道为啥凉了，可能比较硬核了点
好评: 怎么说呢  好玩 但是感觉玩的很腻 有些不想玩了得感觉
好评: 还行就是人少
好评: 对新手极度不友好
好评: 欢乐的时候很欢乐，就是新手被虐惨了。
差评: 如果你能忍受前10个小时都是被屠杀，毫无游戏体验，被屠杀不说还要被那些臭嘴BB的话那么你可以来体验一下中世纪亲人问候大会。你玩得好也要BB你咋地咋地，你玩的菜也要BB叫你滚别玩了，真搞不懂这游戏的人都是些什么心态。真的在给国人丢脸，里面湾湾仔也挺多的，但是感觉很多都是本土的大陆人，只是被游戏里100小时以上的大佬问候亲人问候的心态崩了，才装湾湾仔来骂人的。讲真，这游戏很平衡，你菜就是菜，你就该被屠杀，你就是该掉头。但是希望每一个大佬都能够善待每一个萌新，还有千万不要进互联网房间玩。里面那些臭嘴B脸不要，谁都在骂。欢迎来中世纪亲人问候大会问候你对面的马
好评: haowan
差评: 新人极度不友善!!
好评: 快餐版骑砍，适合类似像我这种只有零碎时间玩游戏的
好评: 挺不错的
好评: 666
好评: 游戏是好游戏，就是手残
差评: 体验太差了，完全不建议买，第一；鼠标和画面不匹配，分辨率调了很多次都不成功，基本上没法玩；第二；网络太卡，进去就是丢包
差评: Hey！朋友，你想入手这款游戏吗？我玩儿了100多个小时还在被打。X（
好评: 游戏是好游戏，就是天天挨打很难受
好评: 好玩,推荐购买. 欢迎来王天野擂台 1vN乱斗玩耍
对了,新手来苇名新手村找车牌/金牌导师H11 会耐心教你助你早日成为大神.
很好玩,很好玩,很好玩.
我十级之前都是玩前线,之后都是在单挑.
想练习技术还是去单挑.
从10级到64级,我现在已经能不再那么被吊锤了.
好评: 看到有憨批说比不了骑砍2，完全不是一个类型还能比？这游戏注重的是战斗，打击感，物理引擎，爽快程度完爆骑砍2一万条街。谁要觉得动作性上不如骑砍2的话，这种人跟脑瘫多少沾点边。
好评: 除了服务器比较垃圾，其他倒是没什么，但是和骑砍2肯定比不了




























































































































































































































差评: 别买，自闭。谢谢
好评: 很硬盒，但非常好玩
好评: 产卵让直男快乐
差评: 真的别买 现在人少 基本没啥人  买了 玩起来就是被虐的弟弟 对新人及其不友好
好评: 抛开网络连接和现在游戏可能凉凉的诸多问题，我还是想说，
《雷霆一击》是在玩过骑砍、天国拯救等等很多优秀中世纪冷兵器游戏后，仍然能让你印象深刻的一款好游戏。
时值上半年骑砍2正式开机，虽然很久没动这玩意了，但是回忆起游戏里的射箭、攻防、骑马冲锋、弩炮狙人、六指琴魔(?)还是心血来潮，回来给中世纪战地个好评。
差评: 这游戏很垃圾不推荐
差评: 我是傻逼，垃圾优化，bug一大堆
好评: 没人啊，根本没法匹配，只能找房间玩，但还是爽
差评: 960m显卡卡卡的，然后就是里面人均战斗大师，对新手不是很友好。
好评: 砍人真的爽
好评: 好游戏，刚发售的时候就连着玩了100多小时，想玩好的话技术上升空间非常大
但是输赢有毛用！本质娱乐游戏，xjb砍就是了，Waaagh！
好评: 游戏很棒，萌新很喜欢
差评: 玩了有500多个小时了，感觉游戏除了人少都还可以，但今天开始尽所有服务器全都是提示failed to connect to server，重进游戏，重新下载过游戏，都没有用，我就想说你这服务器炸了吗？
好评: can
差评: 优化一次比一次差，平衡一次比一次垃圾，你这游戏寿命就到这了。
好评: 好玩！！！
好评: 很热血

好评: 真实的中世纪剑斗游戏，多样的武器和盔甲，代入感很强，物理细节方面处理的也很好，可玩性很高。
差评: 服务器就是坨shi  千万别买
好评: 都给我买，买就完了
好评: 这游戏和骑马与砍杀差不多，比较好玩
好评: 爽的你妈一批 偷你妈的B
好评: 不错欧
好评: 对新手不太友好 但是玩久了就熟练了
好评: 新手的我都被虐哭了
好评: 111
好评: 打击感不错，很fun
好评: 非常好玩
好评: 想要日本武士的DLC
差评: 等机翻汉化变成完整的优质的汉化后，我在来改差评！

他妈的！逼游戏都快上市一年了，汉化还没做好？用脚做的汉化？
好评: 游戏很好玩，只是现在老玩家太过熟练，新加入的玩家不太能打得过。记得刚发售那几天大家水平都差不多，甚至因为BUG绝大多数玩家都没有办法获得金币和经验连人物也都是用自带的。这就导致一场战斗下来每个玩家都可以玩的尽性，也因为这个原因争吵很少出现，现在看来那个状况也真是不可多得的有趣体验。
另外说起来聊天频道不能关闭这一点让人很在意，战斗中不得不看到一场场混乱的言语战，这让沉浸感大打折扣。其他的可能还算可以理解，打队友的可以理解为倒戈的雇佣兵，团战时的队友杀手可以想象成战场上杀红眼的士兵，等级高且熟练的玩家是老兵，偶尔回来玩玩被虐的高等级玩家是退伍后右被强征的退伍军人，新手玩家则是新兵，只是人数太少，不免有点像两伙侦察兵的遭遇战而不是攻城战。

好评: 早就想玩这种类型的游戏了
好评: 真好

差评: 大陆在线延迟太高了
差评: 如果你是因为喜欢骑砍才想入这个游戏的话那么我并不推荐，如果是荣耀战魂玩家也不推荐。
当初真是瞎了狗眼才会买这个中世纪FPS。
好评: 这个游戏的唯一缺点是人太少了
差评: 在全一波钱后，制作组就无动于衷，更新巨慢毫无诚意
好评: ruaaaaaaaaaaaaaaaaaaaaaaaaaaa!!!!!!
差评: 真后悔买这款B游戏。靠主播炒火了一把割了茬韭菜，真不要脸。人物机制做的和一群智障一样，只会冲上去乱砍。重要的是和Chivalry: Medieval Warfare一模一样不说，人家打折卖7元，你打折卖81元。这TM不是骗钱是什么？
差评: 一年了,中文都没补完..
好评: 更新比较稳，制作商老骑砍了
差评: 买亏了 自由感太低
好评: 中国最大同性交流游戏 搞基就完事了
好评: 2
好评: 北美区游戏体验还不错。前提是有朋友陪你一起玩。
好评: 围城刺激的！非常真实！
差评: 傻逼作者，更新之后手感跟屎一样。草透你死妈血J8飞妈炸阴透血B你妈阴道死妈飞血炸阴透血B死透你妈血J8死透你妈血J8飞妈炸阴透血四阿妈飞阴炸血B透你妈阴道四阿飞血炸阴透血B草透你死妈血J8飞妈炸阴透血B你妈阴道死妈飞血炸阴透血B死透你妈血J8死透你妈血J8飞妈炸阴透血四阿妈飞阴炸血B透你妈阴道四阿飞血炸阴透血B草透你死妈血J8飞妈炸阴透血B你妈阴道死妈飞血炸阴透血B死透你妈血J8死透你妈血J8飞妈炸阴透血四阿妈飞阴炸血B透你妈阴道四阿飞血炸阴透血B。千万别买。这垃圾游戏垃圾人玩
好评: 挺好玩的砍杀游戏，比较符合我的胃口，只可惜没有国服，单凭被砍飞的脑袋也出不了国服，唉可惜了
好评: 确实好玩
好评: 不说什么了，就为了经常免费的更新点赞！地图多更新点！谢谢！
好评: 有一说一，游戏是好游戏，优秀的物理引擎和伤害判定，写实的画面，不过这种游戏还是改变不了新手被疯狂锤爆的事实，需要很长时间的练习才能保证不被血虐，不推荐没玩过剑术游戏的玩家入手，除非你有练习的毅力。
好评: 为什么还是无法得到经验和金钱！！！！！
好评: 相当硬核的中世纪村民械斗！
你骑马？你射箭？那又怎样？和我这个中世纪三火弹（三陷阱/三标枪/三烟雾弹）战场裸体拳王有何关系？
凭一双拳头在战场中七进七出，凭手中的道具在战场中浑水摸鱼，凭铁拳和冲刺技能在战场上打不过就跑气死对面。
我，既是毒瘤！
好评: 玩法不错 就是太难了 人素质也低
差评: 玩服务器结束后不给经验和钱的BUG什么时候修复 ？？？刚开始还以为是服务器的事，玩这么多服还是没有，现在搞得等级升不了，装备买不起，不修复还能玩？？？
好评: 当你进游戏之后挂在主菜单大概15分钟左右 
会出现有一个一直说着YES并且站在超大号头盔上面的裸男
因为前一阵挂机 突然听见一直有人说 YES!!! 然后我就过来看了一眼 然后我人炸开了
惊现彩蛋
好评: This game is sooo god i get big big soldier when playing!
好评: 打击感很棒
差评: 卡死了卡死了，严重影响体验感
好评: 好玩的一批
好评: 为什莫东亚区域没人，其他区域有人
好评: 是猛男就该跟剑圣对刀！
好评: 就一点坏处，关于房间内玩家的交流素质（王天野）
差评: 服务器够垃圾，！！！
好评: 哈哈，很有趣的游戏，很有趣的翻译。
是兄弟就和我一起产卵！
就是里面的玩家实在不友好，素质普遍差。
好评: nb
差评: 网络就他妈是一坨狗屎，从开服就有的金币经验领不到的问题到现在都没有解决
玩家素质普遍低，有的平时挺好，但就是有时候会手贱
恶意劝退新人
挨打很正常
小工作室开始懈怠更新了
就是个冷兵器为主题的格斗游戏，跟hema几乎没有关系。跟传统街机的关系更多
没有新意，留不住玩家，很快就会暴死
差评: 首先，我先说说这游戏里面几个毒瘤

这个游戏并没有骑砍那么硬核，长武器比如长矛，按道理来说发挥威力的那一部分是它的矛头，所以骑砍里面的枪兵被近身是没有发挥空间的，因为敌人已经进入了矛头无法触及的范围，但是mordhau不同，只要你的武器没有打到场景物品上或者是被格挡，可以说是四次元武器，哪怕是你跟枪兵脸贴脸他还是能刺中你，所以我一开始带着骑砍的意识来去打枪兵结果次次白给。所以我每次见到用长矛的人我都不是很愿意跟他打架，一是他的距离太远，我格挡他的刺击并没有什么实质性作用，第二，这游戏里面速度最快的动作就是刺击，很多人发明了很恶心的刺击流，特别是盾配短矛，流氓打法，除了刺他啥也不会，他连看时机格挡不需要，举着个盾，“哦，你打完了？那我开始了”真的，假动作，变招，配合脚步的挥砍都没用，他只需要等到刀砍到他盾上他才会开始，实属恶心，别说脚踢了，会玩的盾都是绕着你转圈的，一脚踢空必吃一刺。

其次，攻速流

mordhau里面人是吃了伤害必出硬直，有些人就发明了攻速流打法，武装剑或是匕首或者刺剑和异国剑，后者还好，因为后者是双手武器，不能拿盾，用变招骗格挡还是可以的，前者这两个单手武器就是毒瘤，攻速流先不说，配上盾跟前文里面描述的人无异，你打完了？那我开始了

吐槽这么多我也说说我的打法，mordhau里面大多数武器挥舞的很慢，但是如果你新手教练的话认真听了之后，你就会发现，剑配合脚步是可以达到不一样的效果的，有藏刀以及迷惑他人的效果，就拿刽子手的剑来说吧，如果你只是跟个铁憨憨一样直线冲上去对着别人砍，除了反应过当的人和萌新，基本上就是砍不到人

我说的配合脚步就是身子朝向和步伐配合你的刀挥舞的方向，可快可慢，如果你还是不太明白，玩过黑魂的人参考舞娘，玩过只狼的人参考二次猿，如果你只狼和黑魂都没玩过，我就详细的说就是，mordhau里面的双手武器都能挥个280°，所以攻击判定是很广的，但是一被人挡住就会失去效果，比如你往左砍，你的刀肯定要先往右边预备，这时，别人看你已经准备出招前摇了，他就会看准时机准备格挡（拿盾的人是不会看的）这个情况下，你的脚步随着刀的方向飘，往右飘，拉开距离减慢武器跟对手的碰撞时间，如果敌人用常规挡刀的方法的话，这个时候就是格挡已经失效了，处于硬直状态，当刀开始往左挥的时候，身子再往左走，这时刀又会加快与目标的接触时间，这是脚步配合刀的方向，并不是屡试不爽，但是常规打法和一打多的时候这个步伐可以让你活久一点，剩下的都是教学里面都会教的东西，我就不说我的心得了，面对快慢刀相应的应对方法也就是配合脚步。

我个人喜欢叫做摇摆刀法，嘿嘿嘿

虽然这游戏没出多久，比我牛逼的大佬也很多，但是看在我已经拿了那么多成就和一天砍了1000人的份上采纳一哈吧，秋梨膏！



2020年3月20日—————————————————————————————————————————

废物游戏，老子上线一看我之前辛辛苦苦打的装备全没了，我还在纳闷我一身重甲怎么就被刽子手一刀砍死了，结果在仓库一看，tmd东西全没了，我不知道改了什么数据，但是我花钱解锁了的东西你给我收回去是真的死了妈
好评: 非常棒的中世纪游戏，打击感是我所见过的最强的游戏，希望能将画面优化的更好，解决闪退问题（闪退基本是进服之前闪退，不会影响收益。）
好评: 男人的游戏
好评: 无解

好评: Love this game lol
好评: 游戏非常棒但是似乎不支持离线模式啊😭每次登录都必须要网 steam离线模式登根本就打不开呀 唉真的很想玩这游戏呢 不知道是不是我下载区域的问题 我这是南澳的区域（人也在这）😔今天下这个游戏用的流量费比原价买这游戏还贵 结果不能离线模式登录 气的我直接退款卸载了(눈_눈)
好评: 快乐就完事了
好评: 好玩  有意思
差评: 这游戏破网实属脑瘫  房间要么Ping巨高  要么大陆IP进不去 挂了VPN也连接失败  要么打完多人不给奖励 最搞笑的是玩自己打PVE也是200不到的ping   我玩个骑砍不香？
好评: 好游戏
好评: 喜欢嗷嗷
好评: 为啥我砍死队友的时候比砍死敌人更开心？（这真是误伤，兄弟，你要相信我！）
好评: 刚进去的时候是很兴奋的，以为可以大展宏图，以为自己像十字军电影里一样，战无不胜，然而实际上，冲压！瞎几把砍呀！瞎几把戳啊！
然后慢慢的服务器越来越少，每次进去就那么几个服务器，不超过一百个人在玩
好评:   是男人， 就该上战场
         好，我选择   这把，大刀，  
   不轻不重，刚刚好。
  敌人们   洗好脖子等死吧！
好评: 
好评: 迅捷剑与狗不得入内
好评: 我很疑惑当我玩deathmatch模式的时候网络延迟不高，游戏基本可以流畅地进行，但到其他模式，同等ping下却非常的卡，这是服务器原因吗
好评: 挺好玩的~挺有意思的 和天国拯救 骑马与砍杀 战斗系统比较类似
差评: 服务器不稳定
好评: wrrrrrrrrryyyyyyyyy
好评: 挨打就完了
好评: 很好的游戏，很棒的打斗，很美的服装自定义，就是这游戏学着有点费劲，我跟以前YG的大佬学了一晚上才学会拖刀，慢刀，快刺，慢刺，反手打击。
好评: .
好评: 简直了
差评: 不咋地，网络延迟高，我还开着加速器呢
好评: 维京战斧，日耳曼双手剑，在中世纪砍就行了（不要tk队友！！不然你会成为全民公敌！！）
好评: nbnbnbnbnbnbnb
好评: 天才般的设计,超了一流的打击感就是没有故事。地图太少了 真的是玩过最好的中世纪格斗游戏
好评: Good.
差评: 玩法单调，人少，更新慢，坑钱游戏。
差评: 网络优化呢？？？开啥加速器都一样卡，服了
好评: 管你是产卵还是下蛋，我TM砍爆
好评: 砍就完事了
好评: 游戏是个好游戏，玩1v1的时候很欢乐，可惜不是每个人都是友好的，有些高等级玩家仗着自己级别高喜欢乱打，逮着人一直杀，还要求对方道歉，属实恶心到我了
好评: 当年被他的机翻中文劝退。产卵，我产你奶奶个腿。现在也不知道好点没
差评: 没买这游戏前感觉这游戏还行，刚买了就后悔！！！！！！ 打击感差，玩这个游戏人数少了可怜！！！！
好评: 可以试试和朋友一起堵人然后交替攻击
好评: 很棒的一款游戏，战斗很爽快，缺点就是bug偏多
好评: 非常喜欢 就是玩的人 没什么奖励机制
差评: 服务器都找不到一个，玩毛
好评: ШИКАРНАЯ ИГРА ЕСТЬ КУЧА ОРУЖИЯ  НО 1- ПЛОХОЙ ПЕРЕВОД НА РУССКИЙ
好评: 爷被虐吐了。。。。
好评: 不错 除了那个头盔带个毛就买8w有点离谱外都可以
差评: 根本有人玩,游戏也退不了,太坑了.
好评: 挺有趣的 就是很多玩家没素质 喜欢在单挑服里乱砍人 特别是砍等级低的

优化有点差
好评: 游戏过于硬核操作比较劝退,不过玩家群体很友好，愿意带新人极度需要极好的心态和耐心
好评: 不错，适合解压
好评: 几个月没有玩了，现在盾牌不能一直防御了吗跟其他武器一样只能防御一下吗，有知道的玩家给我讲一下
好评: 好游戏，打击感很棒，但玩家不行
差评: 这游戏就是傻逼多，多的很，总是有几个人喜欢乱打，欺负新手无恶不作，之前有个叫王天野的，后来叫中国共xxxx，此人满嘴喷粪恶心至极
差评: 体验100小时，浪费不少时间。打斗比较肉，缺少动作感，慢吞吞的，就是比谁准确出招，非常无聊，跟剪刀石头布差不多，已卸载。
好评: 虽然画质一般而且没有国服，但是满足了我中世纪砍杀的梦，希望出一下国内服务器，不然打外国人太卡了
好评: SHUAGN

好评: a
好评: 刺激
好评: 很给力的剑斗游戏，不过BGM是什么？？？
好评: 现在购买游戏还送野生的口吐芬芳王天野！
虽然我知道你不想要，但是砍起来爽啊！
好评: ez
好评: 等不到有生之年骑砍，就先来爽爽这个
好评: 感觉还是跟朋友一起玩会特别好玩，自己一个人玩就是无限重复的死亡
好评: 还不错
好评: 很好玩的游戏，打击感不错，游戏节奏较快，对新人非常友好XD
好评: 快乐紧张的中世纪格斗，PVP和PVE的紧张感都让人欲罢不能。。。（经历了被对方戏耍-队友乱剑砍死-一锤敲死-从城墙上被队友一脚踹下。。。。）
好评: good
好评: 好玩人少
好评: 盖 当 碗！
好评: 好玩得一匹
好评: 作为一个骑砍类游戏，该游戏的难度可以说的上是很高，不想通常骑砍类游戏人物是四向攻击，上劈，左右砍，下刺，该游戏有七向攻击，六个方向的砍，和刺，但防御只有一种方式而且时间极短不可连续防御，也就是说遇到两人以上的敌人时会很吃亏，但是该游戏有友伤又导致了敌人不会太多人来围你，另外远程攻击可以被防御也就导致了远程人物在近身时会被克制，所以总的来说，这游戏很平衡，游戏内无收费货币，无收费道具，完全看个人技术，是个好游戏
差评: 太容易腻了
好评: 游戏还可以，就是经验和钱结算后又变回原来的样子，完全不涨，玩了一下午白玩。。
好评: 除了有点鬼  真是好游戏 强烈推荐  虽然有点鬼但还是能玩的  你不玩 我不玩 雷霆合适能出头 你也玩 我也玩  雷霆人口大爆满
好评: NICE
好评: hky
差评: 不喜欢，还是喜欢骑砍的操作
差评: 垃圾游戏
好评: 好玩，就是硬好玩。不过请看到这个评论的b站用户打游戏要放好心态
差评: 砍嘛捅嘛死嘛
好评: 玩过那么多游戏，第一次接触砍骑游戏。只有这个游戏让我上手被人打得好像第一次接触电脑，有挑战性。
差评: 弃坑半年回来，发现盾改的太恶心了，玩不下去了
好评: 对这方面感兴趣的玩家一定会喜欢，冷兵器的血肉的触碰之类的。。。
武器系统够全，甚至你能一拳超人！乐趣满满
好评: 好
好评: 神游，就是有队友这个机制不太好，希望在新版本里删除队友。加油，希望制作组能够做得更好！
好评: 好玩是好玩，但是国服很少有人开有意思的地图。
差评: 非常卡不要买
好评: 挺好玩，但里面人不友好
好评: 如果你是一个准备复健的骑砍玩家
如果你是一个喜欢砍人与被砍的精神绿皮
如果你是一个对剑斗游戏感兴趣的耐心玩家
那就来买这个游戏试试吧

差评: 我是傻逼
好评: 非常好玩
好评: 作为一个少见的游戏类型，雷霆一击做得也还算不错。
可比起它牛逼的精神前作来讲，除了*多次格挡（在格挡一次攻击后仍然可以格挡没有后摇）和画面更好之外
我觉得这游戏比Chivalry：Medieval Wafare做得要差许多，不过作为一个小工作室做出来的产品，已经很可以了
质量上乘，画面不油腻挺清新的，取消了精神前作的背砍，极大削弱了盾牌和拖刀，使得玩家想要正常输出比较依赖变招和假动作，尤其在团战。
里面玩的人也不咋地，被虐了几百个小时终于牛逼起来之后开始仗势欺人，鱼肉百姓，以前还有人开服务器骗钱
反观骑士，完全不是一个水平
这可不是踩一捧一
游戏是好游戏，可惜是烂人在玩，各种意义上
谁急我骂谁。
好评: 游戏是好游戏，但是对萌新太不友好了，一场下来最少死个20次，总的来说就是，我是傻逼！
好评: 砍二不出，谁与争锋！
差评: 卡卡卡
好评: 用心做游戏，用脚做平衡
好评: 了
好评: 好玩是很好玩，就是更新的慢。
好评: 这是一个自由度很高的搏杀游戏，很适合喜欢冷兵器肉搏的各位玩家
好评: 游戏体验极差
差评: 这游戏里的人素质很差 只会肆无忌惮的欺负你
好评: 是兄弟就一起来砍人
好评: 打起来乒乒乓乓的.......╮(╯▽╰)╭
好评: 如果你恨一个人，刚好他又是手残党，那么快送这款游戏给他吧
好评: 游戏很不错，刀刀见肉，真的是白刀子进去红刀子出来，自定义雇佣兵就很棒，里面的盔甲真的很帅。刚开始打的时候被大佬狂虐，虽然现在也是，不过比以前好多了，至少可以给他一刀。
好评: 好玩欢乐 被打一百个小时就可以打别人了
好评: 服务器多半延迟都巨高，开了加速器也不行，不过依旧没法阻止矛盾的快乐
差评: 链接很差，即使使用加速器，不推荐购买，经常卡顿（网络问题）
好评: 好玩疯了
差评: 虽然这个游戏很好，但也会没有很好，因为他会购买之后而产生的24小时，而玩了接近-1小时后，这个游戏目前很少，也少但是不错的紧张感与合理的玩家对玩家与怪物搭配从而导致的不错感觉，所以还是推荐购买时的使用，射击的感觉很棒，没有下坠有飞行速度所以提前量要打好的后变成很好就可以了。

网络现在也很好，有中文，就是要注意需要招募新手保护之后在游戏一局死了就强化了紧张感，因此也会产生购买。而球队不能因为踢到你而踢球，所以你需要使用打伤，以至于技能点的添加和特性是需要你考虑的，不然吃饭和游泳很可怕在游戏里的撤离点撤离很舒服的心里感觉。

背景故事在们赏金小怪和互相残杀，强烈的黑暗风格导致有点酷炫的角色，因为返回之后就会打得好，它不会流血导致队友变成3个人就身轻如燕，所以推荐他磨的好
好评: 砍就完了就是少人其他还行还有服务器有点卡
好评: 打击感很好，但是匹配单挑的ping数太高了
好评: h
差评: bug奇多
差评: 这个游戏BUG怎么这么严重，我都玩了10个小时了还是两级，升不了级，也没有金币拿，不修改BUG就是给差评
好评: 这游戏已经玩了一段时间了，一开始是在快吧里下载的盗版，后来注册了steam于是就拿自己的压岁钱买了这游戏，因为我自己还是比较喜欢中世纪类的砍杀游戏的像啥“骑砍”啊“骑士中世纪战争”我觉得都没这游戏上瘾，但说真的这游戏的中文还是有改进空间的。就是服务器不咋地，剩下都好。O(∩_∩)O
好评: nb
好评: 这游戏透视自瞄都搞不定
差评: 垃圾游戏鬼服了
好评: 我是傻逼
好评: 99小时体验，我是谁，我在哪，谁在砍我。好吧我承认我是菜狗。
但是这个游戏和好朋友一起玩简直是。。。丧心病狂！！！！！
尤其是。。。不小心分别加到两个队伍的时候。。。啊哈哈哈哈
有本事咱么吊桥见！ 你等着我正去呢  牛逼我死在了路上  啊哈哈哈哈我也死路上了
相爱相杀=不可能   啊哈哈哈哈哈啊哈哈哈
好评: 唯一一个让我喜欢玩PVP而不是PVE的游戏，喜欢欧洲冷兵器时代战争的可以考虑一下。
好评: 一刀砍掉半个头
好评: 这个游戏非常的硬核，出招完全可以按照自己的意愿来，然而游戏美中不足的就是匹配系统做的不够完美，现在只能在服务器里玩，不过老玩家很乐意充当新玩家的老师，这个氛围很好
好评: nice
好评: 这个游戏很不错，画风写实动作写实很对我口味，虽然很菜但团战很欢乐，有人弹琴哪怕很难听大家基本也不会伤害他氛围很和谐，但我今天终于遇到怎么形容的队友，在队友出生点后面用弩炮杀队友你很自豪？伤害全力保护你的队友显得你很厉害？这种感觉真的让我有点恶心，究竟怎样垃圾的人才会故意在游戏中做出这种事？这个游戏我得缓缓了，也可能止步于86小时了不会再碰了。
差评: 如果给武器加上便携性（比如长矛，戟，德巨等武器有移动限制）就好了。
差评: VAC检查超时怎么破啊
差评: 垃圾服务器。
差评: 粪游戏，操你妈亏钱90块
好评: 还不错哦
可惜中国太卡了，哎
好评: 闪退哈哈哈哈哈哈
好评: 就喜欢每天花1小时上来砍砍人
好评: This game is a real relaxing game, you can chop up your enemy and laugh at them, so funny
好评: 打击感很好
好评: 这类游戏的制作人啥时候能知道板甲不是纸板，我穿着最厚的板甲被最短的匕首砍死，哎
差评: 国服玩家游玩时延迟会很高，而且对新手并不友好，建议不要游玩
好评: 大佬打不过啊
差评: 买了二种加速器  都是卡死人 300ping+
好评: 服务器太有意思了，不只是打打杀杀，社交成了游戏的新亮点
好评: 虽然对新手不友好但是玩下去会很好玩
好评: 过于畜的一款游戏
好评: 沙雕的中世纪动作游戏
好评: 这个游戏的独特魅力在于：砍人特别的爽，特别是砍掉头部的时候骨头断裂的声音，以及杀人得分那叮的一声，我要告诉你们大家，这是个血腥十足暴力满点的游戏
好评: 很欢乐，很喜欢 。
好评: 挺好玩的 就是不耐玩
差评: 不推选，开始游戏体验极其不好，本地外要加速，本地内一群萨比老鸟一块打你，没朋友不想跪着就尽量别玩本地
好评: 还行
好评: 好耍
好评: 猛男游戏，非常欢乐，穿最靓的甲挨最毒的打，这才是男人的浪漫！
好评: 队友？对手？输赢？嗯。。。都与我无关。我就是弓箭 弓箭就是我。。
好评: 给我带来的很多朋友的游戏，挺棒的，但是对新手不友好
差评: wdnmd什么垃圾服务器，打到快完了直接给我断开，每次都是这样，打个pve每次都是20关或者19关就断开了，你他妈以为老子脾气好好啊，淦
好评: 可以
好评: 一直都很喜欢中世纪游戏
好评: 嘿嘿嘿好玩
差评: 垃圾汉化 垃圾服务器
好评:       优点是打击感超棒，武器也很丰富，佐以天赋能搭配出很多流派，主要还是第一人称砍杀搭配超棒打击感贼爽，新手技术差也可以先去pve玩玩避免一开始被老玩家虐爆劝退，前线模式还有弩车投石车什么的还是挺丰富的，主要是爽啊。
      缺点的话首先游戏优化有待提高渣机免入，其次虽然现在国人也能用官匹了但是服务器卡的不行进去200ping起步100+算是运气超级好的情况，基本还是和以前一样以玩私租服务器为主，这是最主要的一点，前一阵出了天梯（rank只能官匹）去打了一把进入一看400ping当场去世，全程左键乱按靠脸获胜。
      不过总体还是很推荐入手的，毕竟确实是个吃技巧的好游戏
差评: 感觉砍起来就是不得劲，说不上来哪里不好，就是玩的不得劲
好评: 好玩
