好评: 打不开的如果是win10系统试试打开系统-系统保护-高级-性能设置-数据执行保护-为除下列选定程序之外的所有程序和服务启用DEP，然后添加本体文件里的游戏启动项，我本来想着死马当活马医没想到就成功了，而且还不会锁30帧。

好评: 苍含其命
好评: good
好评: 打斗不是特别的流畅，但是作为早的前作，喜欢这个系列了解剧情的的可以低价入手
好评: 带有格斗的galgame😀
好评: 这游戏我超级推荐大家购买的 我是减价的时候买的所以很便宜，而且这款游戏它的电脑要求配置不会很高，我一开始以为玩的时候会很卡结果进去里面根本就不会卡甚至还可以开到最高画质，打斗画面什么的都做到很好 超推荐大家购买的。
好评: 没啥好说的了，童年最沉迷的游戏，正式补票。
好评: 我都不知道是什么游戏就买了😭，艹
至今都没玩
好评: 还是可以的可以的（文化人也只会说可以了）
好评: 很好
好评: 初
好评: 混关看剧情还是很简单的
好评: 两个手柄怎么双人
好评: 基本操作
	A 弱攻击、B 中攻击、C 强攻击、D 驱动

通用特殊技（L=レバー 摇杆）
	攻击类
		A+B+C（攻击命中时） -> 强制取消攻击硬直（消耗 50% 能量槽）

	防御类
		A+B（防御中） -> 强力防御（消耗防御槽）
		6+A+B（防御中） -> 防御反击（消耗 50% 能量槽）
	
	投技类
		B+C -> 投技
		
	回避类
		L+A+B+C -> 受身
		A+B+C+D（被攻击中） -> 强制吹飞（1回合只能使用1次 能量槽消耗至0，且无法使用强制防御）
————————————————————————————
相关网站：
1、官方网站 https://www.blazblue.jp/ct/index.html
2、剧情模式通关流程 https://w.atwiki.jp/blazblue/pages/143.html
3、CG获得 http://blazblue.gamelando.com/gallery.html
————————————————————————————
注意：
1、每次重新安装之后，都要重启机器，否则只有30帧
2、游戏有附赠CD，目录为 BlazBlue Calamity Trigger\Digital Extras\Soundtrack
3、游戏里的Sound，目前发现有39首，没有CD中的37-42，但多出来几首歌曲
    分别是： 家用版的主题曲「蒼-iconoclastーKOTOKO」　邦哥的主题曲「お前の鉄槌に釘を打て！ー影山ヒロノブ」　诺爱尔的主题曲「Love so Blue～蒼の鼓動～—近藤佳奈子」
4、游戏中有一处翻译错误，进行 カルル 的街机模式之后，解锁的是 Unlimited Carl，而不是 Unlimted Haku Men
————————————————————————————
买了好久都几乎没有拿出来玩，从今天起给自己记录一下：

2021-04-09 ラグナ 100% 完成之后有杉田智和的特典语音
2021-04-09 通关了一次 ラグナ 的街机模式 完成之后出现 Unlimited Ragna
2021-04-12 タオカカ 100% 完成之后有斋藤千和的特典语音
2021-04-15 テイガ 100% 完成之后有乃村健次的特典语音
2021-04-15 通关了一次 テイガ 的街机模式 完成之后出现 Unlimited Tager，并解锁了 Astral Heat
2021-04-22 レイチェル 100% 完成之后有植田佳奈的特典语音
2021-04-22 通关了一次 レイチェル 的街机模式 完成之后出现 Unlimited Rachel
2021-04-27 カルル 100% 完成之后有泽城美雪的特典语音
2021-04-27 通关了一次 カルル 的街机模式 完成之后出现 Unlimited Carl 并解锁了 Astral Heat
2021-04-27 アラクネ 100% 完成之后有疋田高志的特典语音
2021-04-27 ライチ 100% 完成之后有高桥智秋的特典语音
2021-05-04 通关了一次 ノエル 的街机模式 完成之后出现了 Unlimited Noel 并解锁了 Astral Heat
2021-05-06 通关了一次 タオカカ 的街机模式 完成之后出现了 Unlimited Taokaka 并解锁了 Astral Heat
2021-05-06 通关了一次 アラクネ 的街机模式 完成之后出现了 Unlimited Arakune 并解锁了 Astral Heat
2021-05-06 通关了一次 ライチ 的街机模式 完成之后出现了 Unlimited Litchi 并解锁了 Astral Heat
2021-05-06 バング 100% 完成之后有小山刚志的特典语音
2021-05-06 通关了一次 バング 的街机模式 完成之后出现了Unlimited Bang 并解锁了 Astral Heat
2021-05-20 ノエル 100%
2021-08-29 ジン 100%
2021-08-29 通关了一次 ジン 的街机模式 完成之后出现了 Unlimited Jin 并解锁了 Astral Heat
2021-08-29 ハクメン 100% 完成之后有柿原彻也的特典语音
2021-08-29 通关了一次 ハクメン 的街机模式 完成之后出现了 Unlimited Hakumen 并解锁了 Astral Heat
2021-09-06 V-13 100% 完成之后有近藤佳奈子、寺杣昌纪、中村悠一的特典语音
2021-09-06 True End 100% 完成之后有松浦チエ、矶村知美、今井麻美、清川元梦的特典语音
2021-09-06 通关了一次 V-13 的街机模式 完成之后出现了 Unlimited V-13
好评: 最好玩的还是格斗部分 算是解除过的格斗游戏里比较简单的一个 剧情方面虽然想补但是太肝了点
好评: 我是手柄玩的，键盘不推荐，剧情方面我能懂一点还得看看攻略之类的，玩的也不算久，推荐打折入手
好评: 论对打最喜欢苍翼默示录和罪恶装备！
好评: nice
好评: 游戏自带繁体中文，进入游戏主菜单main meniu > option > game option >  soud & language 将语言更改为Chinese即可
好评: 我永远喜欢诺爱儿
差评: 好原始的版本啊，人物少的一BI，还没有帅气型，键盘键位还很龊，严重不推荐。
好评: 比较简单
好评: 拉格纳故事模式不管怎样都没打出100%，我记得我普通通关、超必杀通关、两者混合都打过了，每个敌人那也都死过一次，但现在一直卡在97%，有人知道是为什么吗？
好评: 挺不错的老游戏
好评: 别问，问就是为了卡牌
好评: 还不错
好评: 没有中文。。连日语配音都没有 我是哪里没调对吗？
好评: 感觉很一般
差评: arc     垃圾公司！
好评: 这就是鼎鼎大名的买gal送格斗的游戏
差评: 不好玩，太简单了。
好评: 剧情党一本满足，就是多结局判定点过于麻烦，某些判定节点存在需要失败，通过普通攻击击杀，通过超必杀击杀等多种判定点，故事模式100%过于繁琐[spoiler] ，普通击杀，超必杀击杀，被击败都是属于收集要素的 [/spoiler]。对于手残党，游戏提供了四个快捷键，一般对应两个必杀和两个超必杀，部分角色有终结技[spoiler]， 只不过有多种必杀的角色，快捷必杀绝对不是以命中率为前提选择的， [/spoiler]。为了角色多元性，每个角色都有自己的特色，导致角色平衡性不同，部分角色过于强大，仅平砍就可以通关，[spoiler]比如白面，目测普攻伤害为别人两倍 [/spoiler]，部分角色过于弱小，[spoiler]比如卡路路，可以说所有的攻击都建立在自己姐姐身上（人偶）[/spoiler。音乐搭配的很好，特别是剧情关卡的最后的一部分战斗。在难度上，以故事模式来说，部分剧情会给主角开挂，十分舒爽，因为一般是在给对面开挂之后[spoiler]，有一说一，琴恩四连战，我是不是应该感谢下在第二战结束后还能够存个档？无限蓝实在是太赖皮了。还有为什么我的雷其儿不能够一次性三道雷和大青蛙？ [/spoiler]。还有不足之处的话，大概就是这一作不能够快速续关了吧。总之，以剧情档来说，这一作还是很不错的。
差评: win10会锁30帧，卡的眼花，试了前排评测里右键我的电脑改属性设置的方法，然而没卵用，其实重启一下电脑再运行就正常了，亲测，但是没事不要看游戏里的动画宣传片啥的，有些看完就又变30帧了（别问我怎么知道的）然后过两天再打开游戏发现还是被锁帧，原因不明，我真懒的重启了，顶着ppt打故事模式，不是为了看剧情我真不想玩，低帧率体验太差了，重启才能恢复是什么神奇故障，希望官方还能优化下吧，好评够多了我就不给好评了
好评: [strike]这是我玩过的 gal 里面格斗系统做的比较好的一款[/strike]，买 gal 送格斗不是乱说的。
我觉得 BB 对于我这种格斗苦手特别友好，首先，我拿到一款 FTG，先看看人物咋样吧，那没的说，一个个靓男俊女，戳我 xp；
然后就开训练场，对着出招表把所有的招都用一遍，就满足了 50%，而 BB 有一个 SP 系统，四个键分别对应四个技能，极大地简化了搓招难度，除了帝卡其他角色的技能我都能用出来，这就很爽了。
然后呢，就看看剧情了呗，BB 不仅分角色做了剧情，每个角色还分了好几条结局，虽然要 100% 就得在各种奇怪的地方放水，还要各种读档有点麻烦，不过体验真的直逼 galgame 了。
好评: 可以玩玩 不推荐原价买
好评: 话说这游戏不是有繁中吗，怎么还有评论说没有中文
好评: 来补票的，最近骨折价，当然入一下
差评: 太傻逼了 这一代 垃圾
好评: 有没有汉化补丁，玩着好费劲！
好评: 09年邂逅时就被深深吸引了，将gal与格斗完美融合的个人眼里无出其右，此生无悔BB死忠。
好评: 好评不能，但不至于差评，玩了大半，这些主机游戏的按键在电脑里就是死按不出，不知道是为什么，见鬼，桃儿卡卡、尤其是卡路路史诗级拉胯，什么鬼设计，动作衔接一塌糊涂，对面一套连招送我上天，我呸！
好评: win10系统如果游戏锁30帧请右键此电脑-属性-系统保护-高级-性能-数据执行保护-为除下列选定程序之外的所有程序和服务启用DEP然后添加游戏启动项。
好评: 补票，以前非常喜欢玩，莉琪永远的神
好评: 比较久远的游戏了，可以在电脑上体验打电玩的感觉，体验十分的棒，值得打折入手，就算之是过一遍剧情都值了
好评: 我不知道是什么问题，我按着攻略打的，打了一下午，第二天起来存档没了，心态炸了，直接就卸载了，而且有的伤害确实挺迷幻的，一般吧，能玩
好评: 别的都没什么，就是这个剧情要特意去刷失败比较恶心，在BBCS上官方自己也吐槽了这个玩意恨不受欢迎，如果单纯的想体验主要剧情，完全是可以跳过CT直接去CS的，CS的故事模式还要把CT的真结局再看一遍（还加了点东西）。
好评: 完美衔接的动作，拳拳到肉的快感，买音乐送的游戏能不香吗
好评: 全屏状态下切到桌面再切到游戏，立绘就只剩下头这个怎么解决？分辨率调的2k
好评: 没玩多久，首先我没手柄键盘打的，大部分技能搓不出来，不过不影响我用搓得出来的打过其他角色
部分手短的角色打别人真的难受的一批，特别是打白面，白面那个伤害和自动恢复的技能条实在恶心，我用的角色的技能后摇还刚好不支持我预判他的大招，导致没防住小半管血直接消失
可以自定义键位设置确实很人性化，但连招方式属实多的一批，不过非常有意思
收集不完的剧情图片很有趣啊，以及主要是买了番剧还送格斗游戏，剧情内容也很棒而且b站还有这个的番，番剧不需要大会员，不过不买游戏那个番你还是别想看懂了哈哈
格斗部分就类似拳皇没啥可说的，不过我个人感觉部分角色貌似没有远程攻击???
总之这游戏属实nice，很理想的一次购买，原价买都血赚，然而我赶打折买的hiahiahia
顺便一提，雷其儿对我来说真挺难用的，碰过一次就不想再碰的那种，酷泥倒是深得我心啊！
就这样，推荐购买！买爆！
好评: 虽然第二部里包含部分初作的剧情，但还是建议从这部入坑，初作人物比较少，容易梳理剧情和人物关系，但是没有手残模式，有些关卡需要刷一下
好评: 格斗游戏原来这么有趣呀。一款附送格斗游戏的galgame靠着日系元素的吸引力让我正式进入了格斗游戏的大门，b站也买了同名改编动漫。不过这第一部的剧情让我同男主一样，一脸懵逼，玩完了也不知道在讲个啥，看看后面几作如何展开剧情。
好评: 看个剧情图一乐，tips里面记得看，有对很多设定的补充
好评: 爱死这个剧情了
好评: 个人觉得一般，就像在街机玩的游戏一样
差评: 一个Jin厨在社交媒体上跳脸骂人，让我游玩体验很不愉快。更讽刺的是另一个玩BB的好友告诉我，骂我的这个人根本没玩过BB游戏，而且这种云角色厨还不少。
好评: 还蛮好玩的，如果仅仅是在看个剧情并且不考虑全收集的条件下
好评: 游戏质量没的说了，主要想问大家一个问题，每次重启电脑后都无法启动怎么办，四部曲加上罪恶装备都这样，每次都得重新验证一遍
差评: 不知道为什么玩了6小时候打开老是闪退
好评: 怎么用手柄操控啊？？？谢谢各位大神
好评: 剧情，战斗系统都是非常的优秀，打折购买只能用血赚来形容
好评: 因为四部曲打折包的出售，价格也不贵，从很久之前就听说过的苍翼系列，在看到各位评论说到买Gal游戏送格斗的评论后就立马买了，第一部已全故事全100%通关，21小时的通关时间，可以说是内容很足，剧情也很棒，可以说是全完物超所值的作品，有幸能玩到我再次感兴趣到通关的作品，真是太棒了。 ----  结论是非常推荐购买
差评: 有没有人知道为什么按一下键就会失去焦点弹出桌面啊，怎么解决
差评: 游戏还行，锁30帧我真的吐了，虽说是个老游戏了
好评: 有哪个好心人告诉我为啥我的只有英文和韩文吗
差评: 连个成就都没有  没意思
好评: 我个人确实挺喜欢这个游戏的。众所周知的买gal，送格斗游戏。
好评: 这个游戏的片头就很让人惊艳了，而且这部游戏的故事也是以小说的形式展开，可以充分了解到每个人的角色故事，里面的招式也很nice，作为一个格斗游戏也非常的不错。
好评: 补剧情的，现在玩有点老了，但还是很香，买番送同人格斗游戏谁不爱呢
好评: 很刺激，很考验操作
好评: 有没有告诉人下怎么设置中文？
好评: 这是苍蓝默示录的第一部  人物平衡一般、剧情也草草了事，但是在当初那个街机年代已经算不错了，如果是才入坑的玩家推荐先玩第二部BBCS，第二部里有对新手极其友好的新手教程，第一部只是为了看个剧情。另外我也有手柄玩不了第一部的情况，但是换一个北通手柄就能玩了，所以第一部手柄用不了的大家应该是手柄问题不是游戏问题，第二部的对战系统更加完善，如果追求对战的大家推荐玩第2、3、4部，当然把这个当番追的话第一部还是必玩的。
好评: 买galgame送格斗游戏_(:з」∠)_很久之前看到过动漫，所以这次入坑格斗游戏就买了BB（其实是85%off太香了
剧情100%通关的方式其他评论有了，锁30FPS这个只需要更改显示方式然后重启电脑就可以解决了。（原来是窗口就改成全荧幕然后保存——关游戏——重启电脑，原来是全荧幕就改成窗口然后保存——关游戏——重启电脑）
该部简称BB CT，是BB的第一部，BB的世界观和各种设定都在这一部中，但是剧情过于碎片化，想要一遍看懂很不容易，可以先去看主线剧情BB CS，然后回来看BBCT。故事的剧情顺序是CT-----CS-----CP----CF
希望对和我一样刚入坑格斗游戏的剧情党有所帮助。
好评: 我是傻逼
好评: 好玩
好评: great
好评: 我是手残，我被虐惨了

终究还是通了剧情，有一说一，真结局有点难打，但是真的快乐
好评: 苍翼默示录厄运扳机故事模式攻略，故事模式中根据玩家的选择会进入不同路线，看到不同剧情和结局，下面是全章节选项攻略及路线说明。

每局用普通技终结和输掉都能增加完成率，少数几局要用DD技终结。

故事大致是讲人类挖煤发现月读单元和须佐之男单元，继续挖在更深处发现境界和主体单元
人类制作境界接触用素体和高天原系统
第12素体被轨道兵器摧毁。琴恩掉进“窑”,回到过去从雷琪尔那里拿到须佐之男单元，成为白面
拉格纳和纽恩融合成黑兽。轨道兵器照射第13层都市。高天原发动事象干涉，开始无限循环
事象干涉是一种瞬间成为神的魔法，由有意志的观测者发动
在这无限循环中，第12素体没被轰成渣。下级贵族收养后成为琴恩副官。BBCT故事开始...
攻略转至作者：lochri 　

Ragna篇
1. Rachel
2. Arakune
3. 选第一项
4. Jin
5. Hakumen
6. Noel，以上4人用普通技终结
  Ragna，以上4人用DD技终结
  ν-13，以上2个条件不达成

1. Rachel
2. Arakune
3. 选第二项，用普通技与用DD技终结Arakune有不同对话内容
4. Taokaka
5. Bang
6. Hakumen

Jin篇
1. Bang
2. 选第一项
3. Carl
4. Noel
5. Ragna
6. ν-13

1. Bang
2. 选第二项
3. Tager，输掉。赢了的话，跳到第一条线的4. Noel
4. Rachel
5. Ragna
6. ν-13
7. Hakumen

Noel篇
1. Carl
2. Tager
3. Bang
4. Jin
5. ν-13

1. Carl
2. Tager，输掉
3. Bang
4. Taokaka
5. Litchi

两条线全用普通技终结与全用DD技终结会有不同对话内容

Rachel篇
1. Carl
2. 选第一项
3. Noel
4. Hakumen
5. 选第一项
6. Ragna

1. Carl
2. 第一项
3. Noel
4. Hakumen
5. 选第二项
6. Tager

1. Carl
2. 选第二项
3. Bang
4. Arakune

Taokaka篇
1. 选第一项
2. 选第一项
3. Ragna
4. 选第一项
5. Rachel
6. Noel
7. 选1或2
8. Arakune

1. 选第一项
2. 选第二项
3. Ragna
4. 选第二项
5. Tager
6. Taokaka
7. 选1或2，选2时打Bang

1. 选第二项
2. Arakune
3. Hakumen

Tager篇
1. Taokaka
2. Bang
3. Litchi
4. Jin
5. Hakumen

1. Taokaka
2. Bang
3. Litchi
4. Jin，输掉
5. Arakune

1. Taokaka
2. Bang，前2条线通了后，用DD技终结，进入帝卡篇[金色勇者再度出现]

Litchi篇
1: Taokaka
2: 选1或2，选1时打Carl
这2个输赢和选择不影响后边的分支路线

3. 选第一项
4. 选1或2，选2时打Noel

3. 选第三项
4. Bang

3. 选第二项
4. Ragna，不用DD技终结，进入之前的Noel线

3. 选第二项
4. Ragna，用DD技终结
5. 选1或2
真结局需要先通了Arakune线，再回来选第二项，用普通技终结Arakune

Arakune篇
1. Tager
2. Taokaka
3. 选第一项
4. Ragna
5. Litchi
6. Hakumen
全吃与全不吃会有不同内容

1. Tager
2. Taokaka
3. 选第二项
4. Bang
5. Noel

Bang篇
1. Tager
2. Ragna
3. Arakune
4. 选第一项
5. Jin
6. 选1或2，选1时打Noel,选2时打Rachel

1. Tager
2. Ragna
3. Arakune
4. 选第二项
5. 选1或2
6. Taokaka
7. Hakumen

Carl篇
1. Taokaka
2. 选第一项
3. Rachel
4. 选第一项
5. Jin
6. ν-13

1. Taokaka
2. 选第二项
3. Tager
4. Bang

1. Taokaka，输掉
2. Rachel
3. 选第二项
4. Noel
5. ν-13

Hakumen篇
1. Taokaka
2. Bang
3. Tager
4. Ragna
5. Jin

1. Taokaka
2. Bang
3. Tager，输掉
4. Rachel

ν-13篇
1. Carl
2. Jin
3. Noel
4. Ragna

1. Carl
2. Jin，用DD技终结
3. Arakune
4. Rachel。


找了好一阵子攻略，分享下。
DD技还是很难搓的。
好评: 30ping 我是真的打不动了！！！
好评: 还行。

Not Bad.
差评: 有没有办法解锁30帧啊，不然这游戏玩不下去了
差评: 游戏很好玩，喵儿卡卡很可爱
但是在我打的只剩下最后两个剧情后，我发现游戏打不开了
给爷爬
差评: boring
好评: 锁30帧是什么操作？？？？？有大哥提供解决方法吗，玩其他几作都没这个问题
好评: 四部都值得入手，爆赞！！！
差评: 不好玩
差评: 刚开始的时候声音和字幕不同步，配音也有点难受，不知道为什么蓝牙耳机不能用，连接上了还是会外放。故事模式太短，角色太少，不如买这个系列的其他版本
好评: 1234
好评: 手残党表示如果能改改快捷键对应的技能就好了
好评: 特别好玩，感觉比很多三A大作都优秀
好评: 这游戏啥时候能统一 一下操作，我这种小白换个版本就又不会啦
好评: emmm游戏是好游戏，就是对我这种手残党极其不友好，不要觉得自己手不残，我当时买的时候也是这么想的。
好评: 剧情故事都非常不错，打击感也还可以，就是要拿100%故事有点难，萌新建议多打练习模式练练手（~本人也是萌新=￣ω￣=）
差评: 故事和格斗都很无聊。
好评: 打折时合适
好评: 设置里有繁体中文。

好评: 游戏是好游戏，但剧情分支也太多了吧，打着打着就忘记刚才选过啥了。
好评: very good
好评: [strike]买Galgame送FTG[/strike]，剧情很有意思，但是想要看完所有剧情的话还需要去补漫画小说等衍生作品
好评: 玩惯了街霸那种传统严谨的FTG，不得不说我很喜欢BB，拥有武器的设定，以及每个角色都有4x4加DD丰富的攻击方式，还有像Carl和Rachel这种类似傀儡师的角色。而且角色间的攻击距离和攻击手段天差地别，比如Rachel这种这种设置陷阱强制位移的被动打法是那些传统的FTG根本没有的，耐玩性很高也很硬核难于精通。剧情故事的设定也是吹得天上地下云里雾里挖了很大的坑，银桑和纳兹cv配音也可以说很对胃口了。
本来我是真的想把每个人的原画都打出来的(甚至专门去查了攻略)，但是这个玩了10H后莫名其妙的锁30帧是真tm恶心，跟tm幻灯片一样真草了，我2k144的屏玩十年前的游戏只能20多帧你知道有多难受吗。
好评: 为什么属性里只有英语和韩语
好评: 好
好评: 画质不错有点看动漫的感觉
好评: 苍翼默示录补完计划：篇章1。配上中二日语食用更佳。
好评: 居然是PC平台画面最好的一作，内容虽然不多但值得收藏
好评: bb真的香
差评: 农！

好评: 满满的热血 黑色的血
好评: 挺好玩的，推荐。
好评: 笔记本2070显卡 玩arc的游戏问题不断   苍翼卡的要死  龙珠斗士锁分辨率  
怎么设置都无法解决
好评: 打折的时候5块买的，感觉不错》
好评: 好玩
好评: 突然发现BBCT居然是BB系列PC版里画面最好的，我都想哭了，ARC想搞事是不是？
好评: 手残玩家
差评: 游戏毫无疑问经典，就是win10下卡成狗。游戏无需多言，全套都买了。如果你是win10用户谨慎购买
好评: 格斗类游戏的样子。当时为了增加库存的游戏种类买的。
好评: 好玩，但毕竟是老游戏，可以趁打折时喜加一
好评: 神特么第一作的剧情动画里就两话多点点
好评: 对一个手残剧情党玩家来说，这部剧情100%收集过程真的痛苦
好评: 不去做动漫可惜了
好评: 解决锁30帧的问题，一般第一次安装完游戏后我们都会是全屏，玩过一两次之后就会发现很卡（锁30帧），解决办法：将游戏设置为窗口模式重新进入就可以了（最好再重启一下电脑，保险一点），本人亲测有效
好评: 横版2D格斗剧情能如此出彩，一代开了个好头，让人很有玩下去的动力。
游戏内容人物较丰富，个人故事模式有多结局，由选项和胜负判断，是的，有些he需要输掉特定的战斗才能铺展，或者dd技能击败，很麻烦。剧情完成度需要触发所有对话剧情，包括战斗失败的，输给每一个人是刷完成度的必要条件。
每个人物的操作键都不一样，效果也完全不一样，仿佛多个游戏设定世界观的人打在一起，上手难度有丶高
好评: 我  手残  所以  不好玩  呜呜
好评: 我都是当gal玩的
差评: 锁30帧？而且太老，建议直接玩后面几作
好评: 当人类拥有神的能力后会怎样？当然是不合心意就重来了，就像玩游戏不停save & load一样，但如果存档点把握不好那就可能陷入死循环。游戏中的高天原就是如此。哎，这样还真累！
差评: 拉格纳线怎么打都是死在锅炉那，进度就70%没变过。
好评: 好玩是好玩，但是我键盘一直没找到返回键（B）？，还有unlimited人物怎么选？ESC只是服装颜色。
好评: 注意这PC版有时会发神经降到25-30帧，[strike] 根本玩不了。。。[/strike][spoiler] 重启电脑解决了，还是推荐吧[/spoiler]

2019-07-27 edit
过了几天老毛病又犯，还是[strike] 根本玩不了。。。[/strike][spoiler] 要关掉VSync，这下彻底解决了吧，推荐！[/spoiler]
好评: 苍翼开山之作嗷，格斗部分可以一键放SP还是很照顾手残的，就是这个剧情触发有点蛋疼，玩完了CT，再玩后面的舒服多了
好评: 手残打不过再见
好评: 昨天还是60帧运行，今天打开却只有30帧了，有人知道要怎么搞吗？？？？？
CPU是2700x，显卡是rtx 2060
好评: 好游戏
好评: 出乎意料的好玩！剧情不错！
好评: 好游戏
好评: 手柄给老子按坏了，新手柄到之前....手残玩家为什么要来玩这游戏，强迫症带来的痛苦没人能体会。。。
好评: 出乎意料的好玩！爱上了
好评: 小白兔，白又白，两只耳朵竖起来（？），
爱喝红酒爱捣蛋，改变世界真可爱（错乱）。
好评: 有时侯会卡退
但是还是很赞
好评: 我基本不玩格斗游戏，买这游戏就为了剧情和声优，当GALGAME 玩
好评: 求出新番啊
好评: 由于本人没有摇杆玩不出什么精彩操作（其实就是菜的借口，我只把BB当AVG游戏玩，剧情很不错，值得一玩。
好评: win10 如何打开啊? 尝试了好多次就是进不去

好评: 打开游戏以后，显示now loading 然后出现提示框已停止工作，这个是怎么回事啊
好评: 当作追番来玩游戏，手残党表示痛苦
好评: 还不错
好评: 不错的格斗游戏，挺耐玩
差评: 还是去买最新的一款吧，这款游戏还是太老了
差评: 嘗試很多方法就是打不開。。。
差评: 为什么锁29帧。。。。我i77700k加GTX150ti也不至于吧。。。。重启电脑关闭所有软件也没用啊。。。有大佬给个解决方法吗。。。
差评: 一款格斗游戏竟然不能本地双人对战，本地多人的标签是假的吧
差评: 为啥1080玩一个14年的2D游戏这么卡...退款了
好评: ARC出品必属精品
差评: 粉瓷砖出来就改好评
好评: 手柄操作键位有点反人类 玩起来还是不错的
好评: 1
好评: 奇特的时间观，B站上有相关动漫，结合游戏来看不错的，可惜没有后续了，还是太小众化了
好评: 游戏剧情很有意思，虽然每一个角色要100%很难，但是只看剧情的话其实不需要100%，只需要每条线都打一遍就行。打击感很好，只不过有一些技能判定很迷，有一些技能搓起来很难，手速不能快也不能慢是最难受的。上手不难，基本上玩一会就能放出来几个简单连招。最后必须吐槽白面这个角色，虽然剧情设定上很强，但是这在对战的时候根本就是开挂，砍三刀能掉三分之一血，我拿莉琪一个大招还没他这三刀多。这货还能自动攒能量，别人都是打能量阿，他一局能放4个大招。
好评: 5块钱，买不了吃亏买不了上当，桃儿卡卡是在太逗了
差评: #@$%#%@#%#$^%!!!!气死我了！找了半天也没办法加入2p，那个控制器我把手柄按了一个遍，加不进去。。。
好评: 附带格斗小游戏的galgame(╹ڡ╹ )
好评: 如果是冲着角色和系统来的，欢迎喜加一。
如果是冲着故事剧情来的，考虑下再入。
[b]100%剧情太TM难了……[/b]
好评: 所以到底怎么解决帧数的问题呢，30帧真的没法玩，动画都不同步。
什么重启，垂直同步都试了，感觉都在骗我QAQ。
求求好心人救救孩子吧！
好评: 感谢纽恩，治好了我多年的病娇控，但是我现在得了熔炉恐惧症。
差评: 补票性质的游戏~~本身游戏内置有成就的，但PC版连成就系统都没有显示，还阉割了商店模式，导致你开启全CG都会显得很麻烦。
不过值得赞叹的是这一作与往后的作品比起来街机模式的剧情比较上心，可以说是对故事模式剧情的补充，所以街机模式的剧情基本没有重复的~~~
好评:          还不错哎，但是老游戏了，联机的人太少，手残只会玩两个角色，故事模式也不长，适合死忠粉。
好评: 这款gal真好玩，人物世界观设定什么的都好棒好棒哒，还附赠格斗小游戏
差评: 我就想问问 有没有大佬知道！这游戏我一开始玩的两三个小时都好好的60帧，为什么我第二天在打开游戏的时候就锁29帧了？这意思就是不给我玩了？
好评: 手残的我表示……对战什么的不存在的……
好评: 全CG收集打得老子心态血妈爆炸
差评: 格斗类败犬表示什么玩意。。。。怎么练习模式两个人物来回切换的。。。根本玩不来。。。摸了摸了
好评: 十分有趣，从初作开始就能够吸到老猫，英文配音也不过于出戏
8.5/10
好评: 我虽然推选这款游戏
但是这个问题实在是太严重了这游戏根本就打不开里面的内容完整性绝对有问题因为盗版的都可以打开
好评: 补个票。很小的时候玩过。那时候完全玩不懂。不过出招没有拳皇流畅，剧情什么的，也玩不懂。不过鉴于年代久远，将就下。
好评: 补票+无脑好评
好评: 好玩好玩
差评: 垃圾游戏，不知道是优化问题还是怎样，首先在我下载完成之后进入游戏居然是1帧。1帧你们知道什么概念吗，由此导致指令无法输入，整个开场动画到退出花了我10分钟。再次启动也如此，只有重新开机才解决，之后也出现这样的问题，想玩必须重新开机不然就只有几帧。第二个问题就是，这游戏完全不能有手柄玩，按键重复，更换设定也没用，导致很多招式不能使用。第三就是退出游戏大概率死机，也不能说死机就是黑屏任何方法都没用，比死机还难受。只能重新开机，也就是说玩这游戏前要重开玩后又要重开 什么辣鸡游戏
好评: 好玩，帅
好评: 一部好番！
好评: 这是一个剧情游戏，格斗是附带品但做得很棒 可以调难度手残党也能玩得流畅。剧情为人物模式 每玩通一个人物对剧情就会越来越明晰 想一口气玩到底。分主线和支线，支线的一些提示对了解剧情很有帮助 所以最好参照攻略。 这代只讲了个大概所以想知道后续赶紧买后续作品吧！
好评: 怎么说呢挺不错的一款游戏，打折5块钱买的，就是游戏比较单调，感觉没多少连招，管他的，反正5块钱值了。游戏动作很流畅，每一帧都可与看出来，怕是画师在这方面下了功夫，可是剧情模式.....我并不喜欢像galgame一样的那种的叙述方式，听说第二代是全动画，哪天有钱去买个第二代！
差评: Steam的标准是“是否推荐”，那么恕我不推荐这部作品。
由于是系列第一部，制作方显然不清楚该怎么把Gal和格斗结合起来。他们觉得，Gal有一个特定结局必须通过某些选项开启的设定，那么这一部也可以学学。
然后，玩家想要开启不同的剧情，就必须用不同的手段击杀同一个对手。等他们算血控气，千辛万苦打完了这些，开始慢慢理解剧情的时候......
二代“连续变幻”用一个序章把一代剧情打包总结了！换句话说，从二代开始玩根本不妨碍理解剧情！
那我为什么要买一代啊！
好评: 手残呀，招式搓不出来，画风我倒是挺喜欢的，本来想当动画看的，可惜了，格斗游戏不用买了，我的游戏类型又少了一个。
差评: Win10打不开游戏，想补下初代剧情都不行。有人能指导下吗？
好评: 最有游戏性的galgame
√全剧情已读
好评: 买GAL送格斗，买格斗送OST，真实惠，值得支持正版，还不贵。虽然手残，但是就是喜欢格斗游戏。
差评: 锁29帧。。。找了一圈都找不到怎么解决
好评: 不知道为什么锁30帧，谁知道解决办法帮帮我
差评: win10不能玩  垃圾
好评: 作为BB的初代作品，平衡性并不是很好（射击游戏可不是吹的），但大体上很流畅了
好评: BBCT是我玩过的难度最高的galgame，手指快断了都没通关ORZ
好评: 这个游戏偶尔会出现30帧锁帧的情况，隔些天就恢复了，另外这是光盘版移植的steam，由于移植steam的时候过去网战服务器倒闭了，所以这一代没有联网。
PS：要追求打击感和更好的手感，新人从三代或者四代开始玩因为三代是游戏性变革之作，格斗游戏肯定要玩新的，旧版本都是补剧情细节的。
差评: 真的垃圾，手感真的差，吃屎一样，不推荐，打折也不要买
好评: 作为初代
缺点十分的明显，在经历了4代的今天，
故事模式如同Gal，结局触发是有条件的，
而且每个人物都有自己的剧情，意味着你每个人物都要玩好，
虽然很多人都说隔壁的有这一代的整合，不过整合的都是主要剧情，
像BadEnding的故事以及一些普通End，整合里是没提到的。

BadEnd里面许多角色主要剧情里隐藏的情绪，心情，性格就表现出来了。
推荐故事剧情看攻略打，真的不推荐去自己慢慢摸索。
举个例子：30%血量以下并且用100%气的终结必杀AH终结，会触发新的结局

好评: 之前已经看过了Alter Memory，其实真结局的流程已经是知道的了，但并不影响游戏体验（没错这就是个[strike]格斗游戏[/strike]galgame），不嫌麻烦把所有结局都走一遍其实也是很有趣的

想打全100%的朋友可以参考这个指南
http://steamcommunity.com/sharedfiles/filedetails/?id=230281481

story mode的normal难度是很简单的，当然难度是可以调的。手残党也不必担心，因为有四个SP键辅助（建议用手柄玩）

如遇到锁30帧的情况，试试先打开游戏，再退出，重启电脑，再进入游戏
差评: 按键设置非常坑，根本不知道是什么意思。
什么abcd ap 难道不能用xobx的按键吗？用ps的按键也好  你用这种自创的按键谁看懂
差评: 别买！
这一代剧情2代有整合而且叙述的更好！
不能联机！
感觉亏了一个E
好评: 当时趁打折买的，最便宜的那个，玩着挺好。
很想要最新的啊，可惜那个打折了还是有点小贵。。。。
好评: BBCT毕竟作为初代BB系列经典，年代久远，但瑕不掩瑜

人设剧本完美
剧情：买gal送格斗游戏，多角色视角体验大同小异的一段剧情，老实说，如果不是为体验不同角色格斗的话，不是死忠会比较无聊。剧情搞不懂？可以度娘或看动画，捆绑包里BBCSextend囊括了所有剧情，也更精致些
战斗：不能联网对战！对比铁拳，KOF这种热门街机，出招和连招比较少（招式表大多数角色不到一页半），节奏稍快一些
帧数一直显示31帧，个人认为怀旧游戏影响不大。至于手柄，我这个国产地摊货没有任何问题

特别喜欢库-音乐-BlazBlue:Calamity Trigger(2)-10 Awakening the Chaos [V-13-] ，这是纽恩自带的BGM。陆续玩了一两周，这段BGM对于日常的我不亚于“今天，又是新的一天”...可惜好像音乐库里没有op...
好评: 为啥soundtrack里没有op啊啊唉
差评: 之前就很喜欢苍翼默示录系列，这次看着打折就买了，结果进去锁帧25，怎么也上不去，作为一款格斗游戏这个帧率是真心难受，但是看评测似乎只有几个人有遇到锁帧的问题，但我还是申请退款了。没办法，给个差评
差评: 诡异的锁30fps，还是不稳定的那种
好评: 有中文，人设可爱，但是操作实在反人类，对手残相当不友好，要不是有那个一键开大我真不知道怎么办......（你倒是给我用方向键搓一圈试试看）
虽然不能联机，不过打打电脑看看故事也是很有意思的。这里又要提一提对手残不友好的事，那个傀儡师正太的剧情我卡住了死活打不过，太痛苦了......
总之还是有买的价值的，你们就当买AVG送格斗小游戏，就这样：3



好评: 我是捆绑买的，就当买神观送的吧，反正也不贵。
差评: 只能说不是我的菜吧，打起来真的不爽 =。=
好评: [h1][b]只为了看剧情的注意啦！！！[/b][/h1][b]只为了看剧情的注意啦！！！[/b]这代剧情Continuum Shift Extend里全都包括了。。[strike]我都快玩完剧情了才知道。。。[/strike][spoiler]顺便一提，我以前竟然在安卓手机上用模拟器玩过这一作的破解版。。。[/spoiler]
好评: 苍翼默示录，剧情出色，声优阵容豪华，游戏打击感良好，必杀特效非常好，并且游戏自带帅气模式（手残模式），人物画凤也适合各种兴♂趣与口♂味。虽然动画版剧情做的西碎，但还是成功的起到了宣传作用。 人物  支线 的搞笑剧情  很有意思  。 唯一遗憾 的就是收集要素 设定的 太谜了。
差评: 我不知道是我没设置，还是游戏直接从主机移植过来的，反正游戏是锁30帧的，玩起来很难受。
差评: 非常不好意思，第一次写这么短的评测，而且给了个差评
我只是想知道为什么我打不开这个游戏
点了启动一点反应都没有
在文件夹里点也是一样
兼容性模式和管理员身份运行都没有效果
BB的其他作品都能正常启动
好评: 好游戏，剧情丰富，各角色的剧情都不错，就是难度。。。。。。打个剧情easy难度被吊打，ai的连招炫酷，就是经常停止工作不清楚原因
好评: 补票
强推，虽然是老游戏了，但是本身质量是非常高的，而且我个人认为BBCT是几部里剧情最好的。
（毕竟BB其实是galgame，剧情才是主打...）
ps.这一代必杀技可以快捷键施放，对于我这种手残选手真是太友好了
好评: 不错，就是笔记本玩的有点不舒服，动画值了，打折买哟
好评: 为啥手柄不好使啊，我买的另两个苍翼都好使的啊？有没有懂的大神吱个声别！！！
好评: 买番送游戏系列，自带汉化。

不过BB动画也有，本作游戏对应动画的1~2话。

下一作是 BlazBlue: Continuum Shift Extend 有动画， http://store.steampowered.com/app/294810

http://steamcommunity.com/sharedfiles/filedetails/?id=911316836
好评: 剧情相当好 


（不过因为是第一部所以平衡稍微有点问题）
好评: 一款带格斗小游戏的avg作品。。。
好评: 本来是补番的时候发现的苍翼，然后就产生了兴趣，由于这是个附带格斗要素的galgame所以我觉得不亏，但是我剧情大部分都推到了百分之九十几就推不动了，所以我建议还是看攻略吧，我已经快疯了
好评: 傲娇的小姐姐什么的！ 最喜欢了！
好评: 买剧本送游戏系列，二刺猿周7块钱入手还不买买买！
好评: 很喜欢苍翼默示录系列，可是PC上玩后两部随便怎样都不卡，玩这部无论怎样都卡，而且是连过场动画都会卡的那种，这问题怎么解决？？？？
好评: 作为一个手残，我表示我真的是买剧本送游戏啊！！TAT
好评: 依旧是买剧本送游戏
好评: CT的大小莫名比CS大，是劇情容量的原因麽。。。
好评: 谁能告诉我为什么这么卡啊，不止游戏中卡，连开场动画和菜单界面也卡，各种延迟和掉帧，我是win10独立显卡，都已经调低效果了
1-19更新：莫名其妙的又好了，不知道什么原因。

画面比较华丽，人设很喜欢，+1收藏
好评: 遊戲不輸street fighter，果然老牌遊戲經典好玩。
好评: 不错的格斗游戏。
好评: 买gal送格斗游戏系列，中文要进设置里面手动设置语言。
乱按流过Normal难度剧情，基本不用考虑连段。
用手柄搓招还是有点弱啊，最后TrueEnd路线还是用键盘过的。

好评: 不得不说blazblue是一款非常棒的2d格斗游戏，剧情也很不错，特别是bgm有些非常的燃。买的非常值
差评: 沒中文版我也就忍了。還不能聯機。
好评: 好早以前的老游戏了，故事人设背景手感都很棒，关键自带官中。
虽然说是格斗游戏，但剧情做得也很用力，有种AVG游戏的感觉。
想全通关还是挺费力的，几百场战斗刷下来，挺磨耐心的其实。
好评: 您认为这款游戏有什么优点或缺点？您是否会将这款游戏推荐给他人？请写下您的看法。
请注意保持礼貌并遵守《规则及指引》。您认为这款游戏有什么优点或缺点？您是否会将这款游戏推荐给他人？请写下您的看法。
请注意保持礼貌并遵守《规则及指引》。
好评: 12月14号
http://store.steampowered.com/app/520440/
提前体验下一个妈生的也不错
好评: 我就是为了KOTOKO的OP以及还2010年的债买的
好评: 情怀，支持一波
好评: 游戏不错还自带中文简直是太良心了~
好评: 不错啊，自带中文
差评: 手游苍翼之刃入的坑！ 本来打算玩玩原作的。结果反正我不喜欢。吃灰了！我玩了最少5个小时，还是不懂大绝怎么丢。
好评: 佳作
好评: 主要是琢磨剧情，里面女孩子都比较对味儿
差评: 本来是冲着信仰来的，买了打不开，说什么已经停止工作，，真心失望
差评: 这款现在已经没法联网了，打折时候再入吧
差评: 这是第一款能一只手通关剧情的格斗游戏，真的是一只手，方向键都没用。。。唉，作为一捆粉丝向游戏收藏吧。
好评: 打折时入了收藏。论画面可玩性各方面还是最新一代CPEX最值得把玩，而CSEX剧情中包含了CT，所以CT这代可以不入。
好评: a good game
好评: 故事模式我这种街机苦手也能过关，就当GAL玩咯。还有蕾其尔好可爱啊，诺爱尔好帅啊prprpr
7块买街机送GAL妮还在等什么买买买
好评: 我只想说，结局好难打出来！完全不知道怎么办啊啊啊！

非常不错的游戏，多年之前玩过现在为了怀念入steam系列。感觉键盘比手柄容易搓技能，战斗起来是非常爽快的没错，但是不理解为啥我一调整画面就会卡死，于是我一直在720分辨率下游戏，多少感觉还是有些不爽的。

毕竟打折便宜我就入了。这个系列我会追下去的，2D格斗游戏中这个真的是一个不错的高度，而且，剧情也是非常对我的口味的。

（而且还会有特别逗比的结局）
好评: 游戏不错 就是没有网战太可惜
亲测win10窗口化会白屏
解决方法   在你的文档里找到ARC SYSTEM WORKS\BBCT\Config  打开DisplaySetting.cfg  把FullScreen的值改为0
好评: 很难上手的格斗游戏
从MBAACC那儿转过来 发现出招很难
指令弄得我迷迷糊糊了半天
不过对于一款有剧情而且做得这么好的格斗游戏
我是极力推荐的
好评: 很好的格斗游戏，各个模式都很全面！
好评: 中文好评。
gal中插着格斗。
好评: 天啊 谁能告诉我日文语音在哪里 OMG
好评: 谁能说说键盘怎么按？我手柄又不识别
好评: 非常有意思的!
好评: 不错的游戏 可惜这一部不能联机
好评: 不错 很好玩
好评: 这个GAL游戏好难？！
好评: 好看
好评: 主角配音是银桑！！！而且是银发！！！现在你们还买不买？
好评: 作为一个粉丝党，喜加一
玩游戏还是去玩BBCS（续作）
好评: 非常不错
好评: 游戏是不错，但是没有steam成就。galgame+格斗游戏。
好评: 街机玩过几年，steam版就是为了故事模式[strike]当galgame[/strike]买的XD
好评: 还可以
好评: 好 8.5/10
好评: 好几次进街机室都会看到有女孩子玩这款格斗游戏，这游戏的连技释放也很简单适合想玩FTG类的新手。

好评: 一键必杀。。手残党的福音、_(:зゝ∠)_
好评: 闲的没事的时候可以玩玩，如果不是粉丝还是不太推荐入
好评: 不管是剧情还是在手感上都很不错的游戏，继承了原来GGX的一贯风格，大推荐。
好评: 还算一般，毕竟旧作，不识别手柄，有BUG，在对战的时候从桌面切回去游戏人物会透明看不见
好评: 不错的游戏        值得玩
好评: 很有趣！！
好评: 之前不能自理的街机移植版都玩了
然而PC版突然就不想搓键盘了
果然我还是手残orz
差评: 送的OST居然是MP3，毫无诚意，差评！
好评: 从人物设计，CV配置，背景画风到有趣的故事模式。BlazBlue是日式2D卡通格斗的经典作品，和KOF的手感无法相提并论，但是作为休闲模式还是可以随意玩玩的
好评: 不太会玩这类游戏
好评: 卡屏幕：
解决办法：打开显卡控制界面，关闭FXAA选项
-----------------------------------------
画质一般，狗牙较多，不过还是不错的。
好评: 非常好，有中文。
好评: 要是能联网就好了，不过还是挺不错的。
a little pity.
差评: 进包买了
完全照搬psp原版 优化烂 这些都好说 
问题是没有网络对战。。。
cs太贵 穷逼买不起
好评: 格斗系统硬直还是大硬伤，不过冲着声优去真的是值了！
好评: 如果你是格斗游戏粉，怎么能错过这个游戏？
一句话：买买买~~~~~
差评: 画风喜欢，但是人物锯齿严重，不知道为什么，感觉画质坑爹，还不如Windows的metro版本1.8G大小的那个画面精致。。。。真是醉了
差评: 本来对这个游戏满怀期待，8G容量估计肯定不错，结果进去感觉画面颗粒感严重，人物动作僵硬，唉唉，无爱，唯一一个优点就是自带繁中
好评: 很好上手，故事模式也别具一心，正好打折，买买买！
好评: 游戏内可以调繁中
好评: GOG版本免费玩了40多小时，终于在steam上完成了存档转换。
苍翼默示录系列是我非常喜欢的格斗类游戏，在PS平台全收集了。
从人物设计，CV配置，背景画风到有趣的故事模式。BlazBlue是日式2D卡通格斗的经典作品，和KOF|的手感无法相提并论，但是作为休闲模式还是可以随意玩玩的。本地联机玩玩还是可以看的。（KOF13在steam上网络联机的信号太差了）
Fans向评分8/10
现在看来画质可能不太好，而且有些连招发起来好蛋碎。。。。
但是————喜欢二次元格斗的,推荐!
好评: 超赞的格斗游戏，没有网战是硬伤，不过对我这样的手残而言就算有网战也是被惨虐所以无所谓啦~
剧情不错，各种分支有种gal的感觉，姬樣甚萌，taokaka也是萌的不行。剧情模式基本上是随便搓就可以轻松过的。
作为一个手残也能尽情享受的格斗游戏，原价购入也是物有所值的哟
差评: 这游戏虽然感觉不错，很好玩，但就是我的手柄为何不支持啊，说好的完全支持控制器呢。。。而且没有网上对战功能，只能单机，差评
好评: 10/10
你丫不买还是人
一句话
好玩！即便去除了联机部分.
好评: 奔着剧情去的，可惜不是老玩家的话对剧情的理解上会有很大障碍
好评: 苍翼默示录：厄运扳机算是ARC公司非常经典的一部作品了（肃然我认为没有罪恶装备经典）游戏打击感不错，格斗的效果也很好，算得上是2D游戏的顶级作品了，不过加入steam竟然不支持联机是黑点。这里需要吐槽，其他方面还不错。
好评: 打击感很强   剧情非常棒  可惜不能联机...
好评: 今天玩了兩個遊戲《 Blazblue calamity trigger》（pc）還有 《電擊文庫Fighting Climax》（ps vita）

果然拋開KOF和Strret Fighter這類經典2D格鬥遊戲來看

格鬥遊戲其實可以很好玩 （不用很那種熱血 組合很複雜）
  然後你可以玩得很開心  可以用格鬥來推動遊戲劇情進行 可以看到一些搞怪有趣的招式 還可以看妹子 @@

但這blazblue的招式表和按鍵真的是研究了好久==lll 玩了兩個小時才發現這遊戲沒有steam成就（這不是重點）

總之這遊戲挺ACG向 作為格鬥遊戲也不算太難操作 有興趣的儘管買 有劇情有聲優有精美場景還看有妹子總之不會無聊！
好评: 这是单机游戏没有线上对战系统有爱的入
好评: 很好的游戏，可惜没有联网。如果想支持这个系列可以玩玩BBCS\CS2\CSEX等。STEAM上有ex的移植版本，感兴趣的可以去看看。
差评: 垃圾，不能联 网对 战。  白买了
好评: UI非常华丽，变化可以说是FTG游戏的典范。
但是格斗内容分因为没有深入，所以不好评价。
但是作为一个格斗游戏来说，人物太少，玩法略少。
好评: 一款比较良心的大型剧情热血快感情怀冷饭街机格斗移植游戏。快捷必杀的加入使我们这些手残党也能连出华丽的连击好评！但是没有多人游戏的设定，想联机被虐的同学可以入移植冷饭最新作BBCSE（不过听说CSE取消了这个设定进去绝壁被虐成狗啊）。
以上。
好评: 尽管我是推荐的
实际我是不推荐的
最老作 抢钱的 系统和CP乃至和CSEX都差距甚大
除了补补剧情和喜加一毫无意义
要买就等11号买CSEX 还能多人

差评: 没有线上对战，不能识别pc用摇杆
好评: 标准的日式漫画格斗，人设细腻，系统不错，判定么仁者见仁吧。单机模式有大段的过场动画，另外还额外赠送了几十首原声音乐也是比较赞了。4.99的时候入的，后来知道是有进包的，啧啧……总的来说还是推荐的。
好评: 听说这款游戏是PSP移植过来的....不得不吐槽游戏的键位设置，显得连击技和必杀技相当无脑，当然换成手柄的话可能会好很多....画风和人设是日系游戏的强项自然不用说，cg也还可以，对得起它的价格了
顺便一说妹子背景各种不错，不买买买能忍？！韩国的那个零售网站大概只要10腿，又进过包还是非常容易收到的～
差评: 故事模式不知道怎么搞得，每个人物玩到一半，就算打赢也不能继续。
好评: nice
差评: ARC又来炒冷饭了，CS和CP都不出，反而拿旧作CT先发，而且作为一款格斗竟然没有网战系统，这是在逗我吗？
当然苍翼默示录系列作为一段经典格斗，游戏性，人设还有BGM肯定没啥挑剔的，新加的剧情也比较好评。5/10吧，没网战太拖分。
好评: 玩的根本停不下来............都忘记写评测了............打斗很爽快，音乐也非常棒。而且还有剧情！！！！买买买！！！
好评: 在一个韩国网站 6块钱买的，很值了，爽快的游戏，招数也很多，总之相当不错~
好评:        这个很多细节做的比psp好，我玩过psp版，但是pc版的内容好像少了很多。
但是对于我来说还是值得原价购入的游戏。小兔子萌萌达(//////)
差评: 妈的都多少年了才出CT，出就算了还他妈不支持网战，0/10
好评: 经典的格斗类游戏
好评: 当初在PSP上玩的时候就很喜欢，出PC版果断要支持，剧情模式类似gal游戏这一点很新颖，美中不足的是没有网战。希望在移植下一作能加入这个功能。
好评: 游戏格斗不错，如果用手柄玩更爽，BGM真心好评
好评: 买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买
好评: ===BBCP全通后更新===

苍翼默示录是一个爽快华丽，人设不错，剧情复杂，流行元素丰富，[b]有官方中文[/b]的优秀2D格斗系列。
——但本作就是个[b]超级大冷饭[/b]，将N年前就发售过的初代PC移植版拿掉GFWL，再登陆Steam的产物。如果你有主机，为何不考虑下BBCP（幻之刻影，最新作，素质不错）或者BBCSEX（连续变换扩展版，有初作剧情总集篇+第二作全内容，个人推荐剧情党入坑用）呢？
本人对Blazblue了解不太深，仅玩过本作、BBCS2（PSP）、BBCSEX（PS3）、BBCP（PS3），因此评价可能不是太准确，见谅。

推荐给以下玩家
- 没有主机/掌机但想体验Blazblue的魅力
- 狂热粉，敢出就敢买，声援官方移植PC
- 剧情考究党补完初代剧情，CSEX的总集篇毕竟比较简略
- 纯怀旧/收藏/我就是想+1

注：
本作有中文，进入游戏后在设置里修改。
本作无网络对战功能，不过有谁会在这个时候去联机初代……

【画面】
上面截图就有，2D的画面比较见仁见智，不过Blazblue的各种特效倒是一直满花哨的。
话说这系列的立绘CG什么的真是一作换一次风格啊，这作的人设我还是基本满意的，BBCP的角色人设就看的我无比别扭（看多了觉得新版noel还不错）。

【角色与系统】
身为格斗手残，就不讲什么平衡套路……我也讲不出来，说点表面上的简单东西吧。
Blazblue的一大特色就是D键，D键功能的不同使每个角色的机制不同，突出了角色间的差异特色。同时空中冲刺、AH技、护盾防御等也使其与KoF、SF等游戏完全不一样（玩过GGXX AC+R后，发现很多特色是从GG系列里继承下来的）。
作为系列初代，BBCT的系统比续作要简略一些，角色也是最少的。随后的几作中大刀阔斧地对原有角色进行了调整修正平衡，扩充系统，修改角色机制，这也是我不太推荐初代的缘故，不说BBCP的新OD系统，苦练半天ν-13，结果BBCP搞出了双模式切换……对吧。

【故事模式】
格斗游戏中的gal岂是随便讲的，Blazblue系列的Story模式充满了文本对话和选择支……（也有传统的Arcade闯关模式），可以理解为附带格斗小游戏的幻想战斗题材gal。——到BBCP更变本加厉了，前半程就是几乎纯对话有木有……
可以说即使玩不来格斗游戏，单就Story模式也能享受到很多乐趣，后续作加入帅气模式（一键连招）后更是如此。
各角色各有一个短篇故事+真实结局故事，每个故事视选择和满足条件不同又有多个结局（真实结局一本道除外），这点BBCS也是一样的，BBCP则改成了3条并列直路线（六英雄线+刻之幻影线+第七机关线）。
这样好处是文本量很大，比较耐玩，各角色出场篇幅充足，形象塑造丰满，还能体验到各种可能性的剧情结局。不好的地方是剧情大进度偏短，各角色剧本间有点冲突冗杂，全局时间线有些混乱（本来Blazblue的剧情就挺乱了）。BBCP改为直线剧情后则剧情加快了，决战气氛扑面而来，代价是前半段铺垫的让人着急……
CT本作的剧情模式额外条件较多，战斗失败也计算完成率，因此想要达成全完成率100%，建议参考攻略。（续作CS则简略了很多）
另外，BBCSEX中，除续作CS的全剧情+4名追加角色的剧情外，还包含本作剧情的精华合集，虽然只是总结，但了解剧情概要足矣，且直线剧情比本作多剧本更容易理解，这也是我前面提及，非剧情考究党不推荐本作的缘故。

【剧情】
Blazblue的剧情比较庞大复杂，说白了就是很能挖坑……大量的专用词汇听的人云里雾里，伏笔也是填一批挖一批，大量的角色组织出场，还使用了时空轮回等概念，理解起来有些难度。不过一旦入坑了，这种复杂的设定和人物关系反而很有研究的热情动力，另外本作也有小说动画等跨媒体发展。
同时角色塑造使用了大量的ACG流行元素，要什么有什么，要腐有Jin（官方在CS里都开始吐槽了），要肉有[strike]南北半球[/strike]（莉琪和诚，见CSEX诚篇的九重吐槽），卖萌loli有[strike]白金（我报警了）[/strike]等等……
但刨除这些，Blazblue本身的剧情倒是有些传统，[spoiler]用信念打破轮回打破不可能拯救世界什么的[/spoiler]（这不算剧透吧，还是先隐藏掉），听上去很燃，个人却觉得有点老套热血中二了（个人意见，不要打我）。另外，剧情越来越挖坑了，BBCP进展很大，很出人意料，但结尾大天坑无误，有种明显没讲完的感觉。

【中文化】
Blazblue每作都有官方中文确实超赞，但我不能不黑一下前几作的汉化质量。
虽然无碍玩家游玩理解剧情，却错字连篇，各种随便校对一下就能发现的同音字、形近字等小毛病，就算是繁体中文我也不记得会有这种用法。更不说过场动画中稀少出现的字幕丢失（如CS真实结局中白面的台词）。
而且以我薄弱的日文听力，也能听出有少数地方漏翻了一点不太紧要的细节。
总的来说，中文版可以接受，但翻译的很不认真。
所幸的是，BBCP明显对汉化进行了修正，基本没有再发现错字失误，部分名词也重新翻译，如万驱（邦哥），整体质量有所上升。

【声音】
把这条单列出来是因为……相信玩过的大多数对Jin印象应该很深刻，CV功不可没啊。
除此之外本系列请来的名CV也是不少的。
还有莉琪，被打得时候要不要叫的这么……啊啊啊雅蠛蝶，你知道旁边人是用什么眼神看我的吗！？
音乐也是不错的部分，个人觉得略偏流行，但比较耐听。BBCP重新混音了BGM，有新意但感觉不清晰。
好评: GG
好评: 苍翼默示录的剧情不错，老游戏了，无需多介绍，入手只是收藏一下，背景不错，合合合。
好评: 我是脑残粉，不要问我买的理由
好评: this is a nice game ,i like this game
好评: 老牌经典游戏，画面提升很多。是值得玩一玩的好游戏。
好评: 游戏本体很棒,ARC也是很机智，只是你妹的不能联机！说不定将来GFWL关了就能联机了（笑
好评: 终于登陆steam了QAQ
好评: 虽然卡贵的飞起但确实好游戏阿！我自己格斗游戏只有小时候在街机厅玩过拳皇97、98以及月华战士，在此之前也并不知道现在格斗游戏发展到了什么程度，不过冲着美好的人设还是买了这个。。。在朋友的指点下目前已算上手，打击感流畅连击不难，剧情好评。尤其是在玩了十分钟先锋公主后。。。噗果然还是苍翼大好！！最后还是要吐槽！卡！太！贵！了！但！老！子！还！是！要！合！5！级！
好评: QAQ.二次元的东西不买能忍？？！！看萌妹子最有爱了。买买买，这么好的游戏不买能忍？？！！！喜加一也高端大气上档次嘛.
好评: 只要登录了就心满意足了 管他哪个版本的 T-T 
反正我还是觉得PSP版的最好 有内置的全语音连段教程什么的各种齐全
主要是完美支持360手柄和市面上的街机摇杆 这一点我很欣慰 表示这段时间天天在家用手柄快捷键虐我的摇杆帝舅舅 他一直以为我是用左摇杆出招 殊不知右摇杆才是手柄党的王道 咩哈哈!
好评: 看TV剧情终于看懂了(●￣(ｴ)￣●)
话说第二季还有木有(〜￣△￣)〜
好评: 大爱BB系列，希望能早点出网战系统
好评: 苍翼默示录，格斗大好评！激萌！买！
好评: 咱感觉后续系列已经不远了！
好评: 还是不错的 为什么我用空格不能退出真是个问题
好评: 有中文好评，另外玩起来手感不错。作为新玩家觉得挺不错的
好评: 2D格斗游戏爱好者不可错过的佳作！
爽快的连段 华丽的人设 深邃的剧情 槽点满满的CP
记得有人说过BB去掉个都部分就是神gal
总之各方面都好顶赞（崩掉的过场动画就不要在意了）
但是不能联网玩 只能本地互联
希望网战快点出吧 不出差评
好评: 快出BBCS和BBCP！快出BBCS和BBCP！快出BBCS和BBCP！快出BBCS和BBCP！快出BBCS和BBCP！快出BBCS和BBCP！（无限怨念中………………）
好评: 雖然是老遊戲（windows live還被閹割掉了……）不過作為格鬥遊戲經典之作還是有絕對的理由去收藏的！
順便吐槽一下steam的腦殘，這麼好的人設居然不出卡牌和背景……！！！
好评: bb都登陆阀门了，脑残粉前来支援
好评: N年前的BBCT终于登录steam，虽然不是最新的BBCP，但是作为ARC的粉丝我心满意足，去掉了GFWL改为STEAMWORK，帧数和街机靠齐，完美支持360手柄以及各种摇杆都很良心，虽然招式很少以及连段已经被开发到底了，不过依然值得去回味（求RG的5B和CP一样对空判定啊。。），按ARC这样炒冷饭的节奏，目测GGXRD未来登录STEAM已经不是梦想！
