好评: 游戏打击感很好也有以前那些横版过关的味道，但是后期为了难而特意设置的地方太多了比如在木筏上的那一关还有最终BOSS前要打3个精英，外加BOSS战2连而且每次BOSS都刷新杂兵并且BOSS会弹反你的投技但是靠近默认投技必定被打实在恶心,话虽如此还是很值玩的
好评: 玩了五分钟就把怒之铁拳4退款了。相比起怒之铁拳4那种把成本都用在音乐画面上的游戏，这游戏没有忘记本心，街机横版清关不就是给你整一群没有霸体的怪让你前前a过去然后疯狂连击让你打个爽吗。
我之前见过的设计思路和这个类似的就是FC的快打旋风，就是那个三个人的一个蓝衣服一个红衣服还有一个大壮市长。这两个游戏就是有一些异曲同工之处，q版的画风配上清脆的啪啪的打击感，简单粗暴的连段和技能，就是为了玩家爽而服务的。
*闪退的打开大写锁定玩就可以了
好评: 游戏不错  但是 我们需要中文   要不然 怎联机都不知道...............
好评: 非常优秀的横版格斗闯关游戏，玩法向怒之铁拳致敬，打击感十足，上手容易，音乐满分，场面火爆，人设向快打旋风致敬，没有朋友一起联机？你可以选择带上AI队友和你一起打，AI疯起来就没你啥事了，AI没血了也会自己去吃血但是绝对不会出现和玩家抢血的情况，命数耗尽后只要坚持一段时间不被团灭是可以复活的，小电视边框非常逼真，仿佛回到了街机厅一坐一下午的时光，一款非常令人上瘾的神作，绝对值得购买
好评: 游戏很好，是我太菜了，建议加入一点RPG要素
好评: 这款游戏很棒，让我找回了童年时的横板街机游戏，对了值得一提的是这里面的女角色攻击时很细节。。。。。
好评: 一个字，好玩
好评: 居然有圣诞节礼物（又更新了），现在能用小兵和boss进入街机模式闯关了。真的不容易，一个复古街机横板闯关模式的游戏居然还能够更新，作者太nb了，好像还可以加mod，但好像目前还没有创意工坊。创意工坊能开的话汉化也应该能有吧。作者好像也要开发新的游戏，也是很期待新游戏的发布。
好评: 今天（2021年12月25号）的更新好！！！终于可以用敌人打街机模式了！！！
好评: 街机时代没玩到这个游戏，都说竹筏关很难，我用老牛打BOSS打几下一个背，那只蝙蝠从此再没飞上天。。。。目前2个人物通关了，打击感还是蛮爽的
好评: 一般，打折后可供怀旧。
好评: 这么简单的图形做出这么好的打击感！牛！
好评: 喜欢
差评: 后撤步，后撤步，还他妈是后撤步！
霸体，霸体，霸体，还他妈是霸体！
好评: 这比怒之铁拳4那坨屎好多了.
好评: 6块钱。很好玩，开始玩遇到竹筏那真的吐，好不容易过去了一看BOSS还要在竹筏上打，开始挺无语的。打2次发现路子了，也是很好打的。狮子BOSS菜鸡。但是高点难度一梭子直接满血给你带走挺过瘾啊。有朋友来一起玩的话估计更欢乐。高难度感觉用牛不合适呢，出手速度快的怪打着挺费劲的。要不牛挺过瘾。
好评: 可以买boos
好评: 很好玩的一款游戏！
好评: 好玩！好难！手疼！
好评: 游戏画面全是绿杠是怎么回事，都看不清
差评: images are too low
好评: 这个味道! 嗯! 很NICE!
好评: 不错的街机游戏，要是有中文版就更好了
好评: 打击感好，怪物也很多，无脑输出会有些艰难。一起配合也是不错的选择。有些像怒之铁拳3，现在不贵 没事玩会挺好的。希望早日出中文，可以了解剧情。慢慢刷会很有意思
好评: 好游戏，基于游侠的老版本补丁给最新版做了汉化补丁。
前缀自己加一下，就不发完整网址了，度盘。
/s/1trW7uYQ7nJz2HEBos02Fkw
b2hi
好评: 非常爽快的模拟街机横版动作游戏，致敬了经典快打旋风，第一遍通关的时候用的妹子（后来实验用老牛简单很多），一开始不知道连招、搓招、防御、破投技和受身等等，所以初见单人一周目的最终BOSS前，活生生玩成了动作回合制（用普通攻击换线骗破绽的玩法），当时我误以为这游戏非常困难- -b。单人通关后用金币解锁了其他的模式，才发现在训练模式里有各种连招的学习，非常有用，知道招数再打的话感觉就简单很多，单人游玩的话如果解锁了CPU跟随那么会更加爽快（也会更容易一些），还没有尝试本地联机，如果开了队友伤害应该会比较有趣，多个分支结局也不那么容易腻。
好评: 动作流畅!后三关难度比较大！主要是怪物太多了！忍者很好用！尤其是配合隐藏技能很好用！需要背板和拉怪小技巧不然很难不续币通关！
好评: 出个中文菜单就行......
好评: 由于童年一直处于欠费中，这是我玩的第一款街机游戏。以至于在刚开始玩的时候只会狂点攻击打一套普通combo，然后打到竹筏关止步于boss，当时只是觉得人物好看打击感不错。
退出冒险买了训练模式，才真的让我感受到了街机格斗的魅力。在花了一个小时完成专家练习后，游戏体验直接质变。从开始只想如何聚怪打一套变成了练习招数和招架熟练度、考虑如何起手连段终结，游戏可玩性飚升。
除了三个主角，游戏似乎还可以解锁怪物游玩，并且游戏支持本地合作对战，冒险模式有多支路似乎还有多结局，这些是我知道的，然而我的菜单选项还有很多没解锁。
如果你是也和我一样是个街机格斗新手，购买游戏还需考虑。如果只是觉得女主好看而且想一上手就玩的爽，那还是别玩这个了，这游戏不练练过关都费劲。如果想尝试街机格斗挑战下自己，十分推荐入手，游戏的练习模式由易到难，适合新玩家上手。另外如果我的感觉没错的话，女主角是三个人物里最难用的，攻击距离近，招数威力低威胁也差。牛头人攻高手长招数简单，武术家则有点像女主角的升级版。
好评: 数年以前玩过，很不错，打击感满点。这回入手这款游戏，算是补回票。
差评: ⠄⠄⠄⠄⠄⠄⣠⢼⣿⣿⣿⣿⣿⡟⣗⣯⣿⣶⣿⣶⡄
⠄⠄⣀⣤⣴⣾⣿⣷⣭⣭⣭⣭⣭⣾⣿⣿⣿⣿⣿⣿⣿⡀
⠄⣾⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣸⣿⣿⣧
⠄⣿⣿⢿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣯⢻⣿⣿⡄
⠄⢸⣿⣮⣿⣿⣿⣿⣿⣿⣿⡟⢹⣿⣿⣿⡟⢛⢻⣷⢻⣿⣧
⠄⠄⣿⡏⣿⡟⡛⢻⣿⣿⣿⣿⠸⣿⣿⣿⣷⣬⣼⣿⢸⣿⣿
⠄⠄⣿⣧⢿⣧⣥⣾⣿⣿⣿⡟⣴⣝⠿⣿⣿⣿⠿⣫⣾⣿⣿
⠄⠄⢸⣿⣮⡻⠿⣿⠿⣟⣫⣾⣿⣿⣿⣷⣶⣾⣿⡏⣿⣿⣿
⠄⠄⢸⣿⣿⣿⡇⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣇⣿⣿⣿
⠄⠄⢸⣿⣿⣿⡇⠄⢿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⢸⣿⣿⣿
⠄⠄⣼⣿⣿⣿⢃⣾⣾⣿⣿⣿⣿⣿⣿⣿⣿⣿⡏⣿⣿⣿⡇
⠄⠄⣿⣿⡟⣵⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⢃⣿⣿⣿

游戏不错，很多致敬卡表的元素

没中文也就算了

但你连个P2P搜索让人联机的选项都没有？

真就单机？

NT
差评: 这游戏啥都好，就是堆怪过于严重，打个普通难度都恨不得全屏一二十个怪给你塞进来，本来画风就复古很模糊，经常打着打着完全找不到自己人在哪里，玩久了眼睛负担极重，连招看起来很多，实际上除非你是格斗大神，不然只有怂着打，用最安全的地面招数打怪，滞空没有及时落地就是被围殴的下场。GAL的特殊攻击2简直反人类，没怪的时候还好，有怪的时候基本按不出来，倒不是难不难的问题，只是这个出招顺序过于别扭。
好评: 怒之铁拳4刚出那会了解的这个游戏，这么棒的横版过关打折竟然这么便宜，要是有中文就好了
好评: 这个游戏越玩越好玩 每天晚上都想搓两把 小手感挺不赖
好评: 很有意思的游戏，恶心的地方也很恶心，建议跟朋友一起玩
好评: 太棒了 多线剧情加完美打击感加多重角色
好评: 非常棒，期待dlc增加英雄
差评: 傻逼游戏最后一关真傻逼三管血打三boss还有三看门的要多傻逼有多傻逼把前几个boss放最后一个boss一起血都不够

好评: 打击感很好，有汉化就好了
好评: 如果这都不是清版动作游戏巅峰？
怒之铁拳再拿出来一看，老旧的系统，蹩脚的操作，羸弱的敌人设计，只能说宣传在这个年头更重要。
好评: 游戏可以，竹筏关也是真的恶心
好评: 和朋友一起通关了，大概1-2小时左右通关？太久了忘记了。画面打击感一流，很有过去街机机子玩的游戏那种感觉，角色很多，可以收集的元素也很多，通关流程不长，推荐和好朋友一起玩，一个人打比较困难。
好评: 这游戏流畅多分支路线。角色可以解锁换肤。打过得敌方可以解锁使用。连招花样多，技能酷。格挡练习好了，简直为所欲为！
最可惜得一点是没有中文啊喂！我们太需要中文了！虽然这不影响游戏，但是看着中文我舒服！
好评: 非常耐玩的游戏，根本停不下来
好评: 优点是打击感十足，操作流畅。缺点是怪物类型单调。
好评: 不可错过的佳作
好评: 硬派清版格斗游戏，手感打击感非常不错，这样的游戏很少了，希望作者能出第二代
差评: 不会设计飞在天上的敌人就不要做,免得做出这种屎来
好评: 欢乐的beat em up游戏，solute！
差评: 最大的不足画面晃得难受，唯独打击感还过的去，很多方面有待提升，总体不推荐。
好评: GAL的如遥效果做得不错（笑），BGM做得不错，动作系统和打击感也相当地爽，多分支路线和多结局也是比较赞的，但是不足的就是后期第七关开始故意堆砌难度太明显，导致后面关卡非常地肝，另外过关所得的购买物品的金币也相对少，总之就是肝肝肝就对了。
差评: 无脑堆怪关卡设计令人失望
好评: 打击感很强，玩起来很爽快，结合了很多清版游戏的优点，游戏里有很多致敬经典清版游戏和格斗游戏的角色，主角三人对应的是恐龙快打的汉娜，快打旋风的哈格和凯，并且游戏可以无限续关，非常照顾我这种手残玩家，最多支持3人同屏游玩，要是有人一起玩就更欢乐了
好评: 蝙蝠BOSS打不过。
好评: 玩怒之铁拳4时 有人推荐这款游戏。玩后感想，这游戏缺陷很明显 每关boss差点意思，甚至觉得最后一关才算的上boss,还抄袭怒之铁拳2的最后一关你敢信？bgm吵的一匹。游戏画面看久了对眼睛有伤害，远不如街机厅的画面质量，毕竟只是个几百兆的游戏，打击感一般般拳拳到肉的感觉不强烈。不过动作连招系统和多支路线做的还行吧，如果没这两点支撑这游戏就一垃圾中的战斗机。总体怒之铁拳4综合素质要远高于它。在这个横版街机游戏匮乏的年代还是给个好评。
好评: ！
好评: 非常不错的一款 横板街机游戏
好评: 很好，借鉴85%快打旋风15%怒之铁拳，比怒之铁拳4强多了，这个游戏85分，怒之铁拳4 65分，怒之铁拳4根本没那味了，这个街机味很足。唯一的缺点是画面色彩太过特意仿街机搞得有点费眼睛。   设计上女主明显要特别用心一些，各方面都很到位。其他几个角色比女主要敷衍一点。
其他不多说了，爽就完事了。
差评: 糟心的游戏体验！刻意的堆怪，加上过于花哨的画面，打着就不知道人哪去了。部分关卡和BOSS设计也十足的操蛋！点名批评木筏关卡和豹子头！玩了3小时心态不知道爆炸了多少！
好评: 街机游戏打得爽看得又顺眼就很好了！
好评: 黑丝，旗袍，大腿！
好吧，这确实不是黄油，不过不失为一个优秀的像素类横轴过关游戏，打击感确实很棒。
说点关卡相关的
第一关一开始可以直接往左跑，可以开始新的关卡
第一个拿飞行道具救人，也会有新的分支关卡
后面还有各种分支，暂时没探索完
好评: 这款用着以前复古电视机显示模拟出来的游戏画面是属实不错，对于复古玩家来说就是恰到好处，游戏不论是画面还是难度都很不错，不过说句良心话，如果对于没有耐心的玩家，我不推荐这个游戏，难度很大，不好打，尤其是后期的豹子人难搞，基本就是免疫，需要找到要领进行攻击，蛮拼包你不出一分钟就被豹子人几下侵抱摔死。
游戏总体体验很不错。
好评: 本来我能打过的，可是那两个兔女郎实在是太大了。
差评: 第一个角色手感不错, 后2个角色设计太糟糕了, 就像是仓促赶工的一样...
清洁工既视感严重.
说第一个角色手感好一点, 也就是好一点点而已. 手又短, 怪移动又快, 经常误抓取. 打boss就更讨厌了, 去追boss, 一不小心就抓取了, 然后boss抵抗抓取, 连我一套. 真是愚蠢的设计, 我宁可不要抓取, 赶紧给我设计一个抓取的开关.
差评!!!
好评: 搭配摇杆，我仿佛回到了街机厅的时光，打击感和操作感都很强
好评: 嗯，在steam上面玩横版闯关有别样的情怀加成。不信你去试试。就是有点难到现在还没通关
好评: 手感非常好，可以用金币解锁人物皮肤和模式，怪的种类略少，希望能增加中文
good game , need chinese ,thx
好评: 打击感一流。好好玩。流程有点短。人物多几个就完美了。画质还能提升下，就无敌了、这几年玩到的爽快横版游戏中值得一玩的游戏。感谢开发这游戏的大神们。
好评: 强烈建议，追求可以用购买人物玩剧情模式，游戏性将会几何级别大增。
好评: We need Chinese ！！！
好评: 游戏又更新了，我现在在学校，游戏没下，只能等学校隔离结束了再看看能否更新。




应坛友要求做的绿色汉化，基于游侠汉化。

顺便还感谢坛友的提醒，我的KEY不知道为什么刮了没激活。

游戏进过2019年的3月包，就是有战锤鼠疫2和一堆EDF的那个。

游戏还行，很有快打旋风的感觉。

直接覆盖到游戏根目录使用。



2020.07.27 更新：
因为游戏使用的点阵字库，所以必须使用游侠的EXE。

因此更新后的一句台词及音乐鉴赏功能无法使用。其他的貌似没啥问题。


载点:
https : //pan .baidu. com/s/1RuAAVxfhjIozPeKlf4p-6A
提取码: nrgt

如果你觉得有帮助的话，欢迎帮我的评测点个赞来让更多人受益，谢谢.



PS:
[quote]请反馈时说清楚什么样的问题用不了，坛友@慕容段月的反馈就是很标准的反馈。

当然不需要ta那么细，只要大概的顺着我下面的来就行了。


丢一个用不了，我完全不知道是什么问题。

是网盘用不了？那是地址栏复制进浏览器用不了，显示无效页面？还是说过期了？

是下载后用不了，显示错误？还是打不开？

是覆盖到游戏目录后报错用不了还是怎样？



如果不说清楚，我默认都当作是地址栏复制进去显示无效页面，这种问题我不会回复，请自行对比链接是否与平常的有不同。

当然，最重要的是，请阅读我的说明文件，我觉得应该是写的都很清楚，只要是用过电脑的就该懂我说的意思。

按着说明来，是不会有问题的，我遇到过很多这样的，只下不看，出问题来问我，我当是我的问题，陪着搞半天，还反反复复下，下好了试试，最后发现是提问人没看说明，自己瞎搞导致的，这问题我遇到了20次是有的，所以请务必阅读说明。[/quote]
好评: 最初买这个游戏的原因，一是因为打折，二是因为很喜欢这种精细的像素风游戏。[spoiler]虽然最根本的原因还是因为女主角的那个太大了[/spoiler]
游戏的打击手感很不错，画面也不错，若是觉得画面太亮或是太闪，可以自行在设置中调。
角色对敌人的打击判定做的很舒服，很少会有“明明我跟这个怪站在同一条线，可我就是打不中它”这样的打击判定问题。（]至少比很多其他街机要做的舒服多了）
角色们的战斗方式各有特色，且没什么废招，几乎所有招式都很实用，这点做的很出色。
总的来说，游戏完成度高，而且玩起来出乎意料的爽快，尽管是像素风但也隐藏着些许福利画面。[spoiler]唯一一个让我不满的是商店里的狐狸大姐姐不能作为可用角色使用，只有一个模样酷似的女主皮肤[/spoiler]
非常推荐给街机爱好者和喜欢像素风的玩家。[spoiler]以及能对着像素风手冲的玩家[/spoiler]
好评: 非常好玩的一个清版过关游戏，难度合适，画面精致，连段也很简单上手。 [strike] 有乳摇 [/strike]
好评: [spoiler]jennifer做错了什么非要把她写死，建议加个后续讲下二五仔村的下场[/spoiler],就TM想给差评
好评: 怒之铁拳4👎，Fight'N Rage👍
差评: 游戏的打击感还是不错，喜欢街机的可以入手，但是难度分配不合理，后面的木筏关和电梯关，刻意减小玩家活动面积的同时，还刷出大量的小怪，其中还包含前面的爪子猫和牛头，一旦命死完就得从头开始，多人联机可能会好点，但是单人玩家慎入
好评: 好玩
好评: 游戏画面复古，但简明不简单，气氛、效果渲染很好。故事性也可以，类似于绝地反击的剧情。音乐、音效也不错。操作打击感很棒！三个角色各有特点。非常推荐。
好评: [h1]Fight'N Rage - 战斗狂怒 游戏评分: 9.2/10[/h1]

[b]一句话点评:
居然还在不断更新. 这游戏就好玩到爆[/b]

[url=steamcommunity.com/groups/60650045][b][h1]欢迎加入神抽狗协会[/h1][/b][/url]
好评: 非常好的游戏，但是缺点也非常明显，两个（其实也可以算作一个）：
1.堆怪
2.怪物种类不够丰富

其实很多人吐槽的难度不是这个游戏难到令人发指，而是这个游戏里的怪像割草游戏里一样多，群殴你不含糊。
这也造成一个非常不好的结果，怪物种类本来就少，到了后期就是换个色加点血，或者让boss换个色再数量×2出来当小怪，相当容易审美疲劳，感觉How old are you。
所以这个游戏更多的是自己打自己的，就跟割草游戏一样，通过各种技巧和连招解围。如果你只会aaa，连人物的隐藏招式都不知道，那这个游戏其实很无聊。

附人物隐藏招式：
少女有两个：1）后跳（先按跳再拉后，也可以空中踢中人拉后），落地时按 ↑+拳，会使出类似东丈的电光踢的一记飞踢；2）→→+拳，按住拳不放，命中敌人后，按↓↖或者↓↗，会根据按的方向使出一招虎膝。
牛头有一个：↓↑+拳，按住拳不放，落地松拳，会快速地发出二段升龙拳。
忍者：↓→↗（或者↓↑→，↑↓→都行）+特殊，跳起来抓投。

人物的连招技巧就不多说了，说起来比较繁琐，而且我也不熟练，自己上外网搜比较好，b站上几乎没有。
好评: 除了小怪刷的频繁的有点烦人和不能联机以及难度有点硬核以外基本没有啥缺点，但可以加电脑队友，配合起来还不错

（解锁简单难度居然要购买）

分支多，连招丰富，全steam最好玩的老派横版过关
好评: 这是steam上最好的清版过关游戏。
好评: 打击感很棒，很有童年街机的味道，妹纸ruyao很nice，lsp了
好评: 非常高完成度的硬派街机作品，难以想象除了音乐部分都由作者一己之力完成
没有做过推广，仅凭口口相传
想要看到二代的人们，请把这个口口相传延续下去
好评: 打击感很强，连招过瘾
好评: 卡到木筏了，哭惹，练好连招跟格挡，没事穿插技能还是有那么一点味道，打的我自己都欣赏自己了哈哈哈哈，反正挺对我胃口，冲就完事了
好评: 好玩，像素小人太爱（se）了，以及能打升龙拳的就是好游戏（。
初次单人通关有点难度，后面解锁电脑队友就好打多了

复古风什么都好就是玩久了眼睛会瞎
好评: 优秀的游戏机制 因为难度给差评的是nt
好评: 爽快的打斗感，更带感的音乐，还有超级无敌带(摇)感的小姐姐，除了boss伤害有些过高不太平衡，以及同屏敌人有时候太多容易打累，如果把每一关关卡流程控制的更短一些，那基本可以每天通关一遍了，众多向经典游戏致敬的元素让人看了就能够会心一笑，不可多得的街机精品！
好评: 这游戏精通挺难的，手残建议组队游玩，不然会被小兵恶心死。怀旧复古风的集大成者，各种优秀横板街机的neta，加强版快打旋风，只可惜线上共斗模式国区现在用不了，乐趣少了一大半
好评:  不光是情怀，是真的好玩
差评: 我是一名普通玩家，以前也玩过一些清版游戏，玩了3个多小时个人原因不推荐。虽然打折入手，但玩起来影响心情。如果你不是非常喜欢清版游戏的话要考虑一下了。

这是我STEAM上第一个不推荐的游戏，之前看别人视频玩一二关感觉挺正常才买的，本来是要买怒之铁拳。以下是我个人遇到的几个问题，不喜见谅：

1、游戏怀旧风格音乐也不错，但是色调实在是太艳了，大红大绿包括几个效果设定虽然可以调整但玩久了眼睛很难受；
2、默认难度玩第四关开始感觉就是堆怪物强度和密度，玩起来很单调并且很损手柄摇杆，最好用键盘和街机摇杆会有更佳的体验；
3、敌人判定很迷伤害和AI很高，玩家这边搓招有点蛋疼，手柄摇杆搓招灵活方向把控不细腻，用十字键反之；
4、前两关掉的道具和食物的掉率都挺正常的，过了几关之后开始不正常，到了后面几乎不掉了；
5、固定食物刷出来的点不能有效利用，想卡着食物多走一丢丢等下吃都不行，有点恶意恶心玩家的感觉；

好评: 目前来说，最最最最能找回童年感觉的清版（横版）过关游戏，打击感连招什么的都很爽，比怒之铁拳4强多了
好评: 这个画风太怀旧了，不仅处理成隔行扫描，色调做旧，主要是光标的闪动，特别像街机厅里那种快用坏了的老屏幕，感觉十分到位。
差评: 有点单调
差评: 看似美妙，手感尚可。问题在于难度，如果你手残，并且不是有小伙伴一起联机的话，这游戏的小怪和BOSS能把你气个半死，反正我在发现这个游戏不适合我的时候已经没办法回头了。

好评: 和老弟一起打还挺有意思的，莽就完事了
好评: 差点错过的好游戏，几乎完美的复古街机
好评: 半价买的，很不错，尤其是个人小组开发的，难能可贵，给我的感觉这就是sd快打的终极进化呀
好评: 太tm爽了，内容也丰富，不会腻
好评: 买了怒铁4推荐来的，正好敢上打折，买来试验一下，感觉比怒铁4强。无论是招式的设计还是怪物和boss的难度方面都超过了怒铁。是一款难得的街机类型清版动作游戏。直呼买的晚啊。兄弟们，喜欢清版游戏的话就不要犹豫了，赶紧入手吧。
好评: 复古画风，打击感还是比较爽快的。
好评: 可以的
好评: 好玩

好评: 中文又不给，语言只有俩，打了中文的补丁叫bug，你觉得所有人都只是为了通关而玩游戏吗？
好评: 非常非常非常优秀的游戏，横板清关游戏爱好者必玩作品。说句不好听的，系统方面可以秒杀刚出的怒之铁拳4，这才是真正的老式动作游戏爱好者做出来的游戏。
好评: 打击感很棒，有很多柰子晃，还能有什么不满呢？
好评: 难得的好玩游戏，比怒之铁拳4好玩
好评: 游戏性非常棒，堪称各种经典横版动作游戏的集大成者，不仅手感好、连招爽，还有各种分支路线和解锁要素。
好评: 这吊游戏是真的好玩，刚开始玩的盗版，后来实在是玩的得劲，入个正版支持一下奥。这游戏绝对值得这个价格，好玩就完事了！
好评: 关注这款游戏很久了，趁着春节特惠入手。这款游戏真是太令人惊艳了，浓重的复古的街机风格，打击感特别好，连招系统很丰富。是一款标准的ACT游戏，现在很难见到这样出色的ACT游戏了。怪物的AI很高，连段很难，很有挑战性。唯一的缺点就是不能网络联机
好评: 训练模式里忍者最后训练，需要我空战踢五脚，我试了一个小时最多只能踢三脚？
好评: 非常不错的清版游戏，希望后续有更新更多的关卡和角色。
好评: 想起了cps上的快打旋风 够复古
好评: 复古，极爽。
好评: 挺好 我很喜欢  我就是少一起玩的人
好评: 我爱我的电脑队友。
好评: 我玩过的横版清关游戏中手感最好的，连招简单易发且相当有代入感，流程难度可谓相当简单，疫情期间我和我4岁的女儿随随便便就打了好几个通关，重复可玩性很好，有分支剧情不同的关卡。总之作为80年代初从玩fc游戏一路过来的大叔相当推荐，
好评: 爽快的横版街机动作游戏，很合我的胃口
好评: 简洁不简单的街机游戏，怀旧的老式电视画面，确实舒服。
好评: 游戏性很不错，手感和打击感也非常好，是一款很不错的横版过关游戏，值得推荐~！
好评: 一玩入魂，味道纯正！
好评: 横版动作好游戏,向许多老游戏致敬的关卡设计.
要是能在战役模式里使用反派BOSS角色就更爽了.
缺一起闯关的好友啊...
好评: 非常好玩呀，打击感很不错 支持下~
好评: 很怀念的接机通关类型的游戏无论是操作手感还是摁键方法都是一致很的体验
好评: 并不能说这是街机风游戏，除了没有在街机设备上玩，这就是一款街机游戏。甚至连游戏界面都做成街机显示屏模样。玩起来非常爽快，相当怀念呀。
好评: 好玩 但是更新以后 游侠的汉化包无法使用了
好评: Final Fight Guy
好评: 硬盒过关游戏
好评: 经典清版过关游戏，爽快的连击，热血的音乐
好评: 作为一款街机，连击性不错，可以玩通关那种。
好评: 难度不低的横板过关游戏，可以搓招
好评: 难度太高，虐心，我会把它推荐给我看不顺眼的人
好评: 










































































很好，很有创意


差评: 全屏马赛克，非常闪，颜色昏暗，第一印象非常糟糕，好在打击感不错，看得出是在尽量模仿上世纪街机复古风，但就结果来说不太行，眼睛看久了非常难受，画面清新一点好了，糊住一团又暗又闪，遭不住
好评: 非常好玩。可惜不出新作品
好评: 作为复古横版清关的手感一级棒，敌人设计也好，有难度，但不至于恶心人（竹筏关除外），许多关卡让人想起了以前打横版清关街机的快乐时光
但画面渲染真的瞎眼睛，68块钱也有点贵，毕竟关卡就那么几关，打几次就腻了，建议打折入

好评: 过瘾

好评: 好玩刺激，连段更爽，隐藏不太实用，打就完事了！
好评: 打击感十足，有童年借机内味了，还有她实在是太大了，游戏唯一缺点没有格挡，好评走一个
好评: 我是收菜
好评: 硬核游戏，有情怀、有打击感、制作用心，期待第2部
好评: 动作很爽快，很有上个世纪90年代的街机风格，硬核横卷轴清版过关爱好者必玩游戏。三个人物特点鲜明，各有特色，平衡性比较ok，但是明显感觉牛头人比另外两个角色稍强一点...（可能是我比较手残XD）推荐怀旧游戏爱好者，动作游戏爱好者和各种硬核玩家食用。
好评: 打击感非常棒！
好评: 好玩，连招连的我手都断的
好评: 剋好评
好评: 剧情会变化 
地图会变化 
很多隐藏道路和要素
很棒的街机 有童年内味儿了

好评: 打击感特别好，怀旧街机游戏佳作。
好评: 很棒，就是很难
好评: [h1]向日葵游戏评分：8分（1-10）[/h1]
这是一款复古街机风格的清版动作游戏，其战斗系统（招式、道具）以及分支路线选择的机制有着浓厚的《怒之铁拳》遗风。
游戏的操控非常流畅，打击感爆棚，毫不夸张的说本作就算是放在90年代的街机厅，也必有一席之地！
[h1]欢迎大家关注我们的鉴赏家：https://store.steampowered.com/curator/28763059[/h1]
[h1]关注微信公众号和头条号“向日葵游戏”获取更多资讯；官方微博：向日葵游戏评测[/h1]
好评: 传统清版过关游戏的继承者，连招丰富有《恐龙新世纪》和《电精》的影子，sp系统是《怒之铁拳》系列的精髓。
音乐激昂，为游戏增色不少。
多路线和npc队友也为多周目提供了动力。
十分希望看到续作。

不解的一点是为何游戏非要是像素风，早期的游戏《名将》《快打旋风》画面也不是这个风格，能优化画面到那些经典清版过关游戏的水平就好了。
差评: 这游戏打击感很好，但是玩起来真的很累，同屏出现的怪物很多，叠加在一起很多时候根本没法分辨哪个怪物要出招打你了，而且很多怪物有霸体，一堆怪物混在一起的时候根本没法来得及规避敌人的技能，挨打基本是必不可少。而且怪物的伤害非常高，基本两三套就要你命，场景掉落的加血物品非常少，这他妈谁顶得住。一遍遍反复打都累死可屁了。
好评: 游戏开始请向左走！

游戏开始请向左走！

游戏开始请向左走！

重要的事请说三遍，可以发现有“逃跑”路线的剧情。
好评: 80年代动作游戏（ACT）的完美再现
- Fight'N Rage。

作者是按照最初“玩玩看”的想法来进行游戏的，因为一开始游玩的时候就只有AAAA和中间放下SP技能来打怪。
然而到稍微后面一点，开启其他模式和进入训练之后 才知道游戏有很多要钻研和熟悉的设定。
而通常的传统街机的连打中的前/后投收尾， 前冲攻击 到 电精 和 电神魔傀 - 守护将军中的浮空追打，
只是普通的标配。

在游戏中可以见证到制作组受老游戏某系列的影响之深的就是 SP系统，SP技判定强威力大而且无敌，
不光解困方便，还可以带入连段中达到更大伤害。

但施展SP需要体力技左侧的SP量表MAX闪烁后才可以使用，否则直接使用会牺牲一部分体力。
看到这里就可以回想和查询得知了，这就是SEGA 怒之铁拳/赤手神拳当时采用的系统之一。

而在这中间又有一些FTG的影子，在敌人攻击你的瞬间按←/→ 就会成功进行格挡并免受伤害，
倒地/吹飞时按跳可以作出的快速受身。连打中可以中途跳跃和进行前冲，对还在硬直中的敌人进行抓取/前冲攻击，
在指定的时机按下跳跃键会进行拆投，你在训练模式中还可以发现每个角色更为艰深的技巧和惊讶的连击指南。

如此繁多的细节和系统设定，让战斗有了很大的灵活度和可看性，笔者从一开始的AAAAA玩玩到现在已经被制作组的用心折服。
虽然战绩平平，但它的设定确实值得被ACT爱好的玩家们试一试。一些游戏内设的挑战，我也在想起游玩的时候还在尝试征服中。

在此推荐这款游戏，如果你对传统ACT的清版有信心，这款游戏就值得你至少一试。
好评: 很爽，双人或者多人更爽，手感扎实，打击感强烈

双人通关很快，也就半小时。结局很多a到h，我只打了一个b出来

攒金币可以买新外形，还可以解锁新模式，训练模式也得买，这个应该上来就开放啊。还包括加速模式还有什么没注意看了。一次通关800金币左右，训练模式50，加速模式2000，人物皮肤400，小怪200到500不等，建议还是先开模式后买皮肤
好评: 等一个汉化
好评: 好玩，要是有出招表就好了
好评: 如果有官方中文就好了，练习模式看不懂，有很多连段打不出
好评: 我怎么这么菜，竟然在下水道那卡关了。。
好评: 做得挺好的一款游戏，美中不足的是音乐虽然不差，却没有sor2那么带劲
玩了一堆同类的横板过关游戏后，才发觉SOR系列的音乐对这种横板过关动作游戏的加分作用之大
好评: 好玩是好玩，就是有点难，玩死3条命，请问怎接币？
差评: 不推荐非街机爱好者购买！游戏有一定难度谨慎购买

游戏打击感不错，这个画面整体也是高清街机的感觉

游戏好像有简单模式但是一开始只能选普通或者困难，就算是普通难度怪伤害也很高

加血道具掉落也太少了

只有过了一小关才能存档，但是通常一小关很长而且还得打BOSS

我以前没怎么玩过这类的街机，方向键直接抓取？要是能抓的敌人还好，不能抓的一个走位就难受了
 
返回主界面读取三次存档直接从头开始，真是打累了
好评: 游戏的打击感是毋庸置疑的.操作流畅度也是非常到位.打法.移动.走位都很讲究.背投也贯彻了横版动作游戏的一贯传统.BGM也很屌.电子摇滚风格.尤其是电吉他非常出彩.非常的燃.

游戏同屏出现的敌人数量很多.比同类型横版过关游戏都要多.最多时候同屏8-12个敌人不等.敌人移动速度很快.走位很风骚.直线进攻敌人会后退.不讲究走位和打法的话会被围攻夹击.也不能一味的追.因为他们移动永远比你快.游戏起手技能还是前前A比较实用.前前A之后可以附加连段.但是需要注意角色平A攻击距离非常短.敌人攻击距离很长.但是敌人攻击会伴随着很大的前置僵直.反应快的还是很容易闪躲的.也可以利用上上或者下下翻滚.躲避敌人攻击.总之玩熟练了普通难度一命通关还是小意思的.游戏有多种路线可供玩家选择.敌人BOSS都不同.会影响结局.但不影响最终关底. 游戏附加无敌必杀.但是跟怒之铁拳3一样.有充能时间.如果时间未到就发动是扣血的.相反就不掉血.所以合理运用对于打法和通关有很非常大的帮助.

(至于操作方面嘛.你会玩恐龙快打嘛? 会玩SD快打吗? 会玩快打旋风吗? 会玩铁钩船长吗?会玩怒之铁拳吗? 如果其中你会玩一个的话那么你也一定会这个)

看的出来作者是横版动作游戏迷.作品里好多像前辈致敬的地方.比如地图.配乐.角色.敌人样貌.动作. 最让我耳熟能详的就是最后一关BOSS.无论座椅.坐姿.还是手里的那把冲锋枪都在致敬 (怒之铁拳) 而多数敌人样貌也在致敬卡婊的经典作品这里就不举例子了.相信童年玩横版动作的80 90后都能深有体会.角色打击方式和渲染也比较致敬热血系列.比如热血格斗.地图方面致敬的作品就更不用说啦.

这是一款品质非常好的游戏.在快餐游戏繁多的今天.偶尔拿出来玩一玩回味下逝去的青春.缅怀下炎炎夏日躲在家里玩着FC的日子.玩着世嘉MD的日子.也追忆下充满着浓浓烟味的街机厅.大喊一句.老板在来几个币的日子.但是看人家玩永远还是最有趣的.因为.....对于那个时候的我来说.游戏币很贵哦!!! 哎..........

PS.其实我不老真的.我是90后.. 不信拉倒!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!  咳!!!
好评: 非常复古的街机风游戏，类似《快打旋风》、《恐龙快打》之类的过关游戏，连三个主角都是模仿快打旋风的配置（一个速度型妹子、一个力量型壮汉、一个全能型忍者）。

战斗体验非常畅快，毕竟是近几年的游戏，打击感以及连段都是老街机比不了的，操作虽然简单但是连段还是很丰富的，敌人只要浮空就可以继续攻击（即使敌人死了也能继续鞭尸，而且鞭尸最后会把敌人打爆，打爆了会给奖励分，打分数挑战模式需要用到），最简单的就是打完一套普攻+特殊技+一套普攻+下上攻击，普攻的时候按住上或者下最后一击会变成向前或向后的投技，这是非常常用的技巧，因为很多场景敌人数量非常多而且敌人喜欢绕后，一定要尽量避免前后受敌，先把敌人都打到一边再一起连段，不然被敌人夹击会非常不利，被敌人打连击了可以用特殊技挣脱。

敌人的种类虽然不是很多但是各有特色，比如有的怪会起身放电，有的会对空攻击，有的会格挡，有的会拆解投技，有的全程霸体无硬直，第一次玩的时候会很受苦，需要多玩几遍把每个怪的特性记住才行。

虽然这是一个“二话不说就是干”的过关游戏但它还是有多达8种结局的，玩家可以通过走不同的分叉路以及救不救第一关的妹子（扔飞刀救妹子）来达成不同结局，用不同的主角组合也能有不同结局，算是一个收集要素。商店里的皮肤、模式之类的东西也都需要达成条件解锁，还算是比较耐玩了。

游戏难度还是很高的，而且续关是从这一小关开始的，你要是三条命过不去一小关就卡关了，很不友好。我目前只通了hard难度，后面好像还有2个难度简直不敢想。这里教大家一个小技巧，这也是老街机游戏常用的技巧，就是到了一个场景不要急着往前走，慢慢走一批一批的勾引敌人，你只要不靠近后面的怪它们是不会主动过来的，分批清理敌人容易的多，尤其是最终boss之前的那个房间有三个保镖，你要是同时打三个保证被干翻，先把几只老鼠打死然后捡掉出来的飞刀，用飞刀一个一个引过来杀（我感觉这里就是故意这么设计的）

总的来说这是一款难得的复古街机游戏，打击感爽快感超赞，可惜关太少了，但还是强烈推荐街机爱好者以及喜欢自虐的玩一下
好评: 打击感很棒。玩了好几遍都觉得很有意思。真的是怀旧系列，很喜欢
差评: 不好玩 像素低 看着头晕 退款了 以后再也不买了
好评: 没中文真的是太伤了，教程基本上是纯文字的，没个像样的出眧表，AI都能打出来的操作而我反而被强行限制。==
好评: 各方面都很还原古风，略夸张的CRT屏幕，催你往前走的GOGO，音乐不错。
打击感强，连击爽快，不可多得的怀旧游戏。
只有一个遗憾就是无法联机。
好评: 太特么的好玩了 。看我游戏时间
好评: 不错的打击感，有一定的连段，如果连段能多些就更好了
敌人的设计其实还是有点意思的，不过有些怪的设定感觉有点太强了，比boss强得多，没错，说的就是那三只西装狗。。。
总的来说还挺推荐的
好评: 额.....我在想用九十年代大脑袋显示器玩这个游戏是什么样...............
好评: 我的天，超赞的清版动作游戏。
完全表现出了复古游戏的精髓。
好评: 很他吗好玩的横版格斗游戏，打斗连招十分之爽快，喜欢横版格斗游戏的一定要买来玩玩。
好评: 复古街机风游戏，打起来非常爽 。
比较像怒之铁拳，有三个按键，攻击，跳跃 和技能。能量满了可以免费放一次技能，能量不满也可以扣血放技能。方向键 +技能键使用不同的技能，被人打了也可以立即按技能键受身。
好评: 战斗狂怒，恩好游戏，怀旧街机风格，太棒了，可以本地双人游戏，游戏里的忍者很厉害。
好评: 非常爽快的清版，很像怒之铁拳，后面难度挺高，解锁要素丰富，可以慢慢刷，另外奶子可真是赏心悦目
好评: 我好菜啊 被苍蝇暴打😣
好评: 找到了小时候的感觉，完全不用担心语言问题，干就完了；唯一不足就是没有出招表，需要自己熟悉，不过还是很惊喜。
差评: 关卡补给道具分布不合理，木筏关卡及其反人类，飞行怪物根本无法正常攻击，只能被动挨打，木筏还不设置空气墙，跳跃攻击非常容易跳入水中死亡，整个流程到这关开始极其失败！！！恶心到死！！！非常不建议玩家购买此游戏受虐！！
好评: 好玩，只是一个人玩好难的啊
好评: 玩了一段时间这游戏还挺硬核的，我很喜欢，就是没有中文我深表遗憾，开发组你们要不考虑下加个中文，你会发现有种东方的力量
好评: 游戏性很强~分数换代币，代币解锁东西（奶子这是棒极了）
好评: 作为一个横版游戏以及街机游戏的爱好者，我他妈想说，尼玛的简直神作啊，手感棒得掉渣，每个角色招式各有千秋，操作性非常的强，连招研究可以说已经接近格斗游戏了，练习模式打出黑带非常有难度。游戏里敌人的种类也比较多（虽然都是动物系能力者），每种敌人招式都非常有特色，不像一些敷衍了事的换张皮就出来作的游戏，游戏内容可谓极其良心，各种具备挑战性的模式，与大量的可解锁项目，以及炒鸡塔玛多的支线与结局，我要打爆啊！
极难难度还没钱解锁，第一次就上了困难难度，最后一关续了N久才打通，十分硬核！
游戏里关卡敌人配置还是较有想法的，而且敌人数量很多，有些关战线很长，打得非常的爽，非要让我找缺点的话，就是如果能在关卡里多设计一些类似双截龙那样的敌我双方即死地形或者陷阱什么的就好了，什么深坑啊，水池啊，针刺坑这一类的，玩起来会更有趣
这个已经不是怀旧了，我反正觉得比以前很多经典街机游戏都好玩多了！
好评: 超好玩！我喜欢！
好评: 先是看到好友拥有此游戏，评价颇高。秉着对2d清版情怀，买了玩。一发不可收拾，连续玩了6个小时。虽说有抄袭成分，比如能看到Final Fight（快打旋风）的身影。其中忍者很像Guy（凯）。还能看到怒之铁拳的身影。比如最后的boss简直就是动物园版。但是这些丝毫不影响体验。其一打击手感很棒，这个是最重要的。其二其中Bgm简直屌炸了。其三有训练模式、生存模式、时间模式等，等你来解锁。个人强推！！！买了不后悔！！！
好评: 摇啊摇，晃啊晃，大大大大大大大！非常棒的街游，就是至今没摸清各结局的路线分支，来个大佬写下攻略吧！手残还拿不到黑腰带，只能蹲角落里哭了！
好评: 墙裂推荐！
经典街机类型游戏，操作流畅，爽快感十足，还有不同剧情分支路线，就是难度稍微有点高，没有什么强力的大招和技能，比较考验技术，导致后面的关卡很难一个人打过去，而且金币也很难得到，想要解锁其它东西实在太苛刻了。

另外NPC同伴模式的解锁条件超级不合理，普通打不过，好不容易通关简单模式，兴冲冲的想着用它来帮我通普通难度的，结果一看傻眼了，竟然要普通模式通关才能解锁，实在理解不能。

期待添加中文支持，虽然有点low，但我还是要喊一下：We need Chinese。
好评: 玩了一会，感觉不错。过关动作游戏，我喜欢。就是画面不太清楚，手柄会震动就更好了。
好评: 玩到忘我，目前玩的时间不多，但是我能保证的一点就是，完全找回了那种小时候玩小霸王时候的感觉，甚至比那还爽，关于难度话我感觉还行吧，目前刚用妹子打的normal玩到第五关，她除了手短之外，用起来还可以，毕竟是速度型的，那个晃动速度，你们懂得（手动滑稽）
好评: FNG是西班牙制作者制作出的一款复古横板清版ACT游戏。在STEAM上为数不多的ACT游戏中，我个人是认为它是能和streets of fury  EX一起并称STEAM清版游戏最强双雄的作品(其他游戏也不是说不好，而是在总体完成度和游戏性上是绝对比不了这两个的，哪怕是著名公司卡普空的某三款作品)。

游戏的流程借鉴了卡式ACT的多分支系统，配合不同关卡有超多的组合。同时角色和攻击判定又是世嘉的SOR系统，不论是背包的各种花样还是3种不同角色划分，更不提那几乎照搬SOR的MANIA难度的最高难度，都是你回忆中的各样ACT经典系统的完美组合。如果说SOF EX是财宝社的换线ACT模仿，那么这个便是卡普空和世嘉的古典硬派ACT的柔合。游戏难度从低到高进阶明显，角色游戏玩法也较丰富但不滥多，灵魂系统防御的设计也让游戏可快可慢，让玩家的自我成就感不断提升。

唯一的缺陷恐怕是没有网络多人模式，这个也是让人比较失望的一点，但是丰富的内容足以弥补。如果制作组有能力我很希望能发卖家用机版，我肯定再买一次。

如果你是个和我一样复古游戏和重复游戏中提升自我能力带来成就感的玩家，这个游戏可谓是必买作品。也让我对于西班牙玩家们刮目相看，原来西班牙的爱好者们这么还原日式ACT的精细与节奏，不愧是海外日系的硬核玩家们。
好评: ⑧说了，我正在寻找机箱上的投币口在哪。
好评: 一款极其优秀的横版过关类游戏，如果你喜欢怀旧喜爱街机的话一定不容错过！
游戏中有多个可操控角色，并且拥有多种游戏模式，街机模式中有着各种支线选择，你的选择会决定接下来的关卡和结局。一局游戏结束后会根据你的分数换算成相应的硬币，用来解锁不同角色的服装，不同的游戏模式以及更高的游戏难度。
遗憾的是游戏只支持本地联机，如果你周围有能够和你一起游玩的小伙伴，那么相信你们一定能够找回一些童年的美好回忆~
好评: 你曾经在机台上消磨多少时间就可以在这作中消磨多少
好评: 不能线上联网吗？ 只能单机的话和下载盗版有什么区别？
好评: 我一周目，卡在了恶心的木筏那关，实属是有难度。
不过幸好我第二次玩，走了另一条路线，要不然我会因为卡关给这个游戏差评。

PS：如果觉得一些关卡难，可以用币 解锁训练模式，多练习练习就会好很多了。

这游戏的打击感很好，很多场景也诚意十足，比如致敬经典游戏：恐龙快打，忍者神龟，热血格斗等等。
好评: 這遊戲讓我想到學生時期窩在電動場玩的那些橫向卷軸街機
能玩的要素其實蠻多的
練習模式的教學讓人小驚艷，沒想到這種遊戲的連段這麼多種
缺點就是女主角真的太難用了，還有買的角色不能在故事模式用

折扣買絕對不虧，但最好先弄個好一點的把手，不然手會很酸

好评: 很好玩的街机类型的游戏，入hb包后，价格又便宜，我强烈推荐。
好评: 游戏打击感还不错，其他角色还没玩，这个女的角色手也太短了吧，凭什么敌人可以攻击我的距离，我打不到敌人，这游戏又不能边走边攻击，这点和老式街机的设定倒是一样的。
------------------------------------------
游戏简单模式需要解锁才能玩，最开始只能是普通模式，普通模式还是有点难，得熟悉一下怪物的攻击模式才能通关。游戏成就挺难的，特别是练习模式黑带，我就想问妹子角色第一个连招要在什么情况下才能连出来，就要堵墙角死命的跳，太恶心了，而且所谓的教学的连招好多都并没有什么实用价值。
好评: 这游戏真的超级棒,操作上的确好多细节感受到作者的用心,我很少玩横版清版的游戏超过10小时以上.强力推荐喜欢这类型的玩家
好评: 一个字 爽。 动作没得说， 手感爆炸 ，手柄玩家福音
好评: 爽快
好评: 优点：
+经典的街机元素
+复古的画面风格
+流畅的游戏体验
缺点：
-难度设计有些失衡

近年来难得的清版过关类游戏，素质过硬，难度也过硬，值得体验。

7.5/10
好评: 还不错
好评: 请问那个是攻击键  我怎么只能上下移动 没有攻击呢
好评: 我的肝，我的手残……
好评: 挺好玩的哦~~~~~~~~
好评: HB月包送的，本以为4399，实则堪比3A大作，游戏性丰富！就冲女主那乃子我他妈就社保
好评: 如果能再多俩技能就好了
好评: 垃圾街机游戏，真tm难玩，不用修改器都通不了单人高难度。

一大堆要解锁的东西条件还贼苛刻。

作为街机弄什么多路线分支简直是滑天下之大稽。

“您推荐这款游戏吗？”

“👍”——来自父亲的肯定.jpg
好评: 我居然错过这么好的一款游戏两年？我惊了，有街机游戏情怀的买买买就完事了，就很爽
好评: 超级忠于街机原汁原味的。电视机屏幕的凹凸感和反光，选人，续关，打击感也不错。
好评: 游戏是买了，就差一个能在家和我一起体验热血街机的小伙伴了

肥宅落泪.jpg
好评: 炒鸡好玩
好评: 我。。。。我不知道还说什么了，大的太爽了！
好评: 惊喜，没想到可以玩到这么有趣的横板过关街机游戏，并且和当年游戏厅的感觉很像。
差评: 混合了过去很多动作游戏的特征，包括音乐都有很多影子在里面，流畅度很高，同屏敌人较多，整体比较爽快，但我发现后面的关卡敌人太多了，即使是普通难度也很累人，玩的手酸，游戏不是自虐，游戏玩法不太健康，玩一遍删了，那么多敌人，也都是重复的，纯属折磨人。
好评: 这游戏太棒了，一直喜欢街机风格的过关游戏。还可以连招，超级棒
好评: 打击感相当好！很有街机的味道！
好评: 所以这游戏是不支持无线手柄吗。。。

好评: 爽
好评: 有一种回到90年代街机厅的感觉，有些游戏需要剧情吗？不需要！需要CG吗？不需要！只需要一颗游戏币，塞进去
好评: 感觉在玩忍者神龟和怒之铁拳 手柄操作相当舒服 比热血地下好玩。。。。。
好评: 玩着很带劲，有种像以前在游戏厅的感觉，不过手残了...就是普通难度都续了好多次
好评: 好玩  打击感超棒  有挑战性
好评: 一时格斗一时爽，一直格斗一直爽。
好评: 游戏我买了，请问该去哪找两个一起玩的人呢？
好评: 集合CAPCOM和SEGA（怒铁），系统比较接近AVP，手感很不错。
女人类似AVP里面的女人
老牛类似怒铁的大汉
忍者就是GUY

个人觉得有几个缺点：
场景还是比较单调，有点疲劳
有一个雨天场景频繁雷电闪烁，对眼睛刺激比较大
道具种类少了点
好评: 复古像素风做的很好，致敬了很多经典游戏。打击感和手感都很好。有社保立绘。关键是这游戏没想到竟然还有多条路线可以走。单人第一关被挟持的妹子原来是可以救下来的。然后就进入了隐藏路线6666666，吹爆这游戏
好评: 游戏全方位都很优秀，就是没有中文段位黑带完全不知道是要做什么操作，而且游戏里还有好多要解锁的东西也不知道具体的条件，希望有大佬出个视频指导一下
好评: 不得不说游戏的手感相当优秀，乳摇好评！游戏画面也让我回想起《恐龙与凯迪拉克》《快打旋风》《怒之铁拳》，回到了横版过关类游戏的黄金年代。如果要说游戏有什么缺点的话，就是游玩时间长点会导致手腕挺疼。搓招还是挺累的。如果喜欢横版过关类的游戏，这个游戏绝对值得推荐。还能叫上两个朋友一起玩。
好评:     用手柄玩得很舒服，游戏总体风格让我梦回街机时代，里面我只看出了一些恐龙快打的影子，但应该还有其他游戏的梗。

    目前normal难度我分别用gal和忍者打到第七关，感觉难度逐渐增大，但还算合理，有些过不去的地方，多练练还是能过的，比如在独木舟上打的那关，因为人物很容易落水，我最初用gal打了好几次，才掌握窍门，没掉命残血见这关BOSS粉红蝙蝠（雾），后面用忍者就轻松多了。

    另外说说题外话，小的时候我就很喜欢这种街机风的游戏，但由于条件限制可惜大部分时间都是点播台的云玩家，也只有寒暑假时，我才能去基友那打打小霸王，玩玩“忍者神龟” “雪人兄弟”  “热血物语” “热血篮球”等等还有很多永远遗忘在我童年的游戏。那时日常看着点播台放的”恐龙快打“，”旋风快打“等游戏的我总是恨不得自己也打个电话过去，可理智告诉我这必然会产生高昂的电话费用，其结果就是我会被揍得很惨，所以直到点播台成为时代眼泪我都没打个电话过去，其结果就是我都不知道云通关了多少回恐龙快打（玩恐龙快打的人比较多）。

    很多年后，我学会了在电脑上安装单机游戏，我终于玩到了曾经心心相念的“恐龙快打”。可虽然我有无限的币，但我始终没有耐心打到关底。游戏仍旧是当年的游戏，但我已经不是当年的我了。我觉得自己丧失了很多打游戏的期待感与耐心。学业，父母的劝告，各种杂七杂八的琐事，让我更想玩玩那些充当发泄工具的爽快无双型游戏，而当年在我眼中超级无敌好玩的那些游戏，现在看来也不过如此。

    但是，最近的我也开始沉迷于横版过关类的游戏，反复尝试克服难点的另类成就感和快乐，是无双型游戏所带不来的。而这款游戏则让我眼前一亮，比起我之前玩的“空洞骑士” “Momodora：Reverie Under the Moonlight”，“Fight'N Rage”更加复古和有操作性，它没有道具栏，没有背包，没有其他花里胡哨的技能被动等，有的只是和传统街机游戏一样的东西，那就是你对这游戏的经验与理解。

    最后，也希望大家少一些浮躁，多一些耐心，一次不过那就多试几次，这正是这类游戏的乐趣所在。
好评: 不知道我电脑玩别的游戏都很好唯独这游戏卡的进都进不去但是我非常喜欢这游戏虽然不能玩就当收藏了
好评: 作为一款横版过关游戏，该游戏的体验可以说是非常的好。

但这款游戏有一个非常大的缺点，那就是画面伤眼睛，我最近眼睛看见玩手机打电脑都很难受流眼泪，医生说是用眼疲劳，休息了3天终于有所恢复，玩别的游戏都还好，但玩这游戏玩了一会儿，眼睛又开始难受了。
好评: 第一次玩觉得这是一款爽就行了的游戏，解锁了训练模式之后才发现这游戏系统做的挺深的。值这个价格
好评: 游戏手感很棒，我也安利了几个朋友玩，游戏画风嘛，习惯了像素风格还是很不错的，bgm挺耐听，就是那些苍蝇的声音很刺耳
然后这个游戏我用一句话来形容：我永远喜欢Tracy！！！（没错，就是第一关关底的那个皮鞭女，她真迷人，她真美丽，她真可爱）
好评: 手感非常赞，居然还双结局……最友好的是可以买cpu队友……简直要哭了
好评: 2018年年初时候买这游戏，电脑好像缺个啥东西，启动不来，退了，今天2019年1月4日看着更新新闻，抱着试试态度，结果能玩了。收藏了。
~~
为何没有中文，差评。
为何没有联机功能。差评。
为何不能多出3，4个角色出来。差评。------------2019年1月6日
好评: 很喜欢这类游戏。很久以前，我总以为这种可以上下左右活动的游戏就是3D游戏，而超级玛丽，魂斗罗那种就是2D游戏咯，知道我看别人玩三国无双3…哈哈…
挺喜欢玩这个游戏，但是口味养刁了，像素游戏总感觉有点落伍，如果能有怀旧，还有创新进步就更好了。真的很希望玩到创新提高后的那些3D动作游戏，什么双截龙呀，热血格斗呀，怒之铁拳呀，SD快打呀，战斧呀，幽游白书呀…不知道这个愿望有没有实现的那一天😣
差评: 操作还行..打击感很好说不上,招式太少.下前拳这个最基本的招式居然没有..
相比之下,<电神魔傀2>的技能和连招会好很多.
游戏难度比较大,虽然和红白机街机年代的感觉差不多,但是对于新手来说,简单模式都不能一币通关,比较打击积极性.
最后,强烈建议加入更多的技能和连招.啥时候改进啥时候改评价.
好评: 第一次写评测，因为这个游戏感觉有点冷。看评论都是像卡婊不婊时候的作品，但是我怎么玩都是世嘉当年怒之铁拳的手感，当然大招系统也是。连招爽快，道具可以配合连招。画面四种模式可以调节，但是感觉复古的电视加扫描线的最有感觉，调成clear加sharpen模式反而有点色彩很土。游戏内容据说很丰富，目前一周目中，总之有种老sega的精神续作。推荐
好评: 太经典了！！手感巨爽！！太值了！！！
操作简单，支持手柄，技能略少，但是技能之间衔接超流畅（硬直恢复、抵消）。
结局丰富。最低难度也很有挑战，通过积累金币解锁更多模式和皮肤。
敌人大多以动物化的《街霸》角色为原型。女主活脱脱是不知火舞，乳摇超赞！
复古画风绝赞！不喜欢仿制TV效果可以在画面设置中关闭。
通关流程1小时，初期可以3P本地合作。
隐藏内容超多，值得反复通关获取金币慢慢解锁。


[url=https://store.steampowered.com/curator/30253125]关注甄游组[/url]
好评: 作为从80年代的街机时代过来的老玩家，偶然间发现了这款游戏。
你会发现，CAPCOM的爽快，SEGA的风骨，KONAMI的炫酷，DATAEAST的幻想......
还有很多很多以前街机时代的回忆！
太好玩了，这个时代难得的清版过关游戏！这简直是送给那个年代老玩家的情书！！！
不说了，我要去安利去了！
好评: 这个游戏的素质肯定是不错的，就说说我个人最不满意的一点吧，背景永远是一坨漆黑，看着很不舒服啊，你看当年卡婊的黄血系列，哪个不是背景颜色鲜艳明快的
差评: 从启动画面便知作者是个CPS1(2)老炮，很懂。特地加上仿街机的扫描线特效终于不瞎眼了，抗锯齿效果拔群。

然而GAL实在是弱了，沦为福利担当，因为sprite太小，混战时很容易被怪挡住，找不到人……
论实力，RICARDO相当于街机版快打旋风里的HAGGAR，normal混关无压力；NORRIS相当于SD快打旋风中的GUY，而GAL则是比GUY还弱的角色。看SP像是HANNAH.D？可是就算是HANNAH手也没这么短的，更不会被“淹没”。



最后，叫Jennifer的看来都没什么好结局。
苍蝇都围上来了。


好评: 为老屁眼们准备的清版ACT，你能从这里面找到很多Old School ACT的要素，比如鸡腿啦鸡腿啦鸡腿啦。而且系统玩起来颇有SD版格斗四人组的风味。而且自带CRT滤镜，简直就是让人欲罢不能
动作流畅，拳拳到肉，难度适中。真希望去年的DD4能好好学学这个游戏。
好评: 这游戏绝对是steam上最好玩的街机类清版过关游戏了，比《俄罗斯母亲撒热血》和《热血物语》都要好玩的多。
能量槽系统借鉴了《怒之铁拳》（唯一非卡婊作品）；三主角的类型和出招借鉴了《快打旋风》：格挡系统借鉴了《街头霸王3.3》；很多敌人能看到《街头霸王》的影子；甚至那个经典的Go Go Go也似曾相识。
游戏模拟传统街机游戏球形显示器的变宽和分辨率，还有多分支多结局系统。
打起来动作行云流水，招式判定准确度也较高。
最难得的是无限币，我这种手残也能勉强通关了！
10/10
好评: 一股浓浓的怀旧风扑面而来，玩着这款游戏觉得自己回到了初中时代。
好评: 好想再找2个小伙伴一起玩这个
好评: 世嘉应该找这个小组（这个人）来做怒之铁拳4，而不是那几个小组
好评: 这个游戏什么时候能出汉化版啊 ，因为道具的应用，各个模式的玩法，还有游戏剧情，对于我们来说太痛苦了
好评: 好游戏
好评: 玩起来好玩是好玩，但是现在的街机游戏我已经没有当年的那份耐心玩下去了不得不说有些可惜。
这游戏我感觉除了本身游戏品质的确够硬，女主社保，其他的嘛，大概就是不属于这个时代吧，再加上没有中文，emmm，轻度玩家还是要慎重考虑的。
好评: 有以前经典街机横版动作游戏的素质,难度非常的高,建议一开始刷够100金币去开启简单模式练练.可惜那么致敬经典的游戏销量貌似不怎样.
好评: 可以的哦
好评: 这个游戏让我体验到小时候玩小霸王那些横版过关游戏的感觉，而且这个游戏的故事模式没有保存，所以想要打通关就必须玩到底，真的硬核，我死了很多次才用女格斗通了普通难度，而且这个 游戏有很多的解锁，也许通关之后才是真正的开始，总之，如果你喜欢横版动作游戏，买就对了。
好评: 好玩 好玩！选主角的时候就看到一股快打旋风的风格 打击感不错 人物技能也很丰富 虽然能无线投币 但是想一命通关还是很难的 对于玩惯了街机和一些8bit横版过关游戏的玩家来说很适合  还有 女主角很赞👍😄😄😄
好评: 挺有意思的游戏，有小时候双截龙忍者蛙的感觉。
TV效果非常出彩！！
如果有中文就完美了，
或许加个妹子爆衣系统更好？
又或者把另两个角色换成妹子？
大作玩腻了，这小游戏挺对胃口的
好评:  看了评论再想了下感觉就是挺像SD快打旋风。
打起来感觉倒是不错，还有分支路线。简单难度通关了，普通模式第六关死了懒得打了，感觉至少这两个难度不是很难。
但是有两点：
1.游戏内的金币还要通关时死了才给，中途直接退出没有（就尝试了一次），感觉有点不舒服；
2.再有就是练习模式，第四下普攻连抓投我始终不会，但是不能跳过，我找了视频看了，后面的我都打的出，就只差这一招打不出（关键感觉还没那么重要，我就打3下抓投不行么？非要打了第四下才抓？），所以拿不了，太气了，要是没什么东西我还无所谓，但是人物的部分衣服解锁要打过这个模式，就更气了。
好评: 这游戏一个字”爽“！要是能多人联机就更好了，完美！！！
好评: 进游戏看到标题我就起鸡皮疙瘩了，这个游戏的感觉太棒了，我喜欢
好评: 加个中文就完美了
好评: 非常不错的游戏，就是希望能出个汉化
好评: 制作人明显是Capcom迷弟，游戏里的boss和小怪基本上都是快打旋风和街霸的角色换头客串.......开场的猫头维嘉，中间的虎头罗兰度，狗头人达德利，金钱豹老桑既视感太强了，对这种致敬喜欢疯了，爱玩街机的朋友可千万别错过。因为能无限续关所以打通hard应该问题不大，不过接下来的难度就有点难受了，被摸一下都得要去层皮，另外不同的分支路线看似很多其实只是简单的排列组合，最后都是指向死亡岛和最终boss没有ex关卡，这点略失望。
好评: 非常难得的横板过关类游戏，练好格挡真的可以为所欲为。
training mode没有提到的招式：
Gal：后跳落地瞬间按上+攻击键
Norris：下上前+sp攻击键
Ricardo：输入升龙拳指令时按住攻击键不放，快落地的时候松开
2018/7/1
今天无意看了一下社区，已经有很正式的说明书了，gal又更新了一个新的动作：前冲攻击击中后gal落地前按住攻击键不放下上
好评: 不知道为什么没法存档，难道是要通关一次才能存档？？？
好评: 好多年没有玩过这么爽的街机游戏了，作者真的懂老玩家想玩到什么
怒之铁拳与快打旋风的完美结合，各种神奇的连击取消法，还有各种挑战模式，没事玩玩超爽，就是手残怎么都突破不了最高难度

上NS就更棒了
差评: 游戏难度实在是太高了,玩了20个小时还没有通关，特别烦打BOSS时小怪干扰，经常被坑死，不知道制作组怎么想的，最低难度大部分人都很难通关，实在是不爽，给差评了，游戏本身还是很好玩的，只要你脾气很好。
好评: 超级推荐的一款纯动作街机横版过关游戏！打得非常爽，敌人招式丰富，BOSS也有特色。而且敌方角色可以解锁为可操作角色，每个都有不同招式哦。反正买就没错了！
好评: 能出个原声CD么..超级带感好想没事就放音乐听啊,
好评: 可能是本世纪以来最好的动作游戏。
希望增加更多的必杀技种类，和隐藏人物什么的。
希望可以联机，希望有中文……
好评: 刚开始玩感觉还可以，
好评: 很好玩的游戏，可惜这些成就太硬核了。。。
好评: 很好玩的游戏，跟闪客有点类似，但更能唤起街机的回忆，感觉又很多游戏梗啊，第一次玩真的好开心，看到很多熟悉的东西。一玩就停不下来，可惜没法跟老伙伴们联机。
最后说一下缺点，街机模式没法中断存档啊。现在没那么多时间了，打一次就要2，3个小时，实在遭不住。请开发组体谅下我们这些中年大叔……
差评: 没有闪客2好玩啊
太复古了
动作流畅性也有欠缺
好评: 强力推荐，确实好久没玩过这么爽快的游戏了。特别好评的就是游戏人物能解锁好多啊，主角还能解锁衣服，还有点小性感哦。HOHO。总之相信大家的话，买了决对不亏，无论是单人还是三人同屏，感谢制作组让我爽到。。。。。。

4小时后追评：遗憾的是流程略短，以及解锁人物只能用于VS决斗模式。不停接关的话估计1个多小时就能通了（普通难度），尚未体验三人同屏，估计会异常混乱哈哈。另外可以用游戏所得金币解锁其他模式和AI队友。ps.剧情模式块头越大角色越好用哦。。。。。自己试试就知道了。
好评: 高难度偏硬核,特定服装解锁难度非常高,单人有点吃力
好评:  手感无敌，强到爆炸！！！
好评: 打了连段挑战之前，这是一款超棒的横板闯关游戏
打了连段挑战之后，这是一款超棒超硬核的格斗游戏
打逆，前冲取消，跳跃取消，
女主的空中六连让我想起了幻海的无限连
好评: 非常好玩的游戏，看剧情好像还有后续的样子，十分期待！
好评: 非常非常棒的游戏，极力推荐！
好评: 很好的街机游戏，打击感很强，有不同结局，很不错。希望能推出联网联机模式，要不单机太无聊了。
好评: 很不错，但是人物和道具稍微少了点，能多出点道具和人物应该会很好。期待DLC。
好评: 简单粗暴 乐此不疲 。。女主角。。没。。什么。。。。恩。。。
好评: 多说无益！战个痛快！带上你的小伙伴们！本地多人玩起来！
我只想说！这是一款超棒的！好游戏！

好评: 在我的童年时期，我认为红白机上最好的两款清版动作游戏就是双截龙3和SD街头快打。
遗憾的是，双截龙3打击节奏慢不够爽快，街头快打Q萌打击感爆表却又不支持双人。
现在我已经没有遗憾了。
[spoiler] 我永远喜欢Gal小姐姐。[/spoiler]
好评: 身为一个从街机 FC MD 时代过来的上班组。我在这作中，看到了快打旋风，恐龙岛，怒之铁拳，忍者神龟，热血格斗等各种感动的风格。在加上拳拳到肉的打击感，简直是无与伦比的2D横版通关的最高体验。
好评: 贡献一个好评！太久太久没有玩到这种纯粹超爽的ACT了！
在这游戏里可以找到很多以前经典ACT的影子，如恐龙时代，名将，甚至还有街霸的梗
感觉直逼当年刚玩战国传承时候的爽快感，手感极佳连招极其舒爽
解锁要素也很多，衣服，角色，结局也N多，难得的能爽快的肛起来的ACT
喜欢传统横版通关ACT的玩家强烈推荐
好评: 这还用评吗？只要你是真正的专注于清版游戏的玩家 绝对不会对这款作品无动于衷

pro

-  教科书般的游戏架构 打击感自不必说 以目前的2d游戏水准评判 其素质已接近完美 完全能够代表目前行业内beat em up类型的最高制作水准 作者很明显是懂行的专业人士 真正的玩家  

-  像素风格但不粗糙 而且可以说是极其华丽 场景设置用心 一派神作气息 

-  游戏内容丰富 多结局 关卡分歧 单看这两点你就知道这是个良心游戏 除此之外还有商店 附加设定选项（例如添加电脑伙伴 加速模式 使用复古显示风格） 对战模式等等 对战模式又包括pvc pvp 甚至还有一个watch模式 可以看两个电脑打..貌似所有的pk模式都是只能1v1 玩的时间不长 不知道是否有多p选项解锁

-  爽快度爆表 而且不是小众向作品 一般玩家应该都可以玩的很爽 这一点绝大部分游戏都不能望其项背

-  细节非常到位 包括过关之后遗留的捡物时间等等

bad

-  除了没有网络对战之外几乎没有什么缺点


下面说一些主观看法吧 不喜者可略去

在steam里面需要你掏钱的游戏有很多 值得买的却很少 而这就是一个真正值得掏钱的作品  虽然有点不合适 但我必须要说 FaR完全超越了rcru 后者在他面前不值一提 这里我大胆预测一波 短时间内应该不会出现比他更好的清版游戏了 以市场/一般玩家的标准来讲 这个游戏绝对是顶尖之作 最后说一件比较有意思的事情 那就是 整个游戏最激动人心的木筏战斗好像在暗示着什么..
差评: 这类游戏没有在线联机乐趣下降大半。
好评: 复古的街机横版动作游戏，手感良好。模拟CRT的滤镜更加重了复古的感觉，允许自由开关也照顾到不同用户的习惯。
优点：
点绘的质量很高，帧数很足，极具动感。
音乐超好评，光是音乐就感觉很值了。
教学相当贴心，除了游戏开始前的how to play外还有trail可以学到角色的必杀技和连击技巧。
分支关卡和隐藏要素，提升了重玩价值。
可以无限继关，继关对解锁隐藏要素的影响似乎不是很大，照顾手残党。

不评：
解锁的敌人角色只能在对战中使用，敌人角色的招式与关卡内没有变化。
操作上基本上就是final fight（快打旋风）的样式，角色只有28和66两种基本特殊攻击。

缺点：
（暂且没想到）
好评: Looking forward to the following story of the game and new characters.
期待后续更新和新角（服）色（装）。
[spoiler]反正我是拿不到训练模式的黑带了（为什么还有时间限制的啊）[spoiler]
好评: 街机情怀入的！打击感很到位！唯一缺点人物太少！
好评: 非常不错的动作游戏，可惜唯一的遗憾是没有中文，可惜~~
好评: 你需要有好基友!!!
好评: 挺好玩的。有很多情怀的细节。虽然通关没那么多要求，但是操作上有挖掘空间，这点很好。敌我双方动作都做的很棒，手感很好。
虽然量不足，但质很高。

希望能早点加入联机模式。

整体流程感觉有点长。考虑到道中不能存档，后两关背景有些单调，怪物重复利用太多，一轮通关能压缩到三四十分钟就好了。

关底boss有点失望，战斗力比不过门神小怪就不说了，在这种硬刚对撞的游戏里，他居然用额外的道具，还是个远程，鄙视啊。
好评: 这游戏很酷，但是也很难，不仅仅easy，所有难度最后两关都难的飞起，哪怕无限续关都拯救不了我
不过，为了优秀的人设和打击感，这游戏不玩一下血亏
好评: 这游戏简直牛，几乎致敬了80到90年代所有街机动作格斗游戏，就目前看出来的
街霸 恐龙岛 名将 吞食天地 侍魂 双截龙 忍者神龟 饿狼传说 快打旋风 惩罚者 ，而且做了很多延伸，连续技和打击感都超爽。

好评: 优秀，好玩，复古，硬核，明明是个横版ACT居然做出galgame的感觉来，连换装都有满满的细节和诚意以及耐玩度，喜爱ACT的话原价入都是不亏的。这是我目前为止在steam上买到的最满意的此类型游戏。

Gal真是太棒了。
好评: 游戏很爽，打击感不错连招很赞流畅，模式很多街机感很强,强烈推荐
好评: 虽然没可能，但都希望有汉化吧！还有，我非常喜欢那个电视表现，全屏玩好有街机feel...
好评: 价格问题不做评论。横板过关类游戏，语言问题不大比较容易看懂除tips文字偏小不容易辨识。只是训练模式虽然解锁要求不高但居然还要先开一局街机模式才能解锁，在那之前恐怕看教程摸索摸索都差不多了。不过里面进阶连段内容比较有用，正如简介里一样游戏没有任何流程以外能力强化要素，即便可以通过调整路线规避一些比较麻烦的关卡，输出高低也全靠手动连段，在时间限制下纯A×5这种无脑连后期boss战可能并不足以应对。

内容上不管是可选角色牛头的体型、还是摔跤场，乃至最终boss拿枪的狮子头跟快打旋风神似
小怪也好些特点，前3章不定期会遇到的老虎头有种街霸维嘉的感觉，第六关开始出现的鸟头各种kof里东丈的特技攻击方式，致敬之物甚多。不过也正因为此有丧心病狂的独立格斗对战模式……

上面提到的需要练连段，小怪各种会特技，部分小怪会拉判定，部分大怪会霸体，部分boss抓投无效还会反击，不过最重要的是这游戏防御面除了自动蓄气的sp无敌攻击，居然有瞬间防御系统，游戏相对硬派。多人也仅限本地游戏，没基友多人结局可以靠解锁cpu队友，手残上手可能需要一定的练习时间，续关也是从场景开头开始无限续币爷战术不可行，不是街机类老司机可能更需要摸索关卡内容的处理方式，大部分解锁也都是要normal通关，入坑请先做心理准备
[spoiler] 我这个手残normal还只是接关才通……摔跤手太神经病[/spoiler]
好评: 相当优秀的横版动作游戏，手感没的说，画面也相当复古，但没复古到那个份上，从选项里的画面风格选择就知道制作组一定是热爱那个年代街机的骨灰玩家，真不错，强烈推荐诸位玩家一战。
好评: 很不错的2D横版街机动作游戏，Q版画风很像当年的快打旋风，就是68的价格略高
