好评: 艾露菲尔特太可爱啦！
好评: 便宜好玩
好评: 我是聪明逼
差评: 傻逼游戏，花钱找罪受，搓个技能就搓呗，非要把个方向按键搓的和作者的马的b一样复杂，真是jbnt游戏。铸币作者做的阴间游戏，
好评: 好玩
好评: 太好玩了
好评: 手搓烂了tmd
好评: ARC还是有求生欲的嘛
差评: 听说你在辱华？不好意思我要给你差评
差评: 垃圾公司
差评: SB
差评: 滚
差评: 只要你敢和那件事沾边，对不起，不管你游戏多好，差评奉上
好评: 手柄玩家表示手好酸
这出招也太难搓了

差评: 既然出了 REVELATOR2了，已经没有什么必要买SIGN了，Xrd的初版，人物少很多。
当然收藏党和剧情党，就趁-85%以下折扣收入囊中吧，我已经买了，真香。
好评: zan
差评: 再见
bay
。。
差评: 既然你选择辱华，那你就好好看看，有多少国区玩家买了你的游戏，又有多少人抗议，差评拿好，你们的公司和游戏剧情里写的一样【我们的果实就那样结在枝条上，早就已经腐烂了】
あなたが中国を侮辱することを選んだなら、目を開けてみてください。どれぐらいの中国人プレイヤーがあなたのゲームを買ったのですか？また何人の抗議がありますか？あなたの会社とゲームのストーリーは同じです。私たちの果実は枝にそのままにして、とっくに腐っています。
差评: 太恶心了，偷偷摸摸搞反华
差评: 辱华公司爬
要不是退款时间过了我就退款了
差评: 垃圾
差评: 故意恶心人是吧？
差评: 垃圾公司
差评: 台湾国？浙江省日本县罢了。
好评: 兔子永远的神

好评: 虽然缺少一些老角色，但是还是超爽的，亚克系统做的格斗游戏真的是没话说。
好评: 打了nude mod，开心的根本停不下来 :D
好评: 罪恶装备未知次元-征兆，让我先把这个超长的名字打一遍。
格斗游戏对我来说就是好久没打开了手痒忍不住，开一个新作不出十分钟被简单难度打哭，手滚键盘搓手柄仔细研究招式表，再确认一下开的是不是简单难度，然后硬着头皮打下去。

不过这作竟然自带剧情番剧，我算了下时间至少10个小时起步吧，买番送游戏名不虚传。街机里揍我的角色一一出场，还是放在背景里没有违和感。就是剧情最后明细埋下了一个大大大伏笔，妥妥的要接上下一部剧情。

日式格斗游戏这款是玩的第一作，画风技能效果华丽，感觉比师出同门的苍翼默示录更养眼一点。

艾尔菲尔特就算黑化了我也喜欢！
差评: 招式不好搓，键盘出招要求太高，让堵住就啥招都摁不出来。
好评: nice

好评: 买番送游戏，动画真的不错呢
好评: 非常好玩的格斗游戏，画面和打击感都很棒，bgm依旧很燃，我依旧手残
好评: good game
好评: 番不错
好评: 很好玩的游戏，虽然玩了四个小时还不知道大招怎么放。。。。

好评: 没买合集 我是傻逼
好评: 
好评: 格斗游戏神作，系统非常的多，得持续研究下去。
好评: 买番剧副增游戏~超值！！
好评: 牛逼，好玩，快买
好评: 格斗苦手
好评: ARC你给老游戏打这么高的折扣，真的不如新作别定那么高的价……
差评: 花里胡哨的太复杂了， 格斗还是任天堂大乱斗好玩
好评: 22块钱买了全套，我是聪明A，一折真香🤪
好评: I‘m 傻逼
差评: 根本玩不了，进入菜单界面就一直自动翻选项，无语了，百度也没找到解决办法。。。。
好评: 8块钱买的，我是聪明b，但我没买合集，我是傻逼，综上所述，我是傻逼
好评: 艾尔菲利亚可真是太瑟情了！
好评: 手酸，但爽。
好评: 我是聪明B
好评: 键盘太好搓招了，瞎按出连招，手柄仔细按都不一定能出
好评: 血的教训 - 用手柄玩格斗游戏的萌新都是逗逼
好评: 好玩，角色好看的很
好评: 联机太麻烦了一直连不上
好评: 看二次元直接买就是了，要玩还得看启示录。
因为启示录和这个游戏除了ui和角色几乎一摸一样，我买这个只是为了看第一季
好评: [h1][b]值得一玩的3D二次元格斗[spoiler]文字冒险[/spoiler]游戏佳作[/b][/h1]


[h1]3转2的动作系统[/h1]
游戏采用3D建模二次元赛璐珞风格渲染，但是却巧妙的模仿了类似2D格斗游戏逐帧的动作系统，玩起来完全没有3D的违和感，不知道的仿佛在玩2D街机。至于操作，作为一个格斗游戏外行玩家[spoiler]瞎按也能打赢[/spoiler]感觉应该也是很不错的。

[h1]点开故事模式就回不去了[/h1]
一开始以为故事模式就是跟随剧情一场接一场打斗，谁知道故事模式真的是讲故事。一波三折的剧情配合表情动作丰富的全3D人物以及过场动画，引人入胜。内容量之大，质量之高，可能单在AVG文字冒险游戏里也能数一数二了,唯一不足的就是没有选项交互的系统了。真·买番剧送格斗游戏，结尾挖了个坑了，想看第二季请买续作。
好评: 我是傻逼
好评: 游戏很好玩，键盘已经换了仨了
好评: 啪的一下很快啊
好评: 蛮吊的，但是不知道咋玩，网上也没教程
好评: Sol 真 好 玩（搞黄意味
他太香了
这个游戏男女玩家都服务得到
绝了
好评: 不错，喜欢

好评: 出番剧吧，必火
好评: 为什么没有中文版
差评: 没有汉化
好评: 买动画送游戏，喜欢画面，格斗很难
好评: 好玩（x）
好看（√）
好评: 明明从小时候的街机厅开始，就是个连电脑都打不过的菜鸡，但看到优秀的格斗游戏，还是忍不住打两把，这大概就是格斗游戏的魅力吧
好评: 欸嘿嘿，手柄不在依旧挡不住我对这款游戏的喜爱
好评: 作为一个除了4399格斗游戏之外，第一次玩尝试这种格斗游戏的我来说，感觉发现了新世界。后来才了解到这个游戏系列有那么多作品，打算从这里入坑，2已经入手了，暑假我要成为大神！
好评: 没小时候那种感觉了
好评: 好作品，只是新作开发太快，老作还不适应，新的就来了、
看看剧情，发发一击必杀还是挺炫的、
好评: alt+F4全屏

有做全成就的加我
好评: 是个好游戏，可惜玩不过来XD
好评: 本以为是快乐格斗，结果被电脑摁着揍
好评: 兔子！兔子！兔子！
人活着就是为了艾尔菲尔特！！！
好评: 好！！！
好评: 简体中文好评 ，打折超级便宜 ，动画好看
好评: 有很仔细的教学，很适合格斗游戏初学者，推荐。
好评: 顶
好评: [spoiler] 第一次接触格斗游戏是芝麻开门光盘的模拟KOF2000，这句应该写在KOF02的评测下。 [/spoiler]第一次接触ARC SYSTEM是高中买不到UCG杂志解馋，无聊买了一本32开的PSP玩家（貌似这个名字吧），里面介绍了一代BB的出招表。
对于一个实在太菜连高级电脑都打不过的格斗玩家，无论是KOF还是街霸IV 2012AE，都只能看看华丽的技能（[b] 这种情况肯定不是少数 [/b]）。偶然看到了GGXX就下载来玩，发现不是原生PC作品像移植的感觉，但是很有畅快感。
再之后通关了BBCSE[strike] 这个也应该写在另一个评测里 [/strike]。
这几天收了GGXrd的两部以及豪华包，照旧，做做成就！看看技能！准备卸载！发现和BB一样，还有动画可以看，那就留着...
好评: 非常好玩
好评: 没有手柄，有些招搓不出来，就很难受
好评: Arc System Works是真的厉害，虚幻引擎做2d动漫风格毫无违和感。打斗十分流畅。
人设超赞的，兔子实在是太可爱了ヾ(≧▽≦*)o
好评: 买动漫送游戏
好评: 买番送游戏
好评: 动作和画面极具爆发力，打击感也是一流。关键是买游戏附送番剧。好评！
好评: 夏促22元入手本体+全DLC，总结如下
缺点
1.反人类的键位设计，确认键是U返回键是O，还不支持改键位。
2.美术馆截图太少了，你自家的BlazBlue: Chronophantasma Extendhttps://store.steampowered.com/app/388750/
虽然也是这反人类的键位，但人家美术馆有360+的截图。
3.线上模式已经凉透了，匹配了1小时都没匹配到人。
4.我花钱买了DLC，还要在游戏内再花世界币进行解锁一遍，虽然打个街机剧情能获取到世界币，但还是有点不爽的。
优点
1.自带官中
2.剧情很棒，加上街机模式可以让人体会到完整的故事流程
3.战斗效果很出色，很爽快的打击感
4.细节很棒，改变了服装颜色之后，在开打前的入场动画中衣服颜色也会随之改变。KO时的决胜一击，也会从3个角度进行特写。战胜不同的人物时，会出现不同的台词。
综上，值得一玩的游戏。
好评: 游戏是好游戏
动画是真的棒
手速是真的快
手残是真手残
太糟心了。。
三渲二动画哪家强
罪恶新作新番霸权
好评: 这游戏真好看！
好评: 这游戏怎么连招，怎么大招，别问问就是乱搓（joijlkjiollo）
好评: 剧情补完，故事模式真好玩（看）。

2020新作快来！
好评: 好久不玩格斗游戏了，格斗游戏上手太慢了，不过这个游戏的教程很足，给了很多连招演示，虽然学会的很少，主要那些后面的连招都太难了，连练习都打不出来，更别说在实战里面用了。游戏还有很多剧情，开始的时候不知道，就去故事模式了，结果好像只有故事，开打还是要用街机模式。
好评: 游戏不错！
（和游戏没关系）写评测有什么用吗？，萌新不懂，会加经验还是会怎么样？
好评: 我完全看不懂。。。。找不到开始游戏，唯一看懂的就只有。。。故事模式的选项，然而。。。故事实在太长，光是故事模式看的剧情就可以耗了我20分钟，表示还没看完，而且还是没有开始正式游戏的感觉。。。。键位设置更是一头墨水。。。难道就没有一个正式点的键盘操作的默认么？还有一个致命伤：没用汉化。。。。完全看不懂，为了罪恶装备的头衔，给个好评吧！
好评: 相当不错的格斗游戏
好评: ARC牛逼，Guilty Gear Xrd建议趁打折的时候入套装，这样故事模式剧情比较完整也便宜。格斗画面制作精良。
联机。。。最近找不到人好像，如果找到大佬可以体验[spoiler] 被吊打的感觉	[/spoiler]
总之，游戏不管是故事模式还是其他模式，都很不错，也不吃配置。
好评: 买番送格斗游戏
好评: 动画真好看！（格斗手残玩不来

7.5/10 值得一看（指动画
好评: 喜欢罪恶装备还需要理由吗（滑稽.jpg

我就一个问题，为什么我永远用变态打的最好，这一定不是我的错x

我永远喜欢fault！！！！！！
好评: 一周之内我要看到拉姆蕾萨尔的本子网盘，某种神秘的蓝色东西出现在评论里，如果没有？[spoiler]我就自己去找[/spoiler]
好评: Guilty Gear系列的一个新台阶，剧情十分丰富，玩法十分虐手。总结：被游戏耽误的动漫公司。
好评: 我永远喜欢艾尔菲尔特.JPG
差评: 垃圾服务器，服务器一天不做好，所有买的游戏差评
好评: 怎么调中文哦
好评: 的确，除了人物感觉少了点外，手感还是不错的
好评: 相当不错的格斗游戏，比同社出的BB画质强一些。
好评: 游戏打击感十足，动作流畅，但是毕竟是几年前的游戏了，角色略显稀少。
好评: 就想问一下能不能和STEAM里的好友联机啊
好评: 极 度 舒 适
教 程 丰 富
手 残 福 利
只 用 键 盘
啊   ♂    爽
好评: 买动画送格斗小游戏系列，arc的渲染用的真是出神入化。剧情从本作开始节奏加快，世界观也逐渐清晰（洗白不可避）。即便是前作没有玩过的玩家（比如我），仅凭xrd两作（其实如果启示录2单算的话是三作）加上少量（？）科普也能摸清剧情的七八成。回到格斗本身，gg的硬核也是业内出名的，2d格斗加上华丽的3d动画，作为一个付赠品（误）也是十分出色的。8/10，推荐人群，gg／bb，日系画风爱好者，2d格斗爱好者，少前玩家（？），elphelt痴（比如我）。

我永远喜欢elphelt valentine.JPG
好评: 很好的游戏
差评: 谁能告诉我 为什么我联机一直搜不到人啊
好评: 从未见过如此多良心内容的格斗游戏 非常值
好评: 动画做的不错，虽然没玩过罪恶装备的其他游戏，看的还是挺带感的233。。。就是附带的格斗小游戏有点难（新手教程还没打完⊙﹏⊙），好吧，超级难。。。我至今没搞懂新手教程里伊姆雷萨尔那个扫堂腿接爪击是怎么那么快按出来的⊙﹏⊙。。。。。。
好评: 我最喜欢索尔了，他是我的。
好评: 玩格斗游戏就喜欢瞎按键盘，看角色使出各种技能。对跟我一样纯格斗新手，没啥对战追求的玩家来说，打打新手电脑，看看剧情，简直爽爆。
自带出招表好评，瞎按也能按得有方向性一点。看一会儿就能放出来想放的技能，比小时候键盘玩拳王技能放起来简单多啦。
一击必杀真的超华丽，但感觉并不实用啊~
内置动漫好评~
游戏过程切出来有几率会卡死~



特别注意:
第一次安装完如果遇到某些地方百分之百闪退，重装一遍好了~
把游戏拷贝到U盘或者移动硬盘前，记得删除里面的SAVE文档，因为如果存在SAVE文档，那么下次开始游戏前STEAM云存档就不会读取，并且在退出时会被覆盖！
(我就因为一开始刚玩了一两把，然后把游戏备份到移动硬盘。之后打了一段时间，用移动硬盘重装，发现回档到刚玩那会了。删除SAVE文件后，就能正常读取云存档！)
好评: 最好的2D格斗之一，游戏本身没有问题，但是格斗毕竟还是太小众了
好评: !谁都无法阻止我看A社的动画片！
好评: 人活着总是要有些自己的理想的。
而我就不一样，我就是为了艾尔菲特。
女子力up。
好评: arc还是很靠谱的，作为格斗游戏各方面都不错，还能顺便看个番
好评: 很好看。
好评: 游戏真的好玩，还能看动画片。
键盘好多技能都不会按，尤其是那些左下拐，右上什么的，有时候都看不明白。
有人能告诉我这些按键怎么弄么，或者，需不需要买个街机手柄
差评: 剧情太长了
好评: 画面，音效，打击感的优秀就不用提了。角色的平衡性和操作的难度及爽快感大家也都一致称赞。

我这里要说的是良心的故事模式基本补全了以往系列的所有剧情的设定，并且以这么高质量的过场动画形式，作为老玩家，看到喜欢的各个角色出场，真的是泪流满面。特别看到JO，Dizzy的出现，还有sol，ky和sin的父子之情，真的太太太满足了！并且新玩家也能通过故事模式基本了解所有的剧情和世界观，并且本作完美的开启了以后的故事内容！

本世代最好的FTG，真的是实至名归！！后续的所有资料片我都一定会入的，希望更多的玩家们能喜欢GG这个超棒的系列！！
好评: 从PSP版过来的，史莱亚老绅士真是优雅炫酷，呜。。还想玩梅瑄姐姐和jack老哥的，等打折入下一作
好评: 求加好友，一起玩
好评: 可以我非常喜欢着款打击感很强的游戏
这是我玩过97以外的动作打击游戏
好评: 冬季入手，打击感很爽，操控一流，搭配手柄更佳
画面7分
BGM有点土
好评: 这个系列快和cod NBA 2K 差不多成年货了，不过打击感还不错  给个好评！
好评: 非常不错的格斗游戏，作为ACR收回版权后真正意义上的第一作，不论是对于ARC，GG这个系列，还是格斗玩家来说，都是一次非同寻常的转变。玩GG的时间虽然个跟那些国内的真正的老玩家没有办法比，但是也可以算伴随了我好几年的一个格斗游戏，也是第一个认认真真玩下去的格斗游戏。说实话这作的手感还有系统比起AC都更接近与R，然我这个以前玩R为主的人也算是减少了不少从新上手的时间。

仅代表个人观点，含偏见。
+优秀的3D画面
+保持了2D游戏应有的手感
+依旧充满个性的人物
+系列首次加入教程
+较为完整的网战系统
+华丽的战斗表演
+对新手较为友善的新RC系统
+多国语言
+女子力！


-人物相较前几作偏少
-新人物与以往风格有一定差距
-网络对战效果较差
-剧情部分较短（虽然估计这个对很多人来说都无所谓
-仍有不少bug，不如摇杆的掉帧问题
-对于街机和主机差了很久
-没有BR！


（9/10）

不过总的来说，是相当优秀的一款格斗游戏，希望下一作能更快的登录steam
啊更新下评测…只是为了拿徽章
好评: 为了大兔子剁手买游戏+1
好评: 我，买了部番
好评: 嗯，是个好游戏。
但是我联机很难匹到人啊，
偶尔匹到了我也打不过啊，
手残能怎么办？我也很绝望啊 = =
好评: 111
好评: 战斗很华丽，很喜欢这种动漫风，各种帅气中二的出场 但是。。。。按键操作好复杂。。。
好评: 网络 进入排位赛选角色 然后就死机 求解。
好评: 国区不锁区的动画片里这个算是精品了，更何况官方中文字幕不说，还专门制作了一个格斗的小游戏随动画赠送。
好评: 如果出现闪退的情况，可以将键盘调成美式键盘来解决。

好评:     第一次接触罪恶装备系列，一开玩就根本停不下来。
    不过对我这种手残貌似不太友好？教程连招打不出来？不过完全没关系，乱搓技能一样能过!
    还是说点正经的吧，这款作品绝对值得入手，无论是人设，剧情，配音都无可挑剔[spoiler]毕竟买动画送游戏，两个愿望一次满足[/spoiler]
偶尔会出现死机的情况，难道是我电脑问题？
    最后，[spoiler]艾尔菲尔特是我的，你们拔剑吧，我用枪[/spoiler]

好评: 太难摇了 技能有时候键盘比手柄好出多了 但是方向就不行了~就当22看了一部电影吧~
好评: 我40个小时中有大概7小时左右在玩儿街机，剩下的时间基本全部在训练模式搓连段，说老实的，这大概是除了fci让我一个ftg苦手的垃圾难得萌生了购买摇杆欲望的游戏，人设社保剧情模式因为压根没玩儿所以不知道怎么样，目前大概也就熟悉熟悉了一半的角色，基本就是一个角色一个系统，很耐琢磨很好玩，绝对可以在训练模式玩一天的游戏，果然键盘搓连段太屎了，手柄立回又难受，看来我真的要买个摇杆了，，，，
好评: 剧情超棒。整体的平衡性和个个人物的特色出众
一击必杀有着比苍翼默示录更好的动画效果炒鸡带感[spoiler] 没抓住的话你会发现我能量槽呢？？？？[/spoiler]
[spoiler]艾尔菲尔特不是我的，是大家的，好了别拿剑指着我了[/spoiler]
好评: 买动画送游戏233333333
好评: 非常不错，没有手柄我都不知道我是怎么玩下去的，就是角色有点少
好评: 为了大兔子剁手买游戏，现在又因为游戏想剁手买手柄，都是窑子的错
(・∀・)(・∀・)(・∀・)
好评: 玩教程都可以玩很久...
好评: 买番剧送游戏系列==建议打折时入手。
好评: 鬼知道没有手柄这三个小时我是怎么熬过来的，正常手柄转半圈摇杆的事我要dsa还要特别快不然根本打不出来。第一次练连招练到想死，第一次新手教学因为手速不够打不过去。
但是！！！！打击感强到我tm玩爆！！！！！！！特价的时候买的才二十几真的是买到爽到玩爆！！！！非常推荐给有手柄或者是像我这样没手柄硬生生啃键盘的人
好评: 没什么人玩Sign了，例行给个好评。
好评: 不多说了，手感超好！
好评: 艾尔菲尔特我老婆 
不服憋着ฅ•̀∀•́ฅ
买剧情送游戏系列
完全匹配不到对手的网络
但是！
但是！
仍然不影响它是一款画风优良【老婆可爱】打击感极强【被电脑虐爆】的好游戏！
【一击必杀虽强   可不要乱用哦233】
好评: 买番剧,送游戏.
好评: 系列太多了。
好评: 对我来说有点难了。。老了啊。。老了。。剧情都没看多少。。
但是对年轻人来说还是不错的游戏
好评: 各方面都很喜欢的格斗游戏。特效人物技能什么的都很好，其实需要的配置也不算太高吧。剧情也是很好的一方面，不过有些长了。。（其实主要原因就是懒得背格斗游戏出招喜欢用一击必杀而已，而且每一代一击必杀都特炫，不能忍。
好评: GG系列一直大爱，奈何手残，每作买来通个剧情基本就落灰了，但不妨碍每作都支持下，绝对是好游戏，希望更多的人能入手玩下新作。
好评:  这款游戏新手指导很详细，单纯为了看故事模式也不亏，故事模式中没有打斗，整体就像动画，就是短了点。入坑的话当然有很多人际关系不太明白，战斗画面对我来说眼花缭乱，不过玩起来很爽就是了。
好评: good game
好评: 需要一个铁做的大拇指！
好评: 确实是买番送游戏，慢慢看，格斗游戏偶尔也可以玩玩，人设是相当不错的
好评: 为什么，为什么，剧情口型对不上配音，换了英语或者日语都对不上！！我快疯了！！！
好评: 卡通渲染不输火影忍者疾风传,操作手感和玩法创意都属于格斗游戏中的上称之品!强烈推荐 ！
好评: 买回来半年多终于是把故事模式也看完了
格斗部分我作为一个路人菜鸟玩家也觉得很有趣
故事模式的剧情很有意思，部分情节可能有硬伤，但是真的能让人燃起来，感动起来
华仑泰家两姐妹超棒！
话说故事模式的汉化质量有点低
好评: 不错的游戏，打折时买的，价格不贵，可玩下挺高，值得一玩
好评: 操 tm没人玩了现在
好评: 吊打阿拆
好评: 2D渲染的3D游戏 特写非常有2D游戏的力量感 当时看了一篇关于这个游戏制作的文章 果断就跑来买了 非常有特色的画面
好评: 帅到爆炸
好评: 衫果入的，啥都好，中文超级良心，画面炫酷打击感还不错，就是联机鬼了。。。
好评: 游戏不错...就是我手比较残
好评: 病娇小姐姐CV声音太好听了 啊啊啊啊啊啊啊 我要死了要死了     打完入启示  好棒！
好评: 游戏的优化有问题，推荐一个（作者：美夜赤月）游戏补丁，稳定60fps
pan.baidu.com/s/1qYBDM36
出自罪恶装备贴吧，如有问题请看原帖https://tieba.baidu.com/p/4261445766
好评: 游戏是 好 游戏 但是我个人认为按键移植的大有问题
好评: 大致上的故事设定顺序后作为 GUILTY GEAR Xrd -REVELATOR- http://store.steampowered.com/app/520440/

[h1]买番送游戏系列，从本作开始有汉化。[/h1]

http://steamcommunity.com/sharedfiles/filedetails/?id=911316836
好评: 进游戏按u 或wasd 屏幕就停止不动了求
我电脑从装了系统从win10改成了win7结果游戏运行缓慢但不卡 游戏内调试也不好使求大神解决
好评: 从XX就开始玩了~
一直都玩的破解的~
这一代真的很带感啊~
越来越华丽了~

唯一缺点:网络对战人真的好少...只成功连到过一次..

不过还是很推荐这个款游戏~画面,音乐,爽快感~~
好评: 罪恶装备久仰大名，直到最近才看到果断入手。最吸引我的果然是可爱的小姐姐。其实是要买启示录的结果买错了当时好嗓心的但是俗话说得好买番送游戏绝对不亏，就是网战没人蓝艘。
好评: 是个好游戏，但是联机对战找不到人，也可能是我姿势不对，我换个姿势再试试。
好评: 以前不相信，现在我是确信了————[spoiler]“我是个残疾人QAQ”[/spoiler]
[spoiler]“被浮士德锤爆”[/spoiler]
[spoiler]“买番剧送游戏”[/spoiler]
好评: 嗯……我发现吧wsad换成ikjl之后容易按多了&左手搓技能太难了啦！
好评: 看上去不错，为什么玩起来甚至没有DOA5免费版来得爽快呢……
差评: 为什么我一开这游戏电脑就会卡死
差评: 为什么设置不了中文
好评: 谁能告诉我16比10分辨率全屏模式为什么画面被挤压变形了。

窗口模式就没事，好多日产游戏都这样...
好评: 游戏很好，但是那个大佬能帮我解释一下为什么我玩街机模式游戏就卡死？
好评: 光看剧情就值了！！！
好评: 买动画送游戏，还有官方中文，你还犹豫什么呢？
而且作为街机厅可以用来吊打小学生的装逼之作，我还是很有情怀的。
好评: 游戏很棒剧情很棒画质很棒手感很棒。另外有人能跟我说说现在游戏里有没有丁丁？是隐藏角色还是说还没上线？
好评: 买动画送游戏系列，自带中文，没想到还这么好玩
差评: 看什么差评，赶紧买


好评: 补完rev故事特意回来入的sign，虽然顺序有点乱了。

OST中的Lily、Icarus、Birthday Train已循环多次。
好评: 体验不错啊
好评: 优秀的作画和画质，还附带动画，太棒了。
差评: 难道只有我一个人一进“街机模式”就卡死？QAQ
好评: 现在的时间如果你想买那就是看故事模式了。如果打折就买吧。和RE一起买什么的。
差评: 游戏是好游戏，但是你千万别买。
因为已经有更新的版本了（其实就是同一个游戏但是加了几个人物）
而且这个版本无法通过DLC升级成更新版本。
ARC可真会赚钱，跟CAPCOM有得一拼。

差评: 看啥差评!赶紧买买买!
差评: 之前一直是ARC社BB系列的玩家，Xrd sign是我接触的第一款GG系列的作品，怎么说呢，即使是长期接触以画风精美而被誉为新世纪GAL的BB系列，Xrd也让我感到比较惊艳，arc的3d渲2d技术真的堪称极致，暂时来说最华丽的2d格斗游戏。个人非常希望BB和kof系列也能用这种技术（虽然后者毫无可能....），bb系列的点阵绘还是太老旧了。
作为BB的姊妹作，两者的系统有很大程度的相似之处，而且没有BB系列的角色Drive系统，本以为GG的难度会和BB差不多，但实际上GG的难度还是要高于BB。即使有详细的新手指引，但是我已经彻底沦为了智障...
不过，即使是手残也是可以买来玩的，arc社对于ftg在未来的出路，还是做出了许多的改变和妥协，比如说BB系列的买gal送游戏，再比如说这作的买番送游戏，打剧情和人设、画面牌，再配合上良心的定价，还是值得一玩。

but，，，，这联机同城ip冲突怎么回事啊。。。BB系列没一作有这问题啊   有生之年修正了再改好评
好评: 动画不错，送的格斗游戏也还行
好评: [strike] 一部大约7小时的动画[/strike]

动画制作很精美，完全可以拿来当动画来看，看着很爽就是了

游戏过程的话，我这个新人玩家XBOX手柄玩起来还是有点难啊

关键时刻左摇杆怎么转都转不出技能来，场面一度非常江化，额，尴尬

别说了，快滚去买下一作，故事都没讲完呢

[spoiler] 话说回来 米莉亚小姐姐真是让人骚想干，啊，啊，啊，啊，啊，啊~[/spoiler]
好评: 为了玩这个游戏，我键盘也换了，手柄也换了，摇杆也买了。
现在终于可以证明，这游戏玩的菜真的是我手残了。
[spoiler] 不过动画真好看。 [/spoiler]
好评: 贼好玩
好评: 让人热血起来的游戏
这是在我5小时体验后的结果（2小时在看动画片。。）
作为一个一直对格斗游戏都无感的玩家，这个游戏让我格斗游戏的看法有了很大变化
最关键的是——只要88 (๑•̀ㅂ•́)و✧
+24集超长篇动画
+游戏
没错，动画比游戏更好看
最后，要说音乐也是太赞了
好评: 好玩！就是手残党连招都打不出。。。本来就手残，现在还是冬天手都是僵的
好评: 买番送游戏，还有比这更超值的么？！！！！（顺便凯居然上了三岁人妻，人渣！禽兽！下流！无耻！为什么我没有！）
好评: 话说，我想问问我设置中文语言，但是我想要日语配音，怎么搞？英文配音完全不习惯
好评: 一进游戏就黑屏唉,有谁能帮帮我啊，百度不到啊
好评: 明明知道自己是个残疾人，却还是喜欢这种ftg游戏。。另外剧情也不错。
好评: 一个小时过去了，游戏还没开始，还在看动画。。。
好评: 为什么开始之后会黑屏啊...去网上下了破解补丁能进去了 然后调整成汉化之后继续黑屏 还没法关游戏..
好评:   非常良心的游戏。作为隔壁bb系列的爱好者，在好奇心的驱使下尝试了gg。感觉真的非常棒。arc社的一贯风格，画面华丽，故事和世界观也能激起玩家的恶无限兴趣。这些在这款游戏上都体现的非常明显，此外，由石渡大辅负责的音乐也十分值得一听。一定要让我这种arc脑残粉挑刺的话，可能就是汉化质量不尽如人意了。。不过这点做的比隔壁bb好。。
  游戏本题自带动画，当作买一部动画也不亏。。何况还自带良心的格斗小游戏。不过对于ftg新手的话，还是要花费一点时间来适应游戏系统，不过本作有教学，所以也不用太担心。但是假使你期待的是不用太耗费时间，轻轻松松就能玩好的游戏的话，这款游戏可能就不太适合你了
好评: 很棒的动画，游戏只是赠品
好评: 为什么一开起来就黑屏啊？谁能告诉我是怎么回事啊？
好评: 大道理我说不出来，就是觉得凯很帅！
好评: 一击必杀好酷啊！！ 
妈的别碰我让我搓出来一击必杀！！！
刚买完就五折啦好气哦 
新版本中文还没出可以先玩玩这款 
不说了我去看附赠的动画了
好评: 买番送游戏，剧情和格斗方面都很不错，打折的时候入一个当做动漫看也是不错的
好评: 买动画送游戏系列。不知道为什么，还是觉得用键盘比用手柄跟容易搓出连招。
好评: 非常带感，很有意思的一款游戏，不过比起游戏，个人更在意的是游戏自带的动画，很好看，根本停不下来
好评: 谁来告诉我怎么调试中文呐，吃了文化的亏啊
好评: 动画真的棒，游戏也不错
好评: 这简直就是买番附赠格斗游戏啊！剧情良心到爆炸！不买不是人！
好评: 真心买动画送游戏啊！而且剧情还很不错的说！虽然不是上个世纪的GG玩家，但是这部作品已经把我深深拉入这个坑了！3D建模后用Pencil+渲染没想到在款游戏里能运用的这么完美，再加上模型动作去帧后的效果简直就像完全逐帧绘制的一样，说实话刚进游戏那会被完全骗到了，要不是镜头转换，几乎看不出是3D建模，怀旧情怀满满！
好评！
好评: 这游戏。。是我电脑太渣吗，经常容易卡死，最好不要全屏玩，按啥都没用只能重启= =
好评: 没有手柄的话不太适合手残玩家 还是不错的 没有所说的优化那么差  还没匹配 打折入的 良心吧
好评: 买番剧送游戏辣 ！出色的表现力 出色的人设 你值得拥有！
差评: 巨鸡儿强，听说画面好，操作性也不错，故事模式就如动漫一样，但是不知道为什么，我就是启动不了这个游戏。贼鸡儿强
好评: 番很棒
好评: 日文语音梅伊的声音好萌啊！QvQ
好评: nice
差评: 卡顿卡顿，是个好游戏
好评: 一盘都没赢过...
打个球！！！！！！
好评: 不然你以为我 买这个游戏是干啥的！
好评: 希望以后更新能加入中文，游戏本身没得说2D格斗上乘之作。但是主机版有中文我觉得steam没理由没有
好评: 掉帧啊...
好评: 好评一下~人物好漂亮！
好评: 动画真他妈好看，艾尔超超超卡哇伊，缺点就是字幕有些不对应游戏名称的，还有为什么乔尼能看出浮士德气色不太好？还有电脑难度选绝望是真的绝望。打是打不过的，这辈子都打不过的，怂又不会，只能靠秒杀才能维持生活的样子，GGXS里的帅哥美女超多的，可爱的Loli也有，我超喜欢那里的。艾尔最可爱
好评: 可以 ，普及率为什么没R高呢。
好评: 对于我这个从R时期网战被群里面各种大触手调教过的菜鸡来说可以在PC玩到罪恶装备最新版我已经死而无憾。
打桩挑战玩了20多个小时后、下面说一下游戏的音乐、画面、操作、及剧情还有网络。

音乐：每一首BGM在我和人打的时候分分秒秒都让我热血澎湃。

画面：虚幻3引擎推动的3D既时渲染让机师身临其境。

操作：

对于新手来说这一作实在是太照顾了，完善的系统教学、每个人物的基础连段、还有实战时的应对策略，最最最最友善的是这作的取消变得如此简单。。。。还分三种。。。让COMBO衔接成功率更容易，以前FRC那真是你按的时机不对、出不来就是出不来~

剧情：

外公和女婿加外孙一起组团练级的故事、不要看SOL游戏里面说的话像个老粗、人家可是世界顶级科学家、曾经的女友可是倒追的呢、太赞了~

网络：

刚开始不知道画面设置影响网战【其实是我机器太破了】，明明延迟只有1~2F但是画面就是拖慢，后来网战时关垂直同步、然后画面选项处理追求速度 就可以愉快的玩耍了。


结束语：

对格斗爱好者来说这是一个需要花时间尝试打桩和联机提升熟练度的游戏；对文艺爱好者来说这也是一部剧情丰富、人设前卫的视觉小说。其实这游戏的画面非常适合截图、我和基友称“截图装备”。哈哈~

2015年这游戏值得入~

吐槽：游戏的快捷方式图标做的好粗糙、还不如ACPR和#R

http://steamcommunity.com/sharedfiles/filedetails/?id=654088310
http://steamcommunity.com/sharedfiles/filedetails/?id=679289414
http://steamcommunity.com/sharedfiles/filedetails/?id=679291262
差评: 优化不是很好，低端显卡会比较吃力。不过在情怀面前都不是事儿。新版本要出了，不再推荐。
好评: 555，我是花了110+的价格买的这个游戏。。。玩了挺久的，今天偶然逛逛发现打5折了，算上dlc都只要50+。讲真我是挺后悔的。所以以后我要懂得合理消费啊，不过也正是这个游戏太吸引我了，让我不惜以原价购买了，剧情没看太多，我反而一直在玩格斗游戏，艾露菲鲁特真是太可爱了。(  ´^`° )原价游戏毁我钱包。。。(,,•́ ؎•̀,,)土真好吃
好评: 我最爱的格斗系列！可惜这里面没有dizzy和纱梦，快点将PS的启示者发布到steam上吧！
好评: 中文化和英文化做的都很棒 很有诚意的一款游戏
本来是想买动漫送游戏 结果发现游戏本身也很不错（简单难度 毕竟手残）
好评: 上手难度不算高，但是熟练难度高_(:зゝ∠)_而且迷之上瘾，，，
[spoiler] 顺带一提，Elphelt和Millia是我老婆，，，	[/spoiler]
好评: 很热血，是的  没什么理由  就是 很热血
好评: 格斗苦手，但是动画真特么好看
好评: 这部动画我给十分
好评: 70块买番送游戏，还自带简体中文，不买还是人？
好评: 虽然dlc没什么卵用但是这么一大包买了就是爽
[strike] 谁能告诉我存档位置在哪[/strike]
好评: 打折时候买的，从GGXXR玩过来的，新作依然好玩
好评: 游戏是不错，可是推出的太晚，等玩到手新作都出了，实在是可惜，也不知道厂商是个什么心态
好评: 不知道是不是我体质原因存档不能，嘛，也没多大影响，只希望能更新的说...
好评: 动画能看好几遍
好评: 求新角色啊
好评: 买动画送格斗小游戏，而且自带中文字幕，不买还是人？
好评: 其实这只是一部动画电影...
好评: 单论格斗游戏这个颜值非常不错，可以就买游戏然后慢慢刷DIC内容个人很喜欢罪恶装备这一系列，就是有几个喜欢的角色还要等后续好气啊！！快点上架后续吧！！！！
好评: 超喜欢这个格斗游戏，为此还买了俩手柄和室友一起玩2333，买番还送游戏真是极好的23333
好评: 当年罪恶装备就很吸引我 如今最新作登录pc  也很良心  稳定60帧  新人物也很有特色 希望PC赶紧出圣骑士版本 我要用纱梦和dizzy
好评: 求新角色啊
好评: [code]
[h1]哇晒！制作如此精良的动画，自带英日双语音轨，简繁中文字幕!
而且还送游戏！！！[/h1]
[/code]

[spoiler]这可是由虚幻3引擎制作  赛璐璐风格的格斗游戏呢~[/spoiler]
好评: 果然3d后效果明显提升了啊。
好评: I love this game!
好评: 有中文，还不入？既有故事模式 ，就像看动画一样，还有2D街机格斗，而且还是分开的，而且自动存档，要退直接×就行，真的很不错，万圣节的时候入的，真的不能太赞了。。。。哈哈哈哈哈哈，还有排位。。。。。。日语双音轨，听着真舒畅。
好评: 爽
好评: 目标成为一个拉姆使....
好评: 打的挺爽，不过这几天手好酸
好评: 搓坏手柄，下次要买个摇杆....一如既往的好玩
好评: 这游戏有毒啊。。。不知不觉150小时了
好评: 就凭这故事，这剧情，这CV，为什么不买？？？？直接112入手，绝对不会亏！！预告震撼了我，内容果然很棒！！强烈推荐
好评: 最近做什么都不能有始有终~所以买了好几个格斗游戏连连性子~
好评: 游戏还是不错的，可惜我只想说我是被坑了，看到评论以为送Steam主题，结果可能是自己看走眼了是买游戏送番。不过嘛，游戏和剧情确实不错，还是值得入的

好评: 啊啊啊！！！罪恶装备必需赞！！兔子嫁我QWQ
好评: 强，无敌。
易上手，难精通。
不知道STEAM什么上PS4上的XRDR
现在版本网战排位都搜不到什么人打的。
好评: 选了故事模式结果一脸懵逼的看完了几小时的CG。。。
好评: 买番送内置格斗小游戏 
10/10
好评: 很无敌  很强 第一次玩游戏输了气的要死 
每个角色特点鲜明 第一次接触格斗游戏已经沉迷了
不说了 满分  继续去打桩练习了
好评: 可说是目前最好的格斗游戏之一了，非要说缺点的话，上手不易
好评: 为什么我买了GGxrd
1：艾尔真可爱
2：艾尔真可爱
3：艾尔真可爱
4：出色的音乐，我就喜欢这种的
5：打击感也不差，玩起来很舒服
6：缺点就是对新手不是很好上手吧,毕竟不像BB有傻瓜操作，按连招不是很难
7：我也算是老作玩家了吧，虽然一直手残
8：艾尔太可爱了请给我一打，我跟你结婚
好评: haowan
好评: 操作相对要难一点,可玩性很高,画风赞!!!
好评: 上手难度略高，网战老司机暴虐新人。
不过可玩性很高，还能像看动漫一样看故事。。
Ramlethal真可爱！
Ramlethal真可爱！
Ramlethal真可爱！
 [spoiler] 虽然难用的要死，上手就是被虐的。两把大剑的提前量和位置太难算了！！ [/spoiler]
好评: 没有帅气模式，像我这样的手残完全没法玩。。。。。
好评: 这是我的第一个评测，献给了罪恶装备。
首先，我很喜欢这款游戏，非常好玩，超级华丽。
还有就是，钻研格斗游戏是个非常有趣的过程（自我感觉），也可能是刚玩16个小时的新鲜感过于强烈了才产生了这种错觉。
最后，我什么时候才能在网战里打赢一局，拿到那个新手的成就（生无可恋脸）。

好评: 买番送游戏，还带简中

游戏本身质量也是不错的，不同角色挨不同的招式还有不一样的动画演出：

进训练模式，选浮士德，输入左下右左下右+斩击，把所有人的屁眼都捅一遍吧^_^
好评: 绝对的良心之作，相比罪恶装备的前几部作品不仅在质量上有了新的飞跃，并且也大大降低了连段的难度，更加适合新手。让人血脉喷张的游戏节奏，优秀的动画演出效果，每一位充满个性的原创角色，让我对格斗游戏有了全新的认识。第一次写评测，不得不献给让我深深沉迷的这款游戏
好评: 我为什么要买它然后还玩了？
1.电影真好看
2.表现力MAX
3.改抗锯齿设置的时候特效也会改，所以……好炫_(:зゝ∠)_
4.拉姆艾尔真可爱

我为什么玩的时间远远比不上Blazblue？
1.上手比BB难
2.相比于对策（智商）来说更考验自身的基础一点
3.人比BB少
4.新人比BB少
5.全是几千场的老司机跟你对打

顺便一提很多人说的带不动游戏，我的配置是64位WIN7 GTX660 I5-3570 8G内存，稳定最高特效（后台还一堆东西
还有……入游戏想网战请加GGXRD Steam联机群 481494574
好评: 非常好的游戏，只是，我好像买早了一天，多花了30.。。
好评: 游戏 整体来说是很不错的，唯一美中不足的就是优化，偶尔会发生掉帧的情况影响手感，为了兔子给的好评！
好评: 这代游戏啊，什么都好，无论人设剧情系统都秉承ARC一贯的做附带FTG的AVG的作风（误）唯一需要提醒一下的是图书馆和年表只有在日文界面下才会出现，这让我这个剧情党不爽，非常不爽=-=
好评: 手残表示买的是一套OST
好评: 这代boss性能一般...但是萌啊！！！还要啥自行车...
[spoiler]拉姆酱我的...乃们谁都不要抢[/spoiler]
好评: 遇到的问题：貌似不支持xbox one手柄，集显运行存在贴图错误。
不足：剧情模式只能观看，没有战斗流程和选项。
优点：妹子很对我胃口，教程详细，挑战任务比较耐玩。
总结：价格可以接受，有过几次打折，但力度不大，顺带一提新作马上就在主机上出了，斟酌着入吧。
好评: 玩之前Before I played:
＼＼ ＿
　　 ＼( ͡° ͜ʖ ͡°) 
　　　 <　⌒ヽ 
　　　/ 　 へ＼ 
　　 /　　/　＼＼ 
　　 ﾚ　ノ　　 ヽ_つ 
　　/　/ 
　 /　/| 
　(　(ヽ 
　|　|、＼
　| 丿 ＼ ⌒)
　| |　　) /
`ノ )　　Lﾉ
玩一段时间后After I played:
／ﾌﾌ 　　　　　　 　ム｀ヽ 
/ ノ) 　）　ヽ 
/ ｜　　( ͡° ͜ʖ ͡°）ノ⌒（ゝ._,ノ 
/　ﾉ⌒7⌒ヽーく　 ＼　／ 
丶＿ ノ ｡　　 ノ､　｡|/ 
　　 `ヽ `ー-'_人`ーﾉ 
　　　 丶 ￣ _人'彡)
不说了 找个地方哭去
好评: 千万不要想用手柄玩这个游戏
千万不要想用手柄玩这个游戏
千万不要想用手柄玩这个游戏
因为很重要所以说3遍
设定不错，喜加一，就这样
好评: 话说这剧情该怎么看啊？？故事模式之前的都可以在街机模式里看到吗？？
好评: 非常好玩~~~
好评: 买番送精品格斗小游戏，接着又要等启示者的pc版了
好评: 剧情不错，战斗华丽。喜+1
好评: 刚习惯苍翼……罪恶完全不习惯了
好评: 点开Story就认输了，买动画第一季送游戏(没必要入dlc

+动画剧情很领情，最后直接丢下个第二季预告（钱包拿去
+有辫子Ky （足够
+看动画的时候不会插入广告
+有中文字幕
+日英双语
+[strike]因剧透被删除[/strike]
+[strike]因剧透被删除[/strike]
+[strike]因剧透被删除[/strike]

-动画完全没有互动
-+[strike]因剧透被删除[/strike]

--------------------------------------------------------------------------
游戏内容没玩多久，待补充（大概会

+不练民工女子力就会降低
+游戏系统很精，基本每个人都有每个人的特色

-不知道是不是鬼了,排位,房间都找不到人（认识在玩的大多数都是挂机之王
好评: Good game
好评: ARC制作的一款核心向格斗游戏。游戏的画面、音乐都非常出色 ，剧情也相当棒！喜欢格斗的朋友一定不要错过！
好评: 好可以！！！！！！！！！！！！！！！！！！！！！！！
好评: 11111111111111111111
好评: 不是说有中文吗我下载后进入游戏只有英文和日文选项。剧情不错不过总体来说还可以，手残党需要多多练习
好评: 以前玩ggxxr  因为空过几代 情怀上来了 支持正版
好评: nice
好评: 这游戏最后我却当avg玩了。。。。。。
好评: 买错游戏了
好评: GOOD！！！
好评: 本游戏不适合手残，我已弃坑
好评: 什么时候出revelator啊，等死人了。。。
好评: 作为一名只玩过拳皇的菜鸡 我感到压力山大   [h1]如果要我打分 我打8分 (8/10)[/h1]
教程简直良心 写的太详细了 +3
玩累了还有故事模式可以看cg +1
自带中文 +2
画面很棒 基本没看到什么锯齿 +1
打击感很棒 新手也能打出基本的连招 +1

键盘搓半圆为何这么难搓 -1 [spoiler]摇杆大法好[/spoiler]
人物太少了 -1 [spoiler]DIZZY跑到哪里去了[/spoiler]

[h1] 艾尔菲尔特赛高！[/h1]
好评: 作为一个手残竟然在玩格斗游戏了2333333游戏很棒！cg啊，变身后的bgm也会改变很赞！然后嘛就是自己玩的太菜了TAT谁来带带我TAT刚刚刷了2个钟头，手残的我TAT好多技能用手柄都搓不出，哎~体质不是玩格斗游戏的人。
好评: +总结：这部番我给8分。话说苍翼默示录 以后也人物3D化的话会如何呢？我猜至少狗牙能大幅度减少
+优点：
1、3D建模、画面都很棒，画质总体比苍翼默示录CPEX要好很多，狗牙什么的基本看不到。
2、买游戏送番，你还等什么？
3、自带中文好顶赞！
4、支持使用存档解锁，剧情党、手残也能愉快看番了。
+缺点：
1、可选的角色实在是太少了，就算加上DLC也太少了（主要是萌妹子太少了）。
2、出招感觉不如苍翼默示录流畅，总感觉人物在摆造型作死
3、DLC太次太多

好评: 时隔多年的GG系列完全新作，自GG2以来吧

Arc终于摆脱了恶魔Sammy，于是有了Xrd跟一系列PC版GG（除了早年的蓝印版XX#RE外）

游戏素质毋庸置疑，当年刚出PV的时候我下巴都快掉了……卧槽Arc你啥时候引进了黑科技？！卧槽虚幻魔改太流弊了！

只有十几个人？Dizzy等等角色没了？呆胶布！我知道石渡大大你会在新作里拉回来的~

本以为只有PS3PS4双平台，没想到最后居然有PC版，最后的最后更没想到GG系列竟然会引入中国大陆……这是不敢想象的事（GG剧情还是满黑的好伐）

嗯PSN是会免过，但是作为一个打了好多年蓝印的边缘饭，我觉得有必要买一份，便有了这个评测

现在版本稳定后感觉还好，也没BUG啥的，姑且推荐吧

PS：问下各位GG粉，全平台都是1.1的数值么？
好评: 画面精美，内容丰富。美中不足的就是联机，延迟略坑；而且玩的人不多，国人基本没有。
好评: 买新番送游戏，古人诚不我欺
好评: 开全屏以后卡顿就消失!战斗华丽，上手简单，精通难.
好评: 很好的格斗游戏
好评: 动画真好看
差评: 为什么我一开游戏进去后会忽然卡主不能动？求助
好评: 之前在PS3上玩着不顺手，上PC才对嘛！
非常好的3D表现效果！制作非常用心！
这是2D格斗表现力的突破之作！
要是能多一些角色就好了！角色太少了！
另外需要一些更丰富的单机玩法！
好评: 日呆 外貌协会 格斗游戏爱好者 沙包 触手 GAL狂魔 
以上满足任何一个你就有足够理由买这款游戏了。
从上个世纪开始的，对，就是上个世纪，04年开始，我就已经被这款就目前来说也算是很前卫的格斗游戏征服了。
虽然主角们的造型几乎没怎么变过，虽然从本篇往后基本都是一个又一个外传，虽然这些外传都有炒冷饭的嫌疑。
虽然我都不知道我现在在说什么。
我想说，我喜欢这游戏。

给你们几个买这游戏的理由：
人物造型前卫 性格丰满
故事背景依旧是ARC一贯风格 不会让人失望
游戏节奏快 手感好 系统成熟
画面，虚幻引擎做的格斗游戏你怕不怕
玩腻了格斗甚至还有个专门的故事模式让你消遣
能联机
最关键的 只要七十块啊七十块

10/10

总结五个字

杰作

买买买！
好评: 相对于前些日子上市的街霸5,罪恶装备完整度更强,价格更是只有街霸的四分之一还不到,在我玩过的所有对战游戏中品质优秀,还有了从未见过的一击必杀技能.打击感优秀,配乐品质高,是个值得收藏的好游戏.
好评: 错过发售时的70软妹币全dlc，全款入了。
玛德，有什么比买番送游戏更让人痛快的？

好评: 自SF3.3于GGXXAC问世以来，2D格斗游戏小众化的趋势愈演愈烈。高强度的竞技性与娱乐性在这个平台似乎水火不容，弱肉强食的环境让一批又一批的新手挫败并放弃格斗游戏。

近些年Blazblue与skullgirl这样对新手温和的游戏培养了如同我这样一批又一批的玩家来进入这个平台。虽说天天被老司机们摁在地上大力的摩擦，偶尔也能品味到刻苦的训练之后翻盘的快感。这种徘徊于摩擦与被摩擦之间的感觉，对我来说就是格斗游戏的魅力所在。

XRD可以说在老司机与新手之间找到了平衡点。如果你有同类格斗游戏的经验并觉得自己是个战士，那么这个游戏很适合你，保证你玩了之后再玩其他同类的游戏很难找到G点。如果你是AC#R的老司机，那么请你手下留情毕竟我只想虐菜。
好评: 0 0
好评: 为何我和部分人联机会提示网络连接被切断无法连接？我们明明是同一个网络供应商
好评: 好顶攒
好评: 看了个剧情就没怎样玩了，这游戏不是格斗粉就别入了。
差评: 喜欢这款游戏的玩家，先看下你的配置是否够。这款游戏我是因为帧数太低没办法玩才退款的。我的PC玩终极街霸4中特效不卡，但玩这游戏画面设定最低都还在放幻灯片。说真的，终极街霸4中特效画面绝对比这游戏最低画面好，所以这游戏优化实在不行。我的系统是windows10
好评: 不买的是SB
好评: 这款游戏总体上来说还是不错的，至少我是这么认为
好评: 好好好
好评: 手感非常赞，键盘输入的优化也很好，就是有点难从信号看出延迟，有时候1格进去2F，有时候4格反而进去5F
好评: 联网信号0～4意义不大，有显示0联机没什么延迟的，也有显示4根本连不上的
好评: 1.15之前的时候，只能40FPS，这次更新之后，突然就能60FPS运行了。

幸福来得太突然！

笔记本 GT650M I73820QM
好评: 一个字   好！！！
好评: 拿PS4版一半不到的價格拿到PS4版含DLC包括OST之內的所有內容你說值不值？
漢化點讚，[spoiler]可惜的是這中文字體太難看.....[/spoiler]
[spoiler] 故事模式竟然不用戰鬥！[/spoiler]
好评: 我喜欢这款游戏，打起来画面非常华丽，下一部作品我还会买的~
好评: 游戏完成度ok，中文良心，dlc一如既往骗钱这都不是事，可惜砍掉几个喜欢的角色直接无爱了，建议看好登场人物再购买。
好评: GOOD GAME
好评: 从一个从来没接触过ARC社游戏的格斗玩家来说，GGXRD给人的感觉非常爽快，打击感棒，连招流畅，内容丰富，华丽的日系画风，加上能看好几个小时的新番（误），只要88块，你还有什么不满吗？
当然有的，一是对电脑配置要求略高，二是对于从来没接触过格斗的新人并不友好，或许要花很长时间才能适应这样复杂的系统。
好评: 买番送游戏，非常的不错
好评: 作为一个手残 玩GG鸭梨山大 好在这作操作简单了很多 
xrd制作相当不错 喜欢格斗游戏的萌新不要错过

好评: 游戏值得一玩，可惜PS4的最新版本今年春季要发售了。STEAM版本就相当于ARC做了个广告
好评: Guilty Gear, 恭贺重生！

作为收回GG版权后，真正意义的系列复活新作，这次突然闪电公布移植steam着实是个惊喜。
虽然吸收了bb的一些成功经验，却仍然能让人感到，这确实是GG，充满了强烈的ASW风格。
相对于Blazblue，明显感到演出效果的大幅度强化，大幅使用3D建模的情况下，依旧保留了ASW一贯推崇的动画化游戏体验。
系统设计的更加友好，教学/挑战模式等一应俱全，同时也适当地降低了入门门槛，不过GG本身也算是较难入门的格斗系列了。
剧情方面，故事继承自GG2，并有着独立的故事模式，即使格斗苦手同样能享受到乐趣，毕竟ASW，格斗界的gal大厂（误）。
人设可能老玩家不太习惯，大幅削减的人物也是易被诟病之处。
配乐一如既往的出色。

期待Revelator早日登陆steam！
差评: 游戏难度很高
不适合手残玩家
好评: For a new player, it's a little hard.
好评: 88元买一部3小时的番，还送一个格斗游戏，你还不心动？有旧曲Still in the dark一本好评！
好评: ggxx is the best ftg game ever
好评: www非常棒
好评:  满满的回忆， 3d的新画面很华丽。音乐也是满分。如果你喜欢动漫和格斗游戏，那还犹豫什么呢
好评: 不知道是不是系统的缘故，反正我用的系统是win10，然后进游戏以后开始疯狂卡顿，或者是黑屏，不断的关闭和重启，希望能对这个环节进行改正。
好评: 好赞 其实看画风买的 可惜手残正在练习中 先前黑屏把360关了就可以玩了。。
好评: 街霸看来是适应不能了，这个玩着还不错
好评: 全部角色都玩了一遍后更新：作为一名格斗手残，XRD显得相当友好，招式表、推荐连招，介绍齐全，虽然并不会因此有多少提高，但玩起来并不会很辛苦。
加上流畅的剧情，直接让人期待下一作故事，光是冲着看一遍剧情动画，XRD就值得购买。

====================

故事模式很棒，期待下一作的剧情。
好评: 艾尔菲尔特好评!!!!!!!!!!!
好评: 十分好玩的一个格斗游戏，平衡的系统和精美的画面使我沉迷了很久，可惜人物太少还有线上人太少，希望更多人能入手这部神作，可以的话也请加我I D一起哈皮
好评:  关于缺陷，我只说一点——
        Dizzy为何不能操控！！！
好评: !
好评: arc的格斗游戏，不多说，玩过都知道。那么问题来了：bbcpex什么时候出
好评: ————【前沿部分】————
15年12月24日更新测评。本次我主要精简了版面修改评价并测试官方的v1.01更新补丁。

这次的v1.01补丁修正了大量联机方面的问题，从贴吧的新人赛反想来看效果不错！
这里个人重点推荐本作GGXrdS的Steam联机QQ群：481494574（可以说联机玩家必入Q群）。
（这里个人想把网战交流组：http://steamcommunity.com/groups/ggxrds
的权限转交给他人，有玩家来接手吗？）

之前因为联机问题导致的几百字喜忧参半的测评几百字废话也都删除了。
不过对像本人一样的网通2M小水管玩家来说。。。悲剧啊！

由于本人的PC运行最初版没有任何问题，所以这次1.01补丁修复的其他问题个人无法知晓。
本次补丁依然没有对应空格键Shift键等按键进行操作优化，空格还是不能设置成按键键位！
游戏中无意间切换成中文输入法会导致卡顿，切回英文输入法就好了。


————【游戏测评】————
测评暂时分为三大部分：优评 中评 差评 三部分

——【优评】——

1.网战体验
如上所述，抛开地域问题等外部因素，这次的v1.01版联机效好又了很多。

2.画面表现
居然把3D建模做成了2D贴图那样的画面表现，开始骗过了我的眼睛。你牛B！
这是我见过的最像2D游戏的3D游戏。卡通渲染的画面表现极具活力，
很好的体现了GG系列喧哗的对战风格。一些觉醒KO的近距离特写，屏幕震动，地面破坏等效果，
让本作脱离了前作“纸”一般的打击效果，刀刀人肉，拳拳痛打！人物比例更大了。
新的Sol感觉就像拿着一把砍刀，就TM往脸上砍！还有1GB啊！

3.系统换血
新的RC系统降低了游戏的入门难度，这对于现在的FTG走向和游戏环境，绝对是正确的。
由于本人是菜鸡，所以系统方面的细节变动，还请玩家自己了解了。。。

4.氪不容缓
退一步说，对于一般的新手和普通FTG玩家，Steam平台的GGXrdS在新作登录之前，
本作还能玩很久，算上价格，本作非常高的！

【中评】
1.游戏系统
部分招式回归#R时代，新增和取消的招式都有，个人需要适应一段时间。
RC后的暗转时间需要适应，5D命中后的镜头切换时间需要适应。

2.配置问题
我这配置能玩吗？玩的时候出现卡顿怎么办？贴吧里最近有不少等一系列这样的问题。
所以对于还未购买本作的玩家，先建议下载......进行实际运行测试！
我个人的电脑一直60fps稳定运行也仅为一家之言，不能就说游戏优化好。
由于玩家电脑配置低而运行不了（以为还是2D的画面表现）也不能说游戏优化差。
再有运行问题可以去贴吧询问。

【差评】
1.键盘设置
按键的键盘设置不可以设置空格键Shift键标点符号键等，很不方便。

2.系统变更
我个人的感受，人物动作还不够流畅细腻。有点不能接受。本作虽有意还原2D时代的手感，
但是一些新角色的攻击动作，比如床男，还是觉得动作不够流畅。。。
各种暗转时间和镜头切换，有些影响游戏操作流畅度。
取消FB系统，本人从新手的角度出发，觉得FB必杀的取消还是有些不能接受。

【补充】
打开游戏——各种设置完毕——进入练习模式把每名角色的一击必杀使用一次！
好评: 画面优秀，操作带感。
希望以后能够同步登陆STEAM，老是吃冷饭也是会怒的。
好评: 买游戏送新番~自带繁简中文~现在购买送全部DLC~好评如潮~
好评: 爽快的打斗 优越的画质 加上STEAM平台方便的联机功能  作为一个格斗玩家 没有什么理由不买
好评: 罪恶装备和苍翼默示录每作都是必入的
好评: 70元买番送游戏，你说值不值？
自带简中，战斗华丽，上手简单，精通难。
剧情还算中规中矩，不是boss不够强，而是猪脚的挂太牛逼。前面的坑还没填齐，就又挖了个大坑。
总的来说还是不错的，不过优化不是太好，网络模式也匹配不到人。和好友对战还是没有问题的。
好评: Arc在格斗游戏的造诣没得说，如果是格斗游戏玩家这款游戏可以说是必买了。不过目前游戏有不少小问题，比如窗口化运行游戏帧数骤减、开战之后鼠标光标不能隐藏之类的。除此之外，有的翻译也有问题，比如Bedman在游戏里有两种翻译、简中指令表也有错误。
9/10
好评: 没摇杆根本玩不了。。。。
追加：结局挖了个坑。。。求填
好评: 让人怀念起当年用笔记本玩GGXX蓝R的年代，所以，续作啥时候上PC，还有BB的续作……
好评: 非常好玩，值得购买
好评: 作为一款格斗游戏的先锋之作还是很好的。。PC版也很良心。。估计明年不会出新版本。。所以想联机的可以入了。。联机环境良好。。有时电信网通都能打。。
好评: 之前并没有接触过罪恶装备系列，最初是被炫酷的宣传片吸引买的，上手十几个小时以后基本街机每个角色通了一遍，故事模式看了一遍。如果之前有过格斗类游戏的经验，上手不会很难[spoiler]不去线上模式的话[/spoiler]。剧情方面，先打街机模式，基本每个角色都通了的话也能知道大概发生了什么和要发生什么，然后就可以去看故事模式了，看完基本能了解故事的来龙去脉和人物的背景设定（注意故事模式是纯看的，就是长得像galgame界面的动画-_-）。


+很不错的画面，用虚拟引擎做的3D 渲染成2D
++炫酷的BGM，特别是Sol变身后，美中不足是如果进入下回合会突然断=_=很蛋疼
+++炫酷的格斗场面，能[spoiler]在练习模式[/spoiler][spoiler]各种用一击必杀[/spoiler]打得很爽
+故事模式休闲看看挺不错，大概有五个小时的流程？
[spoiler]+++++有萌妹有乳摇[/spoiler]

-联机模式至今未能成功=_=是我自己的问题么
-偶尔的游戏崩溃，极少数时候会连带系统崩溃（我遇到过一次
-价格不打折的话对很多人来说还是有点性价比不高的


总体来说的话是一款很不错的日漫格斗类游戏，如果你也喜欢拳皇之类的游戏[spoiler]或者像我一样中二[/spoiler]还是很值得买的。

9/10， 希望能有更多人物和后续剧情，续作请务必带上steam
好评: <3
好评: 虽然晚了PS4版这么久才出，这个游戏还是值得玩的，手感一如既往的好，画面非常华丽，2D的处理极棒，对战中你几乎不会察觉这是一款全新的用3D引擎打造的2D对战游戏。简化操作为网战提供了最佳的优化，联机效果应该说是前所未有的好！好久没有和朋友这么流畅的对战了。

网战模式设计的也很好，不需要傻等，这点比SF4系列好得多

对于新手来说还是有些难，建议玩玩剧情模式，挑战模式在有一定的基础之后再玩，否则容易有挫败感！

希望购买过此版本的玩家升级到最新版时可以有一定的优惠
好评: 为什么没有baiken啊为什么没有baiken啊为什么没有baiken啊为什么没有baiken啊？游戏是个好游戏..............
好评: 10/10
作为一个KOF厨，这作GG Xrd让我感受到了从未感受过的刺激
我只能说，我叛变了
再加上比SNK不知良心多少倍的补丁修复
我强烈希望GG能在中国普及起来
[spoiler]食我千年杀啦[/spoiler]
好评: 游戏不知道问什么安装后再进入游戏开始页面会直接死机，升级后依然没能解决这个问题
好评: 好玩！
好评: 刚玩的时候感觉挺新鲜，连招很丰富，人物也很多样，画面也不错。玩得稍微久一点，还是改变不了自己是手残的事实.
好评: 我外星人的电脑玩这个游戏的感觉就是优化太屎了，进去有一定几率卡住没反应，动画有卡顿延迟，我就搞不懂了。。这是2015的游戏？移植的有没有测试过，直接无语了、
好评: 非常棒的一款游戏~强烈推荐！！！！！
好评: 完爆现在的拳皇 3D的技能动画也非常协调  故事模式下人物互动挺新颖  格斗游戏中比较少有 新角色拉姆莫名的有萌点 吓得我赶紧买了个手办压压惊 





简中最高！
好评: 配置太高。玩不了
好评: 自带简体中文！GGXX正统续作！中田让治！买买买！[spoiler] ARC你看sbeam卖这么好什么时候出BBCP啊混蛋！	[/spoiler]
好评: 我不是格斗游戏粉丝，但是被宣传骗进来，发现这真是好游戏
为此还买了个手柄，因为键盘不是无冲键盘···

i become a fan of FTG games because of such a charming&attactive FTG game.
I purchase XBOX ONE controller for this game(it works better than i expect on GTAV and FALLOUT4) for my keyboard do not work when i press 'J K U I' at the same time.
好评: Heaven or hell？Let's rock！
好评: 挺好玩的！！之前玩起来也是特别卡，语音和嘴形都对不上，想了一下，显卡好像用的是核显，后来改成独显以后就完全不卡了，很流畅。卡的话可以试一下，可能是显卡没选对。画面好赞！！
好评: 很棒的游戏，剧情和动画效果都很好。不过长时间游戏会掉帧数，希望改进
好评: 当沙包为何觉得爽快？
好评: 好玩，被人打到吗都不认识了
好评: 华丽的格斗， 完美的画面， 热血的剧情和BGM，特色鲜明的角色 ，非常好评！ 现在是格斗游戏逐渐没落的年代，能有一个公司坚持做出这么优秀的格斗游戏实属不易！（虽然大部分国人表示KOF97能玩一辈子）
美中不足的是按键设置有点小BUG，不能设置标点符号和空格作为按键，希望以后更新能解决. 期待以后有更多的人物!
好评:      对于目前罪恶装备能玩到的最新版本登陆PC表示超级好顶赞！唯一的缺点就是在显示设置面板里可控制的选项太少，其次就是游戏帧数不太稳定，对战时经常帧数掉到40帧左右，我的配置E3 1230 CPU,显卡970,内存16G。希望能快点更新补丁修正相关的BUG。
好评: 必杀的3D动画绝对是炫的不行, 而且做得相当良心.
光是用浮士德的千年杀看敌人中招后的表情就够我浪费一下午了ww
好评:  超值   幸亏没入 ps4 版， PC 太值了.
好评: 兹次良心大厂arc，买了PS4限定再来一份。跳出跳成sb
好评: 说卡的，把抗锯齿关掉不就行了
差评: 不知道是我电脑原因 还是游戏原因60FPS居然卡的跟10FPS一样 是在不懂
好评: 又要被吊打了好开心
好评: good good good !!!!!!!!nice story and desperating feeling wonderful
好评: 我给这游戏满分的同时也给线上对战的朋友送了几个满分成就~~~~
好评: 早些时候在朋友的PS4上玩过，当时没有深入去玩，现在OC版深入玩下来感觉相当赞，以前几作的优点加上苍翼默示录的感觉再加上这种特别的三维2D化画面简直赞到不行！！
好评: Awesome!
好评: 作为GG的一名粉丝 还是很中意这部作品的 记得以前和同学打GGX和GGXX 一打就是一下午 说起来就觉得满满的都是回忆 （还是习惯GG的操作 玩GG久了 不习惯苍翼默示录）
好评: 竟然是3D的，做的挺不错，画面手感都很好~好评
好评: 没接触过这个系列的游戏，但是这作感觉非常不错，配置要求不高，画面也很符合我的胃口，笔记本玩如果出现卡顿与画面延迟需要在Nvida 3D设置里调成高性能
好评: 作为一个萌新表示这简直就是2.5D格斗的新标杆，出乎意料的对新人十分友好的教学模式，键盘手感好到爆炸。最主要的是官方简中，再看看kof14，hehe
好评: 没有PS4的我就等这个出PC了，现在终于出了，赞一个
好评: 因为找抽所以才买格斗游戏。
PS:电脑没GGXX里厉害啊~
好评: 还是给个好评，ps4上很喜欢这款游戏无奈手柄玩ftg太太残疾！一登陆steam马上就入手了。。
可惜不知是不是win10问题，一进游戏按两下s就会卡顿、，切除桌面后再切回去按几下就停止工作，弄的烦了。
已退款，决定买尘埃拉力了，win10系统的盆友可以参考下这个评价，游戏素质还是可以的，以上
好评: 罪恶装备xrd这部在去年的这个时候出了PS4版，用手柄玩FTG不适应所以买了PC版，本作做的非常良心，乍一看是2D，实际上是3D的，硬派2D格斗的巅峰，虽然把对手打到墙角浮空各种割的FTG游戏我不是很会玩，但是我还是要下决心去练习的，简体中文字体有点难看，还是习惯繁体
好评: 中文感觉卡请切输入法，这游戏手柄不如键盘准
好评: 爽  当70块买3小时播片也值得，等优化联机~
好评: 等好久了，买买买XD，罪恶装备一直都是帅帅的，这代GGXrd帅出新高度
好评: 游戏很棒 不过对于咱这种只会玩玩幽游白书虐虐电脑的手残来说 orz苦手
好评: 这个游戏，棒
好评: 对游戏我没什么挑剔的……所以就说以下我觉得不错的细节吧，ARC这次对键盘的优化更加到位了（可能是给某十字键优化的时候顺带优化的），反向半圆技能更加顺畅了，比BBCS更加容易出了，总之，个人感觉键盘比手柄好用……
好评: nice 3D effect but poor network
差评: 第一时间入手 试了一下 玩晕了
280显卡居然带不动 卡卡的 系统太复杂了 网络配不到人        疯狂跳帧    不是很急的 先别入手   优化真心垃圾
好评: 打了几局，和信号好的感觉没问题，然而经常莫名就断了。
好评: ♣3更受了，居然有小辫子了.
还有坑爹上架早了，居然20off没显示出来就买了。
