好评: 跑图跑图跑图跑图
好评: 小学的时候在xbox上玩的，非常喜欢，前来补票
个人觉得它作为一个十多年前的漫改游戏是极其优秀的，虽然某些地方做了一些修改，但还是能感受到原汁原味的火影要素，情怀拉满。BGM之类的都是原创，但是也很契合火影的味儿。剧情非常还原原作，就是可能有一丢丢拖沓，也可能是我心态有点急躁hhh打斗的话手感还不错，boss战中穿插的动画很棒，虽然替身术的操作要求相比于3和4更高，但熟悉之后还是可以接受的。游戏没有汉化，可以在3dm搜汉化包。比较大的缺点是跑图比较繁琐，以及这一代的自由对战可选择的角色比较少。流程也比较短，通完剧情之后就是零零碎碎的支线任务。
总之就是个很不错的游戏，如果是火影的真爱党，可以趁着打折买一个试试看，毕竟体量不大，原价108感觉有点虚高2333
我的评价是带着童年滤镜的，仅供参考
差评: 垃圾替身，建议低血压玩家玩
好评: 佳作
差评: 不像一代是一个大地图，而是一段又一段的路组成的地图，看上去就知道要跑图了，我总感觉我有好长时间是在跑图。纯剧情路线，也不想一代要任务点数才可以做主线，从鸣人下山开始，可能推进的有点快的原因吧，好多对话让我没反应过来就继续了，开始是从鸣人和自来也下山修行完毕开始，不知道有没有看过博人转再来玩的，我是真玩不进去了，可能通关都有点出戏了，现在的鸣人多努力居然连活着到老都可能成问题？
好评: 木叶飞舞之处 火亦生生不息
好评: Good ！Full achievement ！Yes Yes Yes ！
好评: 战斗场面很宏大，剧情可以跳过，整个流程也可快可慢。总体来说挺推荐的，就是跑图太难受了！！！！
好评: 666
好评: 系列中演出最棒的一作，虽然依旧有跑路拖时间的部分，但并没有1代时候因过度赶工导致的高重复度支线了，新加入的大量精彩演出也让玩家有着一定程度的动力，每次带着惊喜的boss战和还原漫画名场面的隐藏片段都在调动着火影粉继续游玩下去，相比4代赶工替换出的ppt过场真的好了太多
好评: 有几场战斗改编的很好很华丽，我爱罗和迪达拉打的那场帅爆了。
好评: 相比一代进步很大，但缺点是无法得知部分忍具、便当素材的获得方式，以至于我都主线通关了还没获得。并且无从得知自己是否支线通关，目前做完的最后一个支线是通过幻术大师的10次试炼
差评: 哪位大佬能告诉我在哪换日文配音 我找遍了设置都没有
好评: 好玩
好评: 可以的，就是需要去3dm下个中文。
好评: 火影迷必备
好评: 怎么说呢 Cutscene和qte是真的帅，但为什么要让我在地图上跑来跑去啊，当然第四部终于改进了，在这只是吐槽下lol
差评: 需要中文
差评: 特意挂了几分钟
就是为了写这个评价
千万不要买 千万不要买
根本进不了游戏
一直是闪退
千万不要买
垃圾游戏
好评: 刚完成从头到尾三刷火影不久的我 看到剧情后依然会忍不住泪目.. 纵使少了经典的BGM（为什么！！） 做了一些较为合理的改编
改编的真好 好感人..
好评: 2代还有些操作不是很容易触发，越做越好吧，火影yyds
好评: 经典漫改游戏怎么能不推！！！这是一代人的青春啊！！
差评: 我是傻逼
好评: 不错
好评: 阿斯玛之死，鹿丸报仇，自来也仙逝，仙人模式鸣人怒锤佩恩，时隔多年再次重温还是很感动

我仍然觉得佩恩是火影里塑造的最成功的反派，仙鸣是最帅的模式，佩恩篇也是最精彩的篇目，佩恩的压迫感，自来也，卡卡西等人相继牺牲，村子化为废墟，熟悉的人一个一个的逝去，隔着屏幕带来的压抑感和绝望愤怒，此时随着小樱绝望的呐喊（也许是观众隔着屏幕的呼唤），英雄带着无尽的悲伤与愤怒从天而降，这一篇是整部里印象最深刻的地方

自来也豪杰物语，已经知道结果了还是好伤感

缺点：跑图跑吐了
好评: 怎么改成中文？有什么办法么？
好评: 有几个疾风传战役，值得一玩
语言对中文玩家不友好，日文配音英文字幕中文玩家，奇怪的组合出现了
在地图上来回跑路的时间有点长，经典地板烫脚
时隔这么多年再回味火影的剧情，当初觉得很无聊的一些感情戏，现在能看懂了，岁月不饶人那
还有一点就是开始界面的音乐很好听
好评: 火影迷强推荐，但玩久了可能会腻，技能特效和特写很赞，就是打剧情跑图太难受了
好评: 用了32小时把主线和支线任务解完~
比第一代好玩，特别是主线剧情，感觉就是再看一次动画一样~赞^^
唯一不舒服的就是操控着阿斯玛和自来也去死，回到看动画时的心情，特别难过~
好评: 剧情表现不太行（替身还是和1代一样触发麻烦）
差评: 傻逼剧情，谁玩谁傻逼
好评: 火影粉值得入手
好评: 没有像一代一样打赢了战斗但是没有满足附属条件导致失败的元素好评，但是替身术还是一样的难按，很多重要剧情都做的不错，建议从第二部开始体验这个火影系列会好很多
好评: 买了一年了，终于能好好玩了。所以，我又看到蝎死了一次，还是我亲手干的，刀子啊刀子！！！
好评: 经典啊经典
好评: 某些场景和原作有出入 比如佐助在草波原野不在海边开的万花筒 和奇拉比打架在静谧森林不在云雷峡。还有某些战斗过于阴间 比如角都。这一代全剧情开始有了演出 不像1代只有某几个BOSS战有。战斗系统没3和4完善 替身术判定过于阴间 黑魂只狼弹反一百分也不一定按得出来 我反正连点器都点不出替身。不过总体没毛病 火影迷买就是了
---------------------------
成就党慎刷！真的刷吐了
好评: 建议新入究极忍者风暴系列的玩家从这一作开始玩。1代有优点有缺点。很多人应该都接受不了
这作开启了这个系列的传统模式和格斗风格
加上本作的防反非常硬核。很适合竞技战斗
推荐入手
好评: 地图挺恶心的，引导做得也不够到位，替身术很难按出来，不过剧情很还原，而且还是疾风传最出彩的那一段剧情，所以还是给好评了~
好评: 初步评测一下，比第一代好玩多了，一个半小时才刚过蝎子 到佩恩估计怎么也得三十小时内容（通关后发现主线只有6小时内容，比一代通关时间短，但是一代强制做支线任务），而且还有CG战斗，好评。
缺点，没一代沙盒地图自由。做个任务要从南跑到北 再从北跑到南，跑图时间太长了。
好评:    好玩，战斗比动漫都要得劲，有些战斗细节有点改编，不过我感觉改得比动画还好些，大体上还原度很好。
   游玩体验比一代好太多了，就是跑来跑去接任务的比较烦，而且木叶村里跑步只能跑上下左右四个方向，其他方向都得慢慢走挺sb的。
好评: good、
好评: 角都 == 末日人机拉克丝
好评: 我不清楚一袋米究竟能扛几楼，但是我跑图真的是跑烦了（笑）
好评: 虽然2的战斗不尽人意，但是不妨碍我向大家推荐它，风暴2拥有全系列最精彩的剧情，音乐与画面都非常的优秀。刚玩结束看到鸣人和自来也的合影还是泪目了。。总之强烈推荐！！
差评: 抱歉我太菜了，连最简单的难度我竟然都打不过佩恩，而且替身竟然这么难按，心态崩了。
好评: 还可以，就是替身难用出来
好评: 好
好评: NARUTO!!!!!!!
好评: 补票
好评: [h1]7/10[/h1]
比之一代：
-木叶村被砍成了几个区域地图，尽管多了世界地图但是人物的移动速度简直令人发指，[b]尤其是后面挖材料、跑腿还有打人偶搜集各种收集品的时候[/b]，没有一代的冲刺简直就是365里路。
+人物细节做的不错，有不同的拜佛、跳跃、拾取动作。
-但是没什么卵用，捡个东西磨磨唧唧的，你做这么好图啥，好心情都被败光了。
++变成了线性剧情，BOSS战的演出效果不错且QTE变得更有逻辑，打过了一代几个巨型BOSS战再来玩二代简直体验不要再好。
-部分即时演算的过场实在太拉了，完全没有镜头感，大全景几个人在上面摆几个动作看着实在是尴尬，加上表情根本没怎么做导致自由模式经常看到面瘫，[b]道具店的老板娘尤其明显，无神的目光加上僵硬的面部表情，第一眼我还以为尸体在说话。[/b]
++战斗系统更新，增加了冲刺方向，角色的定位更明显了（远程就是远程，傀儡师就是傀儡师[spoiler]但是个人认为远程角色做的是真的拉[/spoiler]，近战特化就是近战特化），支援角色优化（从这代支援变得非常重要，不仅功能繁多，而且真的给你一种群殴的感觉）。
-删除了觉醒奥义的设定（可能是为了平衡，[spoiler]但这破游戏已经没人玩线上了[/spoiler]），觉醒模式不吃奥义不吃投技有些离谱，小时候最喜欢的怼波环节也被删了，变成了单纯的抵消，删除了阴间冲击，删除了倒地追击，部分角色的攻击模式在特定场景还有BUG（比如我爱罗，剧情模式打迪达拉落地平A竟然会因为空气墙导致后半段的攻击完全打不到人，非常影响游戏体验），[strike]还有对我来说替身还是和一代一样纯靠缘分 [/strike]。
+音乐还不错，比一代强。
++删除了一代的跑酷、躲猫猫阴间小游戏。
-增加了捉鸟的阴间小游戏。（没有手柄直接放弃）
+信件系统、好感系统很有趣，小故事有的温馨有的搞笑，就是后面有几个角色完全不认识。（有说是剧场版女主角的，但是我搜索过完全没有相关信息，有没有大佬能满足下我的好奇心）
+收集素材制作忍具的方式，满地图挖材料一时间我以为自己在玩怪物猎人，和一代相比忍具从花钱购买的消耗品变成了解锁即可无限使用，对我这种仓鼠症患者很友好，而便当这个新道具极大的降低了游戏难度。
-体力损耗是图个啥，为了让玩家花点钱买药?（还是为了增加真实度？）
+电脑智商显著提升，空中受身让一代的无脑空连变成历史，现在是支援打落接空连的时代了，[spoiler]电脑的替身用的贼6，把我按在地上打[/spoiler]。
--收集太阴间了，那个角色30次使用的名号简直就是为了折磨人设计出来，联机成就你看在线人数，做出来是给我挂眼科的吗，最少70把联机我等到啥时候才能做完全成就，淦。
二代比起一代还有进步的，增加了不少新的系统，虽然剧情还是做了简化，但原著这一时期的故事着实优秀，尤其是自来也之死到兄弟决战再到单挑佩恩（-游戏里雏田被捅是真的搞笑，没头没尾的太莫名其妙了）这一连串章节当初带给我太多感动。但剧情爽完后的游戏体验就被各种繁琐的收集搞的一落千丈，对想全成就的我更是极度不友好，30个小时游玩时间？全名号收集？联机网战？我特么究3都全成就了，这边还卡着，只能说是老游戏的局限吧。
2021/6/10 终于全成就了 给我自己点赞
好评: 进去之后一直卡在设置1p手柄那里，按啥都没用，接了手柄也是，怎么办阿
好评: hao
好评: 还行
好评: 火影是信仰
好评: 1我是实在打不下去...60fps模式莫名的掉帧不说，战斗节奏也太慢了，像单纯打剧情还要做收集。2代还可以接受，boss战qte看片不确定是这一带还是上一代开始，但是二代打起来还挺爽的。今天通了主线，部分通关支线任务未完成。总体而言，一些比较重要的大战（兄弟大战，自带也绝唱，佩恩vs仙人鸣人等）描写的还是很到位的，该有的BGM和剧情也都有，还原到位，但是稍有遗憾的是可能因为流程长度问题，很多细节都被简化或者修改缩水，略感遗憾。最后通关之后发现要做一些任务才能看到最后的断章（佐助vs八尾）。准备去打3了！
好评: 战斗真的帅
好评: 从风影夺还到佩恩入侵，二代涵盖了疾风传前期几部经典的篇章。剧情虽与原作有相应出入，但在可以接受的范围，仍算得上是较为还原。

游戏性方面也是无可指摘的，延续了上一作的格斗精髓，虽然对收集党极度不友好。

但真的是跑图跑到心累！十分怀念一代鸣人大炮飞满天的3D木叶。

QTE相比之下简单了许多，屏幕前意气风发的我仿佛忘了一代按键的易怒烦躁。

对战模式的人物选择界面像是在玩4399，联机模式从来遇不到人。
好评: 仍欠打磨的续作，但在究极风暴系列中奠定了后续的基础格调，是十分重要的一部作品。
剧情方面从疾风传开篇到佩恩之战，如果对期间的重要战斗感兴趣可以考虑打折期间入手。
好评: hao
好评: 情怀拿捏得死死的，但是这一部战斗替身是真的难按。
好评: 虽然很多魔改只能算是差强人意，但是毕竟不像1代那样吞存档
好评: 这游戏8个G左右 每一G都是精辟的存在，对比他一下刺英灵殿吧，英灵殿有70个g我就开始几个任务提得起兴趣后面都是跳着剧情过的，到最后一个任务才稍微有那么点意思，就等于七十个G的游戏最精辟的也就拿十几个，这游戏八个G没个G都是非常精致的纯在，我本身不喜欢火影的，因为觉得火影人物画风有点拉胯，但玩了这游戏后我决定要把火影看完掉！
好评: 很好玩，剧情还原！情怀党必入！！
好评: 情怀这块拿捏的死死的 必须好评
好评: 帮女朋友口了一小时终于在上次打折时候131给我全买了 现在嘴还肿的
好评: 这作的剧情演出做的还不错，但是战斗替身是真的难按。
差评: 为什么是英文语言，想要日语语音

好评: 10小时通关，游戏剧情和漫画稍有区别，不过总体是一致的。
奥义不多，一个YB，一个YYB，一般一招鲜吃遍天哈哈哈哈哈。
好评: 战斗比第一部好多了，照顾了下手残党，替身术还是随缘，剧情演出很棒！地图不太行。
好评: 火影剧情刀子几乎都在这部，开放世界没了，剧情跑地图有时候挺阴间的但有些时候这设计是真的增强了代入感快被刀傻了，战斗和任务也比一代阳间了可以直接放奥义了。
好评: 没有汉化，电脑操作不明白
、


差评: 跑地图的内容太多，总是打断剧情
差评: 游戏是好游戏，但是成就系统太肝，而且还有BUG，所有好友信件都写过了就是不跳成就
好评: 动漫改编的顶级制作。
以前追火影的时候，梦寐以求玩到的主机游戏。
虽然火影完结以后，激情不再，剧情虽耳熟能详，却也味同嚼蜡，不过能操控漫画中的人物，也满足了。算是圆了梦。
好评: 火影迷必玩
差评: 中文呢


游戏发售时，商店标签显示有繁体中文，但是游戏内部并没有中文，处理方式居然是把标签去掉
好评: 还不错
好评: 就像一场梦，醒了很感动。佩恩比辉夜难打
差评: 你没有任何必要购买此游戏，因为：
1、续作3与4已经出了，包含本作所有角色，玩法也相同
2、当今网络视频如此发达，你不需要亲自玩就能视频通关。
3，pvp部分已经彻底排不到人，玩个寂寞
4，你的时间很宝贵，没必要浪费在锁视角逛场景中
除非：
1、你想体验糟糕的替身术手感并对远古时期的究极风暴系统做一个考古
2、你想体验几乎没有任何还原度的boss战去获得那点可怜的、看视频也能完全获得的感动。
3、你是游戏研究者，想出一期垃圾游戏发展史，包括并不限于“浪费时间”、“素材堆砌”、“系统陈旧”、“分镜敷衍”、“世嘉rpg游戏一键生成器”“如何玩弄玩家的耐心”、“以至于白白糟蹋了这么好听的配音只想点跳过”……等主题
4、你闲的没事干，希望通过浪费大量的时间去乏味的地图中重复乏味的搜集乏味材料的过程来解锁游戏中没卵用的道具并以此合成steam卡牌
5，你是重吾和水月的狂热爱好者以至于你能够不顾游戏体验疯狂搜集他们俩出场的作品……
6，你看完了火影忍者动画版，但除了动画组原创的部分都不喜欢，那你估计会喜欢游戏中那些莫名其妙的战斗（究极风暴系列公认达到了动画没有的高度，但那是从第三部开始的，玩2还不如去看动画带劲。“我的痛苦在你之上！”）
7.你下载了《究极风暴》的ost，发现有几首歌只能在2作中找到，于是你不死心的想看看这两首bgm出场的部分在哪
8，你打折时买的全系列捆绑包，自己买的游戏哭着也要玩通关（像我一样）
 
玩了《刀剑神域夺命胸弹》我觉得原神真好玩，玩了《究极风暴2》的冒险部分我觉得《刀剑神域》真好玩。
差评: 整个游戏流程就只有跑图，接任务跑图，做任务跑图，最牛的是先接任务跑图进村子，做任务跑图出村子，然后换个角色接任务跑图进村子，做任务跑图出村子，最后把角色换回来让你跑图进村子，能像这样做游戏的拖时长的不给个差评都对不起跑图的时间
差评: 同样没中文
好评: 相比一代进步很多，剧情看着舒服多了，但是不能在村里上蹿下跳少了点乐趣，一代一些遗漏的剧情在二代里通过会议画面补齐挺不错的。
好评: 火影200集以后就没看过了，没想到晓樱其实没那么招我恨。
整个流程下来播片好长，就当补补剧情了。
不懂为什么相比起来一代地图开放一点。
好评: 比一代强不少
好评: very+++++
好评: 很好玩，火影迷值得一玩。
好评: 通关了，有点关卡还是有点难度的
差评: 区域地图竟然还技术退步，竟然变成一块一块的。
场景也退步，变成2D的图画风。
这一代明显削弱忍术，更容易被打断，伤害也变少了
但是奥义改为直接释放
角都BOSS战实在是太恶心了，没有合适的攻击点，只能一直不断躲直到出按键提示
好评: 粉丝必入作品，等打折买就完事了。
差评: 操作手感不好，战斗体验极差，跑图巨无聊。
好评: 对键盘玩家不太友好，自己改键，玩剧情的时候剧情杀连招脑子里要反应一下（YYX、BXA什么的，最长的见过八个的）；其他都还不错，剧情还原度很高。PS：这一代的替身术不好放
好评: 爷青回
好评: 进入游戏后显示set the button assignments for 1p什么的，键盘手柄按什么都没有反应（手柄是北通蝙蝠），有哪位大佬可以解决一下吗，求求了
好评: 好玩，爽，爷青回
好评: 情怀游戏 爷青回
差评: 一个super easy的boss用忍术没有cd，你的平衡用脚做的？
差评:  不推荐！不推荐！不推荐！
大包里带的，买了也不建议玩。纯傻逼游戏，平衡约等于没有，鹿丸根本按不出来替身术，电脑随便替身，玩家替身判定成谜，一代过来毫无改进。剧情上来第一章搞了一半原创真有你的。阿斯玛死的离谱，糟糕的叙事和跑图导致我一点沉浸感都没有，死的时候心情毫无波动甚至想看一集博人转。
角都boss战根本没法打，飞天摸不到只能仍手里剑，到最后还有地面和天上一起范围攻击，没法打。我买了大包从一代打到角都，体验如同吃屎，疯狂跑没有意义的图，收集要素纯脑瘫，我几把要的是boss战和顺畅的叙事，结果完了四小时小一半时间在跑图，吐了吐了。
粉丝游戏要的就是还原度，还原度很到位，boss战很爽，但是跑图跑到我脑溢血。
差评: 没有中文版，玩个毛线
好评: 体验剧情很棒
好评: 打折买的四部集合包，我是聪明逼
差评: 跑图无聊的一匹，战斗系统不够好，玩法单一
好评: 只推荐做主线，鼬以及自来也这两段个人认为是最精彩的部分，比较还原地呈现了鼬对佐助的隐忍的爱以及自来也对鸣人亦师亦友亦父的复杂感情。当然，冗杂的支线和无意义的跑图比较杀体验。有想法的谨慎购买。
好评: 爷青回
好评: 😐
好评: 质量比第一部是个质的飞跃。取消了各种无聊的跑路任务（为了延长游戏时间，还是需要跑图）。剧情上面也更加完整，有时候剧情时间比打斗时间还长。

比起原著剧情做了部分改动。原著中自来也是为了情报被佩恩杀死，游戏中自来也使出最后一个螺旋丸力竭而死。这个改动我是认同的。
好评: 赶紧出中文吧
差评: 死妈游戏，敌人可以用替身我不能用，最后一关佩恩一连他就替身真的打的一点脾气没有，逼我开金手指
好评: 好玩就完事了
好评: 0.0
好评: 除了需要打个汉化mod和替身术手感稀碎外，，，别的还OK
好评: play with me
好评: 好！
差评: 究极风暴除了4基本上是steam上最垃圾的游戏了，尼玛币60帧给我慢得个跟马克思佩恩似的傻逼吗？要么降帧率要么看打太极，毫无诚意的移植，键鼠操作也没有优化，连带4一块算，究极风暴只配玩盗版
好评: 比1代好玩很多
好评: 8分
砍了究极风暴1最值得称赞的开放式地图，改为偏线性地图，这是我没想到的。粉丝向作品。
好评: NICE
好评: 剧情删减得有点厉害，很多经典剧情都少了，总体还行。
差评: 跑路太多，极其浪费时间
最后佩恩战有点失望 还不如角度过瘾 
佩恩篇煽情不够 删改较多
好评: 游戏是好游戏，最容易模式很容易全S通关，替身术比较难弄，通关之后有替身卷轴方便打星星。剧情是好剧情，游戏也是好游戏，就是tm成就够弱智。接着吐槽三点，这比游戏tm出个联机成就？我找了五六个好友，tm刷了三个小时才赢50局输20局，nmd。再有就是，每个人物tm用30局才能解锁一个称号，狗比策划真有你的！30个忍者我tm打了900局。还有就是，主线通关20小时，你tm出个在线30小时成就？真就干挂机呗？nmd，狗比策划。
好评: 很好玩的侧

好评: 木叶飞舞之处，火之意志生生不息！！！
差评: 垃圾.
好评: 8分，情怀+游戏本身的评分，满分10分
究极风暴2相比1是一个质的飞跃
地图，从一代自由性很高的一张地图变成了自由性低的很多张小地图，功能和玩法和一代差不多，接任务变得很自然，不用开菜单接，取消了三星通关，在基础的副本上加入了额外奖励当另一种形式三星。

印象很深的地方
1.本作在副本中加入了大量QTE当做通关的必须条件，让究极风暴的特色更明显了，完美达成QTE的星数条件后还会触发隐藏剧情，说白了就是回忆杀，火影老传统了
2.战斗更流畅，只能用官方选定的角色打副本，剧情还原更到位，不像一代可以随便选角色，违和感几乎为0
3.对奥义的塑造，一代的奥义塑造我特别喜欢，然而到这几代都拉了
①奥义更容易触发，只要大概方向对都可以打到，有自动追踪的效果，这个改动还不错
②CG动画的刻画少了，虽然精致了很多但感觉不够丰富
③最重要的改动，一代奥义如果空了不会少查克拉，然而这代空了会减查克拉，而且奥义的伤害极低极低
爽快地命中了，看到精美的CG了，最后打出来的伤害不得不让人想说一句
就这 ？
4.由于地图很多，还没有加速跑，做任务经常得跑个半天，通关了才给传送卷轴，我直呼？？？

总体感受就这些，游戏体验很好，代入感强，对战结束后还会根据剧情说不同的话这细节我直接吹爆
好评: もう一歩巣ストーリを理解したいならこの作品漏らさず置かないだろう
好评: 虽然是2010年的游戏，放到现在也依然值得体验。

疾风传的经典剧情，相比于前作，本作的叙事方式也有了质的飞跃。
大量的动画，惊心动魄的BOSS战，让故事中的热血与感动都得以呈现。
结构庞大的地图一定程度地还原了火影中的世界，让人由身在其中的代入感。
战斗手感较前作也有了很大进步。

但是战斗方面，替身术依旧是一个奇怪的存在，一方面高级的敌人随时能触发，另一方面大部分玩家难以找到触发的方式，只能凭运气触发，缺乏了战略意义，战斗变成了纯拼反应速度和替身术熟练度。
探索方面，庞大的地图没有给主城等地方设定传送点，导致后期收集跑图非常辛苦而枯燥。
另外采集动作节奏过慢，特别是开罐子。

综上所述，本作非常适合火影迷们重温疾风传的经典剧情，品质较高，不刻意追求全收集和最高难度通关的话，缺点可以忽略。

好评: 奇怪，每次闪退给差评过了一会就没事了，什么灵异事件
差评: 玩了一个多小时，剧情全部跳过，战斗只有10分钟不到，跑图可真令人开心哦
好评: 火影迷。
好评: 有人联机做成就吗
差评: 垃圾的操作系统
差评: 辣鸡，没中文手感还差的一笔
好评: 1
好评: 系列，收藏了
差评: 咋没中文

差评: 垃圾垃圾垃圾，买了贼后悔，一万的·电脑连游戏都打不开，一直程序出现问题，开了之后没有汉化！！！没有键盘指示！！！全是手柄的按键指示！！！根本没法玩!!!别买了我是傻逼
好评: 不愧是超越动画版的游戏，超级赞！！！相对于1代半成品的感觉和坑爹的QTE，本作既充实又有趣，CG做的非常有感觉，看的让人感动！！！缺点是没有传送，跑路好烦啊！！！！太远了，太远了，太远了！！！
好评: 回忆剧情用的，刚玩完一代，再玩二代有些不适应
好评: 典中典
好评: 打角都实力劝退
好评: 相较于第一作，这一作对游戏的逻辑性和侧重点进行了相当大的调整，可玩性提升相当大，对游戏的剧情也做了很大的补充，总的来说，非常棒！大爱自来也！
差评: 经典剧情被魔改，而且为了游玩的连贯性穿插了无数被阉割的无聊剧情。我四部都买了，从一代开始玩，感觉二代还不如第一代，二代虽然扩充了木叶村和地图，但与周围环境的互动还不如第一代，而且难度比第一代小不少，越玩越无聊。
I cannot accept that the classic plots were changed. And the boring plots are interspersed for the continuity of playing.
I bought all four Naruto games and started to play from the first generation. I found the second generation was even worse than the first. Although the second generation expanded the Village of Muye and join the world map, the interaction with the surrounding is worse than the first. 
The difficulty is also very easy compared with the first generation.
好评: 打了3DM的补丁就是中文了  真的好玩，节奏 还是可以的 虽然也有两三个支线 但比究极风暴1的需要点数才能接着玩主线不一样  一气呵成不拖沓真的好 17个小时 左右 挺快的 整体游戏难度不大 除了角都比较难 其他我认为都还能接受 很容易就打通关了 ，虽然剧情也删减了一些 但整体上大部分都很还原火影动画了  值得推荐买个合集真合适
好评: 不知道怎么样汉化， 全部是英文看不懂
好评: 少了一代的3D视角切换问题，键鼠党很满足。不过玩多了2D，竟然还有点怀恋1代的3D，尤其是用鸣人大炮赶路，还蛮快乐的。
游戏方面，多了收集资源这个项目。作为一个收集癖，看到能捡的东西就捡，实在管不住自己手。最后就是各种小材料，什么忍者药片，胡萝卜啥的99+爆背包了( ͡° ͜ʖ ͡°)✧
战斗方面，不再是一代的qte式奥义，终于不用再脸滚键盘瞎按跟电脑比手速了。不过缺点是替身系统不太好，敌人无限替身，自己能按的出一两个就不错了。因此打有些敌人，自己根本不敢忍者冲刺冲脸，只能趁着敌人不注意的时候悄悄放几个奥义，才能勉强KO
( ‘-ωก̀ )
剧情方面也不太连贯，主线夹杂着支线，剧情讲述不能自动播放，还得手动调到下一页对话，不太满意( ‘-ωก̀ )
好评: 细节很到位，画面也很爽，比看动漫舒服多了，回忆青春也是极好的。
差评: 玩了6小时，打过蝎以后就不想打了，本来是很感人的剧情，游戏里表现力不够，很平淡，千手婆婆的死，给大家的触动一点都不大，还有很多乱七八糟的战斗都很无聊，比起一代流畅了很多，一代掉帧严重直接差评，这个至少完了6小时
好评: 疾风传最强的三段剧情，自来也简直帅爆
好评: 我的名字叫卢本伟

好评: 趁着夏促买了1-4的合集，从第二部开始玩，因为喜欢疾风传开始的剧情。究极风暴2的剧情从鸣人随自来也修行归来开始，到佩恩入侵木叶并被鸣人击败结束。买合集的主要原因是想玩一遍剧情，不是为了对战。所以评价会更侧重于剧情方面的表现。如果你是一个路人，没有追完火影的动画，那我不推荐购买。

[h1] 究极风暴2偏向对战而非剧情 [/h1] 
游戏的剧情表现力是严重不足的，虽然与动画剧情走向总体一致，但是被删改了不少。游戏对剧情的表现远没有动漫有张力。为了游戏内故事的简化，很多重要的细节都没有得到表现。例如[spoiler] 动画中鸣人击败角都前修炼螺旋手里剑的剧情在游戏中被忽略了。 [/spoiler]再例如[spoiler]自来也被佩恩杀死后，轻轻触碰鸣人肩膀的镜头也没有在游戏里表现。[/spoiler]还例如[spoiler]佩恩入侵木叶后，纲手通灵蛞蝓为全村人回血的桥段也没有表现。鸣人在佩恩入侵木叶的章节里的登场让我觉得很唐突。[/spoiler]特别让我不爽的是[spoiler]佩恩一战，仙鸣丢螺旋手里剑只能通过QTE，不能自由发动。 [/spoiler]这些细节与战斗本身无关，但是让剧情党的体验下降了好几个档次。如果你看过动漫，那这些情节都能脑补出来，但却没法通过游戏得到体验。

[h1] 对战系统并不完整？ [/h1]
如上文提到，游戏的剧情表现非常一般，似乎更偏向对战，但是对战系统也有缺陷。最大的问题就是替身术的释放。究极风暴3中，在查克拉槽的下方有一个明确的替身术槽，示意可以施放替身术的次数，但是2代中并没有。所以每次放替身术我都摸不着头脑，好像时而可以，时而又不可以。可能是我操作太菜。至于平衡性，我也没细究过，反正也不是对战党。

[h1] 画面效果 [/h1]
N年前的老游戏了，有锯齿边可以谅解。画质不咋地，但是不影响游戏。但是在游戏过程中，如果我打开垂直同步，有时游戏会自动从60帧变成30帧。搞笑的是，这个帧数的降低不是跳帧显示，例如60帧的时候连续显示1、2、3、4、5帧，而30帧的时候只显示1、3、5帧；而是原来的1帧要2帧的时间来播放，这导致进入30帧的状态后，游戏就是以0.5倍的慢镜头在进行，体验极差。这个问题可以通过关闭垂直同步修复，但是偶尔会出现画面撕裂的问题。人物建模有时很违和，比如自来也的脸感觉像是狒狒= =，四代火影的肚子像怀孕= =。

[h1] 没有中文 [/h1]
游戏本身没有中文字幕。所以我全程日文语音，英文字幕。英文总体还算简单，而且对于火影粉丝而言，游戏里的日语早就耳熟能详了，看不看字幕不怎么影响游戏体验。只是在了解游戏机制和任务内容时，对于英语不熟练的玩家会造成比较糟糕的体验。批评官方不给中文字幕。
好评: 喜闻乐见的童年补票系列，这部相比初代在任务设计，战斗方式，收集要素上都有了长足的进步，值得推荐
好评: 只有20多帧。。。 各位大佬有什么解决办法
好评: 强烈推荐，顶级配乐。整个疾风传的精髓，所有经典的战斗全部都在这一部之中。
差评: 有白金意向的朋友需要注意，这款游戏存在大量成就bug，建议关闭云存档后，手动保留多个存档，以免遇到bug。另外，建议在玩游戏前先去贴吧之类的网站收集各个玩家提交的bug问题，以做好准备。我这40个小时就当喂狗了
差评: 没1代非战斗时画面看着舒服，没中文。
差评: 垃圾的控制，还没有汉化
好评: 啊，其实这一部我也不太推荐，但是相对于第一步有了明显的改善。地图变大了，大招也不用YXBA了，剧情也算能衔接，都是经典战役；但是！还是有跑图，来回跑，从村东头跑到村西头，我直接难受死。
好评: 剧情模式有很强代入感，尽快出重制版。
好评: interesting！！！ a good story！！
好评: 相比前作是大进化了

终于有除战斗外的剧情演出了，而不是像1代那样全靠2个小游戏糊弄过去……
没有了前作敷衍的剧情简介，增加了大小过场，对话几乎全语音，覆盖的剧情片段也多了不少
就是大地图移动从3D被砍成2D，只能固定视角，通关走路切换场景，甚至跑步都不行，更别提前作那样的攀岩走壁了

BOSS战的演出依旧精彩
但是普通战斗的奥义却简陋的不行，经费都拿去做重要BOSS战的QTE演出了吧…

全系列最好的游玩顺序自然是从3代开始。
但是从1代慢慢玩到4代，看着剧情上和游戏品质上成长也不乏是一种特别的体验

通关更新：
刚说BOSS战演出依旧精彩，最后一章就给我马马虎虎了……
好评: 剧情还原的还可以，只来也豪杰物语那块改的更加合理一点，主要是晓组织篇，我超爱这的，比前作好了很多，值得一玩！
好评: 疾风传结束，快节奏的疾风，承上启下的剧情，真正打响火影id的就是他了，从一玩到二，在剧情方面进步很大，期待后面的几部。
如果不玩疾风传的话，真的感觉白玩了究极风暴。
营救我爱罗  不死二人组  佐助的反叛  宇智波演员战  自来也豪华物语终章  鸣人VS佩恩   疾风无敌，那一篇拿到现在都是最佳年番级别，爱了爱了。
好评: 首先，本作的剧情涵盖范围堪称完美（可以说是四部中最好的）从疾风传开始，到佩恩之死，这一段可以说是最能体现火影精髓的部分。
优点：剧情部分是其他3部没法比的，以及最经典的QTE系统
缺点：跑图过于繁琐，替身术贼JB难按出来
差评: So much running/walking, just get to the point with the plot. I can do all the side missions after I finished the main quest, jeez...
好评: 火影迷必备！
好评: 画面很不错，故事也尽量遵循原作。地图过于线性，主线战斗也偏向剧情杀，回忆过多有点影响游戏体验。
差评: 好评啥？进游戏按键没反应，然后按开始键告诉我没有什么数据。呵呵，这是特么人做的事情？给个一星给开头的动画，另外的四星，反正进不去就是看动画
好评: 跑路速度慢 距离还远 明显拖时长 其他的还口以
好评: 从3玩到4，再来回顾2和1，虽然不是动漫迷，但游戏格斗、打击感等都十分吸引人
差评: 一进去就卡到设置1P按键的界面而且还没有反应，百度都是骗子游戏根目录压根儿没有NSUNSR_launcher.exe这个文件老子设置个der？
真是搞人心态
好评: 火影迷必备，相比前一作，这部是真的容易很多
差评: 黑屏闪退几个意思
好评: 走走剧情，打打小关卡，还是蛮好玩的
差评: 糟糕的体验 佩恩的无限替身术还挺牛逼
好评: 终于通关了，用来回顾火影的剧情很不错。推荐使用3DM的汉化，百度上随便一搜就有。
好评: 火影迷的话推荐入的，但是操作没风暴4舒服，看看剧情重温一下很不错
好评: 四代玩下来的，说说补完票的感受
·糟糕的连击体验
·几乎没用的替身术
·脑瘫AI只会替身复读
·拥有历代最精彩畅快的QTE，每次失误的重来让按键不再趋于过场。BGM的穿插也无可挑剔，自来也那章玩的我大老爷们掉泪
·较为繁琐的支线
·跑图一言难尽
当然，这只是和4代做的对比。游戏只会越做越好，但不影响2代也是风暴中相当精彩的一部。好游戏，值得入手
好评: 剧情方面与原作略有不同，删减还能接受。
操作方面：有一说一，不知道是本人菜还是咋地，替身术基本上都放不出来。连击动作有点愣头，其余都还挺不错的。
好评: 总的来说游戏体验还是挺好的，对于一个最近开始喜欢上火影的萌新来说可以对剧情进行下了解，BOSS战方面做得也是很震撼，非常的燃，有不足的话就是有时候打到一半会死机，然后没保存又要重来就很淦，还有珍珠那个打完后结尾最后一颗找不到不知道是不是bug。
好评: 本人23年老火影迷。小时候玩过盗版，但是都是小打小闹，没有完整的玩过，之后确实因为漫画原作的原因补了票。
游戏本身来说，没有汉化确实是最糟糕的一点
本人补了全票，1-4+新章。
本来是想从头开始玩，但是1.2没有汉化，真的很烦，就直接先玩了3.4。3.4也玩完好长时间了，也做过评论。
就拿本部来说，已经很还原原作了，[spoiler] 我斑原称为最强漫改 [/spoiler] 。毕竟是做的游戏，不能完全和漫画一样。操作来说没什么，完全上手，看了有些评论说替身术，确实，替身术确实有点费劲，但是，并不妨碍游戏的体验，[spoiler] 除非你手残，被对面连死。 [/spoiler] 其实是考验操作的一种操作，手快了还是可以闪掉每个技能的，只要有“查多拉”。
还有看评论里一些人的差评，只因为没有汉化或一些操作上的难处就给了差评，我确实没得说。
[u] 本人个人观念 [/u] ，这个系列的游戏还是一个好游戏，值得每个粉丝去游玩，如果你腰包有限，可以去蹭朋友的，也原谅你盗版，都无所谓，但是我还是要说火影系列的游戏确实是个好游戏，配得上推荐，配得上好评
[b] 就凭最后两章《自来也豪杰物语》；《漩涡鸣人物语》 [/b] 还有火影给了我们童年给了我们青春，给了我们梦想，给了我们火之意志！！！！！
[b] 树叶飞舞之处，火亦生生不息。火光将会继续照亮村子，并且让新生的树叶发芽。 [/b]
好评: 奈斯
好评: 香就完事了
好评: 缺点是战斗系统太单调了，机器人也太蠢了，无意义的收集和跑图太多，支线任务也不好玩。
优点是比上一代剧情动画更酷炫了。
差评: 不制裁中午，好差啊！
好评: 这个游戏 不用手柄  只用键盘可以玩  可以的话 请问怎么改配置文件
好评: KY

好评: 究极风暴系列的第二作，剧情紧接第一部的结尾，也就是从鸣人跟随自来也修行完成回来开始。在经过前作的铺垫和经验积累之后，这一作无论是在操作上或者是在游戏性上都已经有了很大的进步，玩起来也舒服许多，算是究极风暴系列走上正轨的一作。3D格斗游戏，喜爱火影的玩家可以在打折时购入食用。
好评: 游戏很好，忍术声效打斗都很好。就是电脑上玩有点麻烦，需要自己去设置里重新设置按键位置，就算设置的顺手，字母也不会对着，导致打斗中按照指示按键时不好按，最好有手柄。还有就是一进去是英文，听着特别别扭，需要自己调成日语版。
好评: 比第一代进步很多。
好评: 不错，挺好玩的。
好评: 一直喜欢火影忍者究极风暴系列，非常好玩，大都很炫酷，不错的格斗剧情游戏
好评: 游戏性对比第二部进步很多，boss站很有特点。而且大大减少了重复任务。
推荐一玩。疾风传到佩恩的故事。
第二部：成长与传承
好评: 满满的回忆，挺好，粉丝向作品，看剧情就值了，以前在x-box机房玩通关的，鬼知道我花了多少钱，现在重新玩一遍
好评: 好玩

好评: 玩哭了，你敢信
好评: 「火影忍者疾风传：终极风暴4」的表现相当优秀，比起漫画或动画来说，游戏的代入感更加强烈，能够好好的体验「火影忍者」的世界，在翻译上也没有什么不通顺的地方，但是如果过去完全没有接触过「火影忍者」的作品，那么这款游戏恐怕就没办法吸引人了。

　　游戏中可以操纵的角色相当丰富，而主线剧情的部份多数都是区分成两条，采双主角的方式进行，同时也会有一点点支线剧情，让玩家能够更深入的了解「火影忍者」。

　　战斗中，玩家可以利用「查克拉」使出帅气的招式，招式的表现非常出色，很多画面都很有魄力，可惜的是某些角色的招式比较弱一点，当必须要利用那样的角色推动主线剧情的时候，会吃力一些，变的比较吃技术。

　　天狼星过去也很喜欢「火影忍者」的作品，初看「火影忍者」时，「伊鲁卡老师」为了保护「鸣人」而身受重伤时，那种感动至今难忘，初期的「火影忍者」非常有魅力，无论是画面、台词或是角色设定等等都很到位，总能触动人心，然而在「佐助」被带离，「鸣人」开始追逐「佐助」之后，那些扣人心弦的部份似乎就消失了。
　　直至这次，再接触「火影忍者疾风传：终极风暴4」，才又体会到这部作品的乐趣。
　　有趣的是，多数有接触原作的人，通常也都认为电玩表现的比漫画或是动画来的更好，这种情形其实是很少见的，但也就难怪「火影忍者疾风传：终极风暴4」在刚推出的时候，会有销售一空的盛况了。
　　而会引起这么多人的共鸣，觉得这款游戏个「故事模式」很棒，也许就是因为能够操作角色的关系，比起动画或漫画，更能融入于剧情当中，在「故事模式」中享受着剧情带来的情绪波动，同时也享受着宛如动画一般的过场，真的十分能够打动人心。
　　最棒的部份大概就属「故事模式」中会出现的QTE（快速反应事件）了，「火影忍者疾风传：终极风暴4」里的QTE设计的非常感觉，只要配合屏幕上显示出的按键提示，就能在战斗中完成各种不同的动作，比方闪避、将对手抓住后甩出去或是与伙伴一起使出的连携技等。

　　除了格斗游戏的玩法之外，在「故事模式」中也穿插了一些别的游玩模式，天狼星就很喜欢这个关卡，有点类似于射击游戏的方式，打起来很过瘾。

　　除了「故事模式」之外，也非常推荐玩一玩「冒险模式」，「冒险模式」的主要推进方式还是格斗游戏，但同时也有一点RPG的要素，更重要的是，「主线任务」的部份可以看到额外的故事内容哦！
　　接下来说说天狼星觉得比较可惜的部份。
　　「火影忍者疾风传：终极风暴4」为了让战斗中的忍术保持一定的华丽程度，经常会产生一种眼花撩乱的现象，且有特殊的闪避技巧「替身术」，有时候使用完「替身术」会不知道自己跟敌方角色的位置，而变成只有挨打的份。
　　另外就是没接触过「火影忍者」作品的纯粹电玩爱好者，或许不会觉得那么有趣，可以说是比较粉丝向的游戏。
　　而游戏方式太过单一也是一项缺点，主要的玩法都是以格斗为主，因此耐玩度不高，是非常可惜的部份。
　　若不是特别介意上面说的几个缺点的话，那么「火影忍者疾风传：终极风暴4」就是一款值得一玩的游戏。
差评: 怎么调日语语音啊woc
好评: 回想起了高中看火影的时光，感谢这款游戏的优秀演出
好评: 剧情最好的一作
好评: 想问下英版的怎么改成日版的啊。或者STEAM上面能购买日版的嘛
英文的太没灵魂了
好评: 感觉还可以奥，就是英语听起来有点别扭
差评: 敌人一个接一个替身，自己一个替身都放不出来，叫替身风暴吧，啥玩意
好评: 除了没中文其他都还好
好评: 挺好的，就是敌人经常站原地不动，导致战斗有点简单
差评: 手感奇差
好评: 我更想吐槽某憨憨手游技能貌似抄究极风暴的
好评: 这个游戏不能在电脑上玩吗。。。我在电脑上玩的时候人物动作和开场动作都好慢。。。。请问是不是要下载PS2模拟器之类的？
好评: 最爱火影了，成功一套全齐
好评: 减少了原创，贴合了原作，使得游戏体验上了一个层次，疾风传的开始到佩恩的落幕，非常棒的粉丝作品，推荐！

评分：9/10
差评: 为毛游戏里调不了中文，而且按键都是ps3的键位，我这种英语渣渣根本玩不了好伐。。。。。。。
好评: 有没有中文补丁？推荐一下。
好评: 有大哥刷网战的吗
好评: 挺棒的，比上一代简单了好多
差评: 我不会键盘设置

好评: nmd 网战没人成就都做不了
好评:     虽然游戏体验并没有那么尽善尽美，但是瑕不掩瑜。

    作为系列作品的第二弹，可以看到本作比前作少了很多花里胡哨华而不实的小游戏，整体风格更趋近于风暴3和风暴4的冒险模式。剧情体验不错，尤其章节的boss战，场面大，qte指令紧凑，漫画渲染极度到位，绝对让人感到惊艳（当然也是风暴系列一直继承的风格，在风暴3和风暴4里的boss战依旧亮眼，然而由于漫画后期战力崩坏的缘故，时不时就世界毁灭一样的大招难免会让人审美疲劳，而且关注点一直在下一次主角团会搓出什么样大招而忽略了动作设计，反倒没有风暴2里贴面战斗的刺激感）

    接下来说一下缺点。尽管boss战表现突出，但是非boss战就显得很无聊，而且难度很高。本人在风暴3时期入坑，先后经历了风暴第三代和第四代的操作手感，然后！！！！在接触二代的时候就真的崩溃得想摔键盘。。。

    首先，本作没有替身术量表，在适当的时机按防御键就可以替身，而且只消耗查克拉。这就是本游戏崩坏的第一个致命缺陷！首先，玩家在操作时并不能顺利替身，替身完全随缘，而你的对手则无限替身，且没有次数限制，只消耗一丢丢无伤大雅的查克拉。。。。。。你打对手的时候对手能及时止损，对手打你你就得乖乖挨着，没有一点排面，完全当儿子一样教训你，狂按替身键，按住替身键都没有鸟用，你的替身术完全归属于玄学范畴，越到后期越抓狂！！！！因为后期对手会有各种牛批的buff加成，你要是不吃个防御力便当，一波平A就打你大半管，s级评价遥遥无期。。。。。。

    其次，第二坑爹的地方在于，在平A过程中没办法利用查克拉冲刺取消当前操作，而且人物空A几率非常高！配合第一点敌人无限替身来看，你的对战体验无疑会非常非常糟糕！！！对待迪达拉、天天这种远程飞镖选手，你远离他们吧，poke不是他们的对手，你突人家的脸吧，反手一个替身直接到你背后捶你，而你能不能替身要看命。。。而且在对方替身的一刹那没办法利用查克拉冲刺取消当前平A，也就是只要对方替身成功，你就等着挨打吧，就算对方站着不动，你也得对着空气把你手上的军体拳给打完，要不然回不了头，就是这么坑爹！！！

    以上两点缺陷让我无数次对战重来，气的我想捶键盘，风暴3和风暴4养成的良好战斗习惯统统废弃，只想着疯狂按替身键请求系统网开一面给我一次替身的机会，在替身到对面身后以后祈求自己不要手贱点查克拉冲刺，而是直接点奥义！！还能赚回来点血。。后期支线完全就是一帮神仙，你自己血条不变黄基本上没脸面对这群疯狂替身的电脑，心累得一批。。。

    可以看到在风暴3和风暴4里面的对战体验已经很良好了，想必设计者自己也知道风暴2对战是个什么操行。。。在经历了一代自己放个大招都成功不了，二代被电脑疯狂替身捶哭的时候，我无比想念风暴3和4润滑到极致的对战手感，起码讲点技术，少点玄学吧。

   非情怀者勿入！坑爹大过惊喜。想入坑者直接出门左拐风暴3、革命和风暴4！
好评: 通关了，说说优缺点。
1.游戏时间点从疾风传开始到佩因攻打木叶结束，一直是火影黄金时期剧情，我爱罗VS迪达拉、小樱千代VS蝎、第二次佐助夺回、天地桥之战、阿斯玛之死、迪达拉VS佐助、鸣人VS角都、自来也之死、鸣人VS佩因，都以非常好的动画特效效果呈现，虽然战斗中的QTE没有游戏第三代、第四代那么过瘾，略显简单，但也非常不错，关键剧情也都一个不落。赞噢。喜欢火影的小伙伴们不可错过~
1.替身系统跟没有一样，按10次触发1次。
2.毫无意义的主线任务跑路又臭又长，跑到心态爆炸。
3.没有中文。
总之很nice..
d=====(￣▽￣*)b 顶
好评: 森辣天鑫
好评: good！good！good！good！
好评: 这作包含了火影最好看的部分 救我爱罗，天地桥，佐助和鼬，自来也的死以及最后的佩恩，游玩感觉不错，就是玩了3，4后战斗有些不习惯，但还好。最差是佐鸣相见的名场面没了
好评: 这个差评是我在打佩恩的途中写的，简单说几句：没有替身术你让你爷爷我打你老母吗？
差评: 启动不了

好评: 2代比1代有很大的进步，不管在画面、剧情还是战斗上，后面两部也基本沿用了2代的叙事和战斗方式，粉丝一定要不能错过。
好评: 有人一起过网上对战成就吗 有的话直接留言我加你嗷
好评: 《火影忍者-究极风暴2》
前言：需要单独下载中文补丁，无法全成就

画面：7.5 分
画风还原不得不说真是不错，CyberConnect2牛逼，不过阴影，抗锯齿，贴图还需加强（但没有高清补丁 确信）

游戏性：8 分
抛开现象看本质，也还是一个普通的格斗游戏，相比上一代有了很大的系统更新，也因此加入了在线对战功能，缺点就是现在应该没人玩了，导致无法全成就（恨）

剧情：9 分
剧情紧接上一代木叶被毁，一直持续到晓组织登场佩恩再次毁灭村子23333 游玩到自来也豪杰物语的时候，泪腺崩坏QAQ 晓篇章真正把忍者的世界打开，让火影忍者的世界更加有血有肉。

声：8 分
通过游戏内的金钱可以买到完全游戏音乐曲目，可惜无法导出回头慢慢听原声，场景内的各个音效也依旧承接着上代良好的质量。

耐玩：5.5 分
游戏后期强行加入PK挑战和回顾剧情战斗（SSS三星评价），加上跟成就无关，也没有更多可探索的地方，耐玩度依旧不高。

建议打折后全套购买~
好评: 没有繁体中文没有简体中文，大部分时间都花在跑路，调查，刨地，跑路上面，很多没有意义单纯跑路的场景很烦，固定视角很难受，替身术并不是总能触发，一直挨揍完才能反击
战斗场面还是很酷炫的，但是没有火影忍者究极风暴4炫酷，为了体验鸣人两年归来到佩恩六道的剧情入的，为情怀买波票
附上中文补丁链接：https://dl.3dmgame.com/patch/113694.html
好评: 没中文，玩起来心累，打斗还不错，视角不可调有点美中不足，放替身主要靠运气，人物建模有点差，脸容易崩，粉丝向必入
好评: [quote][url=https://www.gimmgimm.com/]叽咪叽咪，每天都好玩！[/url]

喜欢的话欢迎[url=https://store.steampowered.com/curator/27162873/]关注叽咪叽咪鉴赏家[/url]
在经过的第一部，开发商也应该清楚里自己做的有多烂，第二部风格完全变换了。
首先从伪开放世界改为线性模式，途中可以做一些其他的支线任务，删除了大量为了消耗玩家时间的任务以及模式，开发商也明白了玩家所想要的是什么，是游戏剧情，华丽的大招，毕竟这完全可以算上一个粉丝向的游戏。



故事
游戏以佩恩摧毁木叶村为开头，以此也能知道这个游戏的剧情到哪里，游戏的剧情删减了很多无用的剧情，以及修改的部分重要剧情，比如：鸣人与佩恩对战时，被佩恩控制，，原剧情应为雏田突然出现想救鸣人然后与佩恩有一段打斗，游戏方面改成了佩恩直接要杀死鸣人但雏田出现挡住了佩恩的致命一击，至此鸣人暴走。


自来也与佩恩的对决，改变的尤为严重，首先佩恩的秘密直接以口述的形式传达，其次为了让自来也死的伟大，之前应该再蛤蟆肚子里打死的佩恩改为了最后将死之时使用最后查卡拉放出超大螺旋丸杀死其中一人。




还有等等的改动：蝎直接以第二战斗状态打斗；和佩恩的战斗也极度简化等等
游戏性
游戏最大的改动就是，剧情以指令输入的形式战斗，通常是在打一些BOSS的时候出现，指令是有时效的，当你完成这些指令得到了一定的星星后，会解锁一个隐藏剧情，这个可以说奠定了之后作品的核心玩法。


地图模式改为了固定视角的跑图模式，路上增加了收集系统，解锁道具需要收集这些物品，这可以说另一种浪费时间的方式。
新增加了战斗结束后，血量不会回复，需要自己使用恢复道具（这应该是金币唯一的价值）


游戏的战斗可以说非常简单，值得一提的是放YYB大招时不再需要输入指令才能释放成功，只要打中就能观看一段CG了。

总结
游戏风格逐渐成型，值得一玩。
[quote]图文并茂版：[url=https://www.gimmgimm.com/article/info/11886.html]《火影第二部-逐渐成型》 [/url][/quote]
好评: 这代良心之作，画面精美，打斗流畅，操作简单，容易上手，剧情和原漫画基本一致；各方面比起一代进步了许多，满满诚意。强烈推荐
好评: しばしば フラッシュバックけど、私はカカシの役割がとても好きですから，彼のために このゲームをいつも遊んでいる
[彼はただプレーすることを強く主張したからです]
好评: 游戏时人物动作缓慢
好评: 童年ps2的回忆，算是补票了。剧情很好，代入感很强。推荐用手柄玩，有震动打击感强
好评: 火影情怀，还原也优秀，足够了
好评: 英文的？怎么调中文.汉化补丁有不，我文盲不知道看不懂英文

好评: 游戏声音是英语属实尴尬
差评: 1.替身术经常用不出来，这一点非常非常痛苦，体验非常非常糟糕，普通难度下某些敌人太过强大，各种替身术躲大招后接大招，打S评级会非常痛苦，尤其是主线打完后，支线任务打牙和志乃，比主线所有boss都难打。2.很多战斗下根本没法用大招，因为根本打不到人，或者根本用不出来，比如卡卡西对佩恩，纲手对佩恩，平A最保险，大招都是废，用大招一定会被打残。3.很多boss战省略了很多内容，比如佐助对战迪达拉的战斗设计的很糟糕，完全没有boss战应该有的水准。总之，即使不追求s及评价，体验也是非常非常非常憋屈。不推荐

2018.12.26 刚刚打完了佐助+大蛇丸+药师兜的人偶组合，果断删游戏，不玩了，根本没可能S评价，对方无限替身术躲各种大招和队友支援，防御反应快速无比，各种大招都无法命中，防御过后对方迅速反击，完全没有还手之力，两个队友的招数把人击倒后还可以继续造成伤害连击，反观我方队友难以造成这样的配合。关键问题是，敌人不需要S评价，但是玩家要。。。我是来打火影的，不是来打黑魂的
差评: 走路半小时，打架5分钟，节奏太TM慢了，移动速度快4倍这游戏还差不多
好评: 而作为热门IP，火影忍者的游戏改编作品并不在少数，从究极觉醒到究极冲击，Cyber Connect2进行了不断的尝试，终于有了究极风暴系列作品，而在2010年究极风暴2正式面向PS3/XBOX360发售，但直到2017年8月份，该系列作品才以重制版的方式重新面向PC/PS4/XBOX ONE发售，并于今年登陆Switch平台，有不少网友认为该作是最好的一作。

游戏的主线剧情分八个章节，分别是序章、风影夺回、重聚、不死的晓、蛇小队集合、兄弟、自来也豪杰物语、漩涡鸣人物语。都是火迷们耳熟能详的剧情。作为动漫改编作品，游戏对关键剧情进行了动画渲染重制，战斗以格斗方式为主，经典战役则通过游戏特色BOSS战进行展现，已达到对原作最大程度的还原，而剩余部分留给玩家跑路探索火影世界。

在疾风传中，火影世界观进一步扩大，已并不局限于木叶忍者村，剧情更多的发生在砂隐村、雨隐村等地方，所以究极风暴2取消了一代的场景自由化视角，转为固定的地图视图，虽然很不喜欢，但考虑到当时的制作条件与成本，如果能将整个火影世界做成3D自由视角怕是有很大难度，而且玩久了，对场景探索也疲劳了。虽说的固定的场景，但从设计和色彩来说，还是原汁原味的火影世界。

BOSS战可以说是究极风暴系列作品的核心要素，细致的场景变化、贴合战斗的QTE设计，极大的还原了动漫原作，并且在本作中，根据剧情特点引入了一些新的打法，不少关卡让人印象深刻：比如开局的我爱罗与迪达拉一战，出现了空战；四尾鸣人战大蛇丸，结合尾兽弹设计了类似街机的射击环节；佐助复仇一战，绝对是本作中最为精彩的BOSS战，发动忍术长按攻击会从火遁·豪火球之术，变成火遁·凤仙火之术，使用手里剑远程攻击会开展手里剑对决，然后是宇智波兄弟火遁对决，最后鼬神的须佐还原的非常到位。自来也VS佩恩六道，设计的也非常巧妙，仙术自来也需要同时打败三个佩恩；最后的BOSS战，鸣人VS佩恩，从仙术状态打平，到激怒变身六尾，再到最后恢复形态真正打到佩恩，节奏恰到好处。

在一些细节方面，制作组也是非常的用心，譬如在自来也战死消息传来之后，鸣人垂头丧气的穿过木叶，将悲伤情绪渲染到了极致。

游戏画面镜头感十足，画面与色调还原度非常高，作为火迷，游玩过程非常的享受，全程边玩边截图，部分boss战哪怕重复击打也是乐此不疲。游戏中除了多余的格斗环节和地图跑路，没有过于重复的游戏内容。在剧情通关之后，可以接手一些任务，完成一些收集要素。相比前作，游玩过程更为纯粹。

最后说下战斗系统，道具栏物品需要玩家通关收集来解锁，可以自由搭配，在本作中依然没有替身栏，替身时机非常难以把握。奥义取消了初代的QTE比拼，也没有较长的动画，加快了战斗的节奏。

总的来说，究极风暴2可以说是优秀的动漫改编作品，短时间内很难有类似题材作品可以超越，从剧情设计到游玩体验，这就是目前来说最理想的火影游戏体验。对于火迷重温剧情是一个非常不错的选择！
好评: L/RT已坏
好评: 看了十几年的火影，有什么理由不买~！？

★ 分享个3DM汉化，方便大家下载~
[h1]百度云：s/1nuPiwHF 密码：yp6p[/h1]
* (浏览器未登录状态打开百度云盘，代码加在.com/后面)
好评: 我感觉好卡啊。。。。是游戏问题吗还是什么原因。。
好评: 怎么设置按键？？
好评: 虽然里面有些内容与动漫不相同，但是对于火影迷来说是款非常棒的游戏，最后出字幕的时候，鸣人趴在树上睡着了，梦见了自来也，下一刻梦便醒了，当我看到这一刻莫名的想哭。
怎么说，喜欢火影忍者的一定要去游玩一下 火影忍者究极风暴 这一系列的游戏，真的非常好玩   ：）
好评: 游戏本身没有中文，但是可以下载3DM简体中文补丁，用起来没问题，当年PS3上玩的，算是补一个份子钱，NS版合辑和PS4正版我也买了，火影忍者正版手游已经充值7万RMB，算是对得起火影了！
好评: 这一作的QTE的过程也太短了吧，接个任务，有一大半时间，在跑图！最好玩的还是3代和4代！
好评: 还差在线排位赛成就，匹配了半天匹配不到人，只能先放一边了。
这一作相比前作来说改动很多。
1. 地图 摒弃了一代的自由世界模式，改成了传统的一个一个的场景组合。版图从木叶村扩大到了砂忍村、天地桥、大蛇丸据点、妙木山等地，世界观一下子放大了很多。
2. 收集系统 这一部的卷轴收集变成了剧情回放收集和战斗重现收集，都在主线发生的图里。由于很多场景都会来回几次，所以基本不用刻意收集。
3. 战斗系统 抛弃了前作的大招指令比拼，改为命中目标即有效。可惜的是，这一代的奥义没有上一代那么好看了(特别是上一代的凯的奥义，哈哈)；另外，电脑操控人物的替身术在后期做支线的时候依然很让人头疼，那替身成功率，简直就是自带了无限多替身卷轴；还有，队友协助系统要比一代丰富一些，在这一代可以按三次蓄力发出组合奥义，而且小队系统能量高的时候会自动触发蓄力守护、连招追加、舍身挡奥义等。
4. 主线 这一部的主线真的是原作最精华的部分之一了。风影夺回、阿斯玛之死、鸣佐之战、蛇小队诞生、宇智波之战、自来也豪杰物语、佩恩之战，每一场都是人物形象非常丰满的战斗。游戏里，增加了大量的CG。配合QTE系统食用，带给人的代入感比起原作动漫毫不逊色。
5. 难度 和第一代相比，这一部主线想满星的难度要低一些，特别是有查克拉附加条件的战斗少了很多，而且QTE难度大幅降低。另外，Boss战增加了许多阶段性复活点，死了不用再从头开始，大大节约了时间。
6. 注意成就不解锁的Bug，这一作有好几处，论坛能搜到很多讨论。
7. 其他 增加了一些养成元素，即友好度、书信和约饭事件，对于刻画人物形象有点作用。

除了成就bug，其他方面在我看来基本符合一个火影粉丝的需求，五星。
好评: 首先，1代最差，玩法让人抓狂，过场难受，emmm，抱歉，这是2代。
2代的剧情还原很多，虽然有一些还是改了，可能没办法。
2代让我流泪的点很多，真的回忆青春，真的不舍。
2代通关之后字幕完事之后还有个彩蛋，四代和自来也说的那句“加油”，瞬间泪目了！
过段日子再重玩3和4.
差评: 比究极风暴三的操作手感差的不是一点半点，还有无聊的跑图，完全就是浪费时间。建议火影迷们玩3，这部作品真的很烂。
好评: 火影忍者究极风暴中非常经典的一部，这一部能为玩家展现鸣人和晓之间的最终斗争。风暴遗产入的
好评: 毕竟是10年的作品，演出遗憾了一些，但份量很够
好评: 优化可以
好评: 我用一个替身术，

AI能还我十个然后还要接一套攻击→空中支援→浮空追击→倒地零素质手里剑

可真厉害。

好评: 补票，小时候梦想一般的游戏
好评: 经典的老游戏。那些没汉化的，直接打个补丁就行了啊！
好评: 虽然从小学5年级一直追到高三，但是我心目中的火影从佩恩之死后就完结了。疾风传的20首op每一首对我来说都有一段回忆，感谢你陪伴了我的青春。
好评: 我玩到蛇小队那里之后一直出来保存中，游戏其他的可以动，这是怎么回事啊

好评: 截屏出来神马都有可是进图游戏的时候却是黑屏
好评: 剧情接续到佩恩战，虽然有所改动，但该着重表现的地方一个不落，几个角色离去的场景非常感动。与一代相比可玩性丰富太多了。可收集物很多（各地的回忆设计的不错），支线不再那么无聊，值得去做一做。地图从木叶村扩展到了忍界的其他地方，但活动区域限制在了道路上，不能像一代那样各种上房了。跑图麻烦的问题还在，传送卷轴那么贵，不舍得用。可用角色加了很多，有几个解锁方式不一样，奥义不用再滑稽的拼手速了直接进动画。如果玩过一代，一定要看看二代的进步。
好评: 有一起玩的朋友吗？
I want to play with someone
私は誰かと一緒に遊びたい
好评: 很不错的粉丝向游戏，唯一想吐槽的是没有练习模式
好评: 剧情党强推。

虽然为了本作的游戏性，剧情方面还是有一定的缩水，但是我认为已经做得很好了。


差评: 没中文你让我们这些文盲怎么玩？？？？？/
好评: 难道就不能弄个中文出来吗？
好评: [h1] NARUTO SHIPPUDEN: Ultimate Ninja STORM 2 [/h1]
中规中矩的2代火影系列 仿佛也重新温习了一遍剧情  当然还是有出入的 美中不足的是 不知道是制作组“缺心眼” 还是单纯的增加难度 替身术巨难发动 推特贴吧网上的建议---攻击一瞬间按左右耳朵键位的操作 实际的效果差强人意 往往被击中都是一套连招招呼[spoiler] 极大可能是本人太水了[/spoiler] 其次便是频繁的跑路环节 强行拖时间 再者相关剧情存在缩水现象  怀疑是制作组偷工减料的缘故[spoiler]尤其是宇智波兄弟两人的对战 和自来也与PAIN的死斗 [/spoiler] 最后 推荐给死忠粉 强迫症玩家（全S)  适度游戏 追求娱乐精神
好评: 二代的剧情代入感真的很棒，很好还原漫画剧情，尤其玩到自来也那一段，满满的感动与不舍。在关键战上做得互动也超赞，战斗代入感很强。但是感觉没有继承一些一代的优点，比如战斗上一代作为忍者可以飞檐走壁，二代就没了。大招简化了许多，没有一代来得震撼。在地图上也变成了2D。不过这一代的剧情还原很棒，想用游戏来回忆的不要错过。
差评: 风暴1和2的替身真是让人恶心 AI不停的替身 自己按替身死费劲
好评: 火影忍者究极风暴系列，单以PC移植的来说，是从究极风暴3开始火的。1代和2代相对人气不高，不过在玩了2代之后。我发现，究极风暴系列中，如果不玩2代，那是有相当多的遗憾的。

首先，本作的剧情涵盖范围堪称完美。从疾风传开始，到佩恩之死，这一段可以说是最能体现火影精髓的部分。个人觉得从究极风暴2的剧情线之后，就开始“神仙打架”了。随便列举几个究极风暴2的战役，每一个说出来都是振聋发聩的经典。

1.千代+小樱VS蝎
2.猪鹿蝶小组VS角都+飞段
3.佐助VS尼桑
4.自来也豪杰物语
5.五五开VS佩恩

然后在游戏性方面，本作关键战役的演出效果，虽然在原作的基础上改动了一些，但我还是很喜欢的。比如自来也在牺牲之前回光返照，来了一记大玉螺旋丸。还有我爱罗VS迪达拉，有一段空中对决，直接皇牌空战，很有意思。

最后引起我注意的是手绘场景，不知道是不是错觉。我总觉得这一作的手绘特别美，甚至有超过后续作品的感觉。

另外，本作优化极好！这么说吧，整个系列里，究极风暴2是唯一能完美流畅运行的一作，其它几作都会“打太极“。对于一款动作游戏来说，优化可以说是命根子，牵一发而动全身。一个优化有问题的动作游戏，游戏体验会受到严重影响。

至于唯一的缺点，大概就是跑路太频繁了，又似乎没什么意义和乐趣。不过还好，没消耗太多时间。
好评: 二代真的好棒,但我还是不熟悉替身
好评: [h1]关于火影忍者卡顿的解决方法：[/h1]

本人是Windows10 64位家庭版用户，使用NVIDIA的GTX980M显卡，AMD显卡的解决方法应该类似。

桌面单击鼠标右键--->NVIDIA控制面板--->管理3D设置--->首选图形处理器--->高性能NVIDIA处理器

希望我的解决办法能够对你提供帮助，如果有用欢迎帮我顶上去让更多人看到
好评: ppt一样的战斗和垃圾操作，完全为了信仰
好评: 为什么我玩好卡啊，究极风暴4都能完美运行？
好评: 为了最后一战对佩恩也要给好评！还有自来也豪杰物语！
好评: 有树叶的地方，火就会燃烧！
好评: 十年火影迷冬季特促入了1-4套装，之前有玩过3和4的盗版，2跟1相比是质的飞越，不过剧情还是3和4做的更好
好评: 哇，点赞，想想100多就能买究极风暴1-4体验全忍者技能，那些人为什么要花几千去玩手游，啧啧啧
好评: 剧情很棒，省得我再去补动画了，我当年看动画就是从这部分开始断的…通关后才发现商店居然有传送卷轴，做诅咒人偶任务跑地图跑的好冤………
好评: 已经100%通关
旧作的系统有个大问题 蛋疼的替身术设计 每次只能靠着两只手去刷键 
然而 出色的演出 优秀的配乐 值回票价
3dm的汉化可以用 除了 有的时候有些错别字和时不时的膜一下之外
BUG除了插拔手柄会导致手柄失灵以外 不会造成其他的游戏性影响
旧作108 确实有点...
入大包比较实惠 尤其是特卖的时候
好评: MMP  游戏是个好的火影游戏

成就story collecttion 100% 有bug  触发原理不明

在google上查了一下 只能删档重练 

注意  不是newgame 是手动删了本地存档再new game

E:\Programe\steam\userdata\310912706\543870

这是本人存档位置  同时这里也是大部分游戏的存档位置

建议打完37个诅咒人偶 并触发佐助遇到八尾后的剧情后 手动备份存档  之后再去捡故事卷轴 

集齐108个卷轴后  再去纲手房间左边的中忍那里对话查看 获得称号同时应该获得成就  如果只有称号没有成就那就是bug
好评: 二代在剧情画面渲染力相对于一代是质的飞跃。
好评: emmmmmmm，究极风暴1到2，变化非常大，无论是地图，任务还是大招，给人完全两个感觉，虽然提前玩过4，但在究极风暴1里面浪了20多个小时后，打开2看完序章，心里哇的一声，画质和优化都提升好多，然后等游戏进行到一半的时候，才感觉到有些不对，完全是在按照动漫的主线跑跑跑，一个任务接一个任务，一个剧情接一个剧情，好像被人赶着，究极2作为一款格斗游戏并不是那么出色，但在2里面却是大量的打斗成分，一场接着一场，虽然解锁的角色很多，但也只是在PVP里面，任务用固定角色是没错的，但假如要体验其他角色必须在PVP里面的话，额，作为一款格斗游戏确实有点不合格诶，还不如去拳皇或者其他打击感更强的地方，反倒究极1中的小任务能让我体验到大部分人物的技能操作和奥义，情怀党不单单只是过一遍剧情，紧凑的安排也许某种程度上是个败笔，当然大家如果愿意在七八个小时内重温剧情，就当我没说上面的话吧=-=
好评: 风暴系列从这一作开始转变风格，并从此延续了这种风格，删减了不少剧情，也改了不少剧情，作为游戏来说改剧情是不可避免的，毕竟游戏不可能做的和动漫一样长，但明显有些地方过于生硬，比如阿斯玛之死剧情就太少，也没有QTE，和风暴4比起来确实有一定差距，不过毕竟是第一次模式转变有点缺陷也是能够接受，比起风暴1已经不知好了多少
好评: 就是没有中文 看不懂
好评: [spoiler]有树叶的地方，火就会燃烧[spoiler]
好评: 虽然大多数场景都是一张2D的背景图，不过很有味道。配置要求很友好，平板玩的飞起。
好评: 杂牌手柄没反应，求问怎么解决，宿舍没ps4要专门买个正版手柄又感觉不至于，求怎么破？
好评:   火影动画我是从中忍考试一集不落的看到了佩恩之战结束，后面的第四次忍界大战都是跳着看完的，所以更喜欢究极风暴2的剧情，更容易产生共鸣。故事从疾风传开始到佩恩之战结束，有许多经典战斗，我爱罗VS迪达拉、小樱千代vs赤砂蝎、尾兽化鸣人对战大蛇丸、佐助VS鼬、自来也VS佩恩、鸣人VS佩恩等。很多重要人物也在这期间牺牲：阿斯玛、鼬还有我最爱的自来也老师。
游戏很好的还原了战斗场面和剧情，玩着代入感比看动漫还强烈，尤其是自来也死前的最后一击做得尤为悲壮。
  操作跟3代差不多，没按照指令输入正确的话角色就会被攻击掉血，还有键盘按键设置依然很反人类啊，替身术真滴是个烦人的东西。
   总之，战斗很爽快、剧情很好，火影迷强烈推荐，虽然是个老游戏，当初想玩还玩不到，因为我只有PC，上个月偶然发现移植到了steam，果断入了。
   游戏结尾，BGM响起，鸣人在树下睡着了，梦里，他靠在师父自来也的背上酣睡，自来也在写书，回头看鸣人睡着的样子露出了笑容。

好评: 情怀满分，以前一直希望2能出pc，终于实现了
好评: 自由度比第一部低，但战斗手感比第一部好
主线任务不需要任务点简直是史诗级改进
而且主线任务的战斗方式更多样了
除了战斗中按qte以外的改进还有开飞机扔镖之类的fps元素
看头像就知道我是情怀粉了，这一部的动画分镜还是很棒的
关键是男朋友还是那么好看还是那么基（不是.......
好评: 自来也老师啊，伤心。
好评: 太痛苦了，神一样的替身。。
好评: 自来也豪杰物语！！！回顾往昔，您的人生尽是成功
整个游戏唯一想吐槽的就是替身术，后面两章我这个下忍一被锤就是锤掉半条命，各位dalao倒是几下就替身一次，跪着打过去。
好评: 剧情是按漫画来的，但是没有中文，所以我自己没玩，如果朋友不介意的话，可以入
好评: 　　凭借《火影忍者》在东西方都具有的火爆人气，以及这次《火影忍者疾风传：究极忍者风暴2》本身具有的不错素质，这款游戏在欧美和日本市场都获得了极高的评价。游戏媒体IGN也对本作给出8分高分，表示其各方面都具有中上素质，唯一需要改进的是游戏的可玩性。

　　第一印象：8.5分

　　主菜单非常符合整个游戏的基调，华丽而有创意，并且突出了火影的特色。

　　画面：9分

　　游戏的画面效果非常赞，与其说是游戏，不如更像是一部电视动画。即使是火影黑，也不得不承认这款游戏的画面比那啥还赞。

　　音效：8分

　　音乐不错，但是英语配音让人无法适应，幸好菜单里可以调成日语配音。

　　游戏性：8分

　　战斗让人印象深刻，有多种多样的人物，但是冒险模式可能打来打去有些单调。但不幸的是不这么做你就解锁不了隐藏人物。

　　可持续性：7.5分

　　不一定对所有人来说都一样，但是火影迷一定会沉迷其中。甚至非火影迷也能在和朋友对战中找到一些乐子。

　　总分：8分
差评: 标签上写着有繁体中文，属性里没有，游戏设置也没有，你挂个中文干嘛？欺诈消费者么？还得去3DM去下汉化补丁
好评: 以非常激动的心情写这篇评测
一下载好兴冲冲地打开游戏 发现他只支持手柄（虽然是自己懒得调键盘
无奈只能关游戏 第二天一起床冲出去买手柄
第二次点开游戏 玩了一小时
mother fucker这些慢动作怎么狗回事 抢个铃铛都打了半小时 看过场动画看了10分钟
结果上网查 发现只要调节分辨率就好了
调到中档 游戏节奏有提升 可以接受  但进度还是慢
最后没办法 分辨率调成600+x400+ 得到了想要的节奏 游戏变成像素游戏
但是打了两个小时 真的好他妈爽啊啊！！！
敌人和自己的连招变快了 过场动画按键时间短很多 画面虽然都是马赛克但是贼他妈流畅 整个游戏变得贼刺激 
而且连招也简单 玩喜欢的角色可以打出漂亮又熟悉的连招非常的开心
咳咳 要矜持
av画质就av画质了吧 我不care了 拿乳头去追撒速克 撒速克和哥哥一他吃一起玩就好~
玩的贼激动 贼基动！気持ちいい！好评！要去拉更多人一起玩了啦啦啦~
好评: 主线做完了，这代挺赞~，替身和后面不同容易被素质N连
好评: 买legacy的时候入的，晚上睡觉的时候犹豫不决275的时候没买，早上花了375买的。说实话，游戏性因为剧情的原因很丰富，适合粉丝向玩。建议用3DM汉化，前面的楼主有，把汉化包解压放在原来exe的同文件目录即可。我是用one手柄玩的，设置问题去百度搜索火影究极风暴4手柄设置，然后打开文件里的config.ini把里面的东西删除换成手柄设置即可，祝大家游戏愉快
好评: 。老游戏了，这定价还可以；当然最好大包一起入岂不美滋滋
。剧情从疾风传开篇到打完佩恩，个人觉得这是火影最精彩的一段剧情，不容错过~
。比三四代难一点，最难的BOSS可能是[spoiler]角都，卡了40分钟[/spoiler]
。玩惯了三四代，这替身术实在难放[spoiler]经常被COM连到一顿暴打[/spoiler]
。以现在游戏的眼光，这UI巨丑啊啊啊啊啊啊
。最大的槽点应该是商店页面显示有繁中，然而并没有；只能自己三大妈解决了[spoiler]字体巨丑，不过原版英文字体也丑[/spoiler]
总结，粉丝必入[spoiler]好像是废话[/spoiler]
好评: 为什么玩不了
好评: 感受痛苦吧、
差评: 说好的中文没有，虽说有汉化补丁，但是差评妥妥的
差评: 一进去的CG，小樱的一口英文腔，瞬间吐了几口老血。你英文界面，也可以，但角色的英文配音，瞬间可以颠覆你三观。
好评: 繁体中文呢？
好评: 呵呵火影脑残粉 必须入正
好评: 能上pc很开心，好评
差评: 游戏内部没有繁体中文。游戏标签却显示有。这是欺诈消费者。
好评: 好像只有这作着重描绘了佐助与鼬，自来也和佩恩的战斗
差评: TM的中文呢，强行中文，有你FUCK的中文，还的靠大妈汉化！！！！
好评: 为什么商店介绍有中文进去却没有中文？ 这是不是欺诈呢 手动滑稽
差评: 说好的繁体中文呢，买这个都是情怀，居然还没有中文，希望快出中文，不然失望了。
