好评: 是一款健身的好游戏！
好评: Hey, there is another muscle that I didn't know I have....I notice it only because it's so fking sore...
好评: 别人和我打拳击，我和别人打咏春，十分钟不到，全身都是汗，实属健身
好评: 最累VR游戏，感觉玩十分钟能抵十小时HIIT
好评: 这游戏玩着，大气都喘不过来，跟TM刚刚跑完1500一样
好评: 强身健体就靠你了
好评: 肌肉男了已经

好评:  我一套小猫洗脸打的初始ai满地找牙 然后喘了一个下午 救命
好评: 对不起 我是菜鸡  我不但累到瘫倒 而且一个也打不赢
好评: 非常棒的游戏
差评: 我就想知道现实中，有谁可以做到脸贴脸还可以正常出直拳。太无耻了，想让AI 拉开和你的距离他照样可以打你。
好评: dannnm bro, my leg hurts :-<

好评: 打的太JB上头了，看着敌人就是不倒地，恨不得全身都使出出奶的力气去干,j不说半场，就一场把我累的大口大口喘气。。。
好评: 游戏挺有趣，打两轮就开始出汗。就是每回合开始，对手总是突然瞬移我脸上，有被吓到！
好评: 非常nb的拳击游戏，打击感很爽，有点累，现在胳膊已经断了
好评: 拳击模拟器，相比Creed，这款游戏更加真实，比较适合热爱拳击运动的玩家，没有拳击基础的玩家玩起来会比较困难，且后面的AI较难，王八拳已打不赢AI了。
这游戏我打了几回合就累得不行，只能摘了头显休息一阵子，健身效果杠杠的。
好评: 打击感真实
好评: 至少我没心情对着沙袋把自己累成这样。算是个趣味健身器吧
上面是以前写的，下面追评：首次在最高难度下由易到难一口气不歇打通所有角色，用时45分钟，特此留念
好评: 玩了20分钟手就要断了
好评: 从Creed: Rise to Glory™过来的，被朋友推荐，总体来说更喜欢Creed但这款游戏也很不错。我就来总结一下双方优缺点。
这款游戏画质不如Creed，可能因为游戏比较老，不论光影还是贴图，都是Creed更加带感。而且这款游戏还有一个比较坑爹的地方，那就是完全不支持移动.....要移动只能靠脚在现实中移动（房间不大的人会很难受！）！这导致比赛开局时的沉浸感吊差，我在边角站着好好的，比赛开始突然直接瞬移到对手脸上让我有点措手不及，creed对这一点的处理做得就非常好，对抗开始的时候让玩家以特定的移动动作掌握最舒服的进攻距离。
这个游戏相比creed没有强制疲劳，所以攻略速度取决于玩家自身的身体素质续航。你身体素质好耐力强，基本可以把NPC以防守姿态按着打直到NPC体力不支倒下。creed就不一样了，快拳之后强制疲劳，这样有一个好处就是PVP中对玩家双方会更公平。
这两款游戏有一个共同点：游戏结束之后手臂都会疼个一整天，脸上的汗水流了一地，头戴需要花十几分钟才能把汗水擦干净。
总体来说推荐creed，但这款游戏也是一款不错的健身游戏。
好评: 活动量不是一般的大，减肥利器，减肥又练功。
好评: 很不错的游戏，推荐大家购买，真的很累，第二天全身酸疼，全当健身了，打击感还不错，就是没有中文，如果有线上模式就更好了，或者有剧情通关之类的。总之很推荐大家玩！！！  健身无止境！哈哈哈
好评: 刚玩一个小时，赢的时候想给裁判一拳，结果线太长一拳把转接器给干坏了:(
好评: 好游戏，就是有点废显示屏，看我游戏时间，就这么会功夫我把显示屏打碎了
好评: 好玩，减肥又健身，如果能自定义人物MOD那就。。。。
好评: 非常真实的vr格斗游戏，会带给你大量的运动
但没有较好的新手引导，你不知道你怎么出拳才能打败对手
当时出拳的速度和力度是必要的，我发现当我没力气开始打喵喵拳时基本就打不败对方

好评: 作为一个因为疫情在家里宅了将近一年没怎么运动的人 玩了十分钟，是腰也不酸了，腿也不痛了，手也抬不起来了。
第二天都能在床上直哼哼了。好评!
好评: 每次玩完第二天必浑身酸痛，心肺功能锻炼效果MAX
好评: 实打实的拳击游戏，非常专业，非常爽快。
PS:谁能连续打三场比赛不休息，请容我叫你一声哥！
差评: 这游戏 怎么控制开始呀？衙门就半天也不开始，有一次不知道怎么进入选择页面了开始打了 对面人还不动，转的我头都晕了
好评: 这个拳击很逼真，值得购买
好评: MR的丢失问题把拳头距离自定义拉远一点会好很多，还有就是真他妈的累啊。
好评: 裤子都湿透了
好评: 这nm...是我...玩过....最.....累的游戏了，两场打下来整个人都虚了，第三场打到一半我直接关vr了hhhhh
打击反馈是挺到位的，能造成有效伤害的击打点是固定的，就算往人家肚子上全力欧拉欧拉欧拉欧拉也造成不了多少伤害。

好评: 比较拟真，适合用来练空击，没基础的最好先看视频学些基本动作，做好热身避免拉伤。
有评论说出拳伤害低的，是游戏自动平衡了伤害，选项里可以改成手动调节伤害系数。
另外最好带个吸汗头带什么的，因为会出汗。
好评: 挺好的一个游戏，一局下来整个人都虚了
好评: 好累，一场下来就出汗了，照头打，十几个大摆拳都扛得住，真变态
差评: 根本玩不了！不知道什么来的开始不了

好评: TL：DR
游戏属于模拟类游戏，对于无搏击基础玩家来讲上手困难，中后期AI水准高，真实性高。如想减肥请出门左拐BOX VR。

详细评测

背景和身体数据：
本人身高170,体重68kg。接受MMA训练5年，参加过业余比赛拿过奖。按照我平时玩游戏的力度和游戏内测出来的数据，游戏内只是记录速度而模拟出来的数据，没有考虑个人的体重力量和发力点等等，例如我加上抖肩的摆拳和平勾拳测出来的数据差不多，真实里加上抖肩的拳会比正常拳重很多，测试数据不准确只作为参考用
左手刺拳: 1200-1600N 3.6-4.4m/s
上步刺拳：2100-2300N 6-6.4m/s
左手摆拳:1700-1900N 7.2-8.1m/s
左手重摆拳：2200-2400N 8.5-9.7m/s
左勾拳：1750N左右 7.1m/s
右直拳 2100-2300N 6-6.5m/s
右直重拳  2800-3200N 8.9-11m/s
右摆拳：2100-2300N 9-9.5m/s
右重摆拳2900-3500N 10.5-12.3m/s
右勾拳 2200-2800N 8.5-11m/s

出拳判定准确，可以调整vr手柄相对于拳套位置，个人推荐完全用手握住手把成拳游玩。 打击感做的很好，用重拳击中ai脸部有流血效果，对于拳头击中ai各各部位造成的不同效果真实度高。游戏对于轻重拳的击中判定表现上乘，刺拳袭扰，重拳击倒等判定有待提高。而且游戏内对于打点造成的伤害远比力量造成的伤害大这点很不真实，我的重摆拳直接击中颧骨往往不会对ai造成任何实质性的伤害，在真实搏击里我这种拳击中对手最起码会造成眩晕效果，反而有时候力量不是很重的刺拳直接击中下巴就会造成KO，这方面很出戏。这些都是游戏方面的小缺陷不过无伤大雅。本人使用rift s，由于接受过专业训练，在防守的时候习惯性的会把拳头贴在脑门或者耳朵上，这时候vr眼镜的局限性就明显了。由于rift s是由眼镜内建的摄像头来追踪身体动作，在拳头贴在脑门和耳朵的时候经常会追踪不到，导致本身已经防守好却被对手击中，沉浸感顿时降低。可能vive等基站全身追踪的眼镜效果会好一些。

游戏ai难度跨度大，从易到难针对不同水准的玩家比较友好，每个AI也有自己的风格，有很怂的，一直莽的也有很会打防守反击的。前期ai难度低，动作慢，破绽明显。到了中期ai难度明显提升了很大一个档次，需要有一定的意识和基础水平的玩家才能击败， 后期ai需要有一定的专业水准以及参加过实战经验的玩家才能顺利击败。本人第一次打刺头的时候开始感到有难度，到蜘蛛第一次打到平手。游戏内没有任何基础教学，教学模式就是拿来做做样子没有实质性的意义。

这个游戏对于玩家的体能水准要求很高，前期AI一局2分钟一场3局，中后期是3-3，战胜每个AI以后可以自定义局数和时间。由于本人一直接受专业搏击训练，这个默认时间对我来说是小意思，但是根据我个人学搏击的经验来讲，一场3-3的打靶下来体能消耗也是很高的，刚开始的时候正常的一把3-3都坚持不下来非常正常。由于搏击这种对抗性的特殊性，一场搏击对抗下来实际体能消耗量会比同运动量的非对抗性运动消耗要要多2-3倍，注意是体能消耗不是能量消耗。本人用apple watch实测，在有热身前提下一场3-3比赛打正常难度刺头，局中1分钟休息时间用满，一共记录14分钟消耗175CAL，心率99-191平均173，消耗量是我正常训练打靶的70%左右。由于只能出拳不能用腿和摔跤，再加上我只有3*1.5的面积来玩，所以我只能前后游走不能像我正常训练那种打法打，所以消耗量略低。不过个人感觉运动量尚可，和跑步消耗量差不多，本人跑步一般是60-70分钟10公里消耗650CAL左右，但是心率就比跑步高多了。

玩这个游戏的减肥效果其实一般般，本人玩游戏的时候处于真实对抗的状态，精神力高度集中，这种时候运动会在有氧和无氧状态快速来回切换，减肥效果没有单独的有氧无氧单独训练效果好，但是对于增强体能的效果却是非常好。这个游戏对于拳击比赛的模拟要大于运动效果，如果各位想体验拳击比赛的刺激感这个游戏是目前市面上最好的拳击游戏，如果各位想锻炼身体达到减肥的目的，我更推荐隔壁的BOX VR
好评: quite realistic, good for helping shadow boxing practice
好评: [h1]类型[/h1]
虚拟现实，运动

[h1]感想[/h1]
相比于beat saber这种动手动肘的游戏，拳击可以锻炼全身，感受上比beat saber这种类型的音游更累一些，平时缺乏锻炼的我打完一场比赛都会很累需要休息。
到了这部拳击游戏里才理解为什么打拳击的人喜欢在台上蹦来蹦去，这样确实会大大增加躲避、出击的灵活性。需要注意的是，在家玩一定注意保护好脚，赤脚蹦跳容易扭伤脚趾，穿拖鞋蹦跳容易扭伤脚踝。
好评: 前两个对手还是比较轻松击败，第3个开始难了。打完后我的手都抬不起来了！太累了！跟打了一场真的拳击赛差不多了估计，虽然我没打过真实的拳击。。。别的都很好，就希望能不能把对手的脸部建模再美化一下，现在的看着真的有点惊悚。特别是比赛开场后瞬移到你的面前，有点恐怖，能做个让敌人走到你面前的过程动画吗？
好评: 难度困难，手腕只绑2.5磅沙袋，打倒一个。那一天，我觉得见我玩的不再是款游戏，而是超越自己模拟器。
好评: 设备：三星MR I5+5700xt 运行流传
画面虽然不华丽且朴素，但一点都不乏味，如果你喜欢拳击运动，这个游戏必买不可，也不必等特价，因为这一年都没怎么便宜过。

判定还是挺准的，未出现手柄漂移的问题，玩起来也不头晕，因为打1局（3回合）正式赛你就会累喘如牛。

期待下加入背景音乐，最好是自定义啦，另外加入中途设置站位可能好点，因为如果家里不大的话容易正式比赛时出现你在对手头里的情况。

总体来说，推荐。

好评: LOVE IT!
好评: 我特么要累死了！
好评: It's a great game, if you want to beat the opponent, you must do your best . I only  fight against the last opponent, other fighters  don't attack enough for me. every day  I fight Mark in normal difficulty to warm up,generally , I kick him down three times in the first round.then I directly enter the outclassed difficulty. generally , He will  kick me down three times in the first roung. so whenever he came near, I had to beat him back ,If I get distracted, he'll knock me down,if I could struggled through the third round it is my time.ha~,His offensive moves are becoming less aggressive,I took the opportunity to hit him repeatedly on the temple and chin by more than 12m/s hook and eventually I won the fight,  Of course I rarely make it to the third round,because he often  had beat me in the first or second round. Every time I finish the game, I will be 0.5 kg lighter.every time in the outclased dificulty the last time I knocked him down, I was exhausted myself. I haven't felt like this for a long time.I love this game
————————————————————————————————————
这是很棒游戏，creed:rise to glory 我通关了，而且拿全所有成就，那个游戏对我来说运动量不够，因为你只要碰到对手，就能给他巨大的伤害，当你找到漏洞就忍不住偷懒，所以我的体重停止降低，所以我不得不换这游戏。而这个游戏要击倒对手你的攻击必须准确和高速，你可以在训练馆沙袋上测试一下你的速度，我的直拳6m/s,左右勾拳是10m/s，摆拳是12m/s,所以我可以轻松击倒最后一个之前任何一个难度对手，如果你速度不如我快，请设置拳力倍数，后面后讲。人偶拳靶脸部绿色是点是关键点，只要击中对手这些点伤害值特别高。普通难度我一般三个12m/s的摆拳击中太阳穴和下巴就能KO对手。如果你速度较慢，又想击倒对手，你进入游戏之后，在开始三个标签的中间标签，点击“设置”-"setting"在最右面标签里最下面有倍数设置，取消自动，把他拉到最大值，好象是5倍，这样你也可以轻松击倒对手(我在百度贴吧有攻略你们搜索一下)。但这对最后一个对手最高难度outclassed是无效的，因为他的设定是侵略性特别强，血厚，攻击力惊人，他会抓住的防守漏洞，一个近步然后一套组合拳你就会被击倒。所以只要他近步你就连续击打他肋部，腹部，逼退他，如果你太累了，挥不动拳了，就迎上去抱住他，甚至亲他，反正不给他发组合拳的机会，我试过跟他对攻，只要我没有击中，就会被他反击击倒，真得很难！。但只要能撑到第四回合，可能与开发者设定有关，他就开始防守多进攻少，这时候我就利用他出拳间隔，用12m/s的摆拳反复击中他要害，真到把他击倒。打完之后，我才发现自己体力透支了，年轻的时候在高中球队高强度训练才会有这种感觉，真得很舒爽。
————————————————————————————————————————
some  I want to say:
1. the fighter next to the last is too weak in normal difficulty ,I always Won the fighter  by three knockouts in the first round in normal difficuty, but the fighters  before him were beat by me always in the second round. why?
2.when Boxing speed is a little faster (>12m/s),punching sack is disappear at times ！！！at the time The Glove with which I hit the sack  floats in air  and  only  after 1-2 second ，to normal. what's  wrong with me or my handle or yours-----My headset is htc vive，glove floating problem is none of the game software .After I reseted the VR roomset, the problem has been solved .maybe I had moved the lactors（2019/07/07）
3.the highest difficulty is mainly  that the fighter has  horrendous longer HP than other difficulty. if  I accurately and severely hit crucial point  more than  three times in other difficulty,the fighter would knock out    in high probability,but in the highest difficulty  I did it even more than 15 times ,Oh, I'm half dead. I don`t konw whether it is right. I think it could have been more interesting
4.straight punch is hard to kO the fighter,This is not quite in line with reality
lastly , I want to say :I like the game, Are you  interested in adding kickboxing ?
差评: 有时候手柄会丢失定位，非常影响游玩体验。
击打身体没有有效的判定，使得击打身体十分无用。
对于拳击而且，步伐与别的更为复杂的东西这游戏是无法体现的。
这些导致游戏很枯燥，游玩内容就是引出AI攻击，躲过攻击，玩家攻击，
结束这一轮的动作再开始下一轮。
还是得搞一下这判定呐......
好评: 真正的VR拳击： The Thrill of the Fight - VR Boxing
真实的对手，不拿音游滥竽充数
有效的体侧，凹伤害看自身素质
迫真的环境，不想倒在擂台之上
致命的弱点，吃我太阳穴勾拳啦
好评: 很真实,对手很强,三回合,每回合三分钟下来,累得胳膊都抬不起来.
好评: 敌人中拳之后僵直时间加长个一两秒就完美了。
enemy need a bigger stagger when he be hit
差评: 打一会儿就腻了。。
差评: 玩了一段时间，一般一两天上去打一场比赛，
神一样的判定，我胳膊都快甩断了，摆拳打在对方脸上就像轻轻给他一耳光一样。
差评: 我所有VR游戏中唯一不能玩的，进入游戏后手柄的方向会很奇怪导致根本无法玩。！！！
好评: 模拟度很真实，如果可以联机就好了
好评: 我的天，打了两三回合就已经累得大喘气了，第二天起床双手肌肉酸痛，感觉身体被掏空。这哪里是玩游戏啊，这是在练肌肉啊！10/10
好评: 今天刚买，试玩了一把，这是我玩过最消耗体力的游戏。作为死宅打一盘就能变成一条咸鱼，累瘫。这游戏玩久了绝逼能提升耐力体力手臂肌肉等等
打了一场，3 rounds，玩到结束时整个人出了一身汗，再加上头上戴着vive，头发都有点湿了。还好最后赢了
中间手没力抬起来被击倒一次，但爬起来后也把对手击倒一次
还没仔细研究所有的选项，不知道有没有多人对战，这个要有多人对战的话那就好玩了，哈哈哈
好评: 耗油跟！！阿杜跟！！！丹丹布鲁根，  哦~~不能出腿的！
好评: 又在打游戏！！！ 不，我在锻炼！
好评: 这游戏很不错 ，选手越来越多，难度也不断增大。一开始 ，随便打都能赢，现在需要各种技巧才行了。侧移-躲闪-上钩比较有效，现在练的也能一回合解决对手了。运动量很大，没时间去健身房，练练这个就当运动了。缺点嘛，就是打空拳其实是很伤关节的，打得太使劲，肩膀关节疼，所以必须要先打一会乒乓球热热身。另外，对手太勇敢，中拳和没事一样继续进攻，直到一拳over。还有希望有更多的拳手，女的也行啊！
差评: 一共玩了不超过10分钟，觉得自己不适合这游戏，没经验直接关闭窗口退出游戏，没想到后台运行了10小时。
退款不给退，vive也退了，花钱摆这里供着吧。
好评: 燃烧卡路里的绝佳选择！玩个游戏都减肥的到现在也就这一个了！就是OC的手柄握法游戏里能调整么？握着环还是靠着手柄的那部分拳头才正，手疼！

差评: 游戏是好游戏，最近也更新了僵尸模式 玩法目前还不适合中国内入门玩家，详细测评在B站发了，准备先花1w买齐steam上所有的VR游戏进行测评，独立制作游戏虽然不乏精品，但是坑作也不少，希望我的测评对您有所帮助。 http://space.bilibili.com/10835521
好评: 下面是以前写的，现在游戏已经更新到6-7个对手了，这是必买的游戏之一。不用犹豫。不说玩这个游戏可以了解学习一个竞技运动，体验多么牛的空间追踪效果，就凭一点，当你老婆抱怨你沉溺于此的时候时候，你只需说你在健身。你老婆看着你的游戏大肚腩便不会再反对了，还会鼓励你多玩一会儿呢。这游戏的运动量，跟中速长跑一样，接近无氧运动了。每当这使，就觉得自己买这个VIVE真的太值了，比起那跑步机是不是逼格高多了

=========================================================
一路从lab玩过来，包括切水果，热狗枪械，THE NEST狙击，乒乓球等一些列拟真游戏，都买下来了，暂时先没必要吐槽各种缺点，你只需要问自己，这些游戏有没有亮点。我的观点就是，这几个游戏都是很充分的利用了追踪功能，并在有限的空间内，最大努力的拟真，这才是其他任何游戏都没法做到的。这是亮点。也是最兴奋的体验。我愿先购入，并随着时间推移，跟着制作者的更新，一起体验越来越好的感受。（热狗的更新已经比原来的体量大了两三倍了。）抢先体验游戏，是VR发展的一个不错的方式。
    这个游戏操作很简单，手柄就是双拳，双拳并排在前就是抵挡。挡几次就碎玻璃了，意思是挡不住了或者体力下降，这时候你就紧靠对手，一会儿就恢复了。击打对方要选择时机，比如他出拳前或后的瞬间。

    缺点“由于咱们带着头盔，所以，拳头切记不要靠近头部，否则就会出现手柄和头盔的碰撞。双拳挡在面前的时候，手柄之间也会碰撞。其他就是等着更新了，内容不多，还待提高
好评: 下载不了，一直提示需要更新？
好评: 目前来说手感最好的vr拳击游戏，比较符合拳击的设定
好评: 刚入手的时候是无脑的游戏，后来更新之后发现可以对打了。
总体感觉不错 ，画面6分，打击感给8分，音乐没有比较遗憾，希望制作组可以改进，但是脂肪燃烧的速度非常可观，就是玩游戏减肥！
特别提醒要注意尽量手柄和头盔的碰撞！！！！！！！！！！！
总体打分给8分，瑕不掩瑜！
下面是我录制的一段视频，我公司新来的乌克兰教练，擅长的就是搏击：
http://v.qq.com/x/page/r03144f2cpu.html
差评: 不好玩。手感很不好。控制和设定不好。
好评: 游戏很真实，而且拳套会碎裂的设定也很好，另你除了进攻和防御之外还要经常闪躲，只是内容有点少，能有个生涯模式就好了。期待后续加入。
好评: 累死人的游戏，玩一会HTCVIVE头显的海绵已经湿透了。
值得买的，很不错。缺点自然有一些，期待更多更新。
游戏实况
http://www.bilibili.com/video/av5173526/
好评: 很不错的游戏体验，就是打击反馈以及很多判定上还需要加强，我本身练过拳击，玩起来还蛮爽，就是组合拳打上去没啥感觉，还是需要在一些判定上下点功夫。但开了一个好头！希望随着更新越来越好！
好评: 可惜只有一个角色可以打，希望能多一些角色
