好评: 美术风格、打击感（尤其长弓）非常符合我的口味。pve做的也比较自由，适合佛系
差评: 尼玛的，好看的衣服为什么都绝版了？？？？？？？？？
好评: 我不是傻逼，虽然玩了挺久了
差评: 什么pve负收益，懂不懂这游戏的含金量啊，这么好玩的游戏你进来刷本收你点修理费怎么了，你还想要掉落和奖励？至于打不过，你不会充钱吗？
好评: 手感很棒，打击感也很不错
好评: 我是傻逼

别找了好评全是讲这个的
剩下的差评也是有好好在骂的
差评: 两个号加起来也玩了几百个小时了这款游戏让我很难受
无论是捏脸，画风，还是玩法我都很喜欢
但是 作为网游 游戏内容太少太少了，考虑做成单机吗？
差评: 我是老玩家回归，之前这游戏一点不肝，而且打起来很爽，现在只能说解锁一个karma都费劲，看腻了角色想要重新捏脸还要钱，删除了再创建任务都没有重置，背包也不留下，除了karma不用重新解锁，说实话，还不如之前的呢。所以拜托了，为了玩家着想，3个月后我会再来看看的，现在就不玩了，如果变好了就继续玩，如果变烂了就弃坑
差评: 我很早就玩了这个游戏，当时心情很激动，美术很棒，未来可期。然而后面越来越垮，我就不玩了，然后每隔一段时间回来看看评价，然后到现在我已经觉得没什么希望了，可惜了这个游戏的美术，可惜了。
差评: 啊哈哈哈，傻狗，我以前玩剧情玩的可带劲了，那剧情是真的很好看，结果突然某一天，你游咔擦一刀，我再上线一看...我tm号呢？我人物呢？然后重新整个号进去一瞅...草，剧情呢？我那么大一个剧情哪去了？我那些NPC哪去了？
剧情删的那叫一个干干净净啊，一点都不剩下了，就剩一堆boss还搁这说：啊这个是pve，你咋不给这游戏下架呢，我有永劫无间谁还在你这玩冷兵器PVP啊，你觉得你做的比永劫无间好吗？还把里边的东西都搞成内购了，别搁这恶心人了，指望谁给你充钱呢憨批？你不要这游戏了能不能把这游戏给别人啊，你特么搁这报复社会是吧！
差评: 用范志毅的说法来讲：”你说游戏策划，一次一次换了多少策划了？改过么啦？换汤不换药啊，人家wy也有理由说的’我做的什么游戏？我做的爆肝暴氪手游，你这什么游戏啊？你叫我来策划？’KOG做游戏现在什么水平？就那么几个游戏，你艾尔之光什么的还是横板3D，它能变成这样的玩法吗？变不了，没这个能力知道吗？在我这样下去KURTZPEL没人玩了，咦，游戏没人玩公司要倒闭，接下来内裤都不剩了。”
“另一方面来说KOG是最早推出这类......”
“哎哟，谢天谢地了，我已经说了，像这样的免费游戏盈利方法本身就没做好，你能跟我保证在21年或22年的更新能发生本质性或PVE和剧情方面的改变？务实亿点，我劝你们，把自己的游戏本质玩法，制作，策划游戏的这个理念先搞懂，游戏刚发布的那一批策划搞得蛮好的，你把他去换了干什么？你告诉我？现在大量玩家退坑，你倒告诉我怎么解释？脸都不要了。”
差评: 寄了
好评: ddddddddddddddddddddd
差评: 这游戏的运营方式就没打算让人玩下去,早点散了吧
差评: 这尼玛不是游戏是神仙打架我都还没有开始就已经结束了
差评: 吸钱是吧，我tm把钱摔你的逼脸上！
好评: 是我爱的风格
只是，感觉玩法有点少，深渊一个人太难大，必须有大佬带着
好评: 换回原来的策划之后好多了，希望多做点内容和职业。
好评: pve挺烂的 期待后续更新
差评: 为什么把以前的NPC和剧情都删了，捏人也少了好多东西，都改成氪金的了是吧
差评: sb
差评: 等了一年多还是没起色，估计就那样了
=====
真的很讨厌现的装备系统，洗石头什么的真的很恶心。
PVE剧情本来有点起色了，结果收回去，真的坑爹。
原来的装备系统简单高效，现在活生生搞成这个样子，宝石还不通用，这不是明摆着坑爹么。
真的怀念之前能在steam市场自由交易的日子。
差评: 感觉不如原神
差评: 沙雕玩意就一定要匹个人是吗
差评: 垃圾
好评: 乐色
差评: 傻x吧 这游戏 打个副本  boss被队友4秒秒了  我技能都没开完然后说伤害不足 受到惩罚 出来所有按键都按不了 只能重启游戏
差评: 换个策划这游戏赚的直接翻一百倍
差评: nmsl
好评: 我是傻逼
差评: 游戏特色碎冰机，PVP用脚做平衡，PVE没有PVE
差评: 游戏人少，组不到人，萌新进副本只能单刷，还不给能打的装备，玩不下去！！！！呵呵？官方劝退？！我是第一次见啊~
差评: 想入坑的，建议别玩，因为这游戏根本没萌新（除非你有大哥带），这游戏大部分时间都是在PVP和站街打扮角色

从这游戏开放下载就玩了，刚开始的游戏，还不错，PVP呢也没什么变态。好家伙，到了后面出了镰刀，空中无限连是吧？

好，空中无限连被砍了，彳亍，职业平衡。我想问开发人员，自己去打PVP了吗？拿着拳套，打一套连招，好嘛，没人一个技能伤害高，笑死。打PVP不是被虐就是被虐，不花钱买新职业研究，拿着大剑拳套弓箭法杖就别想继续往上冲了，打打低段位就可以了。

有人说，PVP玩不了，我去玩PVE啊。哈哈哈，PVE，好，你没装备想去打装备，打不过，打不过又要搞装备，陷入死循环。

时装贵，就不具体说了，毕竟人自己标的价，买不买看你自己。

我的评价，不如 艾尔之光 有意思。
差评: 简直太棒了 心态完全给磨灭了
好评: 一个以PVP为主的游戏，奇妙匹配的机制，挨打游戏
差评: 都开服这么久了，实质性的大更新就没几个，pvp的匹配机制更是离谱，我一个D段位的萌新接连几局都能给我匹配G段位的，还是说这破游戏都已经没人玩了呗？
好评: “我们计划在2019年发布完整版本"
差评: 卡。

差评: 狗都不玩
好评: 以前玩过，那时觉得很不错，只不过没人陪我玩+我又太坑，就退坑了。
以前：任务系统完美，剧情只看了一点，我感觉还不错。服装大多不用柯金，而且还好看。啊~这性格~啊这腿~这脸~角色I了I了。
现在：任务系统完全垃圾，进去一堆新人问怎么玩。剧情全没了。服装肝死，大部分柯金，（柯金的）随便一件上50软妹币。NPC几乎无感了，没有对话什么的，感受不到NPC的特色，就留下了个躯壳。
总结：游戏NB，策划SB。按以前的方式来基本可以火一阵子。现在基本死了（指在视频网站上搜索，基本是远古版本。）
差评: pve根本可以说就是一坨屎，打普通副本一局给五经验和五块钱，打一把侵略一局也才给50金币和经验。而且刚通关想打深渊只能蹭大佬队伍，要不根本打不过
差评: 口合口合
好评: 为什么删掉原来的剧情和战斗！？那是这个游戏的精华！！！
差评: 二次元 ACT的pvp游戏只有这一家，有另一家我立马光速跑路
差评: 垃圾
好评: 不要看！！！快跑！！！
差评: nmd能不能别搞脑瘫职业，镰刀真的孤儿
好评: RNM 退钱

差评: 。。。。。
差评: 简单来说，我看到了这个游戏会有更好的未来
差评: 傻逼夺旗模式 赶紧删除掉 真恶心
差评: 镰刀是你爹？
好评: 我不是傻逼
好评: 2022
差评: 垃圾游戏  土豆服务器  抠门KOG  傻逼策划   BUG满天飞   就知道骗钱  出了什么鬼箱子
差评: 我是傻逼，完全没有平衡，别说PVE负收益了，就一个大锤就打的你难受。
差评: 什么垃圾游戏
好评: YBB
差评: 这游戏对新手很不友好，首先这游戏没剧情，对没剧情，原本的剧情让策划删除了，厉害不？pve是负收益，对负收益，你吃一瓶最便宜的药要一百游戏币但是通关你只有几十，更不要说复活一个两千，你直接把东西卖了也比你刷图收益高。然后是PVP，你新手进去可以说就是挨打，你新手进去给你的都是M或者G的对手，你要是打不过连输才给你匹配机器人，然后队友要是老玩家就会开始叼你摆烂，你想解锁新职业你得连续四天刷满经验上限才能解锁，当然你有钱七十块一个职业解锁去吧，每天PVE挨打混完十五次侵略后就是只能去PVP挨打，要么就是找交易群买游戏币来买衣服站街，游戏内容极少，还没我二十三买的缺氧耐玩，这游戏这百来个小时玩完后我可以说我再也不会打开这游戏。一个没收益没剧情人少还重氪金的游戏你不死谁死
好评: 我是傻逼
好评: 因为是免费的，所以还不错
差评: 垃圾游戏
差评: 官方我cao  ni   ma
好评: prprprprprprpr
好评: 捏脸好看游戏一般
好评: 不错

差评: 不要充钱，来自过来人的告诫，玩法单调特别肝，现在已经在库里吃灰1年多了

差评: 把夺旗删了
差评: 没盼头
差评: 狗屁不通 对牛弹琴 胡扯八道 牛头不对马嘴  死不足惜 死有余辜
差评: 隔了好久玩，发现我衣服都没有了，只剩下内衣。。。然后玩两把后按键失效了，只能按asdw，其余alt,esc,v,i按了都无效，不明白为什么，所以没办法玩了。
差评: 谁都没有我SB，我是无敌大傻b，傻逼的我，超级傻逼的游戏！！！！！！！！！！

差评: 不行啊
差评: 没有开放世界的幻塔真没意思
好评: 游戏见仁见智，至少它给我带来了我最难忘的时光
差评: 好家伙，越改越无聊，越改越看不懂，解武器我还得一点一点刷，pve还就是那点图万年不变，pvp我一点都不会碰对不起我玩不了您这高贵的游戏了这次下回来确实是我傻逼了。
差评: 服务器会划分玩家 一部分玩家大概不太会理解 它们踩在那些底层的头上获得来的乐趣  但它们也逐渐发现这个游戏已经被游戏厂放弃了 只有一群遗老佛系玩家留在这里  对制作组和策划的谩骂或许也越来也少 实际上它们确实做出了不少无能操作  玩家的数据不会受到任何保护  它们会随意修改游戏内容并一次又一次的使你的账号失去价值  最重要的问题就是服务器的问题  它现在甚至都无法再帮助玩家分配某个任务了
好评: 提一点不足，PVE副本关卡太少，而且我们需要主线剧情内容
好评: 什么时候出召唤师      老年人就想在后面挂机发呆
差评: 垃圾中的垃圾，丢进垃圾桶都是不可回收的那种，策划都是一帮傻逼，删了又加，周而复始，做事不经大脑，之前觉醒技，要玩家氪金或者打两三百局pve刷材料，后来据说换策划，结果还他妈是脑瘫，觉醒技不用你刷了，直接给你用，氪金玩家退游戏币（类似钻石）了，刷材料的玩家呢？屁都不管，现在还有几百个材料搁背包呢，卖出都是不可回收的就值1个金币，卖你嘛呢？现在刚好又出新职业，氪金或者340局pvp，欸，这帮人就没脑子的吗？游戏机制也是一坨屎，百合出来之前，大剑劈头破万法，后来上个版本才暗削了判定方向，这游戏有多垃圾，玩过就知道
好评: 我是傻逼
好评: 哦派挺大的。
好评: 退坑了,kog修复了这个游戏还有人玩的bug
好评: 如果游戏好玩的话，那还是挺好玩的。
差评: 复员回来再次体验了下，
十分不推荐游玩。
                                            ——--2021.9.8
____________________________________________
没有吹的那么神，但也绝对没有损的那么差。

PVE十分单调，难度上升仅仅是把BOSS变肉&加伤害。
PVP是本作重点，但最好能有固定的好友

饰品很难肝，基本还是得靠氪金，但不影响游戏平衡性。

人物是可以删除重建的，某些人不懂就别瞎BB。

目前内容还是挺单调的（半成品），
职业只有四个，明明可以选种族，选项却只有一个人族可供选择什么的。

不过这种游戏类型（二次元画风，第三人称，多人在线角色扮演，对抗）挺喜欢的，
感觉市面上这样的游戏也不多，
虽然制作组画饼，但姑且还是可以报以一定期望的。
差评: 没错，你们全都是傻逼。
差评: 我是傻逼
好评: 优秀的rpg网游和里面的对战模式我非常喜欢就是没有开放世界那么自由打pve的怪太少空间太小
差评: 我是傻逼
差评: 我是傻逼
好评: 我是傻逼
好评: 我是傻逼
差评: 衣服全部30W出了 退坑了 拜拜了宁~通行证PVE玩家已经没有玩下去的理由了
差评: 有考虑过上架7k7k吗
差评: 独狼玩家的噩梦
关卡难度过高
一个人很难打，要找大佬带
装备获取方法过少
衣服基本都要氪金
不推荐独狼玩家单独游玩
差评: 十分优秀的掉线，卡顿
差评: 美术和策划是一个团队？为什么人要和狗在一起
差评: 我是傻逼
差评: 还可以心累
好评: 挺不错的  就是人少点
好评: 我是傻比
差评: 好
差评: 老是断线qnmd
差评: 变态居多
好评: 还可以奥，玩玩

差评: 我是傻逼
差评: 打击感像龙之谷
好评: 游戏主菜单一共6个选项，3个选项都是让充值的。可以想象这将会一个冲冲冲的游戏
好评: 除了打击感差些外  其它的完全可以当做休闲游戏玩

差评: 我的剧情呢，怎么突然回来剧情都没了，就内几个按键，这游戏上线都不知道干什么
差评: 没有2019年年末那个版本好玩了
好评: 希望优化一下动作
好评: 我是SB，回归后什么垃圾。告辞！
差评: 我真的很少给一个游戏打差评，因为我觉得大多游戏作品与它们的作者都值得尊重与鼓励。
而KURTZPEL之流，真不明白这个韩国开发商除了会炫耀自己惊世骇俗的策划功底，还会做什么。

KOG你真就不配做一个游戏公司，选择，别搁这消耗玩家感情，打着抢先体验，打着”让KURTZPEL成为玩家眼中应有的样子“的旗号，以游戏看似PVP佳作的外表来恶心民众。牛马开发商为了赚钱自我阉割游戏副本，破坏平衡，不把喜欢此作品的玩家当人看。我看你们这群韩国人早散是最好的。

白人是爹是吧，亚洲服务器是测试工具是吧，你们韩国人都是舔狗吗？维护美洲服比打扫自己家都勤快，真是在各个层面上都很有远见。

自以为是的策划，我劝你（们）赶紧找个地方自行腐烂。KOG真的是一点不感到羞耻啊，不管你们是因为何种原因推迟了本该在2019年正式推出的游戏的发行（可能是项目被废掉），但是凭一个公司的良心，你们拿一具尸体，来继续拿”KP市场“坑玩家的钱；一个UNREAL4开发的，完全有望达到3A标准的游戏，成为了一个服装聊天软件，同时在线人数连2d联机小游戏的十分之一都达不到，你们真好意思。

我最后劝你KOG一句，I don't care you still care about this game or not, you won't have a much of future absolutely. 一个如此对待游戏产业的公司没有前途。烂了吧赶紧的。
好评: 我是傻逼
差评: 傻逼游戏，乱几把改通行证，非要逼PVE玩家玩PVP是吧，爷不玩了，操你妈！谁爱坐牢说坐牢去!
好评: 好玩
好评: 策划太烂其他很好唉可惜了
好评: 有点像原神的游戏，重点是支持中文，而且建议用手柄玩，特别有意思。中间的人物都十分可爱，爱了爱了!新人快跑，这里的水太深，你把控不住。
差评: 赛季不要给箱子，我不需要抽箱子，请给我套装，不然它不值这个价钱
好评: 不错的游戏，但跑动的动作。。。希望能弄好一点
差评: 越来越烂~唻~唻~唻唻~
好评: 现在的只制作组有在很努力的在玩法上做出一定的改动 相信Kurtzpel复活也只是时间问题 希望制作组能带来更多更好的内容吧 当然伺服器优化一下是最好的啦 不同地区的网路问题导致操作差距过大也是个比较严重的问题 有点影响游玩体验
差评: 别玩，别下载，快走！
差评: 动作速度太慢了，一点打击感都没有
好评: 很棒

差评: 为什么新时装要放进箱子里抽啊？直接明码标价的卖不好吗？箱子贵还出货率低！新策划能不能别来祸害这游戏啊
差评: 更新完以后就是垃圾
好评: 游戏的确是好游戏，这种独特的二次元3d格斗连击网游还是非常棒的，画风，时装，战斗都很合我的胃口。pvp没有氪金要素的能力差距，氪金只为了好看的衣服，对战只有熟练度和技术以及队友配合的差别。除了网络问题，海外的服务器，没个好的网络环境或者加速器 pvp的体验会稍打折扣的。其他主要问题就是现在人太少了，萌新体验太差，萌新和大佬技术差距实在太大，开局就是被无限连比较容易弃坑，萌新越少pvp越匹不到人，体验更差直接恶性循环。想入坑推荐找点同好朋友或者进游戏找点大佬或者公会啥的带着指导一下，佛系度过新手期，经过各种高强度军训成为大佬花式连招的感觉还是很棒的，穿最靓的衣服，秀最帅的操作，[strike] 挨最毒的打 [/strike]。
想纯玩pve，站街聊天的也可以试试，毕竟捏个好看的美少女，自由搭配衣服染色是真的香。pve就是技术性不强，内容还不够多。不过能刷出来一身顶级装备带人秒图打穿深渊的感觉也不错吧。
游戏的内容还没有顶尖网游的丰富，问题也还有不少，但不管怎样，在动作网游独一号，没有同类竞争的情况下，我还是会接着玩下去的吧。
差评: PVP体验真的糟糕。遇到特定职业真的无法打、单方面被压制。pve更是让职业差异根本没有用。怪顶这你技能打你。不如换弓法直接放技能后跑等cd跟大。破坏双刃。忍者。镰刀。无解。pvp佩的ai更是蠢暴，干脆不给ai

差评: 这游戏给我的感觉是本来想做个大的，但因为各种原因没做成，又舍不得直接废了，就把已有的部分拿来拼拼整出来的东西
差评: 策划
好评: 我 是 傻 逼
差评: 逊啦
好评: I  S  B
差评: 赶紧死吧
差评: sb

好评: 建议优化除血色百合终极技能动画演示外的，其他所有武器的终极技能演示，强烈希望能够推出更多的关卡
好评: 不能让我一个人高血压
差评: 之前体验过，感觉还蛮好玩的，最近回归有被吓到，我记得这游戏不是纯打boss的吗，那些敷衍的小怪是什么鬼，月卡、抽奖、每日什么的也都有了，但是已经找不到当初的感觉了，以前跟boss绕圈圈玩得很开心，现在刷图莫名有种工作的感觉，还有角色的法力值格挡值以及血瓶蓝瓶，完全不记得之前有这些，明明那么好的游戏，现在觉得除了画风已经没有什么值得留恋的了。
顺便去翻了一下官方的动态，好家伙，我怎么感觉官方已经没人了呢……
好评: 就是觉得还行，毕竟是一款免费游戏，做得挺不错的了
差评: 更新之后每天稳定0收入 核心玩法 站街！
差评: 策划快滚
好评: 打击感不错，就是装备太难弄了
差评: 我爱你
差评: 大更新之后上去看了一看，这是直接想把pve玩家逼死，取消觉醒，扣掉暴击被动、蓝量被动、两个附加小技能栏，这就算了，新模式下的pve日常怪物数值直接赶上深渊后几层，一碰就碎，意思是做日常要交币，装备产出越来越低，不想让人玩pve就不要做pve，好好做你的傻逼pvp游戏吧，我先爬，西八shake it
差评: 星际战甲段位满级后很无聊就想换个游戏 结果昨天下载玩的好好地 半天就肝到了28然后去睡觉了 结果一起来就版本大更新 然后发现这游戏完全变成了纯PVP游戏 对我这种只想PVE的玩家一点都不友好 隔壁毒奶粉版本换的太快烧钱遭不住想找个其他的肝 结果这玩意差点没把我恶心死 我对PVP是真的不感兴趣
好评: 好耶！
差评: 这个游戏厂商太会作死了！
好评: 开局惊艳，然后普通，一会儿腻歪
好评: 永远跟党走，心中有党，事业理想。
⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
china NO.1
差评: 玩不了
好评: 我是脑t
好评: 认真玩游戏ㄨ 聊天吹NB互怼√ 
不消费玩得不是很肝儿（刚开始玩肝儿就切除了，还啥肝儿？拿啥肝？）
好评: 兄弟们刚玩这游戏PVE 有没有什么推荐练的职业
好评: 十分优秀的画面和角色塑造，等电脑换好了再来玩。
好评: 。。
好评: 挺好玩的，就是延迟有点高，不知道什么原因
好评: 我是sb
好评: 卡键了，退了重进也没用了qwq，沙发
对pve玩家友好点吧
好评: 还不错，更新后有点
好评: 非常好玩
好评: 7
差评: 傻逼游戏公司除了恶心pve玩家还会什么
差评: = =我傻了
好评: 马马虎虎还行=-=策划在多换几个看看有没有新花样
好评: woshishabi
差评: 你（）什么时候（）啊
差评: 我以为我发现了宝藏，结果还是个坑壁游戏，全游戏一个字肝！更操的是匹配，开局走两步全局没下来！新手匹配来个b级，策划你马没了
差评: 好，剧情丰富
差评: Unfair game，In PVP, I am B and the other party is G？Oh, my God
差评: 亚服链接极其恶劣，黑屏转圈已是常事
差评: 我的青春结束了
好评: 好玩是好玩，要是能登进去就好了
差评: 大家目光向我看齐，我宣布个事，我是傻逼
差评: 攻击时的翻滚和跳跃衔接不了，有点影响游戏体验。必须停下来才能按，技能也是一样

好评: 我是傻逼
差评: 初始只能创建一个角色就离谱，角色跑起来也有点鬼畜，还有材料获取地在哪也不知道。。。。。。总的来说就是也就那样
喜欢二次元画风的PVE不喜欢PVP的倒是可以考虑着尝试一下。
还有就是不知道是线的问题还是等级问题，好像没什么人的样子，我现在13级也不知道后面会不会有新主城，一个主城属实没意思，容易看腻了。
差评: 个人感觉挺好玩的就是不开加速器老掉线
差评: 行
好评: 唉，还能说什么呢
差评: 任务个人觉得很脑瘫，就给人种游戏没什么内容，又想在任务方面显得自己东西很多的感觉，
差评: 这么不想让玩家用僭越为什么不删掉这个动作？
好评: 好玩 但是我删了 因为创建了一个很粉的头发 我有点后悔
好评: 好玩 就是电脑太拉老闪退
差评: 好活，全角色免费，之前买DLC的人直接原地爆炸。
两年了PVE内容还是这么少，PVP能强装备，氪佬直接起飞，萌新PVP直接被摁着打。B站搜视频PVP无限连就知道了。
不过无所谓了，一天峰值也就463人，看来以前的人都弃坑了233，这游戏吃枣药丸
好评: 我是傻逼
好评: 还不错
差评: 
之前还有什么问卷调查 你吃了？
差评: 键盘失灵问题解决一下
好评: 爷的推荐就是不推荐！新人快跑，这里的水太深，你把控不住。
好评: pvp真的很爽,希望很多人可以玩到,不过建议加点pve ,不然很多玩家上来不知道干啥,体量很难上来,哎,pvp的弊端一直如此
差评: 曾经：我发现了一个宝藏！
现在：我是傻逼！
好评: 没有中文也白瞎 需要牌面
差评: Анимешная хухня, скачивать только если хочется сделать бабу с огромными сиськами и жопой
好评: ...回坑看了眼 2020.6.14
进去后我居然是裸的然后按了下背包画面就卡住了..
算了惨不忍睹
差评: 二杯游戏
好评: OK，兄弟们，全体目光向我看齐，我宣布个事啊，我是个伞兵，没毛病啊
差评: 闪退到我卸载了游戏
差评: 依旧不是什么好游戏
差评: 刚开服入坑的，回来发现一切都变了，我是傻逼
差评: 你可以错过黄昏的末班车
可以错过雨后的彩虹
你可以错过夜晚的流星雨
可以错过四月的樱花
你可以错过精彩的电影
可以错过美妙的时光
但千万不要错过~
这辆泥头车
差评: 游戏优点挺多，但最大的优点就是有个jb优点
差评: 垃圾骗氪 开测的时候我特么刷了好久的技能 改版后直接给改没了 还得重新打 这游戏就刷刷还特么直接删玩家东西？ 垃圾东西 还越来越骗氪了 狗篮子 新职业出完强一段时间就削弱 狗东西 还敢不敢再猖狂点？ 不是中国厂家 就特么无视无视中国消费者权力了？ 妈的
差评: 纯shabi不如原神，评论不准喊原批我从来不玩原神
差评: 无聊，简直不要太无聊，至少在新手期阶段除了反复刷同一个关卡的主线任务以外没有什么可以干的。装备的迭代速度也很快，每次打完一关都有比你身上好的装备出现，每次从关卡出来都需要不断的换装备。PVE的怪物就想沙子捏的一样，一碰就碎根本毫无体验。玩这个游戏简直比坐牢还坐牢，说他是半成品简直是在侮辱半成品这个词，这玩意就只有一个MMO的框架，10年的国产页游说不定都比他内容丰富。
好评: 我是得到了涩涩的背景，就卸载了
好评: 打击感再优化下就好了
好评: 挺好玩的
只是如果没有人带的话玩起来还是比较心累的
我一个人玩了几个小时
没有加到一个好友
全是英文聊天看不到
怪自己吧

差评: 进去就黑屏
差评: 建议低血糖低血压人游玩，懂的都懂
差评: 适合云游戏
好评: 6666666666666666
差评: full of bug
好评: 还行吧

差评: 操作体验一滩屎
好评: 我是傻逼
差评: 我是傻逼
搞个交易所都需要14级加个C排位
卡键恶心到炸
策划差不多的了，当回人吧
好评: 近战人物打击感挺好的，后期你不氪想当肝帝没戏。网络是一大问题。时不时的抽风,受不鸟啊(不开加速器)这游戏整个一个龙之谷+dnf。
差评: 打击感算不上好只能说是完全没有
差评: 真不愧是KOG的策划
差评: 
差评: 你妈死了
好评: 游戏性一般，宅性还行
差评: 这游戏唯一的缺点就是没有优点
好评: 不错，
差评: 我是玩了艾尔之光来的，这个额。。。建模虽是3D 但。。 比国内差很多，弓箭手 的 凤凰冲击  那个音效和艾尔都是一样的，都是1家公司 能不能换点其他的
差评: 打发打发时间还好别放太多精力进去还有这游戏策划简直nt 不冲kp pvp算了吧别进去等着挨打 pve 刷到的装备还不让交易搞什么都不知道
好评: 除了二次元画风和自由捏脸搭配，此外我找不到什么优点了，但这游戏也算是我的一个回忆
差评: 傻逼游戏，排位恶心的很,策划你妈死了，排位匹配的对手高我几个等级，找虐吗，傻逼
好评: 游戏画质很精美，我很喜欢
好评: 挺好，二刺猿兄弟的世界
好评: 我是傻逼
差评: 花钱买的DLC你现在告诉我免费了，PVP奇卡，以前辛辛苦苦搞的技能没用了，游戏剧情全删，你想干嘛啊KOG,,
好评: 比原神好在有PVP模式
差评: 它原本可以做的很好的，可惜策划不当人。剧情直接被砍了，战斗系统也改的稀烂，但是我还是很怀念，看了C菌的推荐视频入的坑，当时也的确很好玩，我永远忘不了19年的那个夏天。是时候说声再见了。
差评: 免费游戏？更新的箱子里面的装备都是屑吗，三十几箱子不见一发箱子专供，你mua的你这爆率谁还敢开箱子？你搁这搁这呢？开的都是垃圾还敢一个箱子买21块，拿这些钱送你们这帮策划上天是不是很香？
差评: 呜呜呜  卡猪皮  我的卡猪皮啊
好评: 可以
好评: +1
好评: 为什么下载了玩不了配置都达到要求了点了开始游戏没过几秒钟就重新变成开始游戏
好评: 游戏画质还行，但优化太差
好评: 有一年半没玩过了，据说已经被改的不成样子了。留个推荐纪念一下吧...
差评: rnm！！！ 退钱！！！  （什么uu鉴赏家什么口什么领导人cnmdnt古尔东西
差评: 捏完脸之后没啥可玩的，直接卸载就行
差评: 未来可欺
差评: 现在这游戏已经凉了。PVE单一无趣重复刷一个图刷成千上万遍，就在比谁秒的快。PVP匹配不到人或者非常久，都是老玩家炸鱼，新手进去根本没法玩。当换装游戏也不行，交易复杂税重，这是我第一次见过买东西还要向商人预约，看商人时间，反倒商人成大爷。这游戏已经进入接鼓传花阶段，老玩家把东西出给新手，能坑一笔是一笔。
差评: kog不会做游戏
差评: 完了两天小氪一千多，结论。同上，我是伞兵
好评: 两个小时只为壁纸
差评: 🐶💩
差评: 如果不想被割韭菜就别玩，我是傻逼
差评: 裂开，玩一会儿会开始卡键，啥都交互不了了。游戏内容匮乏，同一个副本必须打三次。而且感觉不氪金难的话全靠肝难以坚持下去。打击感还行，画风还不错，挺二次元的（褒义。
差评: 这游戏28G有20G是时装，毫无游戏内容，完全是一个28G的聊天平台。然而KOG还自我感觉良好 还在搞毫无用处的PVP平衡 。当年以为是潜力股 谁知道是垃圾股！KOG什么也不懂 非要装懂 一副爱玩玩不玩滚的态度。说实话我觉得KOG已经放弃了这款游戏了。
如果你是被画风吸引的人请 不要进坑  不要下载  不要尝试 。
好评: 大型多人在线聊天平台 KP真好玩 还有 我是傻逼
差评: kog真的没妈
差评: KOG的本性在elsword上已经体现完了捏，KOG会做个屁的游戏啊赶快好好氪金得了捏^^;;; 建议不会做游戏，不会做平衡就别做哈
好评: 1，pve
除了肝还是肝，肝吐了，策划赶紧换了吧，物品为何不能自由交易，还要封印，神奇了
2，pvp
去你码的排位，匹配不到同等水平玩家，我一个D级匹配到B级，还特么连续三把都是他，被剃光头，你特么排位机制能不能公平点？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？
差评: 不知道怎么说 游戏越改越垃圾 以前辛辛苦苦刷的东西  现在直接给改没了
好评: 又又又几把卡键了,来评论区喝个茶
好评: 游戏总体来说我还是挺喜欢，3D PVE加二次元打击感挺好 特效也不错，但是玩十多分钟就卡键，按什么键都没反应
好评: 我是老色皮
差评: 优化和光影堪忧，动不动白乎乎一片
差评: 垃圾，好游戏死在了运营上
好评: 挺好的，没理由
差评: .....让我十分好奇的是，这28G的游戏文件中，到底装了什么？
差评: 反正就是要么给钱，要么肝死呗
好评: 我是傻逼
差评: 越改越垃圾，垃圾游戏早点倒闭
差评: 我是聪明B
差评: 动作太僵硬了，受不了
差评: 地图就只有一个大厅， 你想吧
差评: 未来可欺
好评: 我看不懂，但不仅让我大受震撼，而且感受到了世界的参差。
好评: 还不错
差评: 好游戏 可太棒了 kog加油
差评: 这游戏...还没黄啊？
差评: kog脑子有问题，我一忍再忍nt的更新，好不容易忍了两年感觉还不错，前月还氪了几百，现在又改什么没蓝，减移速，一看活跃用户变成之前的五分之一又慌了改了回来，但是好像又想表达他没有变回原样以掩饰自己没慌就把耐力改低，击退加远，耗蓝更多，移速更慢的上版本，还看没人玩什么夺旗占点moba就想着整合，整得他们全家都没了马，又变回两年前的样子以为可以想以前一样人多来玩吗，自己不看看自己为了money在商城卖了多少破坏平衡的技能还在每次更新说我们会调整这些技能的强度以适合pvp，我算是懂了，这就是哄哄玩家的，倒不如说都开始卖氪金就可以改变pvp的东西了，怎么可能会比没氪金的差，根本不可能有平衡，想要获得这些东西真的别说肝了，99%的玩家都是买的，以500把为目标的肝真的还不如买，浪费人生，性价比又低，而且从很久很久以前更新就要刷盘，更个200kb下载一秒钟刷整个盘要十多分钟，我这两年就跟那种追星一样，“giegie做错了会改的”，他们改了个屁，脑子不够别做游戏祸害别人时间，麻烦改游戏前先修脑子，整一nt做游戏浪费社会资源，现在在玩的我劝早走少受罪，没玩的我建议看看公司名称，记住他，防止以后踩坑
好评: hao
好评: 好玩就是希望更新快一点地牢和等级系统
差评: 本人成就党，受不了成就还能绝版一说。就是“在最大难度下完成怪物任务”这一系列的任务都绝版了，听说是以前有现在删了，成就还留着。如果有人知道这个成就怎么完成的话请告诉我方法，我会删掉这个评论
差评: 游戏的战斗引擎和策划配不上美工
好评: 我是二次元
好评: 交易和组队不优化？除了捏脸外让我放弃做伞兵，有考虑过上架4399网游区吗？
差评: pvp改这样，继续慢慢玩
差评: 不能当面交易，组队还要当面组，不能远程拉，出图聊天框跳动
差评: 未来也不可期
差评: kog，我爱你
好评: 道理我都懂，但是为什么一个副本能用这么多次？
好评: PVE没啥内容 PVP打不过别人
好评: kog[u] 你🐎死了 [/u]
好评: 玩完这游戏的排位之后，我明白了一件事，要是赢上一局，吃化肥我都觉得不是一件难事了（总体而言，这游戏挺好玩）
差评: 刚刚在电脑上玩原神被来家里做客的女同学看见了,她骂我原P,我的心突然一紧,急忙解释不是这样的,为了证明我不是原P,我当着她的面打开了手机上的王者荣耀，我认为女生也会喜欢玩王者荣耀,只要找到共同点她就不会鄙视我了。可她却不屑的叫我农P,我内心满是茫然与羞耻,只能默默地看着主屏幕发呆，那位女同学看着我的二刺螈壁纸,对我说:“还是个二刺螈,那可真叫人恶心的”听到这我怒不可遏,直接打开了kurtzpel这款热门游戏,她吓得当场哭了,因为这是她第一次看到傻批

差评: = =
差评: 虽然自己捏的女儿很好看，但是不想再做伞兵了。
我不是所有游戏都会评论的。告辞
差评: 我是傻逼
好评: 为什么老是显示我进入游戏失败空白代码，卸载重新下载还是这样，我不就几个月没玩了嘛
差评: 作为一个玩了300多小时的玩家，从赛季前赛玩到机枪版本就退坑了，只能说后面越改越离谱！
不知道怎么想的改成什么贼恶心的洗属性，并且这个属性还是带入PVP里面。
意思是你洗个满属性，你总能比别人领先，而不是什么公平抗衡
这个游戏如果除开PVP，（而PVP你总是需要好的队友）
PVE基本就是刷刷刷。第一遍的BOSS体验总是新鲜的，但是很快会疲惫。
除了建模画风基本没什么亮点，很久没玩了不知道现在的道具获取方式怎么样，但是在之前的版本很多好看的外观
只能通过氪金购买或者是刷金币刷到吐然后去市场买。
总之不推荐。
好评: 有考虑过跟原神比烂吗？
好评: 从二测的玩家玩到现在 我给你们总结一下吧  
kog特别喜欢恶心玩家 第0赛季还可以 往后就那样吧马马虎虎吧
加上一部分 减去一部分
加了商城 交易行 没了 的确是没了 你问问他们嘛 工会两年都没动的
kog有考虑开餐饮么 毕竟能把两年前的饭不多不少的来回抄给我们吃 还这么新鲜 一般的饭店我真没见过
客人吃的开心 你们赚的开心 一举两得
毕竟您都说自己在努力了呢 大家都有目共睹不是  您不是喜欢看大数据么 你看客人都变成木讷坐在座位上看着您了呢  您确定还有客人么  您可能不是想要客人 也不是为钱开饭店 您纯粹为了 看到客人恶心的样子很开心呢
谢谢呢 加油  毕竟大家都很喜欢您呢
好评: ACG万岁

差评: 我是伞兵
好评: 改进一下操作手感和打击感，有点课，其他还可以
差评: 这游戏更新了个什么东西？？？？不会更新别更新，更新之后游戏都进不去了
差评: 捏脸很好玩，游戏没意思。
好评: 虽然这个游戏肝度太高，爆率很低，浪费了我的金钱，占用了我的时间，甚至在一定程度上耽误了我的学业。
但是我还是要谢谢kog。


因为他送了我一个男朋友。
差评: 一款没有什么玩头的游戏，基本是没什么可玩性，除了纸片人捏脸其他的都是可以在别的游戏里玩腻的功能
好评: YES OR NO ？this is a question !

差评: 神之KOG，无论艾尔还是kurtzpel都被弄得乌烟瘴气，不会做游戏请别祸害我们。
差评: 垃圾匹配系统 不平衡到极点
差评: 傻逼游戏，策划绝对985毕业的
差评: 我排位被连不落地
我刷副本不掉装备
我匹队友匹半天
副本队友拖后腿
我都能忍
你tm，我卖个金戒指给我卡半个小时？？我还挂了加速器都能卡半小时？？
2021-7-3日重回感想
更拉了 
要么充钱要么死
本以为一章节五个任务全刷一个副本就很离谱了 结果下一章就变成了一个任务刷五次副本 你又不是付费游戏靠这个凑时长图什么呢 真没懂
面对pvp可疑的人连个举报都没有 虽然说这游戏没有开挂的意义 但是对面大锤不破防真的很可疑
差评: 除了捏人和站街聊天其他的都不太行
好评: 好！
好评: 学学soul walker吧
好评: 





好评: 好诶
好评: 玩了亿会，我的肝！！！！！我人啥了，这29到30级要这么久？我肝一辈子肝不到
差评: 变味了
差评: 1. 你们喜欢的 纸片人老婆不仅能动还能打人223333  
2. 需要开加速器，不然会比较卡。
3.双武器模式，战斗可切武器，正反键连招之类的，每个武器不同，刚开始玩探索中。
4.爆率都是1%之类的，很有点低，肝帝都汗颜。
5.给点建议，能把PVE和PVP任务界面分开？新手教程简洁一点，还有就是求求你们把进本的动画直接删了吧（参考洛奇英雄传坐船）

快跑！！！

好评: 不要对这款游戏抱有任何期望！！！
基本上就是站街游戏，升到30以后会发现没什么事情干，pvp人数太少一般要一会儿，刷装备那图基本闭着眼刷，人都麻了。
如果能接受想入坑，一定要看看下面。
1.送的双倍经验和kp卡一定不要在28以前用，除非你自信一天能刷完30级，29-30有双倍要打100次，我自己28用打了30次第二天没了浪费好多时间，当然如果是氪佬那随意。
2.PVP上手难度高，职业比较多技能说多不多但是各种连招很多，总之想上手PVP至少什么职业都玩几遍。
3.kp商店里可以买衣服，不用一套初始穿到底，染染色还是很好看，特别是猫耳。
4.前期一定要单机！！多人加快进程但是会导致奖励变少，如果和同级打又没什么必要因为一般自己打的也不会慢。
5.能捏脸
虽然游戏基本gg但是衣服是真的好看，所以点了推荐，lsp了
好评: 低情商：什么nt游戏
高情商：有考虑过上架4399吗
好评: 还行，就是有点不行
差评: 非常拉跨
好评: 我喜欢这个游戏，所以我也想表达一些观点，希望对开发者有所帮助。一，捏脸系统非常好，但是感觉配音……我希望未来能支持更多语言的配音和音色选择，尤其是日语（个人观点：动漫当然要日配才有灵魂哈哈）。二，优化问题，虽然我显卡本来也就中配，但是还是可以更多优化下的。这个游戏非常棒，有剧情好有趣，新鲜感十足，希望能越做越好。
好评: 6666
差评: 策划这是在计生么 是要停服了吧？？？29-39 要刷200次 火龙新人压根单刷不了 要觉醒武器不氪金要的刷250-500次 就算又大佬带  伤害低了也白搭 和人组队 死了 任务完成也显示失败   外观箱子和图掉落率更是低的离谱  有一说一打发时间能玩 氪金省省吧 这么操作 早晚黄
差评: 移除了重新捏脸，只能删号重新捏。
肝度爆炸，职业等级一级就要刷掉一个肝
相比老版本感觉没有什么改进，反而是低等级副本匹配不到人（可能竞技场改善了，不喜欢打竞技场）
不建议入坑
好评: 666

差评: laji
差评: No activity, hard liver, no fun
好评: 现阶段RPG漫画风的优质游戏了
差评: 只能说是一个除了二次元捏人系统外一无是处的氪金游戏，我还傻乎乎的充钱去捏人。
好评: 好
好评: 为了挂2小时拿卡 我真的要吐了 实在是坚持不了2小时了
好评: 游戏崩溃  优化不怎么好  玩的累  玩法有点单一  任务奖励少了
好评: 架不住她奈子啊
好评: 内容偏少，不过很好玩（要命不用氪系列）
差评: 我能说什么呢我也算玩的时间长了，但是这游戏最近的更新是真的越来越垃圾只会更垃圾，优化做的简直没得救，有时间打这游戏还不如去玩其他游戏.
好评: 感觉。差不多要关服了
差评: 这个游戏太朴实无华且
好评: 有考虑过上架4399网游区吗
差评: 我是傻逼，游戏也是傻逼游戏掉装概率可以说是为负数
差评: 游戏傻逼  我也是傻逼
差评: 无情连刷9小时 我是傻逼
好评: 动作流畅，观赏性比较高，很值得玩
好评: 有没有一起玩的，各种游戏聊聊天一起打本什么的
差评: nt游戏，割韭菜，侮辱玩家智商哈哈哈！

到现在可以改一下hhh，为什么不来玩“原神”呢？QAQ

除了点数商店的那个背景！一无是处
好评: 留下了贫穷的泪水
差评: 我是傻逼
差评: 狗都不玩
差评: 尼玛20级之前装备爆率很正常，20之后的副本打尼玛半天不出一件要的装备，后期地图一个任务刷NM几十次，觉醒什么的就更是跟傻子一样，一句话总结，这游戏就是屎，福利福利没有，爆率爆率没有
差评:  我是傻逼，没见过满级前一级要刷100多次重复副本的游戏
差评: 垃圾游戏，毁我青春，为什么不出纯正JK
好评: 不错的游戏，画面和操作感都挺好的
差评: 讲实话萌新玩的一脸懵逼，进去就怼一个技能教程（？）然后就没有了。没有剧情没有引导，干什么都不知道。pve少的可怜，pvp队友全是人机（？。完全搞不懂，白瞎这立绘和建模
差评: KOG你家祖坟没了？D级匹配到G？看来脑子里的奥利给已经不足以说明你的问题 看来是祖坟没了才能做出这样的默示 还beat 你游人还是太多了 千万不要玩 千万不要玩 因为你想象不到kog脑子里面的屎是有多恶臭 千万不要玩 不然你会因为永无至今的刷图而无聊死
好评: 又一款暖暖游戏
差评: 高情商：考虑做成聊天游戏吗
好评: 作为1/3个老玩家的评价.jpg（从2019年12月中左右好友安利入坑）
PVP方面：那个时候的版本PVP并不容易上手，没有指示条显示技能的霸体值，只能通过颜色来大概判断什么技能能接，不能接等，同时并不平衡，在新职业出来的时候购买巨强（指伤害高，破霸那些。那个时候我并没购买，刚刚入坑没了解，算是道听途说）同时还有相当一部分的bug
PVE：玩家只要花时间去肝，都能获得不错的外观服装，也能通过steam交易获得收益，对于玩家是比较友好的。boss战也需要玩家配合好才能较为快速击败，通过不断练习可以快速击败boss，有两人/六人的（但是并没有什么剧情，除了与NPC的交流）
（这个时候并没有任何新手教程，还有水晶那些技能选项什么的，有NPC一小部分的剧情吧算是（有点复杂算是，当然了，也蛮有趣味，然而那个时候我完全没去了解.jpg）
2021年1月15日大改
游戏新增了内置商城，锁了steam交易（玩家无法往steam上挂东西交易获得收益，只能在游戏内部的交易行用游戏货币进行交易），删除了karma的NPC，同时之前新出的职业免费（背刺老玩家.jpg）【这几点导致相当一部分玩家流失】需要时间去肝，获得相应的货币去解锁技能，当然也可以直接氪金快速升级职业
PVP：出了炮新职业（每一次出新职业的时候，新职业都会相当强势）将之前可以单独选择模式的改为了随机（似乎是，在大改之前可以单独选择夺旗2V2 3V3 5V5等，后面改成一个总的随机的选择。
PVE：变成了三个等级的boss战（侦查、歼灭、突袭。1、3、6人似乎是？有职业等级限制奖励，突袭必须两个所携带的职业为3级之上），大概就变成了刷刷刷的样子，基本上配合好了解一下速刷都能刷。
（完全没有剧情的PVE）
后面每隔1个月还是多少就出个新职业，以及其他活动，技能改动等，其过程就不在详述
2020年7月15日（我印象中是这个时间，或许是我记错了）
PVP：连击系统大改，普攻不耗耐，简化了一部分连击，比如双刀的咸鱼突刺在此之前是会将对方击退一定距离，只能接SL才能接上，现在没那么远了，后摇也不是那么大了，能够直接接WWL挑起。增加了连击保护（限制玩家输出，不至于起到人对方就只能爆怒气，多了一次机会？大概叭）
PVE：说实话我没怎么关注过，打得少，只是一名PVP玩家，那个时候的PVE改动我忘了。
 最近一次重要的就是觉醒系统了吧，玩家可以通过肝/氪的方式让职业觉醒，获得新技能，增加基础属性，移速，暴击什么的，这个觉醒加回来的时间我忘了，中间有段时间我没怎么玩，去学东西了。（这个时候把NPC们都加回来了，当然，我怀疑原画和建模是不是有仇，模型对比原画是真的差了有点多，我觉得emmmm比如恩舍，看动画跟16岁的少女一样，进去后看那个模型，哇大妈你是谁啊.jpg）

到现在
PVE：简化了更多，忘了是什么时候开始的了，有PVE的等级了，PVP的属性外观归装扮管理，PVE的属性归装备管理，有较长的PVE关卡了（但是还是没什么剧情来着）
PVP：相比之前平衡了很多了算是？相当一部分职业的削弱改动来着，但是bug似乎也还有，PVP里面的bugemmmm，还有主城有时候按键没反应emmmm得切换其他程序叫出鼠标点击ESC切换频道才能恢复。

总体来讲的话，与2020年1月15号大改之前相比 烂了很多，PVP操作的内容简化了一部分，PVE没什么趣味性了就是刷刷刷了，玩家收益也降低了，但是PVP的平衡比之前好了，减少了一部分的bug，有了一丁点的基础教程（聊胜于无），有了霸体指示条，让玩家可以了解基本的技能霸体大致数值了。

作为PVP玩家暂时来讲是可以接受目前的情况PVE的收益没那么高（没时间肝，懒，氪不挺好的么，买买买衣服给女儿/老婆穿）
当然了 PVP环境也还是相当恶劣的由于一部分玩家所导致的，跑狗/蓄力蹲坑/bug玩家/低素质玩家/代练等都是有的，这些东西很难去解决，毕竟是人的问题
不过也有好的玩家咧，遇到那些正儿八经地拼进攻反手、对方天马行空的攻击思路，还是蛮好玩的，还有顶着版本玩的玩家也蛮不错的2333333333
上手的话有老玩家会愿意带哒！很容易上手的惹现在。

不过说起来 游戏商城里面的服装武器皮肤那些，有些是真的很棒（KOG快点上架死库水，快点上架夏威夷，快点上架圣诞装呜呜呜）当成换装站街聊天也不错23333333
作为PVE玩家剧情党什么的话，暂时没什么剧情，只有刷本什么的，NPC的对话也相当有限（希望以后出剧情DLC咯，你敢出我敢买.jpg）
对了，最重要就是得要加速器才能玩emmmm不然好卡（点名雷神，虽然便宜，但是拿来打PVP真的好痛苦）

还是可以哒，希望越做越好emmmm（虽然我看不懂策划的操作）
在这个游戏里面我也遇到了相当不错的玩家哒，也交了朋友在这里面(p≧w≦q)

差评: 我是傻逼
好评: 
差评: 以前旧版本倒是做得挺好，对战流程，不看PVE单看PVP还是非常不错的。
现在就是垃圾。打完回到主城必卡顿，而且还得卡很久，优化太差了吧。
新增的PVE内容毫无可玩性，就是刷刷刷，没意思，不如专注做PVP。
回坑老玩家，不建议玩现在的KurtzPel，很差。
好评: 没有体力限制，不是必须充值，就是肝肝肝
好评: 矮子的游戏最好了呢
一如既往的用心呢（
差评: 但凡是把pve改回来都没那么多人喷
好评: 有BUG 我打完副本出来除了移动和别人互动按键 其他都按不了 重新打开玩几盘也会这样 有毒
差评: 从捏人到卸载（悲）
差评: 掐烂钱，其实策划我跟你说游戏是多余的，直接剩个商城就完了
差评: 你以为你可以像日本动漫里的主角一样？称霸MMORPG?
你以为你是龙傲天？欧皇？是勇者？
你是不是憧憬异世界？想成为冒险者？
--------------------------------------------------------------
那我求你别玩这游戏
《Overlord》看过吗？只可惜你不是 アインズ·ウール·ゴウン（安兹·乌尔·恭）你只是一个杂兵
捏脸一小时 游戏三十分钟
好耶！！！


好评: 可以的，二次元
差评: 我 是 傻 逼
差评: 能玩下去这游戏的都是什么样的人我想知道？ 游戏不咋样商城真丰富。。。
差评: 看网上说这款游戏打击感很不错  就来试试，结果很一般啊，平A的音效  也很LOW 动作僵硬，说是闪避能中断平A技能  可实际呢，不推荐
差评: 一个副本要打6 7 遍才能打下一个副本就很NMNT,WDNMD
差评: 辣鸡
好评: 花钱如流水
差评: 我是伞兵
好评: lol a trah game. yeah now more better than before.has real pve
差评: 操作感太差
差评: /
好评: 看时间
我是傻逼
好评: 好玩
好评: 养老游戏
好评: niu

好评: 打击干感很棒，人物建模也很棒，非常推荐！！！！

差评: erciyuan玩家的钱真好赚。

还我剧情RNMB（PVE玩家震怒！！

都1202年了这游戏还在搁着整抢先体验？

坑成什么样了？？又大了还是又多了？？？

我的阿库娅长弓变成了460+ HKD？？？？
（这TM还成理财游戏了？）


好评: 你以为这是个免费游戏，其实付费内容都在游戏内, 不氪不能玩[滑稽]
好评: 两年高龄菜鸡在此，权当帮助新人作参考：

游戏人口稳定（不多但是有人）；
PVP门槛较高，需要多练习。练成了的话会非常享受畅快的战斗感觉，而且不管什么水平都可做到完全白嫖；
（想练PVP可以参考油管上Ara Uesugi的早期视频，讲解演示都非常好）
PVE二线手游水准；
更新速度不快；
美术风格适合站街和YY，但是新玩家上手，可能会面临因缺服装而不得不氪一点儿的问题；
英语骂人的一般都是棒子。英语词汇量极低，而且自尊心异常脆弱；
（如果他们用“发展中国家”的论调开头，请用朝鲜No.1(North Korea; independent country)或XX妇(comfort lady)等议题向他们猛烈开枪）
键术不精者，可在进入对局后立刻在聊天框输入/mute，即可送你一片清净。但是每一局都要单独输入。
好评: 人太少了，如果喜欢pvp还是能玩
差评: 以前DLC买的职业现在免费就算了，以前的东西基本删了也就算了，新出的职业都跟爹似的，PVE以前还算可以好几个人打一只大怪蛮有意思的，现在呢？改成什么狗屎闯关，给的奖励又少，怪看都看腻了，单人打比组队打更快什么脑回路？那个世界地图形同虚设，就一个图还做你妈世界地图，PVP排半年都排不到一个人全是人机，排到人也是nt炮+nt镰刀还是觉醒的，PVE不行PVP又不行新玩家寸步难行你也就做衣服做的行，真的服，垃圾游戏，就硬劝退
好评: 打击感挺不错的，氪金点 有点多
差评: 虽然这是个免费游戏 但是具肝  
技能点每日就100来点 后期一个技能就要几百上千点 简直吐了！
要么就得打PVP获得技能点 这游戏PVP排一个小时估计能打个2把3把左右因为人太少了打的还墨迹说实话PVP好烂 好不容易赢一把才15点技能点 等于你刷几个小时估计也就100来点吧    想要玩的爽就氪金吧 商城里面啥都卖  你肝几天估计就充个几十块就跟上你了   反正我玩了一个星期了  我现在技能都学不了 就每日日常混混技能点  然后就可以下线了   反正我就混时间才玩玩等永劫无间~
差评: 谢谢你 kog

差评: 我是傻逼
差评: 我是傻逼
期待kog能把这游戏能越做越好的我是傻逼
steam市场没了，不靠这个赚钱，我没给差评；
pve第一次大改，因为算是pvp玩家，我觉得还能忍；
新职业都是爹平衡稀烂，勉强能理解，毕竟业界难题，也有针对打法，另外打不过就加入；
pve第二次大改，我惊叹于kog策划神之才能，装备等级强化深渊无双无脑刷刷刷，新剧情摆个图配个音让你乐呵乐呵，强化还有失败装备会碎还能买修复卷保护卷，有dnf内味了，同时地图小兵素材用烂，地图分界线敷衍的用黄色的光墙意思意思，但这些，pvp人表示都能再忍一忍；
然后是突破了我对kog认知下限的觉醒系统上线，觉醒技能特效动作敷衍但伤害离谱，觉醒素材又肝又氪；
服务器从不优化，卡键bug一直不修，花活和阴间活动整的挺多，更新最勤快的永远是商城衣服表情，季票毫无诚意（我真不知道为什么现在还有游戏能把圆形建模做成多边形，都2021年了哥）
总结就是，想着办法恰烂钱，一边恰烂钱一边给玩家喂屎，然后时不时展现一波神之才能更新些东西引诱玩家，结果一试发现是巧克力味的屎。
行吧，喂的这些屎我认了，我就是好这口，我就是喜欢这个烂游戏，我忍了，也不是不能玩，你别说这屎巧克力味还挺浓，和朋友一起自定义掐架也还是很快乐。
然后今天一更新，我草？
moba模式？5v5？诶你别说听起来好像怪有意思的？
结果打开一看，我曹什么垃圾缝合怪模式？
嗯，不走心的地图设计，嗯，一人选一个职业不能重复，嗯，有了小兵野怪和半天都摸不透彻的升级系统，嗯，技能大招都要升级加点，嗯，近战没吊用最多来个锤子回血其他人远程丢垃圾完事。
这tm，果然还是一坨屎。
最让我不能忍受的，是玩法内核的改动，包括但不限于：取消体力法力，闪避和ww共用三格蓄力球，倒地无保护，连击手感变得异常僵硬；听很多人都在说这些改动以后会加入pvp。
我真的纳闷了，kog在干什么？真的搞清楚自家游戏的内核玩法和核心卖点了吗？还是说我想错了，现在的游戏机制圈钱能力不够所以急迫着要转型？敢这么大刀阔斧乱改核心机制，业界可能就kog一家，佩服佩服。
爹，求求了，我把策划叫爹，你们这是pvp游戏啊，不是3d的DNF也不是3dmoba啊，本来屎里唯一的亮点可能就是畅快的连击系统和打击手感了，你们现在还要把屎里的巧克力味道去掉？
对体力法力资源的掌控，对阵容打法的谋策，对敌人操作的预判预读，如何最高效最稳定的打combo，如何先手抓人后手反打，如何与队友配合掌握节奏双双起人，如何拿捏时机使用大招翻盘，或是经过苦战华丽的赢下比赛，或者奋力反击虽败犹荣。
真的，上面这段是一直以来，能另我心甘情愿的吃屎的原因，现在kog告诉我，都没有了，屎的巧克力味没有了，只有原汁原味的美汁汁了。
好嘛，好嘛，练了几百上千小时的技术，说没用就没用，你的快乐你的努力你的坚持在策划面前也只是一坨屎。
算了，说太多了，爷累了，祝kog早日倒闭，不要再祸害这游戏了，真的，累了。
另外请把氪金的妈内烧给策划的亲妈谢谢。
好评: 非常有潜力的游戏就是打击感有点差

差评: 改版之后完全没以前那味了
好评: emmmmmm

好评: 走路和溜冰一样 MD绝了
差评: 根本就进不去游戏，进去就是黑屏，然后一个超大号的鼠标在你的屏幕上，怎么，这是鼠标模拟器？开了加速器也不管用，换一个电脑也不管用，就只能控制一个超大号的鼠标，好家伙，合着我的人物是一个鼠标？
好评: 游戏性操作系统什么的觉得还不错，有点氪，感觉像个黑马，还没玩到p v p 但感觉会很有意思，希望越做越好，别让我们失望
好评: 质量非常好，与卖家描述的完全一致，非常满意，真的很喜欢，完全超出期望值，发货速度非常快，包装非常仔细、严实，物流公司服务态度很好，运送速度很快，很满意的一次购物。收到货，第一时间拆包装，感觉质量还是比较好的，与卖家描述的还是一致的，非常满意，发货速度比较快，物流公司服务态度很好，运送速度很快，总的来说这次是很满意的一次购物，感谢卖家。宝贝收到了，卖家发货很快，物流也非常给力,客服服务态度极好，很有耐心、给人一种亲切感，好喜欢。还有包装精美，高端大气上档次;看得出来商家很用心。宝贝真心不错，与图片相符，没有任何差异，真的是物超所值。我觉得挺好的，买的时候看见评论里都说好就买了，看到发货的时候挺激动的，到了之后，满怀期待一激动得从快递员那里拿回了寝室，试一下，结果挺不错啊！而且客服小姐姐也特别的好，很有礼貌，客服小姐姐也是秒回我的疑问呢，嘻嘻，下次还会回购哒。
差评: 打击爽感可以的，二次元风格也很喜欢，能自己捏人物的脸，而且乳房会摇摆，不是石头胸，搞色情就看它了。
不足之处是PVE内容太少，某些怪的难度非常硬核，没有任何红圈提示就瞬移打脸。{手残萌新杀手，魂系玩家应该会喜欢吧}

風向變了 就這樣 運營吃相太難看了。從網易那邊請了一個運營人材過去嗎
差评: 本身我就是一个爱好RPG和刷刷类游戏的肝佬，每个喜欢刷刷的玩家类似玩无主之地和warframe的玩家都知道：
最有成就感的就是自己的装备
自己的游戏游玩时间
自己最踏马引以为傲的pve速刷速度和效率和超姬⑧帅的连招
最喜欢的就是看着自己周围越来越多的新鲜血液
可是这个DIO毛游戏
一个都不沾边。毫无关系！
本身7月份入坑玩的将近300小时就因为策划的“服务器分流”导致爷的游戏时间从300变成了找设置的0.7小时不知道在座的会不会。总之我是最伞兵的那个
而且本身新鲜的题材就很容易引来新鲜血液而shabi的策划组却把所有中心调到pvp
你踏马是不是觉得我死命刷刷的资源是拿来看的？
武器削了又削
你们改改的是游戏结算会掉线和服务器shit的一批的bug而不是看氪金大佬用什么爽就削弱什么
氪金大佬用的都shit何况正常玩家和幸幸苦苦的肝老呢
任务从一开始的pve狩猎式变成了pvp的各种反人类强制性任务
为什么说是强制性。因为你可以发现只玩pve  根本！！活不下去！！！
这游戏本身就很合我这种刷子类玩家可是现在觉得这游戏就是披着羊皮的贪玩蓝月
爷想的是刷刷的快感，而不是在副本刷了半天买不了一个挑战复活币的憋屈
龙之谷在怎么没名气也至少不逼你充钱
无主之地服务器再怎么不通人性也至少从来不乱改游戏可玩性
反倒这游戏，一手好牌全拿来给策划当厕纸，
这300小时爷不稀罕
但爷稀罕这屎策划的马还在不在世
差评: 没中文，要氪金（很多）
差评: 这个游戏不推荐，另外我找不到怎么更换语言和字幕
好评: 看了看我的游戏时长，我是傻逼（。但是刚开始玩的那几个小时游戏体验其实还蛮不错的，大概捏脸有加分项（）
好评: 打算退游了。算是玩了快2年了，kog的nt操作是真的迷惑。但还是希望他可以走下去吧
差评: 超不推荐玩，600多个小时里还是有小伙伴和工会大佬一起带着打才玩了这么久。 PVP一直在更新然而PVP对新手来讲反而越来越不友好，PVE本来还能和队友一起消磨消磨时间的，结果一个大更新把PVE从8人打配合杀BOSS模式 做成了像艾尔之光和DNF那样的吃高强刷怪模式（从原来8人组队压缩到了只能3人组队） 就目前感觉游戏除了画面外一无是处了
好评: 首先只要你能让我捏黑皮大奶，你就是宇宙第一神作！（划去
初体验动作表现蛮惊艳的
具体的游戏体验多玩段时间再评价
至于热评的几个差评，我就是来玩格斗游戏的，我来玩dnfPK服，甚至说玩dota玩csgo那样。
在这一点上，游戏堪称完美。不用肝，想要就买，不想要影响也不大。我天天玩和一个星期玩一次，只要我操作不离谱，收获的是同样的游戏体验。
只是阅读了一下热门差评，我就爱上了这款游戏
开心了花点小钱玩暖暖换装，pvp打过了就是我牛逼，打不过就是我自己菜。
干嘛？9012年了还有人喜欢玩mmo吗（笑）喜欢刷图的多少沾点。不是我看不起你们pve玩家，你们pve玩家的爽点确实太神秘。不是说你一天屁事不干往一个游戏上投入大量的机械劳动和重复劳动，谁无聊的事干的最多谁就有顶级神装。本来上班就够累了，一几把游戏还天天逼着你必须干这个必须干那个，今天不干明天人家装备就比你好。你们都爱这样玩游戏？
二次元傻卵风格，满足多样性癖，动作演出优异，爱肝肝不肝买，这样的游戏上哪去找啊？？


—————————————————————————————————————————
2021.5.1 永劫无间第三次测试（steam4.23-4.26）结束了。我突然想到了这个很久很久没玩的游戏
看了眼差评，出现了装备洗点，刷属性等要素。有点打脸啊，前面刚说过刷刷刷没妈妈的。
不过我对这个游戏的印象还是永远的停留在了刚开服时候的样子，这个好评就不改了。
就算从评论里得知经济系统，武器属性系统烂了，我不玩了，但我还是承认这个游戏优异的动作演出。
3d格斗的天花板dmc，往下，不知道是不是我玩的游戏太少。我真的找不到一款pvp3d格斗佳作。永劫无间说实话，只能说中等稍稍偏上，但还是在这次内测中巅峰在线15w直逼apex英雄。

当我我滑铲上挑接平a把人打飞出去没法跟住第三段下劈的时候
我满脑子都是我浮空追击接双刀连续跳水的影子。
有点泪目了。
差评: 垃圾游戏
差评: 什么垃圾服务器？
自从二周年活动开始了，我就一直在单人频道出不去，怎么都出不去。
好评: 无聊时候刷刷图挺休闲的
好评: 问题很多，但是很喜欢
差评: 我是一个虔诚的PVE玩家，打到后面还不能选取难度，强制打永恒自己电脑本来配置就有点跟不上开局卡顿瞬间暴毙，遇上一起卡顿的队友比黑魂还难受，刷来刷去就这几张图爆率还低的可怜，进图就是BOSS战别说小BOSS连个小兵都没有（BOSS召唤的不计）一点打本的感觉都没有，近战去打永恒难度巨TM难受（垃圾石头人不算，黑皮小精灵emmm这个打的很舒服）能不能出个自选难度？就算熟练之后遇上操作不行的队友一个人想打过去也很难受就比如说中尉和拳师，我刷个好感度累死累活打了几十局永恒还不给我碰到，难得遇上一个打击感让我有感觉的游戏，优化难受，进图日常卡顿暴毙，物品商店卖的东西也没个试衣柜，就这么点内容要付费的东西却倒是先弄齐了，你们要是能做到当年剑灵上线国服血洗网吧电脑我就服气，总之游戏现状PVE很难受，内容太少，优化比较差，PVP我不了解，好友系统没有，该有的一些便利选项方式都没有，氪金点很多，当然可以不氪金只肝也行，这游戏氪金装备和不氪金装备属性是一样的只是外观差距，为了肝个好感度出衣服打了四十几个小时，感觉比我肝Warframe时还累。
游戏暂时还不怎样，建议先观望一阵吧




我看到一堆评测说充钱服装攻击多的     ？？？？？属性不都是一样吗？后面武器强化6次？你没发现初始武器已经给你开了两个技能槽吗？这游戏充钱能变强？你玩游戏连武器衣服属性都不会看就在这瞎BB有什么意思？吃相确实难看，但是瞎评论的我也是佩服，还有请不要某些PVP玩家对我们PVE玩家开地图炮？有什么好优越的？




2020 1 29  
我是傻逼        还好我去年就早已退坑  我现在回来只是把好评改成差评顺便给去年的我打脸  1 15的改动策划彻底放飞自我
好评: 新舞蹈好魔性哈哈哈哈哈哈哈！！
差评: 我在想这老G 是不是心理变态、  一个副本重复13/4次。 爆率贼你妈低到28级了还带10多级的武器。
差评: 没有男角色 全部都是女的 不给男角色一点福利？？？全部人都选女角色就算出了 属性时装男角色也没办法购买啊
好评: 怎么购买角色卡槽
差评: 进都进不去😀
差评: 觉醒会让你考虑选择70块钱。毕竟要打250次地图！而且只能用一个角色反正什么都要钱
好评: 非常不错
好评: 基本什么时装都能刷刷刷 牛逼

好评: sb的判定，sb的平衡，sb的掉率..........但她实在是太大了
差评: ..........................................
差评: 我是傻逼
差评: 要肝没有
差评: 免费游戏 玩着还行 画风也可以 最主要的是自带中文
但是对无氪和PVE党太不友好了 非常肝
差评: 乐色，真的就是一坨游戏，dnf策划和你游策划有一定的血缘关系吧？是父子？站街随机禁言，刷图出来随机卡鼠标键盘，火龙破产，装备紫色以上改成无法交易强制玩家买封印卷轴吃相有这么难看的？狗屎，签到一次送三张，方便玩家买两张是吧？pvp平衡做的连狗屎都不如，大炮一个觉醒能秒人，大剑刚毅跳脸这种脑瘫玩法，dnf策划一定和你有血缘关系，说是你野爹我都信，几百个人的破服务器你tm把神圣几率调这么低拿给鬼用的？出了还是些阴间属性，刷个图还要绞尽脑汁才能不破产的游戏老子生平第一次见，拍卖东西这么贵=玩家获取cp容易=削弱收益就对了是吧？请问一下你这种脑部异常症状持续多久了？*****，我骂的什么你自己想，怎么难听怎么来就对了懂吧
好评: 特别好玩，就是我好像没有gan了
好评: 免费游戏！我不是傻逼！
好评: Good game
差评: 立绘不错，音乐也还行，就是游戏太垃了 几乎没有玩下去的欲望
好评: 我还花钱了，我真是个大傻逼
差评: 这是韩游，都散了吧
好评: 太卡了
差评: 为什么我到14级就只能移动 其他什么按键都没反应了？
差评: NO  PLAYER  AT  HERE,YOU  WILL  BE  STAY  ALONY  LONG TIME.
好评: 好耶好耶好耶
差评: 修装备需要457，打一把地牢就给300.真有你的KOG
差评: 我吐了，我是低配行吧，我懒得扯优化这方面的，但你为什么能够做到毫无打击感？新手教程也很迷惑，我以前以为是我的理解问题拿朋友的号肝了一个月都没搞明白你这个游戏很多东西是什么情况，玩别的游戏从来都没有这种状况到你这就全来了。还有我这次重新下发现文字大小根本不匹配，面板和职业那里字小到根本看不清，这我还怎么玩？

差评: 我原来给的是好评，但是之前有事情 ，只能放弃这个游戏，当我回来再玩这个游戏的时候他已经变得面目全非，再不换策划，就准备下葬吧。

我是sb
好评: 可以玩，目前玩到超爽的
好评: 鬼才策划这么好的创意都浪费了不喜欢pvp的最好不要入坑。
好评: 还可以 就是找不到人组队单人玩的难受
好评: 我是傻逼，我以前玩该有剧情的，现在呢？还我剧情！亏我还买了双刀dlc，结果第二天就免费用了。玩你妈。rnm,退钱
好评: 总体来说玩法有点单一，纯粹的刷刷刷游戏，不知道是不是我的网络问题，开加速器延迟还是挺高，高延迟就导致闪避镜头很容易晕（向一个方向闪避的时候中途会定一下，很晕）
差评: 策划是真的
傻逼！！！！
新人别来玩了
头一回见更新删内容的游戏
氪金道具还影响PVP平衡的主打PVP游戏
本身职业平衡更烂
pve难度就不合理
好评: nice
差评: 我是伞兵，辣鸡游戏，做不好就干脆别做，越做越辣鸡，我玩辣鸡游戏，我是伞兵
差评: 我是sb
好评: 其他还好吧不过主题要会肝
玩法：肝
推荐玩法;氪金肝帝
闯关打副本没了
好评: 我tm傻了，链接贼垃圾，其他的都还好，能接受
好评: 真不错啊
好评: 很不错，pvp很棒，而且打斗打击感什么的都超棒，感觉是个宝藏游戏，尤其是他的捏脸真的很可以
差评: 我最近没玩但是以前冲千把块钱的我
总结这是垃圾
蓄意骗钱pvp好玩？好玩反正我朋友都说好玩
反正我不玩pvp所以讲pve
不知道现在出新图没，就三大图
后期龙刷一千一万吧也不是极品
一个人百来人的服务器你把神圣极品属性整的0.000几恶不恶心
是不是韩国游戏都这德行DNF人家服务器每天在线人数多都没怎么恶心
还有复活？以前可以拉人现在必须复活币？？？？
翻译一下:没钱滚
地图机制更不要脸了不做人了？
高级玩家带低级玩家死命亏钱
没收益？
没低级玩家那来高级？
哦高等级玩家刷低级图会影响
cp市场
我一个猪脑子都能想到降低收益啊
或者不掉耐久不给东西
得带萌新掉耐久不给cp
玩什么我傻啊带萌新
然后全部pve大佬大部分都怎么想
那还有鬼新鲜血液！
后面出什么骗克我不知道反正玩这游戏很高兴遇到了3个老骚年
陪我wf陪我聊天上下班问好

差评: ...并不够好
如果你的机器性能一般，只要剧情有个画面卡一下你就音画不同步了

人物。。。。脸还行（大概是因为自己能捏好...?），能调节身材好评，但是调颜色的时候没办法仅恢复默认颜色。。。。。还有身高。。。咱能有个参照物不？？能给个具体几米就更好了
另外，御姐不能有萝莉音是歧视！Its stereotype!!!

人物动作和场景的契合度什么的也根本比不了隔壁网易 逆水寒 或者是什么 剑网3 ，人一动唐突的感觉就特别明显

取名字是真的难受，不允许重名，然而这种游戏里面要是不能用想要的名字那就可以说是有点不舒服了

优化一般
甚至该说是有点差，在较差的机器上体验何止是糊画面，帧数只剩30以下，难受

玩法果然是一贯的韩风网游，不过要走向国际的话这样的风格可能得稍微做下相应的调整（韩式网游我总觉得哪里不对劲...）

场景剧情什么的，连接的不连贯

我以为npc也会帮忙打架的结果他娘的就只有我一个？？？？

任务之后的剧情。。。怎么就没声音了？？？？

任务中的剧情不知道是不是我机器差的原因就光污染严重。。。我看完都觉得眼睛痛

退出游戏真的突兀，咱能至少做个黑屏渐变和音乐渐小不？？

也在网上找到信息说这个厂家是小厂
又因为这只是early access
那行吧
我姑且假设官方会逐步修复所有的东西


那么，，这东西有没有什么优点呢？？？

最开始吸引我开坑的地方是它的创建人物时的性格选择
。。。结果3个小时过去我也没看见这个选择有什么影响
选择的时候也说什么性格不影响数值。。
也不知道是完全没用还是我没遇到

人物可以捏脸，可以捏好看，因为是二次元的原因所以全球都有人喜欢
可以调身材这个厉害了，虽然被限定身体数据不能超过现实里的大部分人的范围[spoiler](甚至于国内有见过好多次腿超细的妹子在这游戏里面根本调不出来，胸部也只是看起来只能到H左右然而。。H的话国内都有好多，往上的IJK什么的也根本调不出来)[/spoiler]，但这个范围内已经有足够让我选的了。。。

场景设计看得出来在最高配下大概是什么样的，效果不错
光可能有点多，弄得有点像三蹦子。。。

游戏手感虽然一般，但是多样的武器及连击必须让我给这么一个系统打上好评

音乐。。。是真的让我感觉我在玩SAO
就是不知道这个算不算好

就目前所展示的东西来看
没有一台优秀的电脑是没有办法带动这游戏的 [spoiler](我会说我因为电脑不行经常人物加载不好经常看见妹子内衣？？)[/spoiler]
综合评分：4/10




---------- 20210405更新 ----------
魔法师胸部削了
直接砍没
捏人那块说不定还做过调整，反正我现在是见不到又矮胸又大的变种矮人族了

游戏体验好了点，不过还是只能打架...
我根本不是为了打架来的啊...

太惨了
差评: 这个鸟游戏，现在玩的少了，就不说游戏内坑不坑了，就说说现在每次的更新，我不知道你们这游戏更新是怎么搞的，明明更新文件也就几百MB，结果需要的硬盘空间需要20个G？从来没见过你们这么傻的更新模式，本来硬盘就吃紧，每次更新都不够用，以前还会没事上去打两把，如果再不把NC一样的更新方式改改，直接就卸载好了。
好评: 00000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000
好评: 衣服很大，款式很白=-=
差评: 这垃圾游戏，删装备是真的sb，我花钱在steam社区买的装扮给我删了一大半。人晕了。。。
差评: 毫无打击感
好评: 游戏蛮好玩，但是为什么我只要pk出来就无法用键盘，只能退出。ESC都不行
好评: 壁纸挺好看的  为壁纸而来
差评: CHSM
差评: wo shi s b
差评: 不知道为什么一直掉线 麻了
好评: 人太少了
好评: 我是傻逼
差评: 一手好牌打的稀烂
好评: 好是好，就是太肝了
好评: 这个单机游戏挺好玩的,副本也很多（）
好评: 真不错

差评: 辣鸡游戏
差评: 垃圾爆率
差评: 垃圾游戏，新手提示都没有，进去不知道干嘛
好评: 非常好的有一款游戏，喜欢格斗的朋友可以来一起玩
差评: 一般

差评: 全特么PVP，一个像样点的副本都没有，武器职业完全不平衡，剧情一塌糊涂，很多东西还特么必须氪金，还不如玩原神。
差评: 看到我的游戏时长了吗？爷就是伞兵一号，懂？
差评: 烂，手感烂，逼氪，打法单一，地图迷，玩法少，除了捏人一无是处
差评: 垃圾游戏  我就没见过这么傻吊的操作  我就没见过  打人瞄准好 技能横着扔  人堆按后撤还被技能被动叠到往前冲的  这不是傻逼是什么，我真预祝你们游戏死的越快越好 就收钱快呗 超级不建议玩儿 玩儿了一晚上 真是我玩儿过最是屎的烂作 韩国MMO分三六九等 你这九等都不配  你搞nm 祝你们早日凉凉    什么破玩意儿
差评: 我是真的想嘛官方，无数玩家按键失灵都没人管，官方是不是脑残？不修复BUG，真的是服了
差评: 啊，太肝了
好评: 。
好评: 666
差评: 2222222
好评: ????我都退游一年了
肝死我了
每次绝望都想充钱的时候一充一大把
这是我从出生到现在玩过最肝的游戏
如果你身上长了一颗长40CM宽50CM的肝
我强烈推荐你玩
好评: 挺好玩的
差评: 充钱了，我是傻逼
好评: good
差评: 找语言更改找半天 玩的心情都没了
好评: 1
差评: 棒子做不出好的RPG
差评: 游戏刚玩两天   但是不知道为什么   玩着玩着 就不让玩了  除了V键和鼠标转动外其他键子都不能用了  重登也是一样    难道防沉迷么
好评: 非要打字就很煩
差评: 这游戏该怎么说尼不卡加速器卡开了踏马的进都进不去切换频道还踏马把我登出建给扣了！真就S  A  O呗？
差评: 为什么国内血是绿的？因为都是韭菜啊：D
差评: 游戏已经进入 恶性循环了！    游戏CP商店只有加3000的小血药，副本里普通怪打都 两三千血 加血根本加不过来。

差评: 这游戏为啥还不凉
差评: 千万不要玩.恶心的要死.垃圾策划.恶心啊.真恶心
好评: 11
好评: 希望你我都能找到仍然继续相爱的世界，写给李依 Bombdanna
差评: bug一堆，按键失灵的bug听说快半年了？除了好看没啥可玩的
好评: 还不错
好评: 特好玩，打击感很棒的！！！
好评: 我是傻逼
差评: 怎么说呢我也是老玩家了很早就玩的这个游戏当时和朋友一起玩的，虽然副本不多掉率也低有点肝，但是动作很流畅打怪很爽，就是服务器太差，当时想着游戏才刚出，就忍了以为更新会修复，过了这么久我回来发现，我是傻逼
好评: 技能好看，连招舒服，没了
差评: 极度不推荐，游戏策划和运营就是纯脑瘫！！！！！ 千万不玩！！！！！！
差评: 我是傻逼
好评: 打发时间是完全没问题

好评: 视角转动明明已经最大速度了怎么还是那么慢呢？
闪避的手感有点奇怪，没玩懂，不知道有没有无敌帧。
地图比较像洛奇英雄传那种大厅传场景类型。
画面颜色很亮很纯色，绿色背景配红名小字（敌人）有点眼瞎。
说到底还是个嗑药叠buff修武器的动作类mmo，想当act玩的可以走了。
不过以一个mmo来说投入不算小，短时间应该死不了，值得尝试。
可以捏人但不能调声优？
跑步动作很剑灵，不过那种跑法在其他游戏里已经是超级冲刺级别了，搁你这只是普通的跑步，就很违和……
商城很腾讯，时装很现代，几乎没有沉浸感，不过有power ranger系列动作组好评。



差评: 我是什么，不用我多说了吧
差评: 本想着给朋友推荐一下一起玩的，之前虽然没有了副本，但是格斗流畅也蛮有趣的
鬼知道怎么改成这玩意了
闪避还卡一下的，先冲向前，再闪回来，再向前一动一小点，有病吧，我不记得以前是这个样子的吧
进游戏除了WASD和TAB什么都不能按，退了好几次才能按，然后打了个本，又成这了
连招呢，改的稀烂，连不上，
你副本还不如刚开始的副本，一个个跟傻子一样的
怎么，欺负老玩家技术太好了？想给他们提升难度？？？
我捉摸着，我去玩原神都比你强吧
等你啥时候改回来我再继续玩吧
好评: wo shi sha bi
好评: 玩高潮了
差评: 虽然游戏本身实在是拉夸，但我还是会玩下去的，因为捏人能细节到这种程度并且符合我xp的二次元游戏的确不多。
战斗卡顿，开加速器一样卡，忍了。
操作手感、打击感巨差，忍了。
游戏重复性太高，就是刷刷刷，没了，忍了。
但是这个每次进入城镇都有可能除方向键和跳跃键以外的所有功能键全部失灵……并且反复关了游戏重开都不一定能解决的见鬼bug，能不能赶紧解决一下？？！！
还有见鬼的匹配系统，本来就没几个人排队，等半天忘了点确认的人被禁五分钟，得所有人再一起等五分钟，然后其他人等半天等不到，不排了
差评: 服务器很差，手感也很蛋疼...
不过帅也是真的帅
差评: 我是傻逼
好评: （看我截图有惊喜（You guys will be surprised by my screenshot）
（看我截图有惊喜（You guys will be surprised by my screenshot）
（看我截图有惊喜（You guys will be surprised by my screenshot）
（看我截图有惊喜（You guys will be surprised by my screenshot）
（看我截图有惊喜（You guys will be surprised by my screenshot）
（看我截图有惊喜（You guys will be surprised by my screenshot）
差评: 服了真的服了  PVE没啥用  强推PVP就真香呗？   新手PVE玩了会发现没啥东西，去PVP直接被延迟和大佬连的马都不认得，说真的体验一会就直接删了吧........没意思

好评: 真帮

差评: 不好玩，不好玩，不好玩
差评: pvp极其不平衡=-=
好评: 游戏还可以

好评: 一个人刷图块，三个人刷图怪也变肉了
前期的副本打不过一个人打吃一个复活药
三个人打吃两个复活药
还是一个人慢慢磨吧
差评: [h1] 为了美丽人生 [/h1]
别为了一个游戏气到自己
好好找个其它休闲游戏不好吗

好评: 我tm天天像个傻逼一样求大佬带刷题，刷一次等十分钟，如果有游戏玩我真的不会去吃这个shi全tm氪金我改个人物样子要老子40块钱我可去你妈的吧，建议送给育碧吧他那服务器挺配你的，老子交易的衣服我他妈还要抢我可真日你妈的吧，老子天天像个傻逼一样在那挂机刷图打人机，老子都他妈快崩了打的还不够气的，别的游戏也一样鸟样天天带在这弱智的游戏里当一个弱智，我是傻逼
差评: 手感一般，没主线？(我玩到是这样就是了)大厅地图就一张？就那么一点点。一堆PVP无感，感觉没啥副本什么的，就拼命的叫你PVP的感觉，玩了半天，拜拜
差评: 作为一个动作游戏这人物动作就跟尸体一样，总之不推荐

差评: 这个游戏吃相好离谱
差评: 动作僵硬，完全没有打击感
差评: 不说原神，龙之谷都比它好，艾尔之光都比它优秀
差评: 我是傻逼

1.这个游戏不会把玩家当人的，就算真的听了一丁点建议，那也和国人没啥关系
2.非常吃网络，无线网络，加速器不是精挑细选的，你在这个游戏是不配当人的
3.打PVE是没有收益的，不是没有，但从开服到现在一直在砍，而且没啥市场，而你要打的舒服还需要像DNF一样砸钱
4.PVP不氪金就等着当人下人被吊打吧，氪了金还要练技术，练的技术玩不过别人脏的，而且一样没啥收益
5.噢，建模还可以，但你想穿的好看还是要氪金，然后在一个只有一个地图的游戏站街
6.这个游戏有着“光明”的未来，在线人数从开服几千一直跌倒现在几百，游戏官方打算靠着玩家用爱赞助的资金打造一个电竞之光（然后现在PVP里最高段位玩家各种BUG玩的飞起）
好评: 有pve玩了，就是得刷，没有大佬带属实痛苦，前几关匹配也匹不到人，匹配还必须三个人正好才行，不然就只能单人。能肝的箱子都没了，都要花钱了，感觉比之前更骗氪？游戏里的氛围很好，大佬都挺友善的，都能帮着带带本啥的，还有各种歪果二刺猿是真的顶，就是那个匹配2=1是真的烦人。
差评: 我还充了120，我是傻逼
好评: 很好
好评: 游戏还算个好游戏！麻烦多优化下服务器吧！掉帧严重问题的解决啊
好评: 好玩，就是服务器烂得不行
差评: 一坨二次元的屎
差评: 没有剧情。。。。游戏内容十分乏味，就是刷怪，打pvp
好评: 体验一般
差评: 我选择原神
差评: 这款游戏曾经很好玩
差评: 总体来说比原神强
好评: My name is SB
差评: 这打击感牛顿来了都不好使，上厕所擦屁股的手感都比这好
差评: 打击感太差了，不是很喜欢pvp，玩了几天就腻了
好评: 对这类游戏还是蛮喜欢的
差评: 500把火龙 不出一把武器   是我不充钱吗？ 给我消费的机会好吗？ 出了狂氪保护卷
好评: 画质很好，连招挺多有格斗内味
好评: 我是伞兵
好评: 48484
好评: 纯纯傻逼 我已经不想多说了
差评: 人头狗=明星玩家，有意思~
好评: 好，非常好
差评: 他想和你要钱
差评: 游戏刚开服的时候就玩了 当时充了很多钱弄了很多值钱的装备 仓库里面还有一把霜之巨人大剑 现在不让卖了 圈钱没马
差评: 伺服器有夠爛   連買個kp都可以 一直連不上
好评: 游戏有很多职业而且一局游戏里控制在2个主副职业里玩着不错 入门就可以解锁所有职业 初期玩着很有意思
好评: 玩了一会觉得还行吧，就是有时会崩，键位会卡
好评: When you get used to the battle it is actually fun
差评: 建模啥的还行但是除了训练场，其他地方都瞬移一点都不丝滑

好评: 捏了可爱的我
好评: niu

好评: 此游戏还有进步的空间慢慢来吧，希望有生之年能玩到成品游戏
好评: 对于我这种萌新来说这款游戏即免费又好玩，操作也不难，画风ACG，很喜欢（第一次玩感觉像是刀剑神域）
好评: 按键失灵望修复
好评: LSP我不需要治疗
差评: 画风和战斗机制都很喜欢 ，求求了，来点阳间活动，完善下剧情吧，感觉就是个空壳，商城服装太贵了，搁这儿割韭菜呢。1000kp=70RMB=大概一个部件或衣服。。希望多出一些联机活动，肝度弄低一点，属实有点肝。或者多出一些游戏货币买的服装吧 服装有点少。游戏感觉没啥剧情，没啥剧情，没啥剧情！目前我任务npc也就只有三个。。捏脸系统蛮不错的，有没有花了半小时捏脸，游玩十分钟的朋友ovo，配音有日文或者中文就好了。。韩文和英文听着不习惯ovo对了，KurtzPel点数商店的背景，图标还多好看的。
这策划纯属nt吧，第二章大关卡第一关就打不过了，怪伤害就高的离谱，新手也没有保护机制，淦，要不是有奶子早卸载了。
      很后悔冲了230rmb，游戏没啥内容，用金币买装扮太贵了好看的衣服动不动就几十万金币，太肝了。策划是怎么想的。
好评: 好玩快下！
差评: 我是傻逼
好评: good
好评: 怎么老是出了本之后就容易按键失灵？只有wasd能动和切Karma键能动？搞得我每次都得重开烦死了
而且掉帧严重，莫名奇妙的本来都躲过去的攻击非要给我判定被打倒了，在boss战以前就被耗到半血
boss战虽然难度不高但是真的打起来很郁闷！单人打就疯狂回合制放技能，boss要么硬直贼短要么攻击速度超快，就这么CD一秒的闪避你告诉我能躲开哪下boss的攻击？再加上这种延迟？打小怪的手感还好，打boss基本上就慢慢放技能耗死，单人无聊多人也无聊（多人还没人），比起别的类似游戏这boss战真不咋好玩。。
难度控制方面也有问题，最好把这第二大关的亡灵改改，伤害比第一大关的boss还离谱.
PVP我没打过，不过看到这是个内购游戏内购内容还直接牵扯到实力的游戏，PVP体验不会太好吧？
还有就是动作和配音。。。很别扭
不过就请你们把这一万个BUG改改吧！！优化做好点吧！！求求了
好评: 服务器不行，BUG也多（出副本到主城有一定概率会按键不灵，只能移动）！ 论打击感，技能流畅度 我同时也在玩剑灵 ， 黑沙 ，洛英（请叫我肝帝）  这游戏跟它们比还是有很大差距的。但是偏二次元的风格应该很讨喜，脸捏着捏着我就想起了恋活，希望搞个日配。

一个号只能免费创建一个角色 这有点扯淡了，赚钱固然重要，但我还是希望别着急，别最后把自己玩死了。 

虽然有很多问题，但还是给个好评支持一下吧，希望后期能越做越好。（一个韩游不知道会不会接受外国玩家的建议呢）
好评: 就是人少
差评: DP很难获取，PVE有限制，PVP只有胜利才有DP，商城DP价格也是贵的离谱
好评: 游戏挺好玩，画质也挺好，就是对新手不怎么友好
好评: 每天都在等新的剧情和pve副本，但是kp小吧主告诉我我在想屁吃（差评）
——————这个是去年8，9月份的时候给的评价
现在这个游戏又出了新的剧情和任务系统，虽然也是刷刷刷，不过好歹有点能看的pve剧情了（好评）
好评: 游戏风格还不错啦～但是玩不明白不知道怎么回事(・o・)
好评: 得，今天1.15更新彻底劝退，真有你的
------------------------------------------------
我是傻逼
差评: 我建议直接删掉旧职业，不用老是削，阴阳怪气的干啥，假好人不嫌难做吗？
好评: 一个动作类游戏，角色的动作流畅度跟shi一样，游戏角色是得了渐冻症吗，还是说在尸柜里躺了三年？
玩了这游戏之后，突然觉得，mhy的游戏还是挺不错的，真就全靠同行衬托啊
好评: 非常的good，就战斗的时候有点卡
好评: wo shi sha bi
好评: 前期很上头，没有剧情，主线副本可以单刷，零氪也能玩就是有点肝
好评: 背景不错，游戏一般
差评: 捏脸具有一定特色，细节完全可以继续优化，挑染需要修复。
给予新人的信息过少，升级慢，没有给想进一步了解的玩家显眼的台阶。
副本没有明显剧情，PVE内容太过空泛，任务重复，匹配没有人。
打击感一般，闪避的动作优先级太低，主动技能种类少。
谜一样的霸体机制，没有躲闪方法提示的boss攻击，双子比带术士还强。
氪金商城琳琅满目，金币商店不如移除，看起来很多的时装都没有指出获取办法。
在提升空间很大的情况下期待更新。
差评: oh!我的上帝啊！这操作手感,连我奶奶跳舞都比这该死的游戏流畅,还有这网络！我敢向你打赌，就连吉米爷爷排尿都比这该死的东西顺畅！哦亲爱的，我用这双马靴担保，原神和这堆东西相比就像苏珊大婶刚出炉的苹果派一样香甜
差评: 建议2小时拿了壁纸就走
好评: 还行吧
差评: 废物
差评: 垃圾游戏
差评: 哦我的上帝！这操作手感简直就像是一块发馊的面团，我是说——简直糟透了！别忘了网络！我敢向你打赌，就连吉米爷爷排尿都比这该死的东西顺畅！哦亲爱的，我用这双马靴担保，原神和这堆东西相比就像苏珊大婶刚出炉的苹果派一样香甜！

差评: 一个可以让玩家在最开始的一小时内迅速感到厌倦的游戏
画面整体上说得过去，并没有对ue引擎刻板印象中那么油腻
但是游戏在玩家早期的内容相当匮乏，新手上来教一下怎么砍人，然后就是砍砍砍，一张地图砍一遍，一张地图砍两遍，一张地图砍三遍
拜托我刚刚玩一小时能不能不要让我连着读六次图打三遍一模一样又臭又长的副本
搭配上大剑奇怪的打击感和抽搐的镜头或者是弓箭磨磨唧唧还粘手的战斗流程
我怀疑我是不是磕了药才在凌晨四点钟看了半通宵陈佩斯小品后决定打开这个游戏增强我的睡意
谢谢兄弟已经困了

写完回游戏又玩了一盘想起来两件事
第一这个游戏有着非常单调的怪物种类，boss会有变化没错，每一两张图就会有新的敌人没错，但是反复刷图的设计让我在拿着毫无变化的武器装备反复对抗完全一致的敌人配置的时候，我第一次对那些坚持玩完《西游记之大圣归来》游戏的玩家产生共情，真的有内味了。
第二就是交个任务都能让人品鉴到怪味的操作，对话左键很合理，对话结束按右键确认我认了，右键确认完又是左键操控，我是在玩ps5吗？
以上，可能是我意识模糊了罢
好评: 我是傻逼  敢不敢吧东西卖的再贵点 比以前还贵  还有能不能优化一下翻滚卡顿  老卡键盘
差评: 草！你！妈！垃圾游戏！一天天！啥东西都不更！
好评: 要是PVE和开放世界就好多了
好评: 漫画版鬼泣既视感  战斗风格很不错 节奏感打击感很强
好评: 这连接真的是太稳定了！一直保持在3格的信号上，单人刷副本时也仅仅只是卡那么几十次屏而已。
并且进主城时总是因为太热闹而夹在半天呢，真好！
好评: 换装小游戏
差评: 作为动作游戏手感真的很垃圾
差评: 键盘动不动失灵 我也是够了
差评: 我就曾想，物品封印卷出来了，冰装还会远吗？
现在冰装出来了，幻化就不远了吧，然后就是衣柜之类的。
扣鸡老“玩法”了，狗k（og）就是改不了吃shi。
差评: 好玩的
差评: 原神对不起
好评: 中规中矩吧，感觉就是半成品，期待完善
差评: 我是傻逼，我兄弟也是傻逼，他从不氪金的人氪了200多，现在已经呆了。
好评: 蛮好的
差评: 不能格挡差评
差评: 爬
好评: 我是傻逼
好评: 为什么开了加速器还是这么卡？？？？
差评: 什么都好 就每次出本就按键失灵   搞得必须得从新登录游戏
差评: 与点卡
差评: 好家伙，二次元版毒奶粉，氪金系统。新手上路，新手村怪物血厚，平打能连击到90多，达到十几万伤害，真的是纯属爆肝的游戏。视角难受，打怪会自动切换视角在很短的几秒内，然后恢复正常一小会儿，又继续循环，放技能途中会瞬间移动到别的地方，然后瞬移回来继续放技能，第二次打完怪回到城镇菜单键无任何反应，只能重进游戏。
差评: 游戏很好，就是有点烂
差评: 画风很好，什么都好就是不好玩，任务全是重复的
好评: 捏脸半个小时的陈师傅，刚进去游戏选择了卸载
好评: 太肝了，我肝都要没了
好评: 666
差评: 首先，真的不推荐入坑，当然，你有钱没地方花你可以入坑
我很久没上这个游戏了，有个小半年吧，这次上线我感觉我之前为啥要用心玩呢？一个改版，老玩家约等于新人，并且不是一次两次了，如果你想入坑，那就做好一个更新之前版本的东西全部报废的心理准备并且玩家是真的少，服务器是真的差，我都感觉我给它花钱都不如给DNF花，至少我冲钱砸的装备，下个版本就算不是顶尖也能用
差评: 游戏连接不稳定，屏幕闪烁我死了
好评: 怎么弄背景的来着？？？？
差评: 终于解脱啦，再您妈的见kog
好评: 不错  需要队友
好评: 爽

好评: touztouz
差评: 有没有人和我一样 上线装备全部没了
好评: mhmm my waifu
好评: 操作和画面很好，就是没剧情
差评: 明明有成神的潜力，非要做狗做的事情。伏久者飞必高，开先者谢独早。玩家的心都没抓住就想抓住玩家的钱包？二次元就是盈利工具？真的是脑瘫操作
好评: 还不错
好评: 莫名像米忽悠出的
差评: 我是傻逼
好评: 好 牛批 KOG真的牛批 好一个黑暗骑士箱子  一千r下去一百复活石 两百药出来  摁是一个东西没出
好评: 优化再好一些就更好了
差评: 我是傻逼，建议有脑子的不要玩，蟹蟹
差评: 精日是真的nb，真就日本爹人上人中国东南亚捆一块烂网大赛
还有脑瘫忍者二大，就一个字赖
好评: 不错，很好玩
好评: 游戏明明挺好的，可惜有些地方卡的直抽抽，而且如果是开放世界可能更舒服点，如果原神能学学这游戏的多职业自选双职业切换的机制就好了，可惜大家都是各自掐着各自的一点小优越，有的还不自量力
差评: 游戏刚上架就开始玩了，当时啥都没有，就两个模式，装备也很傻逼，也就操作手感还可以。但是没什么内容就弃了
快两年了，看到广告就又回来玩一下，内容是多了，但是直接变成圈钱游戏了。总之不好玩
好评: 最近的更新真的挺不错（作为回归玩家来看）
但这个pve缺点还是很多（比如任务的对话就很淦）
人物创建上希望把性格改回来
最后就是盾剑的冲锋技能动作有闪回
好评: 游戏捏脸可以说是让我眼前一亮的可大可小（哪里大我就不说了），可高可矮，可胖可瘦，发型脸型选择也很多，就是眉毛有点少，在大厅是很难见到和自己一样的角色，感觉每个角色都是限定的，其次是武器的选择，一共有10种武器，可任意搭配，武器技能也可以选择，服装技能加点也挺多，地图的话就不是很理想，把一群人放在大厅，打怪地图少的可怜。反正我个人觉得如果做成开放世界游戏，应该可以大麦。
好评: 真TM好玩！！！
好评: 第一次接触这种游戏，挺好玩的。主要是角色好看w
差评: wo shi shab
好评: 算了还是玩原神吧
差评: 时装掉率低的和鬼一样，画质也蜜汁不彳亍，佛了
好评: 我是傻逼
好评: 我以为是二刺螈游戏
好评: 加点剧情不好吗，画风和战斗机制都很喜欢，但感觉玩的就是个空壳。
好评: 二刺猿赛高


好评: 最终还是变成了艾尔的模样
差评: 我以为卡顿是我电脑问题   直到我换了台电脑也是这逼样
好评: 我是搞背景来的，俩小时确实难熬
差评: 2020/ /  赞 ：看得出真的是有想做一个好游戏。喜欢轻格斗的玩家值得一玩
2021/1/3    踩：副本大改后屡次暗改调低爆率，现在这个策划想尽办法降低用户体验，刷一个月不出装备，谁还玩你这破游戏。别到头来，你想了一大堆氪金点，人却没了。你这个爆率真的是一点经验都没的人才能想出来的，你这策划是什么沾亲带故的空降的吧？ 现在这个游戏没法带给我丝毫快乐，你们可以去看看我以前给你们冲了多少钱，10000R不知道有没有，现在尽管你们想尽办法增加氪金点，但是我丝毫提不起兴趣去消费。对不起，请你们认清，你们现在的策划真的是个废物，你们想早点停服的话就继续给他工资吧
差评: 原神对不起
好评: 被游戏公司耽误的动画公司
另外
韩语真难听
韩语真难听
韩语真难听
好评: 还不错有一点肝
好评: 改的有点迷，喜欢原先的样子
差评: 你看看那些玩家的评论，一个个都说以前的版本好
好评: 女朋友给我口了五个小时我才买的，玩的时候抱着女朋友玩手感就是好！
好评: 白嫖
好评: 要是有日语配音，在宣传一下，绝对TM吹爆
好评: 1
好评: okkkkkkkk
差评: 傻逼游戏有精力出各种时装圈钱，没时间出内容活动甚至连bug都不修，各种问题满天飞，黑屏闪退卡键换着法搞心态
好评: 挂完两小时，卸载
好评: 玩够两个小时只为了一张背景，背景比游戏香
好评: 我是傻逼
差评: 迷惑操作，剧情全给砍了。除了肝就是肝，游戏内容匮乏 。
Why remove the plot part???
好评: 真好玩 就是头被锤爆了
差评: 为了点数商店买个背景本来想玩两个小时试试，好家伙直接给我卡的去菜单界面挂机
差评: i99900经常卡死
差评: 看起来很酷炫, 但是不好玩
差评: 限制太大肝也不起来

差评: 请不要游玩此游戏
好评: 玩DNF的玩家，到这游戏就是肝。一天花几十万不是问题，不过最近脱发有点严重。WDNMD Kurtz Pel真辣机，谁玩谁啥币
好评: 操作比原神还烂，我是傻逼
好评: 捏个女儿就当养成游戏玩
好评: 竟然还有这么煞笔的游戏策划，太秀了！这个游戏的策划一直就把玩家当成煞笔看，没错我就是那个煞笔，每天被生活玩弄就算了，tm的上了游戏还要被策划骑脸。
差评: Dead game
好评: 被原神策划恶心到了，先回来再试试这款游戏，然后看了下画面。。。。emmmm~还是算了~
能不能争气点出款有力的竞品，别让米哈游再这么嚣张下去了  T_T
好评: 看到那么多人说傻逼我还回坑、、我也是傻逼
好评: 12
差评: 原神真心对不起，这游戏即使现在还在测试，但是为什么就开场来个动画，就进去，然后和死板的npc接任务？？？？
玩的跟行尸走肉一样，先观望吧，我是傻逼
好评: 好玩，真的很不错，爱了
好评: 比原神好玩
好评: 好好玩啊

差评: 怀念以前的版本（
以前的样子不论是剧情还是UI都很不错，任务也可以多人一起玩，单人打完主线之后还会有人物对话，现在就剩个贴图了
现在剧情什么的基本没有了，任务系统改的也很迷惑，关键是我搞不懂为什么多人游戏也改了，以前还可以一起打怪的，现在就只能排位赛？
策划您这是逼着我弃坑啊（恼）越改越生艹
差评: 被朋友拉进来试试的。感觉并不棒。
优化并不好，人物建模也没有特别出彩的地方。
任务比较死板，界面不太合理。
对我来说蛮离谱的。玩起来真的感觉就是个3D网游。
不太推荐。
差评: 对电脑要求过高。尤其是笔记本电脑不要用，除非额外购置配件
好评: 真不错
差评: 我去玩原神了，再见
好评: 老婆老婆
差评: 简直是个垃圾游戏，全是人机，还巨氪，全是bug，服务器还不稳定，天天闪退，完了以后还惩罚五分钟，排位全是人机，可能是这个游戏还没做好，但是现在就是个垃圾游戏
差评: 原神对不起
好评: 我是傻逼
差评: 黑屏啊，加速器也没用
差评: 我莫名其妙被封了！谢谢！到此为止！账户验证永久失败！
差评: 卡猪皮 宇宙第一好玩
好评: 我是傻逼
好评: 666
好评: 真香
好评: 游戏很赞，但策划.......  细品6个点。
好评: 打击感蛮强
差评: 在上一年游戏刚出我玩的时候，确实被惊艳到了，流畅的战斗风格和拳拳到肉的连击手感，我沉迷进去，中尉成为了我的最佳陪练搭档，后来玩到4人本的时候因为网络太卡没能坚持下去，如今回来一看，陌生的ui，复杂的氪金系统？拉跨的战斗体验，我在想我是不是进错游戏了。
好评: 可以自己捏老婆，这就是理由。
好评: 好玩
好评: 玩，不就是玩嘛
差评: 韩国玩不了 这为啥啊
好评: 其实整体下来还是挺好的，只要网不卡的话，可以肝很久
差评: 这个很难说，自己的特点不太突出没有其他游戏有自己的特点，可还是有其中的乐趣所在，但不适合长久玩耍，容易烦躁，但作为一个免费游戏来说很好了，也有可能是我不太懂其中的乐趣吧。
好评: 游戏的优化就离谱，。。。
好评: Like it.
好评: 还行
好评: 第一次捏脸捏了半小时，第二次半小时，第三次半小时。
什么你问我好不好玩？有什么好问的？
纯pve玩家可能玩起来没意思，但是休闲一点体验还是不错的。
pvp竞技十分刺激，打pvp心态摆正，Rank和stage制掉段时的确很难受，个人体验。
上分冲榜选手建议拉一个同段位的一起，我单排上A就已经很难受，光是B从5掉到4就重复了5回。
对网络有“一定”需求，梯子一定要架好。
开箱子和买DLC服装....量力而行，不建议自己一股脑氪了几个月的生活费完事回来说这游戏坑钱。毕竟除了DLC服装，游戏内的所有箱子都是可以自己肝出来的。
优化很差，在“主城”有20人以上的频道FPS维持在30帧，进副本和pvp人少才能稳定60FPS。
还是希望能多出一点pve要素，pve要素实在太少了。
---------------------------------------------------------------
现在完全不一样了，可谓另一款游戏。
依然是个半成品，但是不是没有值得期待的可能。
好评: 玩起来是一款不错的游戏
好评: ля вы крыссы
好评: 好玩 干就完了！充充充
好评: 值得一年回味一次的游戏
好评: 免费游戏 也不花钱 进去捏捏脸 挺好的
好评: 真不错，这游戏，爱爱了了
好评: 作为玩过KOG家艾尔之光的玩家，遇到这个游戏只能说一句，芜湖！！！爷青回！！！
差评: 游戏优化太差，总是操作不出控制面板，网络优化也不行
好评: 还行，就是服务器太卡！
好评: 下了卸卸了下下了卸，什么时候才能做完善呢
差评: faker game
好评: 我是sb
差评: 一个侧重点在PVP的游戏，上调PVE伤害，有点懵逼，你调整游戏产出过多的心情能理解，但是不要用这种方式来搞玩家心态，控制CP（金币）消耗就可以了，为什么要改PVE的伤害，副本打不过，金币无法产出，你的货物就能流通了？靠你哪点每日赠送的东西能支撑你的游戏市场？
好评: 什么！二次元！快跑！
差评: 改版后像沙雕 希望以后改进 滚你妈的KOG 把我锤削成傻子 尼玛B 滚你吗的BUG又不修复开个叼新模式
差评: 真有你的，KOG
差评: 这3章单人小怪伤害起码高了3倍了吧 这玩个锤子 滚了滚了
上一个给怪超级加倍的游戏已经快凉了 你这游戏干脆直接快进到倒闭算了
差评: 傻bKOG游戏越改越脑瘫给爷死
差评: 没什么好说的，我是傻逼
差评: 游戏bug非常的多！！！！
好评: 非常棒的一款游戏 玩法很有趣
好评: 好
好评: 舒服
好评: 现在的内容是二流的水平，但有较好的框架，是可以通过更新变得更好的。
赛璐璐风格的渲染一开始还是吸引了我，但是玩了一段时间后发现游戏的内容不够多，期待后面更新能给这个游戏带足够的内容，至少要足够刷吧，主要是装备系统做得很直白，但所关联的动作系统有一定的可玩性，但是总体深度不够（尤其是连段感很奇怪，应该是我的网络没有那么好）
如果你青睐这个画风的话还是可以尝试的，但是副本的单调以及人物成长维度较少可能给你带来不好的体验，浅尝辄止，期待后续更新！
差评: I am a bitch since I play this.
好评: 哈哈哈哈哈
差评: 可以打造喜欢的角色外形外观还不错，但是游戏的内容是真心少....地图能做的事,技能,连招,等等 都很少...
好评: 很好玩

差评: 我实在没想到我一个pve玩家能坚持在没剧情的情况下玩这么久，我是傻逼
差评: 我是傻逼。。。。升级路上一个地图要打三四遍，反反复复就那些东西
差评: 主要是优化问题，这游戏优化差到离谱

好评: 除了配音，其他的都不错
好评: 虽然1.15的更新我不是很看好，但如今二次元ip的游戏真没多少，就现阶段而言，光是从“站街”来说，是一款合格的游戏了。至于pvp和pve的体验，开加速器与不开完全是两个世界。所幸这一周站街送石头，又能靠脸洗出想要的属性也说不定。
至于氪金与否，我只想说，任何游戏都不欢迎非洲人。包括这个站街游戏也一样

1.30更新后
真香，又能白嫖一身金色词条了

11.19更新后
好起来了
期待正式运营的那一天
差评: 我是傻逼
差评: PVE内容等于没有，PVP也搞得很糟糕，光污染很糟糕，让我觉得不炫又眼花，还带删除剧情和互动的，服
差评: pve党何时崛起
好评: 背景怎么获得
差评: 站街游戏，pvp匹配慢，pve奖励少，活动基本上都是猎马活动，爆率低的可怜，地图删的不少，这个游戏就是一个站街，换装游戏
差评:   游戏荒回坑玩了会，发现退坑这段时间确实改了很多，退坑时的很多问题多多少少有些优化，但是整体游戏还是有很多的问题，不开加速器很卡，有时候匹配不到人，匹配到的像人机，给人感觉更像单机游戏，而这个问题从游戏刚开服那段时间一直持续到现在，真的让人无语。
差评: 延迟太高了，我是sb
好评: 为什么武器没有攻击特效涅
差评: 挺垃圾的
差评: 小心kzp
差评: 垃圾垃圾垃圾

好评: 针不戳
差评: 请问拔刀斩和次元斩的是哪吧武器？
差评: 应该没什么人玩了吧，半年没碰过了策划还是不做人忘了给差评了
好评: i like this

好评: 操作可玩性还行，内容有点少
差评: 不好玩
好评: 我能玩这么久，我真的是sb
差评: 害
差评: 垃 圾游戏连个保险的交易方式都没有，cp交易直接被系统吞百分之二十，线下交易通过交易市场还要被截胡，让玩家白白亏钱，我觉得我换个地方浪费时间和金钱把。
差评: 这个游戏本来可以有更多的人一起游戏的，多亏了策划知道我们电脑不好，想减轻我们电脑的压力，然后帮我们把很多人都赶走了。热心策划
好评: 我是傻逼
差评: 只引导了怎么打人，其他的一概不教，隔壁同是韩游洛奇还知道给你个剧情让你跑着来升级，这个我一出来就不知道干啥，打了两把发现E级检索全是电脑。捏人不太行，脸蛋动不了，不能捏古神。原神还有赛尔号级剧情，你这毛都没有，“通过与NPC的互动探索KurtzPel所描绘的庞大世界”，啥啥啥这都是啥，不要瞧不起pve玩家啊。
好评: 怎么说呢，用爱发电吧，虽然改动有点不尽人意，但游戏是好游戏。



好起来了（
差评: 首先，这是个网很重要的PVP游戏，PVP需要的东西：0.一个好加速器（韩游但是服务器在日本，网不好打个篮子竞技）1.两个职业及技能（初学者任务给四个职业，双刀需要肝或氪，技能在对应NPC好感奖励里）2.能加一点点属性的饰品（肝NPC好感给、肝/氪箱子给、市场氪金）3.洗点、强化（肝）。以上东西都可以肝PVE得，大约一周左右，一边打本熟悉游戏的基本打法练技能，同时获得CP、AP、NPC好感物品、技能，然后就可以开始打PVP了，PVE内容很少，只勉强够告诉你这个游戏怎么玩，还有让你获取基本的物品。
那些好看的装备凭喜好，想氪就氪，强化满和新手装属性都是一样的，好看的武器甚至还要多花CP强化出新手装自带的技能槽。
那些说逼氪的，我只能说要好看又不想肝就只能多花钱呗，基本的东西都有，我正常玩不该有的也都有，之前登陆奖励、前赛季奖励一共十几个箱子、5个金戒指（1个1WCP），玩上头肝的时候一天肝2W4CP，每天开一个大箱一个小箱，愿打愿挨，不想氪就别氪，没有逼的说法。

2020/2/13，游戏在1/15日大更了，目前版本和之前有很大不同，气走很多老玩家，以上评测不在完全适用于现在的版本。
好评: 像企鹅的《疾风之刃》美化版，画质比疾风之刃好太多，而且有中文。
好评: PVP很爽！
差评: 辣鸡，第一次见到这种删自己游戏内容的开发商，告辞
好评: kurtzpel应该算网络arpg？打击感很好在网游里算矮子里的将军了，龙之谷可以退役了，捏脸系统非常棒，可以捏出各种各样的妹纸，没国内网游氪金。
好评: 游戏本身是非常好的游戏，无论是画面还是格斗动作与打击感，都是很棒的。而且游戏背景与世界观都比较吸引我....NPC也很可爱......但是...我不得不说....如果哪一天这个游戏倒闭破产了，那么一定就是那该死的策划者的责任。我希望kurtzpel这一款十分高质量的游戏，不要毁在策划手中
The game itself is a very good game, whether it is the picture or fighting action and the sense of attack, are great. And the game background and world outlook are more attractive to me... NPC is also very cute... But... I have to say... If one day the game goes bankrupt, it must be the responsibility of the damned planner. I hope kurtzpel is a very high-quality game, not destroyed in the hands of planners
好评: 还可以 我喜欢PVP不喜欢PVE 就是比较菜
---------------------
哈哈 太爽了 现在这游戏里一堆二次元真是菜啊 连我这种以前被虐成狗的菜狗都能杀得爽了 太快了了
好评: Good
差评: 网络延迟  开加速一般 PVP 毫无头绪 PVE 肝到你哭  武器系统一脸懵逼 PVE打到的材料 一脸懵逼 毫无感觉的 直接进入殴打BOSS 也毫无感觉的给一个莫名其妙的材料
时过一年回 来一看 还是毫无游玩的欲望 美术风格挺好就是玩法  一脸懵逼 玩10个小时下来 感想就是一脸懵逼
好评: 二次元
好评: 一般（提裤子）
差评: 期待这款游戏什么时候回头是岸。
差评: 很久没玩了，重新下回来剧情全没了，就剩PVE变得越来越垃圾了，有剧情多好

差评: 原神 貌似还没你 垃圾
好评: 挺好的游戏 可惜了 哎
差评: 粪游 原神策划都比你强
差评: If it wasn't for a free game, I wouldn't have played it. Poor game design, focus on making PVP, but the balance is particularly bad. PVE doesn't care at all. It's still cutting down the playing methods of PVE. The activity welfare is poor and takes up time to play. If you don't want to give this benefit, don't open the activity. We don't care about the reward. The key is that the game is still in the testing stage. You've made a mess of it. This is the ability of KOG? Is this the strength of your team? I can say that sooner or later your KOG will fail
差评: 怎么讲，单说游戏玩法还不错，还可以，比较有意思，但就是这运营实在是拉低游戏
国产原神上线且不说像不像的问题，单凭运营，吊锤
感觉完全是一边开发一边上线的游戏，真就线上测试
后期再看看吧，不过这都过去一年多了，估计也就这样了
好评: 打击感很强

差评: 又回来玩了一会儿，快比原神垃圾了
差评: 如果你热爱二次元纸片人，如果你的时间超级多并且闲的难受，如果你对除了PVP以外的游戏玩法毫无兴趣，那么快来加入我们！
美工一级棒棒，运营也是一级烂。
差评: 策划恶心、玩家恶心！！就天天打pvp，拿起武器就在那恶心玩家。
好评: 傻逼游戏，我玩了这么久，我也是傻逼
差评: 3分钟体验全部内容
好评: 背景已经嫖到，可以卸载了
差评: 你比原神还垃圾
好评: good
差评: （换个号好说话）
做个不恰当的比喻：
原神的策划运营得给美工音乐部门下跪；
这游戏可能没相应的人对着美工音乐跪。
差评: 1.15更新，鬼才策划让玩家以前的努力全部都白费。
老玩家一上线，基本全部归零！还没有任何补偿，以前花钱买的东西现在全部免费！有考虑过老玩家的感受吗？
全部大改更新，但是不加强优化，不修复BUG，就是想着怎么坑钱。
好评: 我已经有太久没玩这个游戏了，不做评价了，过去的差评我也收回了，现在看样子或许做得还行
差评: 垃圾    老是断开游戏     优化的也不行     游戏模式太单一        活动范围太小
差评: 死宅的钱真好骗
差评: 这个游戏当街机玩玩就好，各种需要氪金，装备掉落可能只有万分之一，20个小时一个没掉
差评: 醉了
刚进去 觉得神作
做完教程一进大厅五分钟后


我是傻逼
可惜了，多好的底子
好评: 比起装备要求更考验技术
好评: 。。。。。。。。。。。。。。。。
好评: 我想要中文
差评: 你比原神还垃圾
好评: nui
差评: 一手好牌给打的稀烂，本来很好的一款游戏，新鲜的玩法，优秀的打击手感，引人入胜的剧情，自定义角色，多样的服装，良好的游戏内社交系统，PVP的趣味以及PVE的服装奖励，NPC互动的好感度奖励，以及提供给土豪玩家的职业DLC以及部分氪金内容，这些都非常棒。但是！就在某次重大更新中，你tm告诉我这些东西几乎全给删了？？？WTF!!?我觉得kog可能是想钱想疯了，于是他们开除了原本的策划，花重金从中国请来了腾讯或网易的策划（误）？？？在这样下去，所有的更新内容都会变成氪金服饰或氪金动作，玩法将会永久的停留在现在这个狗屎状态，地图也将永远不再更新，所有NPC都将被删除，剧情也直接放弃，PVE副本难度再增加，PVE副本奖励再减半，刚更新的时装和动作利用"快速绝版“的方法来促使玩家消费？并且只听从高氪玩家的更新建议来实现高氪玩家当pvp区霸🐖？游戏免费，道具内购，这是毁掉一个优质游戏的最佳决定，如果这款游戏属于买断制的话，我相信游戏原本的内容不会被删除，更新也不会只剩下物品时装和动作，努力的去更新更多玩法，剧情，优化PVP，副本增加更多内容，以及更多奖励，如果是这样的话，即使是买断制，也会有更多玩家为其买单，而错误的做法恰好是打着免费游戏的旗号把新玩家骗进来，然后利用不平衡的机制以及极少的奖励来逼氪，再不发生一些本质上的改变，就一句话，迟早要完。用范志毅的说法来讲：”你说游戏策划，一次一次换了多少策划了？改过么啦？换汤不换药啊，人家wy也有理由说的’我做的什么游戏？我做的爆肝暴氪手游，你这什么游戏啊？你叫我来策划？KOG做游戏现在什么水平？就那么几个游戏，你艾尔之光什么的还是横板3D，它能变成这样的玩法吗？变不了，没这个能力知道吗？在我这样下去KURTZPEL没人玩了，咦，游戏没人玩公司要倒闭，接下来内裤都不剩了。”“另一方面来说KOG是最早推出这类......”“哎哟，谢天谢地了，我已经说了，像这样的免费游戏盈利方法本身就没做好，你能跟我保证在21年或22年的更新能发生PVE和剧情方面的改变？务实亿点，我劝你们，把自己的游戏本质玩法，制作，策划游戏的这个理念先搞懂，游戏刚发布的那一批策划搞得蛮好的，你把他去换了干什么？你告诉我？现在大量玩家退坑，你倒告诉我怎么解释？脸都不要了。”
差评: 打击手感很棒，本人对二次元不太感冒单纯朋友推荐，任务系统很垃圾不知道该干什么，而且这游戏貌似只有pvp和单人pve小副本，游戏内容很少，最后再说一遍，任务系统就跟屎一样
好评: 刚出来时玩了，开始时是有剧情的，一次更新后人傻了，就 pvp 剩下..

我是傻逼
好评: 如果有PVE内容就好了 还有服务器不太稳定 老是掉线....
差评: 玩法设计部分的工作人员请向美工组道歉。

动画渲染骗肥宅来玩。进去是纯动作类pvp，主体肥宅玩家真的想要的是什么你们是真的不知道还是装作不知道？当然不会没人玩，但是动作格斗类pvp受众有多广？你们策划在确定方向的时候真的有做过调研？

好，抛去美工不谈，退一万步来讲，你要做一个纯pvp的动作竞技类游戏。

你优化怎么样？你网络怎么样？你的奖励应该如何设置？氪金点要怎么挖？

你要怎么设置匹配机制？怎么设置段位来区分玩家保证体验？

你的反作弊手段有吗？你们怎么看待代练？rmt呢？你们有想过怎么才能保证游戏的奖励真的是和游戏的深度有关而不是和其它外界因素扯上关系？？

你会个锤子会，来个简单点的总会吧？

玩法设计部分的工作人员请向美工组道歉！


好评: 創角才是遊戲本體
好评: 我就想问一句  那pve模式去哪了？我咋进去只能pvp呢？
差评: 在网游里算一流的捏人系统（当然比不上某些黄油啦），超可爱帅气的造型，还不错的战斗连击和打击感
根本不存在的游戏内容，屎一样的匹配机制（两人组了队匹配15分钟进不去，D级新人能和S级上届冠军号排一起PVP），想钱想疯了的氪金内容（想象一下一个站姿要一百块，随着版本更迭似乎还会绝版。商城时装同理）作为一个年度最佳截图游戏，配一套我喜欢的萝莉裙要500元往上。
行，我决定留着这500块去淘宝给自己买lo裙。
好评: ok
差评: 1. The art designing is fxxking awesome. +100
2. No story lines, no background, all I knew is use all the skills and get knocked out. -30
3. Ranking system seems to be some problems, E rank: bots, killing spree, what a joy. D rank: getting my ass kicked without any warning. Which is a pretty bad game experience. I guess it's just because I'm not good at game playing, but since I'm a player I think I do have some right to complain about this. -10
4. leak of game mode, there are even a requirement said below Karma lv 2 can get the rewards, I personally prefer PVE cause as I mentioned I'm not good at this kind of competitive(?) game, all I want is just relax a bit and kick some bot ass. -10
 5. The rewards system is trash, those CP, AP, or other Ps are just the number, I worked my ass off to get enough CP and went to buy the item ended up with nearly nothing changed of my status and still get kicked in my ass. STILL, bad experience. -20 (btw, it is not because I don't like to spend time on games, I do, but the point is I can't get satisfied after I get the item, work and gain ain't equal)
Overall,  3 out of 10, andddd hmmmmm, just a piece of advice, can we put some audios likeeeee..... other languages? 
But it is still a good game though don't get me wrong. I'm just saying that there are lots of parts can be work on and improve. I hope (or wish) someday I can, or we, the players, can have the stories, background, more fun events, be nice to the long-term rookies (like myself), balanced rewards system and blablabla.
peace.

差评: 拉胯玩意
差评: 作为一个19年的游戏操作手感僵硬，进游戏剧情一概不知完全不知道自己在干什么可惜了这个游戏的建模。
好评: 比较喜欢这种风格的游戏
好评: good
好评: 除了很慢之外 都海猩 乃子nb
好评: 这个游戏自由度太低，如果像源神一样就好了
好评: 战斗系统挺不错的，某神吃屎去吧，还发布PC版本。
差评: 很生气
好评: 新手指导不够好，操作界面简单，到现在才发现，存够CP可以购买武器的，但还是推荐玩的，英文语音就不习惯，还有，刚进去要修改语言，全英文界面，找了半天才找到语言的单词，我不会拼，与这个单词相似的不多吧。
好评: 运行提示microsoft visual c  2015 runtime 是什么情况啊
好评: 二刺猿永远の神
差评: 玩这游戏感觉自己跟个乞丐似的
好评: 真tm好玩
差评: 我是傻逼
好评: 太爱了画面很好动作流畅
好评: rtrg
好评: 挺好的游戏呀！怎么玩的人这么少。。。都来玩！！
好评: 用肝去玩。。。
好评: 类似于DNF，可DNF都比这个游戏内容多
好评: 真香啊！真香！
好评: 目前玩法太单一的，其他的都很不错。来个公司把它们的美工挖走吧！
好评: 游戏很好玩  虽然PVP水很深  但是并不代表不好玩  连招也很舒服  只是我个人观点  反正我是觉得这游戏挺好的  我也冲不少钱  我认为值得
差评: 刚出的时候还不错啊
差评: 玩了一段时间说下感受游戏方面都还不错。。只是大哥你是拿红白机做的服务器吗？本来能过去的图各种卡死  配卡完全连不上 当做单机玩内容缺缺有些无语，续集来了，官方脑子有病，可玩性差的一笔，当换装游戏玩，比自己买套衣服穿还贵。。。。。。。。。。。不说了了官方脑子有病
差评: 垃圾
好评: 对萌新不是很友好，氪金才有游戏体验，如果不是真心想体验-0-
建议拿来养老-0-

差评: 作为一个弃坑又回塘的伪老手来说，现在版本比之前更差了，之前起码有任务做，做完送时装技能武器，现在纯刷刷刷，还有就是服务器奇差！！！！！特别是 PVP 的时候，经常就是只能看得到人物掉血，打人连点最起码的打击感都没有，经常进图技能 cd 自己血条看不到，只能靠自己猜，最离谱的是一把，我动都动不了，人物直接死，这边是 100m 电信光纤啊，哥哥们。更甚的是有时候就在城区挂机突然程序崩溃，都没人理他自己崩掉也是醉了。最重要的一点就是，除了单刷跟 a i死斗，其他全部要等十几分钟才能匹配到人，刷图获得的cp跟商品完全不成正比，打一把最多500cp，而一把好武器动辄800000以上，也就是说不出装备情况下最少要刷1600次，这还只是武器，还有各种装扮还没算上去，这游戏给我的感觉就是逼着你充钱！！！！！！！！！！
差评: 不好玩 还吃肝 难受
差评: 没有PVE
差评: 说好2019年出完整版，完整版呢？这是个lj游戏
差评: 你整纯PVP那就没意思了啊
好评: 好玩
好评: 这个游戏只做人物画风了，就这二次元人物捏脸，如果做成角色扮演游戏，新手村打怪.副本.团战.一定会大火的
差评: 单调无聊 pvp没新花样 pve删来删去 就这还光想着赚钱 赚钱谁给你脸了
好评: 我是傻逼
差评: 卸完游戏我回来只是为了点个不推荐  这策划手笔一看就知道跟艾尔之光那鸟策划是一票人
好评: 能不能把NPC好感度礼物搞回来？？大半年回来NPC都没有了，，，多做做PVE吧，不是所有人都喜欢PVP
好评: 这个游戏操作的话 还可以
差评: KOG咱是你爹，NT东西，CNM死馬策劃，S比滾你M的
差评: 非常单调和无聊的内容
差评: 我进去他妈的连换职业都不会，策划是孤儿吗？没爹妈教你怎么做人吗？
差评: 玩法太单调了
差评: 不好玩，挂个两小时买个背景和表情溜了
好评: 是玩起来骚气
差评: 得，对于这游戏得评价就8个字，“一手好牌打得稀烂”
差评: 这策划再不改游戏马上凉
差评: 不推荐
好评: 谁能告诉我，我找啦半天中文，都没有找到
差评: [h1]策划：哈哈！傻逼二次元！[/h1]
这游戏公平性很差，花式诱导氪金。氪金就算了，每个氪金项目都死贵，呸！
今天刚玩，游戏性还行，但是从大厅公频听到了一些东西，于是去看了商店评测----
游戏内容越改越少，氪金内容越改越多
爆率低的可怜，装备不是爆肝就要氪金
说实话，游戏是好游戏，如果好好来，绝对能火得一批，就是策划出生的时候脑袋被挤扁了，把一些不该排泄的排泄出去导致和普通人不太一样，能把这游戏改成这吊样，我服了
差评: 无论是画面、人物、动作、打击感等很突出。
捏人系统吹爆，捏个伪娘还不是社保（划掉
感觉主要还是主打pvp的游戏，pve内容比较少（不过毕竟是游戏初期，其实各方面内容都挺少
还有一个饱受诟病的就是箱子。wdnmd我肝了几个世纪肝出来的箱子真就给我个染料呗？！
----------------------------------------------
2020/09/08更新

爬
差评: 平衡性太差，套车太多
好评: 游戏挺好的，就是ch脑残
好评: 去年玩的时候还有剧情的，PVE内容也很丰富。回坑之后发现剧情直接被砍完了，进来就是技能指导然后就没有然后了。现在差不多就是一个PVP游戏，PVE内容极少。PVP也是完全看队友，一个拉胯全队拉胯，而且还有弱智AI队友。总的来说，用心做建模用脚做运营。不过就这建模我TM直接满分，我，LSP了。
差评: 没什么玩点 打个3打3排位 人机队友 武器服装全是要充钱的 要么就肝个一星期才能买把武器 任务地图一直匹配不到人
好评: 我，笨比
差评: 该游戏作为网游来说是个失败作品，服务器糟糕，游戏读取速度令人绝望。
进图读取5分钟，然后就一个场景打个BOSS结束。推进主线每张图都要2人以上联机，进图听个响，然后默默等掉线。
优化奇差，飞起的CPU负载和GPU负载。都不知道把资源刷在什么地方上了。
在非公测期间用非游戏内的付费压榨玩家，初始角色建立后没有再次重建的机会。游戏都没有公测，你就在角色建立上收费，并且作为STEAM端的游戏，没有给单一账号的玩家预留足够的角色试错空间。
KOG前几作的游戏优点都没留下来。坑钱用的缺点和从其他网游里学来的坑钱招数倒是不少。
游戏内容稀少，掉落率在糟糕的服务器加持下令人却步。体感极其糟糕。
加上抢先体验的未完成版本，缺把过图回报率压的奇低，要钱还要肝。
综上，这个游戏真是KOG有史以来的最粪作品。在正式上线或者服务器稳定前，不要碰这游戏。浪费时间与青春。

时隔一年再来看了一眼。
游戏直接连剧情都给删空了。疯狂填充PVP内容。PVE的部分基本等同于没有。即便是单人出击，也卡的没边。
另外在进入PVE地图的时候，还会有BUG,资源UI全部乱码，有多少血有多少蓝自己都看不到。全凭感觉。
变得越来越差的游戏。

资源回报率比手游还长。战斗手感也比之前糟糕。
尽早凉了吧。
差评: 毫无游戏体验，PVP就是个金币、职业经验计时器，永远就那么多
然后高级玩家低级玩家在一个池子里，对面技能比我厉害，属性比我高
关键失败了没有技能点奖励这是最操蛋的
多人PVP就得看队友，体验极差，比农药还差
农药我还能一打五，这TM简直了
完事还要肝，对不起告辞
差评: 垃圾游戏
好评: 一切都很棒
可惜策划是个睿智
好评: 人物造型很喜欢，但是社交性太差了，也没什么人玩，感觉在玩单机。。。
差评: 2019.5 最高在线量10766
2019.6 最高在线量11903
2019.7 最高在线量5609
之后在线量一降再降，最近平均日活不足1k
策划作死直接给游戏作无了，本来想下回来玩玩的，看这点服务器人数也懒得下了。
好评: 下载游戏->开启游戏->看部电影->购买背景->游戏卸载
色是真的色
好评: 特别的好
差评: 游戏平衡做的跟屎一样，根本不考虑玩家是否能上手某个职业进行加强削弱，导致PVP被虐杀
差评: 本来好好的NPC系统 任务系统非得删了 非得整成pvp 还靠换装恰烂钱 现在可以说是毫无游戏体验感
差评: 作为萌新是真的傻了，一把人机收益少拍卖行和npc卖的东西贵上天，优化还差的一笔
好评: 游戏优化太差，战斗画面卡顿很严重，不知道是ping高还是帧数低，可能流畅游玩需要1070以上的显卡吧，除此之外装备掉落的方式不怎么合理，基本上都要冲钱买

游戏特色方面，技能组合种类一般，不多也不少，特效做的不错（如果能解决卡顿的话），游戏内货币获取量可以说是比较低了，但拍卖行的东西却很贵

总结一句话，这是一个特效很好，画面卡顿的PC版“手游“”
好评: 挺好，玩得我老是想起艾尔之光……哦这就是艾尔之光一个公司开发的啊……
pve的boss战真的挺好的，实时战斗，需要走位，又想起某某战记了……哦还是一个公司的啊
就是听说pvp和服务器问题挺厉害？我退服的时候倒是没有遇到，因为我是纯pve玩家
机制做的真不错的，不过网络是真心不好，副本会掉线
差评: 画风是真的不错，打击感也还行，就是玩的剧情太少，个人喜欢主玩剧情，所以说白了还是为了背景
差评: 就两个PVE模式太少了
差评: 重新回来玩后这啥啊啥东西都没有了光美术建模有个屁用
好评: 还行 抽中时装 赚了1K多
好评: 挺好的 就是希望PVE能多做一些
差评: 
差评: 这玩意一开始看到b站up主推荐的时候真的爷青归，这种画风的免费游戏真的少见啊，记得一开始的时候还有一大堆boss可以打的，副本还挺好玩的，就第二个boss死了好几次的，过了很久没完了，现在重下回来，好家伙，绕了半天都找不到副本入口，可以的，就两个模式，天天pvp小学生都会玩腻的，什么鬼东西，武器皮肤什么的卖的挺贵的，一局pvp就100吧，就是用这种慢慢刷的方式把玩家留住？想得美吧，垃圾东西
好评: 喜欢pvp的推荐 打击感很爽
差评: 怎么一开始这么好的游戏被改成这种si样？
差评: 垃圾游戏，因为自己垃圾服务器的原因害我踢出战斗，居然还扣我分 官方吃屎去吧
差评: 1
差评: 这游戏但凡和腾讯学点运营手段都不会差到现在这个地步......现在腾讯主打手游赚钱，在剑灵已经退环境的当下，这种品质不凡的RPG直接给腾讯怕不是榨得死宅裤衩都不剩好吗！
差评: 一手好牌打得稀烂的代表作品 优秀的建模 优秀的职业，技能，机制 但是没有PVE，主打PVP优化却做得稀烂，一个二次元格斗游戏却没有最基本的刷图刷怪，PVP各种大佬各种5级职业，不氪金别想玩下去，进去就是被吊起来打，这游戏要是给米忽悠做挣个百八十个亿真的没问题 但是策划是真心傻逼 活该没人玩
差评: 我是傻逼 
在？ 什么时候卷钱跑路？
差评: 因为看到宣传里的弓箭手妹子才玩的，结果实际游玩后发现完全就是欺诈！没有PVE要素，没有剧情，没有NPC，喜欢的服装还要去市场和游戏内的交易所收，而且游戏绝版的服装比如利乐弓箭套和狐耳、狐尾这些服装基本都是有价无市，很反感这种商法，总之完全不推荐入坑，除非后面这游戏有所改变，否则这个评价是不会改了
差评: 只能说是越做越烂，以前还有大量的PVE任务可供选择。
好评: 我是傻逼
差评: 有一说一，pve内容着实傻逼
好评: 剧情太少，副本地图小几乎就感觉不想在刷副本一年前玩就觉得除了各种单挑以为就没什么可玩的就一直没有在玩我刚刚下载下来玩了一会感觉没有什么变化。哎希望可以多多改善副本和剧情这一块。
差评: 为什么没有剧情啊，玩法太单调了，但是画风是真的不错啊，太可惜了
好评: PVE和PVP一起不好吗？
好评: 打斗挺爽
好评: .
差评: 怎么说呢 这个画风拿来玩PVE 你看看还会不会有差评
好评: NB

差评: 不推荐，游戏是好游戏，服务器比育碧来垃圾，一更新就掉线。可已看出该游戏的程序员发了更新，根本不管兼容性的问题，每次更新完1~2天就在维护，维护完就更新恶性循环，不更新不维护的时候能正常玩3天。
好评: 这款游戏玩起来还不错就是三级往后武器所需的经验开始越来越多且玩法过于单一游戏世界不够开放
好评: pve有点单调，PVP被吊打，不全面的新手教程。




但是如果有朋友一起打的话，是一款可玩的游戏。
好评: nice game
好评: 
差评: 老实交代，虽然这么多人骂过这个游戏，其实我觉得只要我自己喜欢就行，结果今天一更新就把我的账号给封了，官方也不说明原因，我价值几千块钱的东西说没就没，我也没有开挂，直接封道2099年，我真是想不明白KOG是怎么想的，真的是我玩过最垃圾的游戏.
差评: 这游戏怎么说呢，战斗风格包括画风我都挺喜欢， 我记得刚开始玩这个时候还有点剧情然后可以做任务，给一些装备啊，给技能等级啊之类的  ，现在回来玩，整个只能一个地图使劲肝 像我这种白嫖党有点不太适合，一个地图一次给500金币，一件装备好几万，甚至十几万也有， 那你说同一个地图 你要肝多少吧？  还是喜欢以前那样有剧情什么的挺好的
好评: 个人还是对这款游戏比较感兴趣的，游戏风格和时装是重点，就是有一点真的烧钱不然打不过，真的大不过。
差评: 画风很棒，打斗还行，其他就算了
好评: 那么作为一个高级换装站街游戏，该怎么更好的站街呢.jpg
首先进游戏后你会过一段新手教程，然后跟着进度打单人解锁第一/二个职业的全部内容
（这里根据需求可以打剩下的2个职业，反正之后都要打）
然后就进入了游戏的前期主要农业时期，这个时候你需要
开高难（打通一个难度会解锁下一个，被打死会退一个难度）
农装备（在书架前用CP点强化攻击力，解锁栏位之类的）
增加NPC好感解锁技能与免费服装
好了，以上就是游戏全部内容.jpg
作为一个半成品并没有提供太多的游戏性，所以做好装备后能和你的好朋友一起打快乐的PVP了。
有经济条件的可以买个DLC里的重捏人洗一下属性点（初始均匀5点，最高6点最低3点）
接下来就是循环肝CP和刷服装慢慢把你的东西全做满，然后等官方给你更新新东西。
差评: 如果你不是肝帝，没有大把空闲时间玩游戏，不要入坑，因为一件衣服就够你刷好几天，装备爆率极低，很多关卡boss相似，游戏内地图很小，没有小怪，练级过程也很单一，虽然可以切换职业但还是很劝退。
差评: 这游戏也就美工方面看着舒服了。。。
好评: 顶顶顶顶顶顶顶
好评: 匹配全是人机？？
好评: 不想描述,淦干干,真好闻
差评: 目前这个游戏还属于开发中阶段，PVE内容极少，PVP平衡性较差，新手引导很差劲，不是很推荐现在入坑，但是这游戏的女装实在是太香了 不知不觉就站了百个小时的街X；典型的免费游戏最贵，不知道KOG后续是否能更新出让人惊喜的内容，不然耗到蓝色协议一出，把玩家热情都消耗完了，这游戏必死。
好评: 问一下评论区里都在说的背景怎么获取？
好评: 1、0氪完全可以玩。
2、请把它当成网游。
3、某些评论和策划一样NT。
4、综合评价这个游戏，我能给四星。
好评: 垃圾游戏一大堆，你站其中第一位，
差评: 壁纸在哪里？
好评: 为了壁纸试玩一下。
美工做的是真好，但是没什么游戏性。
虽然没什么游戏性，但是美工做的是真好。
[spoiler] 她实在是太大了。 [/spoiler]
好评: 一年没玩变化好大，改了好多东西，但玩法还是一成不变......话说我之前买的DLC去哪了？
好评: 我只玩了1小时不到，所以见解不是很深
游戏建模这方面，我不怎么懂，但是感觉可以
蛮热闹的，广场上一堆人

不知道是我的网络原因还是服务器原因，延迟是红sai的。
人物动作看起来不舒服，可能是鉴于我自己的偏好。
人物语言我调成了0.
不知道为什么闪退2次，有一个提示框，虽然我看不懂（英语学渣的硬伤）。

在一小时不到的时间里，了解到的游戏内容是夺旗/占点/死斗/PVE

我个人不是很喜欢，不过世界这么大，我只是几十亿分之一罢了，个人观点，仅供参考。

中评。
好评: 很好玩

好评: 非常好玩的一款游戏画风很好，很良心，所有东西都可以肝，所以说白了就是有点肝，哈哈哈
好评: 没啥游戏性 对口味的人自然上瘾 都看个人兴趣了 没什么好推荐的
差评: 我是傻逼
差评: 主要是想要壁纸才来玩的 壁纸里那个粉色头发的妹子搁哪呢？
好评: 挺不错的这种画风我挺喜欢，就是尼玛太肝了。我直接裂开，充钱还死贵
好评: 只是为了背景图片而已，游戏画风好看，但内容确实乏味，还不如打怪猎
差评: nmd，开始界面没中文就算了，光标卡的要死，人物也是，不推荐
好评: 还行
好评: 我是傻逼
好评: 我是傻逼
好评: 虽说我看了评论褒贬不一抱着试试的态度玩，没想到迷进去了哈哈哈
好评: 要是装备多一些打打本就能掉就好了。。虽然PVP游戏但是不爆肝啥装备和装饰都没得。。
差评: 不好玩
差评: 老是卡掉线  排位都打不了
差评: 一手好牌打得稀烂.exe
差评: 我是傻逼
差评: 我是傻逼
差评: 同等级的人用的全是氪金高阶武器，而我只有初始武器，不氪金pvp玩不了
好评: 好坏都有，玩久会腻
好评: ？？？？
好评: 请把可爱的NPC小姐姐们还给我
好评: 最大败笔 毫无代入感 动作僵硬 剧情全无 没有抽奖系统不能体验运气的感觉 玩法太少一个M看所以 唯一优点 画面优美
差评: 要不 改rpg吧
差评: 不能放入库存就很难受
好评: 没有剧情了，但是打击感和连招，技能，职业确实吸引了我，不错的游戏，但是非肝即氪，氪金又太贵，不氪金就算是肝帝也要跪拜....和朋友开房间的话可以一玩
差评: 我也是来拿壁纸的，关于这游戏的尿性也略知一二。

这游戏确实如楼上的大哥说的，一把武器最便宜现在是38000，但是你打一场真就只拿50。不是50千，50万，是50块。而且武器经验值可能改了，不是他之前说的一盘500，而是1000了。但是一级经验确实要2w多，这游戏运营估计天天喝姨妈血想出来的。

游戏画风确实可以，我也被迷住了，而且游戏角色也让我有上p站的冲动。不过这傻逼游戏策划确实不行。游戏也没剧情只有刷刷刷，奉劝那些死肥宅玩这游戏还不如去玩网易☁的游戏，至少氪的没那么恐怖。（如果有当我没说）
好评: 我是傻逼

差评: 下载了也打不开，捞
差评: 满心欢喜地进去，开心的看风景，随后一脸懵逼地出来
差评: nt镰刀
差评: 更新得跟屎一样，pve没了，剧情没了，npc也没了，就一单纯pvp，凉凉游戏
好评: 还行还行还行
差评: 别玩 垃圾优化
好评: 为了这个游戏的steam背景来的，在系统规则的强迫下玩了两小时，却发现这个游戏并没有其他人说的那么不堪。虽说游戏引导不多，攻击无脑，操作简单，老子LV.1把对面LV.4的按在地上打…烧显卡还特别卡，其他都还可以。推荐好评  对了，各位买完壁纸别忘了删游戏，这傻逼玩意要25个GB 再次感谢KurtzPel为我的steam主页添加了二次元风格壁纸
差评: 可玩性太少，之前的剧情全无nmsl
差评: 在不好好搞PVE，再不出剧情，这游戏就离停服不远了

好评: 很卡
差评: 卸载一次再重装就毫无卵用，点击开始打不开，棒子装瞎一个比一个的棒
好评: 好游戏  搞不懂为什么会凉了，建议给TX代理了，能让游戏梅开二度不说，还是一把吸金的好手 说真的！
好评: 游戏还不错，就是教程实在太简单了，基本就是教一下基本操作，玩了一会才弄明白职业和武器不用肝，属性里面直接开就可以了，只要100C，打两把人机就有了。
差评: 休闲模式 为什么没有？这才是目前最紧需的吧 朋友  最简单的原因 新职业一出 S以上全是排位 职业怎么练？排位练呗 新玩家刚开始玩，虽然不掉分 但说实话 就目前为止 就算打到S又能算会玩？休闲模式 为什么没有呢？
好评: 有没有会做游戏的把他们家美术建模都挖走？
差评: 一年没玩就变成了纯pvp游戏，服务器还奇差无比
滚滚滚滚滚滚，白瞎画风和机制
好评: 1.下载游戏
2.挂机两小时
3.购买背景
4.卸载游戏
差评: 游戏很lj，不推荐
好评: 打击手感很强，很舒服，语言咋改中文？
好评: 很好
差评: 打击感超烂，中途接一个电话，就不给奖励？艹
好评: 画质打击感什么的没的说，就是不知道为什么经常黑屏。开了加速器也没用，这点也是服。
差评: 完全不会玩
差评: 操作上还行，但是pvp时没有任何反制手段被抓住就没法还击。pve还好。就靠装备还有操作了，怪物是不会对你连段的。但是玩家会。没有反制手段，或者说这个游戏的反制手段没有太大作用，也就是说当你被对方抓住，你就基本上只能被动挨揍了。有种玩格斗游戏的赶脚。还有，出个日语配音啦。听日语感觉会更中二一点，十分确信。
差评: ntpvp
好评: 排队十分钟
……
……
……
……
……
怎么又是你？
球球出个生命值吧！
好评: 错的不是这个游戏 错的是我
好评: 除了模式单一没剧情，其他完美
好评: 好玩
差评: 我下好了 进游戏了 NPC教我如何砍怪了 我通过了 到城镇了 没主线了 副本只有两个了 商城是石油大亨才有钱买的了
我哭了，不是因为这游戏，而是电费太贵了
