差评: 对于这游戏的游戏性，往好的方面想，至少在我写了个连续按A和D的脚本之后这游戏就变成了挂机游戏
差评: 玩了好一会 手都累了 看看评论有没有修改器，结果没有
差评: Dont buy it, just dont
别买就好
毫无节奏要素，只有一套攻击动作和一个大招动作，不同的图也没有新机制，ADAD按到死就完事了。打一次图给你最多千把魂，你一个角色至少要升到3级才能把图打完，一个角色从3K到10W的价格都有，意思是你要反复ADAD到10W
这种毫无乐趣的游戏不值得你花时间去玩
差评: 为什么我会购买这款游戏？为了SUCCUBUS爱抖露，嗯嗯。

但坦白的说，这游戏除了毁灭键盘外就不会提供给你任何快感了，没有任何剧情，没有任何互动，成就还非常难刷，不是因为有什么难度，纯粹是因为要单调的刷很久。

对，我不推荐大家购买这款游戏，因为它不会提供任何可以称道的游戏体验。
好评: [h1]扮演死神偶像收割粉丝灵魂[/h1]

有中文。不过有无中文都不会影响游玩。游戏方式是透过左右方向键（或是滑鼠往左右方点击）把朝你冲过来的粉丝灵魂给收割掉。不要让自己被粉丝碰到导致血量归零、蓝条满了还可以使用技能。玩法简单、舒压。

但是收集来的灵魂使用方式就让人肝到不行，你可以使用灵魂解锁新角色、升级角色、解锁新关卡、解锁角色服装，但是所需要的量需要你花许久的时间来刷，灵魂获得与支出的平衡设计完全坏了。

[quote] 欢迎关注 [url=https://store.steampowered.com/curator/34061926]评测游戏[/url] 与 正版[url=https://store.steampowered.com/curator/34062872/]黄油鉴赏[/url] 鉴赏家！
喜欢动漫游戏？关注 [url=https://store.steampowered.com/curator/36001856/]动漫游戏评测[/url] 鉴赏家，提供动漫游戏的评测！[/quote]
好评: 手游？
其实像素风还是挺讨喜的
有可爱的妹子
玩法一般般把
敌人似乎只有一种死法
没有某喜加一游戏来得爽

-令人尴尬的中文翻译 还不如用英文原版
欢迎关注我们的鉴赏家[url=https://store.steampowered.com/curator/28102584/] 一口⑨ [/url]
差评: 根本不好玩
好评: 我爱死艾美了！！！

这个游戏非常解压（就是比较费手）
然后就是很多人都在吐槽的，灵魂获取方式太少了
一局大概也就400灵魂左右，而随便一个人物都要几万才能升满级
（我玩游戏是为了放松的，你这样真的好吗）

如果能出个双人模式就更好了（比如两个人一起对抗丧心病狂的粉丝，或者是PK，分数高的获胜）
（叫上我男朋友（左手）和女朋友（右手）一起玩）
评分的话我给7/10
如果出双人模式可以给8/10
优点和缺点都很突出
可能有点乱，毕竟用脚打字不方便
好评: [quote]
加入[url=https://steamcommunity.com/groups/ADZZW#]爱の榨汁屋[/url]&关注[url=https://store.steampowered.com/curator/34815366/]爱の鉴赏家[/url]，用爱品鉴世间作品，用心流淌真情实感。
[/quote]


《你的小可爱死神来咯》是一款像素风割草题材的快节奏向横板动作游戏，玩法跟一击必杀很相似，讲述的是6名化身为超自然爱豆的妖魔鬼怪们之间展开了一场跨次元的比赛，为了争夺成为地下世界的领袖，他们开始疯狂收割狂热粉丝们的灵魂。

https://steamcommunity.com/sharedfiles/filedetails/?id=1849277355  

[h1] [u] 游玩要素	[/u]	[/h1]
[olist]
    [*]3个国家共9种不同风格的地图挑战，分别是日本，中国和美国。
    [*]6位妹子角色可以选择，角色解锁，能力提升以及皮肤更换都需要花费灵魂点数进行解锁。
[/olist]

[h1] [u] 其他设定	[/u]	[/h1]
[olist]
    [*]可以键盘左右键控制，可以鼠标左右键控制，也可以键鼠一起控制，但不能自定义按键。
    [*]只要有足够的灵魂点数，可任意决定角色的解锁顺序。
    [*]每张地图分为3种模式，正常，困难和疯狂，完成正常模式可以解锁新的模式和下一张地图，困难模式能够看到自己的排名情况，疯狂模式则为无尽体验，真正意义上的停不下来。
    [*]地图采用了环形的设定，玩家无论是一直向左走还是一直向右走，最终还是会抵达起点，没有空气墙的限制。
    [*]游玩各模式都能获得灵魂点数，但获得量有一些区别，更建议利用后两种模式刷资源。
    [*]角色皮肤更换只影响外观，角色能力的提升固定化，玩家不能自主确定想要升级的数值。
[/olist]

https://steamcommunity.com/sharedfiles/filedetails/?id=1849275410  

[h1] [u] 停不下来的割草体验	[/u]	[/h1]
该作的玩法只有一种，那就是割草，跟一击必杀割草体验不同的是，爱豆们的攻击并没有严格的红蓝距离限制，少了一点约束，更加地自由化。由于角色的攻击速度全由按键的快慢来决定，因此只要玩家手速够快，从地图一边一直清理到另一边没有任何问题。当然即便是再快的手速也还是受到身体体力的限制，更何况随着关卡推进，难度也越来越大，如果玩家不提升角色的实力，基本上很难进行正常攻略。迫不得已只能返回之前的关卡刷灵魂资源，不过资源难刷，短时间还好，不仅能出汗，还能锻炼到手指的灵活性，但长时间下去，手指会越来越酸，整个人也会越来越不好，因此该作虽然节奏较快，但解锁过程却非常慢，重玩性大，重复性更大。但每当看到这么萌的爱豆们，你能忍心不去解锁吗，解锁后，你能忍心不去帮她们解锁新的皮肤吗？.......不说了，接着去刷了(真香)。 

[h1] [u] 一些技巧 [/u]	[/h1]
[olist]
    [*]优先一路清理移动速度较快一边的粉丝，当看到粉丝有一定间隙的时候立马回头清理另一边。
    [*]如果你对左右手速都很自信，可以考虑一手键盘，一手鼠标，可以分担一下手指的压力。
    [*]如果你是懒人，可以使用鼠标连点器（作弊行为，使用前请自我反省！），下载地址请自行上网搜索。
[/olist]

https://steamcommunity.com/sharedfiles/filedetails/?id=1849278931&fileuploadsuccess=1

[h1] [u] 购买指南	[/u]	[/h1]

[h1] +推荐	[/h1]
[olist]
    [*]轻松休闲的游玩氛围。
    [*]6位可爱妹子角色养成。
    [*]简单易上瘾的玩法。
    [*]能够提升你的手速。
    [*]玩游戏也可以锻炼身体。
[/olist]

[h1] -不推荐 [/h1]
[olist]
    [*]解锁过程所花费的时间成本高，非常肝。
    [*]玩法比较单一，割草应该也可以有多种花样。
[/olist]

[h1] [u] 一句话感受	[/u]	[/h1]
一款你玩着玩着就湿了的游戏。

[spoiler] 总评：9/10 [/spoiler]
好评: 如果这是一款节奏、打击型的音游，我能玩一年。
非常可惜，这只是一款又爽快又枯燥的割草游戏
好评: 求修改器或者存档，
再这么下去，死宅灵魂还没割完 我手早没了
好评: [quote]用黑色译作背景，用文章谱写铭记 
欢迎光临我们的网站 [url=http://www.blacklist.ink/]黑名鉴赏[/url] 
点击关注我们发现更多好游戏 [url=https://store.steampowered.com/curator/9619592-Blacklist_//]黑名组[/url] 点击加入我们 [url=https://steamcommunity.com/groups/Blacklistgroup_/]黑名单[/url][/quote]

[h1]只要我技能丢的够快，粉丝就碰不到我[/h1]
一款十分解压休闲的割草小游戏，游戏的玩法机制非常简单，开始游戏前你只需要挑选一名自己喜欢的爱豆（死神）妹纸，然后通过简单操纵左右两个方向的攻击按键收割掉场景内迎面而来的所有狂热粉即可。

[h1]画面[/h1]
游戏的画风相当魔性，可爱“地狱少女”的真实面孔可以说是在杀戮的“狂风血雨”暴露无遗，就算如此一些魂魄的表情也似乎非常享受呢。另外不同难度难度下的场景以及服饰也都分格各异，并且作品在动漫像素风的映衬下也蜜汁带感。

[h1]缺点[/h1]
虽然游戏的快节奏体验确实让人欲罢不能，但随着几局推进之后，你会发现该作有着重复度高、游戏性低的硬伤，只是为了服装和属性因肝而肝还是没多大必要的，而同时“一顿操作猛如虎”的混乱操作也会让人深感其“为爽而爽”的敷衍了事，仅此而已。

[h1]技巧总结[/h1]
体验了一会后，发行该作在针对机制上的玩法操作还是有迹可循的。要么先刷掉一条线后再换线，要么原地“龙卷风摧毁停车场”直接表演“秘技•反复横跳”，再要么就是来上一套“神挡杀神佛挡杀佛”那种“欧拉（xN）木大（xN）"感人操作，不愧是我。
好评: [h1] 游戏介绍	[/h1]
《Kawaii Deathu Desu（你的小可爱死神来咯）》是一款由Pippin Games制作，Top Hat Studios Inc发行的独立动作休闲类游戏。我们的超自然生命体化身为超级偶像了，于是她们便利用自己偶像外表吸引了众多粉丝前来亲近，那么快使用你的键盘鼠标来疯狂的收割她们的爱吧。

[h1] 游戏的体验	[/h1]
游戏的玩法十分的简单，很容易上手，就是利用键盘与鼠标分别收割从左右俩边跑来的粉丝，我个人比较喜欢键盘一点，比较舒服，通过不断的收割粉丝可以持续收集他们的灵魂点数，那你可能要问了，这个灵魂点数是干啥的？那肯定是用来强化的呀，前期只是游戏比较简单而已，在我们正常人的可控范围之内而已，只要你手指稍微灵活的话，前期是很容易的，但是随着游戏的不断推进，难度也在不断的上升，这时你要么疯狂的练习，要不就去升级自己吧（我肯定选择后者），而且除了咱们的女主角还有别的人物的说，只不过也需要大量的灵魂才可以解锁，所以是一个非常漫长的过程，如果你要解锁全人物的话，那就慢慢的肝吧。游戏体验还是很爽快的，动作流畅，打击感十足，有着十足的刺激感，但是长时间的游玩可能会变得无聊，所以在没事的时候玩一玩还是很有趣的。

[h1] 游戏的优点	[/h1]
+像素风的简单画风
+简单易上手的操作
+肝帝必备游戏

[h1] 游戏总评	[/h1]
总体而言，这款游戏还是很不错的，主要推荐给肝帝进行游玩。
评分：6/10

[quote]欢迎关注我们的鉴赏家:[url=https://store.steampowered.com/curator/35402982/]走心评测[/url] ←遵从内心，写出真实感受
欢迎加入我们Steam组:[url=https://steamcommunity.com/groups/ZXPC]走心评测[/url]←点击加入，一起探索游戏的乐趣
喜欢这篇评论，也麻烦点个赞，让更多人能够看到！[/quote]
差评: 有点单调了，一关收益太少解锁过程有点长容易枯燥，希望能丰富玩法。还有就是希望能自定义按键，手柄默认的按键按起来太累了
