好评: 内容丰富
好评: 好
好评: 是一个很好的游戏，可是分辨率调大了按钮按不到就会造成屏幕只看见一部分的情况，想重新按保存的按钮也按不到了，非常难受
好评: 上头
好评: 1
好评: 游戏非常有趣，和朋友一起友尽友尽还是很好玩的，哈哈。
好评: 好玩，有趣，和朋友一起玩非常开心。
好评: fdsfsd
好评: 我遇到的一些问题:
1,人物手臂有时卡到灯笼,栅栏里
2,人物有时双持手臂会打结
3,(我的电脑)调分辨率时只有1920和0*0
4,武器不平衡,比如beam太快了
建议:
1,推出第一人称
2,推出瞄准准心
3,人物四肢有点太尖了
希望游戏做的更好
(贴贴腿鱼)
好评: 很好玩
好评: 太有意思了这个游戏
好评: 你们都是怎么和朋友进行联机的？

好评: AI好强啊，要是能憨一点就好了hhhhh
好评: 沙雕游戏
和朋友一起沙雕i了i了
爷今天就是燕双鹰
好评: 界面：★★
稍微有点简单，要是有中文就好了
音乐：★★
没有背景音乐，器械声音过大，而且发现一个BUG，设置内调整声音无效
画面：★★★☆
类似人类一败涂地画风，个人比较喜欢
操作：★★☆
设置中没有调整灵敏度的地方，导致我刚玩游戏好不容易才能适应，但是适应之后勉强还能接受，就是怕有些玩家会玩着晕3D
总体：★★★★
大体上还挺喜欢这款游戏的，鸡肋动作，各具特色的武器，而且你永远不知道这件武器和某些武器搭配在一起有多风骚。像是电风扇、吹风机、大宝剑等，但还是要说，有些武器的效果让我想起了Stick Fight，甚至有一点点让我觉得是Stick Fight+人类一败涂地。值得一试值得推荐，希望后续能增加地图，增加武器
最后，我和我Steam好友很难一起游戏是为啥，经常加入不了他的游戏，或者他加不进来。
作者加油，这是一款很棒的游戏！
好评: 匹配不到人
好评: 这款游戏非常沙雕，很有意思和朋友一起互相撕逼。也可以单人一个人玩，已经出了AI了。这款游戏有时候会卡出地图，有时候会卡掉地图，什么也没有，只能重新退出，希望作者可以好好修改一下，还是很不错的一款游戏
好评: 好玩
好评: [h1]向日葵游戏评分：5分（1-10）[/h1]
这是一款基于柔软引擎的多人乱斗游戏，其特色是武器和地图非常丰富，但是游戏模式只有乱斗一种，并且目前还处于EA阶段，既没有换装功能，也没有开放创意工坊。游戏目前只包含在线模式，可以观望。
[h1]欢迎大家关注我们的鉴赏家：https://store.steampowered.com/curator/28763059[/h1]
[h1]关注微信公众号和头条号“向日葵游戏”获取更多资讯；官方微博：向日葵游戏评测[/h1]
好评: 本来昨天第一天就想买了直播玩一下这个，想了想，发行第一天大概会匹配不到人吧。。。（事实果然如此）
简介里说没有单人模式其实只是没有pve，大概是ai还没有做出来。
其实一个人也可以刷图体验一下游戏的，方法如下：
1.进入Host game（大概就是房主模式）
2.随便找个武器把自己干掉（貌似跳楼不可以）
3.成功进入下一张地图

不知道这算不算是一个bug？不过希望开发者不要改掉，匹配不到人的卑微小玩家只能靠这个活了QAQ

气球人的动作及其鬼畜，是个沙雕游戏没错了
有一个小小的问题，就是跳起来按方向键，尤其是多个方向一起按的时候，腿部抖动实在是太快了吧，看得我有些心慌。
另外，如果多增加一些场景可破坏的地图就更爽了，毕竟要满足沙雕玩家的破坏欲嘛嘿嘿

总体来说，蛮不错的游戏，值得一试
好评: 比♂利♂比♂利上看到视频被吸引过来的，今天第一时间就买了。玩了一小会总体感觉很不错 但是缺少了一股沙雕的气息，可能是第三人称太真实了？

然后爬墙不太能行，好像手用力没那么厉害，有些高地爬不太上去。

武器的话走到位置才能拿到，这无可厚非，只是这个游戏毕竟人软趴趴的，所以操作不是那么精准，很容易拿不到，要不试试增加一点武器拾取的判定范围？

另外武器方面感觉到不少采用的是Stick Fight的武器系统，这对我一个老玩家来说还是比较容易辨认的。丢枪系统也有，非常自♂由。可能是我没带耳机的关系，觉得画面的打击感略有欠缺，不过我也不知道怎么增加233333

总体还是非常好玩，先买为敬！

——————————分割线——————————
再玩了一会来评测的，游戏非常棒，有爬墙功能的（就是对着墙壁疯狂跳跃）；武器也非常丰富，甚至可以看到空对地导弹。但是网络状况的话可能就要看房主的网好不好了。

另外有个非常牛逼的赖皮方法就是一直挂在底下，一般不太能对付的了2333333。

遥控器是粘弹，短按投掷长按引爆；电脑是空对地，直接呼叫，1秒落下导弹爆炸；透明三爪枪是制造传送点，蓝色三爪枪是2个光球制造一条线一触即死；金色左轮会打出弹射子弹，且自动追踪，要注意这个是无差别的，出枪口不认人；圆圆的是发动机，捡了可以起飞；金色魔法棒可以将其他玩家控制在一定位置。

可以双持武器这点别忘了，燕双鹰还是很爽的2333333
