好评: 人呢？没有人怎么打？
好评: 好游戏，但是它环境不像魂这一类游戏，建筑环境地表比较突出，可以认路。这个游戏大环境小场景、很难走的开。

格斗苦手慎玩，打着魂旗号实际是荣类的game】
好评: 很喜欢格斗游戏，动作很帅
好评: 上手门槛极其高建议多摸索摸索打打pve学学技能再打pvp

好评: 非常不辍！喜欢功夫系列的人不容错过，不管是博弈还是连击效果都非常优秀，美中不足的大概就是地图指引不好，找不到boos，武器种类还是不全，但是其他的都非常优秀，非常推荐！
好评: 不错的格斗游戏

好评: 除了延迟有大都挺好的😑
差评: 就没玩过这么反人类操作，还强制联网没单机模式，剧情莫名其妙，刷怪还离谱的格斗游戏，还没得地图，迷路半天

好评: 赦免者确实是款不错的游戏
优秀的美术风格，优秀的打击感，以及深度极高的游戏战斗机制，打得好，那么别人的视角你就是叶问，打得不好……小儿麻痹症患者在白给，同时因为游戏的战斗深度很高，所以，新人玩家玩这个游戏可以说是很不友好，加上游戏的新手指引……一言难尽啊，上来叫你一下基础的教程，就把你丢到一个从来没到过的地方，和不知名的敌人进行战斗，加上游戏没有地图，指引又做的差，迷路可以说是家常便饭（不过好在风景还不错），很多时候你根本就不知道怎么走。
另外游戏的社交系统明显是向风之旅人靠拢，你不能打字，不能语音，只能靠简单的表情动作，表达你的的情感，虽说社交是简陋了些，但是这样的社交系统反而能够更好的体现出玩家之间的羁绊，我之前遇到了一个人被一个npc打死了，我立马上去就把npc干掉了，顺便复活了一下这个玩家，然后他就给我举了个躬表示感谢，我们接下来就一起迷路，一起打怪，过了很久，虽说没什么语言交流，但这次体验确实是让我感觉到了人与人之间的羁绊。不过这游戏毕竟是有队友伤害的，不能像风之旅人那样玩家之间只能有友好的交流，这就导致有时候你遇到一个无缘无故打你的，就会很不爽。
最后这游戏确实是不错，喜欢格斗的玩家可以去试试
好评: 功夫黑魂
师父起源
好评: 游戏很不错，可惜我没有找到最后Boss的服装
好评: 因为SIFU买的，这家厂商粉了。引导不太行，但是动作是真爽
差评: 单机部分很一般
地图空旷、敌人单一
主线毫无指引，甚至没有地图，偏偏boss都藏在犄角旮旯，迷路是常态
单机内容更像是给pvp陪衬
这些也都不是什么大问题，毕竟流程短，看看攻略磨都磨过去了
然而涉及pvp的系统让我怀疑到底制作组自己有没有测试过
招式的获取方式和途径实在是无聊的令人难以忍受
通过多次防御敌人招式或者多次使用学校招式才能自由解锁
很少有人能坚持去解锁完或者就是解锁一两个都很麻烦
更何况pvp本身就需要大量的招式来构筑卡组
要体验游戏的完整体验就要不停重复游戏的残缺体验
这种抗拒新玩家的设计真的很奇葩很神秘
还有rpg部分的数值也很怪，防具有各种抗性和影响伤害的设计，加点和伤害的各种公式也很繁杂，但都对战斗的提升微乎其微，更别说这本质是个格斗游戏
这种有还不如没有的游戏设计充斥着整个游戏
反而把游戏本身富有深度的格斗系统给埋没了

好评: 玩法很吸引人总的来说还不错
差评: 这游戏的新手引导做的一言难尽，然后地图也不给，你TM是格斗游戏，我找了几个小时的路；
什么叫人性化，就是故意折磨你了，开局两小时全在找路上面了，想退款也没机会了（怀疑就是故意这样设置的）。
单纯看了视频，觉的帅，想要打拳的慎入，慎入，慎入，慎入，！跟视频看到的完全不一样！
完全无新手引导。
各种布局界面很难受，完全不是国人的习惯。
一个动作游戏，你让我玩出养成游戏，全程在跑图，地图什么的等于没做，无任何引导。
想要组队，加好友也没有，语音聊天也没有，打字聊天也没有。地图上碰到个人除了按了毫无用处的组队申请，其他交流一切无。
非常难受！
我可以接受格斗游戏的硬核，但是这个游戏没硬到点子上，我还没能进PVP受折磨呢，就被前面这些恶心的东西劝退了。
好评: 因为sifu所以买了体验一下，给了我一种玩黑魂的感觉，挺不错的，就是地图太绕了
差评: 如果你是看着游戏打折，评论一堆好评的格斗游戏爱好者，并且对格斗游戏有一定基础的玩家，那么恭喜你捡到宝了。
如果你是个萌新，刚接触这类游戏，那么我建议你在血压飙升之前快跑。
1.新手教程可以说是聊胜于无，基本靠实践。
2.有时候会刷不止一位NPC，如果你是多人游戏大部分情况下都能一路碾过去，如果你是单人游戏那么你会遇见这个游戏最傻逼的索敌机制，你需要摁下鼠标中键来锁定对面NPC，这个时候视角会被固定在对方身上，如果对面不止有一个人而你想切换锁定的人时，你会发现鼠标滚轮不能一直往上或往下来锁定你想锁定的那个人，而是只能上下来回滑动才能锁敌。
3.游戏并没有内置详细地图，你可能会在一个地方绕上半天也找不到出路，更何况这个游戏没有明确的目标，有时候你甚至不知道自己要干什么。
4.如果你真在和你的好厚米联机，你会发现如果你们团灭，你们的队伍会解散，需要重新邀请一遍。
以下是个人观点↓↓↓
一款格斗游戏你小怪可以一次性来好几个人我可以理解，但是BOSS房还两个人一起上这是否有点不让人活了（打到残血还会拔刀）

我更偏向于每一招都有单独键位的格斗游戏，至少我能非常清楚的知道我下一招出的是什么，而不是每次摁下鼠标都换一种攻击方式，我不喜欢在我打的热火朝天的时候打出一堆我自己都不明所以的combo。
可能会有老玩家就会开始说你可以QEZC直接切换招式，自己玩不明白还在这逼逼赖赖，那我只能说是我不配玩这游戏。
好评: 流程太短了，希望后续有更多剧情和BOSS什么的。出点免费更新和DLC，完善完善内容。目前的内容偏少了点。

2022/2/7：制作组抛弃了这游戏三年去做了师父，现在师父做完了，虽然希望渺茫但是希望能把这游戏捡起来继续做
好评: 芜湖，误打误撞捡到一款宝藏游戏
好评: 虽然动作不如Sifu，但系统比Sifu合理太多。
最起码不会画面外飞来一个酒瓶给你淦破防。
架住了就是架住了，同时双方的收益也是以单招来算，而不会嗯学只狼那样需要你连续架很多次才能出一次平A的收益。
嗯对，在Sifu里面对群殴你甚至一拳的收益都可能没有。
虽然也有部分招式性能过强，但总归不会有人硬靠着身为boss连段不会被中途打断的特性随机出招择完就跑，任何一招都是冒着风险去赚收益。这样双方平衡的交互才是格斗游戏应有的体验。
而不像Sifu那样在格斗游戏的框架上做pve，结果怪均比你性能优异。祖传的功夫就这水平，那我只能说主角一家确实死得有理有据。
好评: 可以
好评: 爽
差评: 游戏体验极差 上手难度极高 玩了半小时实属煎熬 打怪绕圈圈 迷宫一样  真的是极差 直接雪藏 买个游戏来个评价  消费者权利哈哈舒服舒服
好评: 好游戏，但是吧，差口气
差评: 好游戏  但是延迟方面排到老外基本是输了  玩的人也少   排半天好不容易排到了 对面还是老外 要玩还是去国服玩吧  国际服打pvp就是找死
好评: 打击感很爽，好玩，强烈推荐，除了人少。
好评: 至今还在pve，pvp还没尝试过，等我把所有招式都学会
差评: yysy，游戏战斗方面还可以，就是视角切换和延迟nt到家了
好评: 4年了 你还是那么烂
好评: 战斗系统太有趣了

好评: 走过路过不要错过，原价88块的赦免者，现在史低17块啦！17块你买不了吃亏，17块你买不了上当！被推荐到这款游戏的人有福了，只需逮住一个17块史低速速入手，一款可钻研上千小时的游戏就将以一杯奶茶钱进到你的库中！（这游戏的史低给得很频繁的，现在没史低放愿望单搁几个星期估计就有了hhh）
注：本游戏在蒸汽平台和wegame平台上也可购买，在此二者下载版本为国服版，steam上下载版本为国际服版，蒸汽与steam共享账号共享游戏，但是国服开档会额外赠送一件衣服（若后来又在国际服录入该存档会导致这件衣服消失且再也没有，还想看这件衣服只能再在国服开个新档）且PVP的卡顿问题会很大程度得到解决。
好评: 除了网差人少这款游戏简直极品，极品到不能再极品
好评: 游戏巨他妈好玩，网络有大问题
好评: NB

好评: 比较硬核，有点难玩（指操作），但是上手之后挺好玩的，墙裂建议手柄，键鼠不改键的话上手太难了
好评: 我是傻逼
差评: 很硬核 很难 很傻逼的设计
差评: 1.新手教程基本等于没有，对于这种上手不易精通更难的搓键盘格斗游戏，一个好的新手教程有多重要不用我多说
2.地图本身的设计水平并不能撑得起不给查看地图这个设定（所以想用魂系来拐的可以省点口水了）
3.每个流派的特性（闪避，格挡，中和）要通过鼠标四向移动来触发，过于反人类，尤其是让从FH过来的我非常难受

游戏本身很有意思也很有想法，但是缺少一般大厂那种工业化的细节打磨，只能说等一个师傅上steam了
差评: 没有地图？？没有跳跃？？是来割韭菜的游戏吗
主线有点不好理解
望改进
好评: .
好评: 不是很好玩，期待新作，但是又不在steam上，头疼。
好评: 非常独特的武术系统，
鼠标滑动来使出风格动作很新颖，特别是在使用醉拳的摇摆感表现得非常出色！
游戏主要采用一对一的格斗对战模式，你可以参考荣耀战魂那个感觉，但是我觉得就游戏里的表现，这款游戏比较符合我的喜好，
汉化的本地化还是很出色的，可以看出制作组还是有用心做这一块。

但是缺点也很致命，
如上所说，喜欢PVP的玩家可能回比较对胃口，这游戏对单机其实并不是太友好，
单机部分比较少，副本需要联网PVE，不是很喜欢这种强制联网的感觉，何况我就像打一个单机而已，装备却都需要网战，这点差评了。

虽说如此，但是单机的游戏时间也算有10到15小时了，还是值得一玩的，
现在游戏的完成度其实已经对得起游戏的价格，如果喜欢武术类PVP的动作游戏，还是推荐的，
制作组有在做的新一作《师傅》登录了EPIC，不晓得会不会上steam，不过还是很期待的！不过还是希望不要再强制我PVP了...
好评: Chinese
我在进入游戏的时候就会给我弹出UE4的错误报告，上面写着"An Unreal process has crashed UE4-Absolver“这真的是一个大问题，我该怎么办？


English
When I enter the game, I will pop up the error report of UE4, which says "an unreal process has crashed UE4 absolver". This is really a big problem. What should I do

好评: 挺好的就是服务器垃的要死
好评: 无以伦比的真实格斗，我玩过的最好的。希望能开发PVP自动匹配
好评: hardcore
好评: 比黑魂海难
好评: 跑了好久我迷路了？
差评: 垃圾游戏，传送没有，把一堆东西放pvp，pve的东西和pvp等级绑定绑你妈呢
差评: 不错的游戏创意，较少的单机部分以及糟糕透顶的pvp和联机部分
最重要的是你大部分装备凭啥要靠pvp等级才能解锁购买？更何况现在pvp还基本没什么人，真的喂屎
原本这是一款好游戏，但是整体系统方面的设计过于垃圾：单机内容强行和联机捆绑，导致哪怕想回味精彩的为数不多的boss战也必须要pvp等级

总的来说，差评。尤其是你明明知道这游戏的魅力，最后却不得不因为制作组的不负责任和不动脑的设计而止步于此，这才是最让人不爽和恼怒的
好评: 我只玩了单机部分，是真好玩，像一个小型黑魂，但动作系统更复杂一点。
好评: ....
好评: 没有也可以评价嘛？
好评: 这款游戏画面以及操作都很到位，可以根据自己喜好随意组合连招动作，操作上限极高，各种各样的流派动作：咏春、醉拳、截拳道、泰拳......美中不足的就是pvp国际服务器太差了，不过还好有蒸汽平台，在国服里面还是很流畅的，也容易匹配到人，打拳！打拳！打拳！
好评: 格斗类游戏，战斗深度很深，目前为止感觉很不错，就是上手难度很高
好评: goooooooooooooooooood
好评: 希望可以加入劈挂拳毕竟和八极拳是一样厉害并且互相补充的拳种，希望开发可以看见
好评: 虽然小众了些，但游戏品质和可玩性相当优越，喜欢动作类的入手没毛病，格斗动作完全自己编辑，战斗中学习这点让我一个收集控又爱又恨，初期多少次遇到喜欢的招式，被打死也不忍心放弃，玩家素质没的说，基本都是互相帮忙的，一个见面就动手的都没见过。
好评: 游戏是好游戏就是人太少了好不容易玩了一下午遇到了个活人一套吼吼哈嘿乱拳把我打死哎溜了溜了~
好评: 画风清晰，音乐不错，战斗系统深度极高，动作卡组组合千变万化，非常牛逼的设计。
好评: 漏宝 说好玩
好评: 服务器太拉了，没有教程很难上手
好评: 游戏不错，但有一说一，这设计服装的建议开了，玩这么多游戏，丑的见过，但丑的如此独特的，还是比较少见的
差评: 不好 糟心
好评: 好玩
好评: 玩爆，同时不抱希望地坐等更新
好评: 这不评个 绝 世 神 作 ？
好评: 我觉得，对于喜欢武功的动作玩家来说。这是一款非常优秀，高质量的游戏。虽然流程短，但是不同招式的组合衍生出的无数套路和在PVE中通过招架，格挡，闪避等来学习对方的技巧以及招式，是这个游戏的精髓和灵魂之一。它的所有招式都没有什么无敌的说法，通过玩家们自己的感悟和大量与对手之间的切磋来不断打磨，精进自己的招式之间的组合以及用法，最终达成最适合自己的招式排列。让这款游戏的可玩性和耐玩性非常高。但希望制作组能尽快更新以及出DLC。这会使得游戏内容变得丰富。目前无论是硬核程度，还是可玩性以及耐玩性都非常的棒了。只要多更新和加入新的DLC，会使得这款游戏如虎添翼的。
好评: 这游戏就是我的命
好评: nice
差评: 玩不来，反而感觉很无聊
好评: 画质和打击感还不错，但是剧情特别短，对路痴也不太友好。
好评: 比黑魂还硬核
好评: 什么叫动作游戏啊昂（后仰），对《师父》的期待值直接拉满了。
差评: 我只想问问服务器延迟问题搞好没
好评: 这个游戏里那个醉仙流怎么找不到啊

好评: 打斗动作系统做的挺好的，
战斗系统很丰富
打击手感也还可以
是一款不错的游戏
好评: 美术不错，游戏一般
好评: 是一款好游戏，游戏流程不长，算下来5.6个小时就能剧情通关，就是没有传送功能，跑图有点久，剧情打完才算是入门了。主要打pvp，卡组是这个游戏的精髓，自己组招，然后竞技场被大佬虐🙃不过偶尔还能碰见更萌的萌新，期待新作sifu上线。
好评: 快乐！！！就是总有延迟，以及装备不好弄。

差评: 玩你妈，卡死了，杀鸡50多个G，影子武士15个G，都不卡，我从来没见过10个G的游戏能那么卡，玩成ppt，开局就卡，玩你妈玩你妈玩你妈玩你妈玩你妈玩你妈玩你妈玩你妈玩你妈玩你妈玩你妈玩你妈玩你妈玩你妈玩你妈玩你妈玩你妈玩你妈玩你妈玩你妈玩你妈玩你妈玩你妈玩你妈玩你妈玩你妈玩你妈玩你妈！！！！！！！！！
退款时间最短的游戏
好评: 好玩，学拳快乐，躲避快乐。满足了我的武侠幻想。
差评: 游戏的痛点 太多了 对路痴极不友好 晶石悬空在腰部很难受  优化体验感一定会是一流的游戏 这可比LOL好玩多了 可惜了
好评: 玩这还行能不能地图弄大点我怎么感觉我玩完了呢？？？？有点蒙
好评: 好！很有打击感！下一个！（指师父）
好评: 我的上帝啊 我甚至找不到我下一个关卡在哪里
好评: 非常硬核的格斗游戏
好评: 游戏很好玩，打击动作很流畅，画风也很合胃口，但不推荐原价入手。
差评: 我服了，怎么想的，可自定义的东西太少了，设计师是觉得自己安排的这些默认设置很天才？后期渲染把动态模糊和阴影渲染加一起，不能分开调？
还有锁定时换顺序是真的弱智，锁定两个的时候向上滚是上一个，再向上滚没法滚到下一个去，必须向下滚，打这么紧张谁记得清楚哪个是第一个哪个是第二个？滚半天你妈连个反应都没，打鸡巴毛
好评: 首先重要的事情说三遍！国服出了！国服出了！国服出了！强烈建议新人加一下“Absolver赦免者国人群”（q群，711162439）然后直接在蒸汽平台入坑国服！具体原因后面细说。
先说游戏本身。
  赦免者（Absolver）是一款非常非常有深度又有特色的格斗游戏，高自由度的自定义招式系统使得PVP战斗有了无限的可能，没有传统FTG固定的出招表，全部连招都是你自己精心设计的杰作。没有只要搓招熟练就能打出的超长Combo，每一招对面都有反制的机会，对局中的各种操作各种决策错综复杂地相互克制，每种打法都有办法去化解，见招拆招，博弈深度极深，非常耐玩，值得钻研。有时候甚至只是对着卡组界面研究卡组的装配，不知不觉一看一个小时已经过去了。如果觉得对新手不友好，不容易上手的话，可以去B站看我的Absolver全方位教学视频系列，保证你不会失望！
  战斗本身偏向写实风格，有浓厚的中国传统武术元素，不是浮夸的跳起来飘三秒那种格斗，一招一式现实中几乎全都能找到原型，都由真人演员采集动作K帧，甚至可以用这个游戏的自定义招式系统高度还原大量的武打片动作。出自成龙醉拳系列的醉仙流和出自李小龙电影的截拳道流派真是帅的一批，还原度极高，而且游戏中的实战能力也很强。
  新出的地牢模式和截拳道更是锦上添花。地牢模式提供了一个更友善的多人合作玩法，很有趣也很有挑战性。带基友女票入坑的不二选择。(解锁地牢模式需要通关开放世界剧情一周目，但是开放世界本身也是可以合作推图的，而且先积累一些基础的战斗能力也是必要的。)至于截拳道，帅爆！我自己配招配着配着都被我自己帅到了。真的帅！
  关于汉化！！游戏其实是有完整汉化的，但是Steam商店页面没标。
  网络延迟问题，游戏刚出的时候确实卡爆，但是现在已经做了大幅度优化。游戏是P2P联机，国人和国人对战的话，俩人都不要开加速器，直接裸连就丝滑流畅。如果在Steam版会匹到老外可能会卡。这里就要特别介绍一下蒸汽平台的国服了！
  关于国服：强烈推荐搬家来国服蒸汽平台玩！如果还没入坑的那就直接来蒸汽平台入坑好了！目前蒸汽平台首发游戏包含赦免者，两边的购买是共享的，无论在哪边买，另一边库存都会直接有，所以无需重复购买。关于存档，目前是可以共享的，已经在国际服有存档的可以到国服直接用！进度完全保留，还可以在两个服反复横跳！但是在国服新建的存档会多一套国服限定的衣服，非常好看非常有特色！所以强烈建议新人直接在国服这边开档入坑。注意，在国服建的存档请不要在国际服读取，否则那套衣服会无法挽回地消失！但是国服和国际服的联机不互通。其实也未必是坏事，因为这游戏是P2P联机，不互通刚好可以避免匹配到延迟爆炸的外国友人。
  当然，国服现在刚刚开始运营，所以人可能比较少。但是不要担心，我们国人群里的国际服老玩家已经全数入驻国服了，加一下Absolver国人群，和国人约战一起去匹配。养成见到国人就加好友的习惯，好友多了就可以随便约战，就不怕没人了。
  总之，瑕不掩瑜的一款游戏！值得入手！尤其喜欢钻研游戏、喜欢逐渐变强的感觉的，更是强烈推荐。我的B站ID是Ghost-O，有问题也可以私信我。不说了不说了我去打拳了！
好评: a
好评: 流程不长，学拳才是真正的乐趣。
好评: Y
差评: 这游戏官方都跑路了，偶尔进游戏打打（真的就是偶尔）
好评: 一笔88块钱的账单，1300小时一去不复返的人生
好评: 画风优美，孤独又热血。
差评: 闪避防御毫无收益，去你吗的。轻击一直打到死的毒瘤游戏我玩你麻痹。 地图地图也不好开，指引指引指到一半没了，你要是个pve就算了，pvp近距离一直轻击就能打断一切我玩你mb
好评: 好评动作游戏系列
只是有点可惜本篇剧情可能时间都不够5h
但是动作，地图和堆怪一流
差评: 体验不好。
自由组合招式确实不错。
没有传送。
好评: 快来蒸汽平台玩国服啊！专属于国人的乐园！steam端的absolver服务器在外国，蒸汽平台的话服务器在上海！联机质量大大提高！而且国服还有专属衣服。国人qq群：711162439，欢迎来交流！
                                        

好评: 进不去
好评: 打击感相当好，打斗很有感觉，期待新游Sifu
好评: 整个steamcn最值得买的游戏。
好评: 游戏总体质量还是不错的，打击感很棒，招式和装备都很丰富。然而玩家数量太少，pvp基本匹配不上人。
好评: Absolver国人群（QQ）： 711162439，有兴趣的可以加来一起玩。

 好游戏！不过，sloclap能不能把游戏做大一点？比如。。。开放世界的武侠冒险之类的。。。没玩这游戏之前我对他还存在蛮多幻想的，结果进去就那几个图。。。虽然开发商本意想把这游戏做的更有内味儿。。。虽然有些时候的确有点内味儿了，但是玩久一点就显得很空洞，感觉这游戏像没开发完成的半成品一样。。。内容少的一批，虽然加入了新的DOWNFALL，让整个游戏的世界观都更加明确，动作打击和格斗系统都非常出色！但玩法太单调了，玩家除了享受格斗的乐趣就没啥意思了，虽然打得很爽但打久了听着那咚咚哗哗的打击声音就想睡觉了（那声音让人联想到真实世界的格斗和拳击，真实的一批！），我还以为这游戏会成为开放世界ARPG游戏（像老滚5一样而且动作屌多了），老滚5众所周知是RPG游戏里的经典神作了，但其实老滚5战斗僵硬地一批，判定也很神奇（这点在辐射4里也一样不过好了一点点，究其本源就是战斗系统就那样了，你一拳~我一拳~的那样///），但是很多人玩老滚5不是为了打架，而是为了享受那种逞英雄的感觉，酒馆里见到几个流氓二话不说重拳出击，身为龙裔决定天际省的命运，拔刀相助被NPC夸奖武艺高强，我天，就内味儿！所以赦免者很多地方都没有做的非常细致，不过游戏是好游戏是值得买的，环境很优美，世界观很宏大（不过有点空洞），战斗系统VERY 出色！快出DLC！

-----------------------------------------------------------------------------------------------------

好消息好消息！sloclap新作sifu师父有眉目了！现在已经放出宣传片了，估计这一波sloclap回完血就会更新Absolver了！
好评: 国服的网络环境相比国际服简直是天堂
好评: 之前就在玩了，现在到蒸汽平台也冲了一份，真的好玩，可玩性极高，或许有人觉得PVE太短，但PVP才是这游戏的精髓，通过组合不同的招式卡组，加上五种各具特色的流派技，还有站架、黄攻、佯攻、压帧等深度玩法，这些要素组合在一起，就是一款极具武术味道的精品游戏，当你深入了解这款游戏，你就会被其浓厚的武术色彩所折服，用流派技去格挡、闪避对手攻击，夺回节奏，进行反击，这一套操作还不够吸引人吗，之前可能会因为服务器原因导致卡顿，但是现在有蒸汽平台下的国服版本，基本可以解决延迟低的问题，加一下国人群，一起约战，尽情享受这款游戏的快乐吧，这款游戏史低价才22元，买一个来打拳他不香吗[spoiler] 就是有点难，我经常被暴打 [/spoiler]
好评: 沉迷打拳日渐消瘦

游戏肯定是好游戏，但是有门槛也是真的。
首先引导有问题，我在上网看教程之前甚至不知道招式是怎么连起来的。

游戏比较冷门，难度也不低，每届萌新基本都是拼死拼活推完pve，进了pvp又被大佬摩擦([spoiler] 比如我被硬生生锤到铜板 [/spoiler]），心态一个不留神就爆炸了。但是当你遇见和自己一样的菜鸡时，那互啄的滋味简直不要太妙EwE
这里还是建议萌新加一下ab的讨论群，qq上直接搜索absolver就能看到那仅有两个的讨论群。
ab比起那些大作确实不够惊艳，但是绝对耐玩（强烈建议使用手柄或者全键盘），很多技巧都是说着简单做着难，十分有练习价值。  个人非常喜欢ab的这种水彩风格画面，游戏的暖暖系统也挺给力，打怪赚钱pvp哪样不是为了衣服呢？

至于服务器，毕竟p2p 延迟看缘分啦。不过大部分时间和国人裸连没问题，偶尔遇见神仙延迟的老外
要说最糟心的缺点。。人少吧，打拳三分钟等人一小时

我好菜啊。



编辑：
       需要注意此游戏本质是个披着arpg皮的格斗游戏，主要内容都在pvp部分，并且极其硬核，虽然有些元素看着非常像魂，但玩法和魂类区别非常大，直接套类魂游戏的经验会吃很多苦头。和一般格斗游戏不同的是absolver没有固定的出招表，你所有的招式连段都能够由自己编排。

       这游戏的一个亮点是它的所有的攻击动作有左右高中低五个方位；戳、纵、扫三个属性以及霸体、破防等特殊效果，并且对应这些属性都分配有各自的应对手段，再加上每一招后面都能设置两个变招的机制，使得它的游戏性和游戏深度都非常的高。得益于此它可能是现存pvp游戏中攻防博弈密度最高的游戏了，可以说每出一拳就是一轮博弈。

       另一个亮点是游戏内所有招式都有现实和影视中的武术动作原型，比如以泰拳为原型的各类肘击膝击、以八极拳为原型的铁山靠、还有卡波耶拉为原型的撑地摆踢等等。各种流派也有现实的参考，醉拳和截拳道两个流派更是一个完全取自影视一个完全取自现实。如果对武术有兴趣那更加建议尝试一下这个游戏。
好评: 针不锉,这游戏针不错
好评: 下次一定
好评: 虽然你菜，但是你帅！！！！
差评: 这游戏当年一出，我就购买了。也挺好玩的，然后我就莫名其妙的给VAC了，我都不知道是什么意思，垃圾！！！
差评: 个人评价
1，流程非常非常短！！！我打着打着就发现一周目通关了，不敢相信的我还逛了1个小时才确定，就那点内容，
2，我是买来和朋友一起玩的，不推荐，随时随地联机倒是很好，但是和好友一起打怪打着打着你就会发现，好友被你打死了并且你们还不是组队状态了，
3。你如果是习惯见招拆招类的游戏，并且，喜欢pvp，那你可以玩一玩，
好评: arpg的新方向
好评: 游戏的格斗系统非常有潜力。隔壁荣耀战魂主打武器格斗，而这游戏在3D徒手格斗游戏中，可以说是一款被埋没的佳作。
美中不足的是，PVE流程略短，有些意由未尽的感觉。另外希望制作组能把重心放在格斗上，而不是找路上，添加更清晰的寻路和地图系统。
虽然迟了，但制作组还是追加了中文，对DIY技能组3D格斗有兴趣的朋友可以考虑入手。
联机方面，因为开了STEAMCHINA，也就是蒸汽中国的首发游戏里面也有这个游戏（这个游戏国内是过审了的，完美代理），或许可以借着国服STEAM的到来提高一波联机质量（虽然这游戏是P2P联机方式）
好评: 硬核格斗！！！
好评: 请恢复购买此游戏？
好评: 喜欢格斗的朋友们，一起来玩吧
好评: 手残劝退！游戏是注重打斗的可以通过刷小怪来解锁招式，单人流程对个人而言4个小时把，联机开图感觉乐趣会少一点。尤其是多人对战对网对加速器有要求魂系列玩家或者热爱格斗游戏的值得入坑。流程较短内容时间长了比较枯燥。多人对战心态放好
好评: 上手挺难的，不过打完有成就感，唯一缺点就是网太太太太太太太太垃圾了
好评: 这个游戏支持简体中文，商店页面没有写出来。
好评: 这是我最喜欢的一款游戏。画质高，画风独特，有各种富有个性的服装道具。最值得称赞的是格斗系统，动作一流！可以自己组合招式和选择喜欢的流派。唯一的缺点就是服务器，希望能有改善。
好评: 游戏是个好游戏，操作也流畅。唯一就是多少年了，汉化一下不行么？
好评: 竞技游戏，菜是原罪，这是个好游戏，但我是个傻逼
好评: 招式的搭配确实戳中了我的G点，有一定的难度，但是更有挑战性，因为自由搭配的招式有更多的可能性，比起传统的格斗游戏也更有创意和发展空间，这个游戏的热度应该更高才对
好评: 挺好玩的  但我路痴 没找到出路
好评: 不错的游戏
好评: 有中文的！行云流水的格斗和神仙一般的战斗系统，黑魂式的推图和联机可惜流程不长5~6小时可以逛完。十足的打击感和丰富的招式系统足以证明是一款游戏的游戏。只可惜太过于小众
差评: 好评改差评
---------------------------------
最后悔预购的游戏之一
当时制作组说会出中文
加上宣传里优异打击感
便毫不犹豫地入手了
但
3年多了啊！！！！！
nmd
不说从开服lj到现在的服务器
你的承诺呢？？？
没多少文本量的游戏汉化成本就这么高？？？
屮
----------------------------------
2020/11/15
----------------------------------
游戏素质确实可以
打击感非常扎实
自定义内容还算不少
能出幻化就好了
服务器极其之差
闪退和卡死在地图角落的问题基本解决了
就是不知道啥时候出中文
文本也没多少啊
---------------------------------
原评论已删除
------------------------------------
2017/8/30/1:35 a.m
好评: 目前感觉打折入还是很划算的
好评: 一个字：爽
好评: Don't play for a few hours to evaluate!!! ok Don't evaluate a game that you don't use your brain to play.... You deny the achievements of our old players for so long. The game is really not good on the Internet and the plot is weak, but this is a fighting game. Did you call PVP! Have you seen the monsters for three weeks? Balabala's just you have a mouth, right!
不要玩几个小时就来评测！！！好吧！不要给一个你没动脑子玩的游戏随便测评。。。。你这是否认我们这些老玩家这么多时长带来的成就，游戏确实网络不行，剧情薄弱，但这是格斗游戏。请问你打pvp了么！野怪3周目了么？balabala的就你有嘴是吧！
差评: 躲闪和格挡跟抽疯一样的乱晃鼠标
除非哪天能脑机接口无延迟的意识下达命令了，否则这游戏只配是个小众游戏自娱自乐
差评: 很神必的游戏，被其他玩家暴打！
好评: 不管游戏怎么说，氛围还是比较友好地————某被大佬扛着走的萌新_(:з)∠)_
好评: 自带简中，好游戏，打击感很好，有点黑魂和荣耀战魂的感觉，自己组合招数体力加点，什么上路中路下路，极其硬核。背板记熟了特定boss的招数后就很容易大了。自己熟悉了一阵后，一个叫惑璃的大佬脱了衣服带我逛了一圈干了一群怪，游戏环境极其温馨。
好评: 神仙系统，潜力爆炸，内核比隔壁的垃圾荣耀战魂更贴近格斗，可惜因为门槛注定小众。
好评: 线上入侵让我有种魂三的亲切感，可以和各种老哥友好交流。
好评: 行云流水的格斗，格斗游戏爱好者值得拥有
好评: 再过几年都不可能找出第二款如此纯粹的武术游戏   可惜识货的不多  非常简单  有手就能玩
差评: 我是傻逼
好评: 玩法理念给满分
动作设计帅的一塌糊涂
不能说像魂吧，有时候出手不仅仅是反应，还有点猜拳的感觉
三个流派，各种招式风格可以自己设计搭配，超级酷炫
武器感觉少了点，拳刺和剑（拿剑姿势真的太帅了），如果可能的话可以加点长棍短棍啥的
缺点的话就是服务器了吧，还有玩的人太少了
其实单机内容也够体验好久了，冲就完事了
我要打十个!!!!
好评: 就是玩的人不多
好评: 硬核格斗 操作难度高 灵活性高

好评: [h1]一款非常不错的动作游戏[/h1]
结合了侠与面具的炫酷元素、简单神秘的几何建筑、优秀的打击与流畅的动作；
可自由编排的招式，多门派的拳法，严谨的判定机制，PVE/PVP。
[h1]但是他鬼了[/h1]
目前官方已经停止了更新，不过就目前而言也算不上是半成品；
只不过某些地点因资金和后期的成长问题缩减了篇幅；
目前PVP已几乎无人，PVE流程较短，拥有无尽地牢模式，但是整个游戏已经充满了孤寂，
可我喜欢这个游戏，无论是机制还是美工；
[h1]很酷，同时又不突兀。[/h1]
7/10
好评: 好玩到爆炸，可惜鬼了
好评: 这款游戏需要投入大量的时间去研究,上手难度高.但是自由组合招式和多种流派使得游戏可玩性非常强,跟朋友一起把boss按在墙角摩擦真的爽
好评: 要是武器种类更丰富一些就好了
好评: 延时莫名其妙，貌似是有港服的，但是他不一定给你匹到港服，实际上应该是哪儿有人匹哪儿，问题在于给你匹个欧服美服的那帮子老外一通子王八拳你卡的伤害都打不出来，谁没点脾气呢？ 你还不能自己选区域。
再者，你想去地图里学招数，只要地图内有其他玩家，AI数量翻一倍，问题在于你怎么笃定玩家百分百会组队一块儿走呢？ 人家指不准就给那装个装备挂机去了。 结果苦了那帮去学技能的人，转个角被一堂口兄弟拿着菜刀追着砍，也不是说群殴就打不过，而且也能勾怪，那我的人生就一半时间浪费给那勾怪了？
匹PVE匹不到人吧匹1V1也匹不到人，不过我感觉应该是我自己网络问题，不多说了。
最后夸点好的
国内外动作片、武打迷们必玩的绝世佳作，游戏内的动作应该是3D格斗类里最丰富最多变的了，而且他写实，他写实，他写实，你一拳打不出波动拳，一脚也踢不出脚气来，动作“朴实无华”有考究的同时，动作的设计和出招的节奏把控的非常棒————只要你的出招时机没错，在耐力条掉光之前你甚至看不到一丁点儿的卡顿，而整个游戏的动作都是可以自由搭配的，怎么个自由搭配法？这可不是俗不可耐的一套招数配一套，而是一拳配一拳————没错，游戏内的动作全部由单个招数通过玩家自己拼凑而成。  这里再说一句，所谓的流畅可不是打完那一套就歇逼的流畅，而是真真切切的，你在耐力耗光之前，任意招数动作、任意变招的各类衔接不会有任何卡顿。 要知道 这可是个3D游戏。
想当托尼贾那样的印尼拳皇？没问题，想和斯科特阿金斯一样有凌厉的跆拳道腿技？没问题，想打出叶问里迅捷的咏春、太极？ 没问题，甚至你还可以在游戏里打醉拳，没错，醉仙流的动作多取自成龙的《醉拳2》，以及最近更新的新流派截拳道————对，就是李小龙的那个截拳道。
流程是真的短，美术设计很好，风景很漂亮，但是流程真的太短了，估计22个有20G都用在动作和动作衔接上了。
顺带一提，本作音乐出Austin Wintory（Journey、ABZU的作曲者），但是在本作的音乐存在感并不强，多是起到渲染游戏的整体艺术风格，毕竟那拳拳到肉的打击声才是重头戏嘛。
好评: 新手引导还是不够好，操作方面的指引虽然没什么问题，但是关于任务主线新手会搞不清楚自己到底要干什么，再加上没有地图（就一个石碑上标几个点）新手找路找半天然后疯狂受苦很容易被劝退。还是很希望这个游戏能火，难得有一款有武术元素而且做得还不错的动作游戏。（打地牢找不到人组队太痛苦了）
好评: 理念超前的武术游戏，就是群殴有点猛了。。我和别人联机把boss按在墙角草。。。
游戏系统不错就是有些复杂，想登峰造极得经过长时间练习而且比较吃反应速度
好评: 好玩 担人太少，太卡，越玩越气.但衣服好看。
好评: 硬核，有趣，友善的社区，动作流畅不僵硬，现代搏击和传统武术共同演出,百花齐放。
好评: 别人的感觉：咏春-叶问
                     截拳道-李小龙
                     拳击-泰森
                     泰拳
我的感觉：王八拳-马宝国大师
好评: 我很菜，但我很帅
好评: 又像魂系游戏但又是武术格斗游戏，在加上可以搭配各种战斗动作不同顺序打出千变万化的招式，我只能说越玩越上瘾.要是服务器好点就跟好了
好评: nb
好评: 很酷
差评: empty game, boring
好评: 除了上手难度高，没什么缺点
好评: pretty good game,many martial art attack move,and you can make your own combo(Attention please,if you don't practice KungFu before,watch out your nuts and stuff when you do the "High Spin Kick",don't ask me how to know that, it is a shame for me lol)
好评: 很好玩

差评: 服务器连接丢失
服务器连接丢失
服务器连接丢失
服务器连接丢失=打不了pvp=练不了技术
玩你妈
好评: 很帅很炫酷的动作游戏，难度略高，电脑都打不过，网络裸连也还说得过去。
好评: 游戏是好游戏，但是不好玩
我为什么会买呢？大概是因为我当时是个看到-60%就觉得nb的傻逼
差评: 依旧没有实现你们的承诺

ps.不是说不出中文就是不好，而是预购的时候承诺要出，之后出尔反尔不出，而且服务器奇差无比，另外还有只狗因为这一句几年前的评论来挑衅，脑残粉吗，真是屎吃多了给个骨头就觉得香
好评: 最好选卡尔特流派或者落风流，以后再选择醉仙流。打boss可以边跑边打这样就可以慢慢耗死敌人

好评: 好玩！
好评: 好玩
好评: 这尼玛就是梦里才存在的游戏！上手简单，连招有深度。简直无敌了。
好评: 我他妈的一个路痴为毛要入手这个游戏
好评: 格斗风之旅人，要什么地图看到人淦就是
好评: 游戏不错，就是更新少了点
好评: 非常不错，玩进去了你就会发现还有很多拳法未解锁，继续去探索练习就可以创造出自己的卡组，出其不意，及时闪避，快攻架招，意外爽快。超前的战斗系统，不一样的画风世界，庞大的地图，初玩反正是迷路几小时，不过还是希望可以继续更新地图，拜托，拜托，拜托
好评: 很硬核的一款动作游戏，突破了一般动作游戏陈旧的招式系统，启用很新颖的招式自由搭配模式，让连招千变万化，就如同电影真人一般可以自由组合招式，打出格挡、变换、闪避种种操作，能让人一直沉浸其中，不断深入研讨
好评: 可发掘空间很大，但我不太适合。
好评: 战魂玩家,我觉得跟战魂一样.
值得玩
好评: 希望官方之后可以继续更新延续这款游戏
好评:   服务器再这样下去游戏会死
  这么好一个游戏 可惜了
好评: 可以的，这游戏，可玩性有的
差评: 服务器垃圾的要死
好评: 很爽的游戏，虽然听说他们去做新游戏了
好评: 23块钱物超所值，123块的话还是算了吧。
好评: 开加速器后甚至能和国外朋友无延迟联机，不开也可以正常游戏，只有你和附件的人互通没问题，这是我玩过最爽的格斗游戏，装备没有高低之分，稀有度只是稀有度而已，（虽然帅是一辈子的事）。入门门槛低，比荣耀之魂之类的容易很多，玩过格斗游戏的人可以快速入手，但是深度却不见得比谁低，虽然有等级，但是影响不大，有技术的人就是可以把人摁在地下打，1条命打3条命，pvp技术不好的人也可以去和小伙伴愉快打本，游戏里5个流派，各种招式让你自己去组合，各种不同的组合让你在pvp和每个人打都是不同的死法。总之这个游戏绝对不应该是褒贬不一，我吹爆这款游戏，希望游戏继续更新优化，变得更好，我们期待。
好评: 我所要的武功招式类游戏，就是这种！
差评: 打击感出色，画面唯美，游戏性高，丰富的招式搭配，截拳很帅！
除了PVP有些许卡顿，几乎没有什么缺点。
[h1] 那我为什么打差评呢？ [/h1]
哦，原来是窜档了啊。
[h1] 因为这个傻逼游戏把爷的存档给吞了，他妈就是因为我建了一个新档玩了3个小时想体验最初学招的感觉，你妈的b这游戏就把爷的存档直接给吞掉了，而且这傻逼游戏还是第二次吞档了，第一次我直接关机侥幸逃过一劫，现在我关机也没用，这傻逼游戏是不是你妈就没有云存档啊？爷175小时说没就没啊？ [/h1]
总之，就一直玩一个档不要开新档，还有这傻逼游戏开发商司马
好评: 牛逼 中国功夫
好评: 玩起来还不错打击感很棒，但是这游戏太需要网络了，之前有个家伙上来就打我，结果被我顶住巨卡无比的网络给打死了，而且这货连我一半的血都没打掉，这么菜都敢这么“热情”。。。。。。但那巨卡无比的感觉也是没谁了。
差评: 游戏挺好的，。但是首先你得有一个优秀的网络，我强烈推荐出一个单机模式让我们自己玩自己的好不好？
好评: 怎么说呢，我打完第一个boss，不知道干什么了，好像必须加流派才能继续下去，但是我觉得加流派费劲，就不打算继续，游戏是好游戏，但是我感觉打完第一个boss真的不知道干什么了，就是满地图瞎跑，真需要点新手引导

好评: 绝对好游戏，就是玩的人不多。前几天刚在B站看到游玩这个游戏的视频，就正赶上免费试玩+打折，还挺有缘的。让我想起来小时候在PSP上玩的天地之门，可以自由搭配招式，值得琢磨。还有就是评测区内几个nt，自己玩的烂就骂游戏，这就是你的素质？别他妈搁这儿丢人现眼了
好评: 好游戏新手别选闪避就行我是傻逼
好评: 好玩！真的很棒，不同流派的特殊效果，不同招式的组合使用，不同地图的各式风景。虽然是作为流风派却不会发挥特长只会硬碰硬的憨憨，但我还是为这个游戏着迷。
差评: 我觉得这种游戏根本就不需要礼貌，里面全是些司马人。刚玩一个小时被2个不知道多少级的打死3次。而且我根本什么都没干，那些zz就冲过来一套非新手（我看都看不懂）连招我就死了，要知道我还连路都不认识就有这么多“热情好客”的弟弟跑来招呼我。我真心祝愿作者全家都幸福安康，幸福美满，一个都不被车撞死。
好评: 没有3d晕眩的玩着头晕，游戏玩法不错，画质相当，打击感不错。
差评: 傻逼游戏爬  没有任何教程还你妈跟一帮人群殴 完了没血还要打boss 傻逼游戏爬
好评: 好玩，正如各位网友所说的理念很超前，可以自己创作连招，很新颖的想法
好评: 游戏很有趣，副本不好组队，不知是不是我的网络问题。
好评: 很好但是有的地方看不明白
好评: 战斗会强制锁定目标，被群殴，需要不停切换视角锁定，那感觉，草。
差评: 垃圾流派 好好做平衡ok?
好评: 太牛B了  超级喜欢这类型的游戏！
好评: 快乐斗殴
好评: 很硬核
差评: 作为动作游戏，它的打击感非常哟特色
东方武术的对抗也着实令人耳目一新
可糟糕的战斗系统，锁定目标，
最大的战斗问题更是小身位的移动依靠鼠标的移动，同时鼠标移动还要兼顾视角的变化，这令无法适应
别告诉我这可以适应，这本来就是一种想给键鼠玩家体感而弄巧成拙的愚蠢行为，哪怕是换成一个按键也不会落之如此
还有战斗姿势的设定实在是太模糊，新手都不知道如何利用，相信很多人也对此诟病
剧情水平一般，作画一般，这款游戏有那个潜力做好，我个人不会退款，但是想入新坑的玩家我还是劝退
好评: 服务器不好,时常掉,但还是值得一玩
好评: 还凑合吧，游戏一般
好评: 和朋友一起玩  非常适合
好评: 一款相当不错的格斗游戏，里面展现的流派招式，基本都可以在现实中的传统武术，格斗术中找到实例，游戏甚至还将招式分类为上中下三路，可以说是格斗游戏爱好者不可不玩的游戏，虽说服务器和游戏本身有亿点点bug，但还是非常值得入手的，那种搓招的快感，谁搓谁知道
好评: 感谢免费游玩，这个打拳模拟器感觉不错，boss有挑战性，可以尝试，但网络延迟加了个加速器都没用0x0，希望能改改，硬核的打拳。联机有延迟可以离线，玩联机话，就不用理了。
一开始的游戏桌面有个离线模式，点设置，里面有设置离线模式，翻几下就很容易找到，点击确定，然后就可以畅玩了。
好评: 打架的感觉真好
好评: 醉拳无敌
好评: 好游戏！但是好硬核好复杂，也挺好的。喜欢动作类的不容错过
好评: 认认真真出个教学吧，玩了十个小时大部分时间在跑图，不知道哪里是哪里，但是这游戏吸引着我，可能不做详细的教学是为了让玩家自己创建一个属于自己的招式，但是我到现在没搞懂这出招到底咋搞，只能说加油吧
好评: 感谢免费试玩， 蛮特别的玩法，等往后空闲买来玩玩 。
好评: 是个好游戏但引导尚需完善
好评: 这是一款需要耐心需要投入但有很高成就感反馈的游戏，建议加入QQ国人玩家群：711162439，可以交流心得，技巧。        B站上有简单有用的教程。
好评: [quote=]
如果您想寻找更多同类型的游戏，请关注我的鉴赏家，相信我，有福利。
https://store.steampowered.com/curator/34753839

联机开黑，了解最新游戏资讯，喜加一，日友，请单点此处：[url=https://steamcommunity.com/groups/haowanfun]好玩✔Fun[/url]
[/quote]

好玩指数：85 / 100 《Absolver》是一款玩家对战格斗游戏。游戏的品质相当不错，格斗理念超前，操作手感流畅，动作行云流水，打击感十足。还有画质、场景、音乐、优化等各方面做得都很好，同时支持中文语言，值得入手。
好评: 截拳道 泰拳 形意拳。。。功夫模拟器
差评: 延迟wdnmd我是傻逼我是傻逼我是傻逼
差评: 不给地图到处找路 技能搭配触发机制也是一头雾水
好评: 游戏很不错，画风，优化，打击感，音乐都很好。
流程短，初见4小时，没有传送，部分时间花在跑路上。
PVE玩家想全款买需慎重，PVP玩家推荐，战斗招式系统丰富，但要网好，不然很卡。
好评: 死10次有1次是boss杀，1次小怪杀，剩下8次全是被地形杀（一不小心就被摔死）.........
好评: 首先、有中文。再说，没有中文也不能因为这个否认一个游戏的品质，只能说尽量提高自己的学历吧
其次，游戏挺好的，击打风格类似于小时候玩的真人快打，画面也挺精美
最后、值得推荐，老少皆宜
好评: 这是一个很好的游戏
好评: 给个地图好吗  拯救一下迷路党
好评: 格斗动作流畅，设计新颖，和blood glory类似，但比他更开放，游戏风景也不错。
好评: 非常不错的一款游戏，很值得入手，打击感十分的强烈，简直是3A大作
差评: 我以为我会来练技术，发现我想得太简单了，我只玩了四个小时
好评: 这是一款真正的格斗游戏，包含了散打泰拳，更重要的是包含了中国传统武术，有简体中文
好评: 叶问模拟器
好评: 这个游戏怎么进行PVP和PVE啊，求大佬告诉，急
好评: 非常Hardcore的连招操作和搭配，非常舒服的画风，也不是特别吃配置，最重要的是有中文 有中文 有中文！！！详情页没说但是游戏内是有汉化的吹爆 唯一的不足就是复活点小祭坛的使用翻译错误成了没有资格开门 非常推荐入手
好评: 打击感超爽，动作设计很酷，游戏玩家普遍很友好，肯带着一个不懂路乱逛的萌新去找小boss，游戏环境很棒，建议入手
好评: 游戏很不错
好评: 挺好 就是DLC不够丰富 希望多出
好评: Support simplified Chinese support you
好评: 游戏的可玩度已经提高了很高了
好评: 作为steam中第一款入手的游戏，其中干净利索的武打动作让人眼前一亮，独特的画风，新奇的战斗风格，以及那没有人脸的特别，更重要的是，那致敬李小龙的【截拳道】更是令人沸腾，血液喷张，经常开加速器的我没有感到什么明显的不适，但服务器质量差是真的，另外，非常期待 Absolver的下一次更新，感谢陪伴
好评: 爽的一逼 爽过荣耀战魂 理念超前的格斗游戏
好评: 从我接触游戏的40多个小时来看，一款值得深入的游戏 内容比表面上的多得多，就像学习一样 永无止境 推荐耐心的玩 战斗是快速的，但在战斗下磨练的技术是一个漫长的过程 absolver 棒
好评: 这个游戏很好 可惜不火 尤其是你不同的装扮真的像是各方的武师来到这个大陆 不会出现大伙都穿法兰不死套的尴尬状况
好评: 理念真的很超前，和传统格斗游戏是两码事。希望同类型的游戏能更多些
差评: 风景非常好
但是后期都是pvp
却又连不上服务器

强制玩多人才能解锁内容
开发商是不打算让人玩到完整内容了
好评: 优秀
好评: 很好玩的游戏就是人少点
好评: 有中文，不知道为什么没写在上面而已。简体繁体都有。
差评: 断断续续玩了几十个小时，感觉开发组已经不更新了，玩的人也不多。凉凉
差评: 上手难度颇高（指网络
好评: 格斗打击感非常有感觉，动作设计也很不错，是一款值得入手的游戏作品。
好评: 独特的战斗系统，很值得钻研
好评: 很早以前就买了，现在挖出来深挖了一段时间，颇有感受。
整体流程还是很短的，速通的话大约半小时都可以完成，但主要的部分还是在PVP上。
游戏内有流派机制，可以加入别人的学校使用别人的卡组，到了50级可以自己开宗立派。在这一块我认为做的还是不错。
来说下优点，非常流畅的动作设计，绝大部分的动作你都可以在现实中找到依据，使得真实感增加。
所有的招式都是玩家自己编排，和卡组一样，上百种攻击可以挑选，也有许多地方值得深挖。
游戏内有着不同的战斗风格，3种基础风格，还有醉仙流和截拳道。对武术的爱好者来说确实很不错，每种派系玩法不同，都是独一无二的。
再来说缺点，服务器质量 巨 差 ！和国人一起还算可以接受（移动的噩梦），跟部分外国人PVP必须开加速器，不然会卡爆。
还有就是各种指示并不清楚，没有地图，玩家初见会非常迷茫，会迷路，对故事也不清楚。当然，这个游戏也是碎片化叙事，精通黑魂系列的玩家玩起来会不那么吃力。
总体而言，游戏有许多发展空间，作为一个小作坊出品的游戏，质量非常的高，但玩家少，受众群体也不多。
如果是纯属体验拳拳到肉的快感，或是武术爱好者，这款游戏是可以考虑的。
对于其他玩家来说，还是建议先看测评，或是等待打折、免费周。
想一起PVP的也可以加我好友，随时欢迎。
好评: nb
差评: 不理解设计师搞那么多陷阱做什么  探险游戏@
好评: 一套卡组虽然只有16招，但是你得灵活运用各种效果，例如霸体、破防、位移等等，另外还有流派天赋，例如我的闪避。所以为自己量身定制一套连招并不是那么轻松的事情。打打小怪谁不会呀，但是让你求面对BOSS和其他玩家们呢？这款游戏易于上手，难于精通。

《赦免者》的攻击方式让我想起了《热血无赖》，防御方式类似《荣耀战魂》。但这就是《赦免者》，它不会是任何一个游戏的替代品或仿制品，它有自己的特色。

但是配攻击卡组的方式感觉好麻烦，我是不太喜欢啦。
好评: 打击感和操作感都特别十足，招式连招都有一定的技巧，AI也是不是那种傻瓜式的机器人，喜欢高难度的同学可以选着入手。

PS： 是中文的！！！！！！！！！！！！！！！！
差评: 大部分的时间都花在了跑图上面 好歹弄个地图啊 简直匪夷所思
差评: 动作设计相当出色，但智障的联机策略和极其恶劣的服务器延迟毁了一切
好评: 有一说一，我玩完之后感觉我就是叶问

打击手感算是我个人玩过动作游戏里面上乘的了，不知最近是不是有什么别的更新，之前的几个小boss也都打过了，pvp几乎没玩过因为pve我都已经被锤的屁滚尿流了。

好游戏，对我来说就是没太耐玩
好评: 陆陆续续也玩了很久了   闲着没事来写写评价
对于我来说ab是我在steam坚持最久的游戏了
身边也有很多朋友不明白这游戏有什么好玩的
每次看着我在手机上配招的时候总会打趣我

对我来说坚持下去的原因大概就是还有那么一群人
对这个游戏抱着极大的难以言喻的热枕
他们研究配招、游戏机制   研究背景  写同人  画漫画还做了手机app
不得不承认是他们感染了我
因为我很少加入什么游戏的团体
说句挺矫情的话  认识这么一群玩家我挺庆幸的
让我坚持下来并了解到了这个游戏的乐趣

我真是一个很容易喜新厌旧的人
但在这个游戏当中我真实的体会到了成长
就像我所操控的人物一样不断变强
给与了我极大的满足感   当初档被我不小心删了是真滴让我难受了好久
诚如很多人所言这个游戏有那么许多不尽如人意的地方
但是除了网络问题我觉得其他的都不是问题
我也没有那么多批话分析解读这个游戏
我觉得好玩  并把它推荐给你们仅此而已

如果真对游戏机制、玩法、boss、找不到打拳的伙伴
那为什么不加入711162439  Absolver赦免者国人群呢
在线答疑  萌新切磋   对战约架  聊天吹水  赦免暖暖
那么多群友总有一个能和你丝滑无缝顺畅连接
b站搜索澳瑞特文库还能在线观看和外国大佬的切磋视频
淦。。。写着写着变成广告了

虽然打了这么久但是

我真的好菜啊!

  



好评: 太好玩辣，叶师傅
好评: 我不知道为什么这么好玩的游戏开放商放弃了
好评: 这游戏绝对值得入手 个人认为跟它比其他格斗游戏都是渣 但硬核是真硬核 可以去B站看老G的解说视频 关于语言问题 虽然标注没中文 但进游戏之后发现界面都是中文的 看别人说是汉化不全 但绝对不影响游玩
好评: 打击感真的是very very good,但对像我一样的路痴非常之不友好，玩一小时找路至少用了40分钟，希望弄个地图
差评: not good
差评: 没有中文

好评: 满满的武术元素以及官中，流畅的剧情，硬核的打头闪避霸体以及地形杀；然而我并不知道如何与我的Friend进行联机= =
好评: 打击感到位，动作讲究。就是内容有些少了。但总的来说还是很棒的。
好评: 目前来说打击感最爽也是最难的格斗游戏，手残党考虑慎重，还有pvp的时候建议加速器，裸连我掉过好几次
差评: 这游戏什么都好，就是网不好
如果能用这套系统好好做个单机游戏，价格翻倍也可以接受
可惜非要做网游，还没有线下模式，目前状态就是根本玩不了
好评: 打击感十分优秀，， 连招编辑系统使格斗系统可以做的很深，解锁新技能需要和不同敌人交战并格挡他们的攻击，格挡能够积累熟练度，熟练度满才能学习，很真实。缺点是 剧情流程云里雾里，说明过少经常找不到主线任务和自己在哪儿，地图系统跟没有也差不多。游戏中遇到其他玩家时是很有趣的，有不明就里上来殴打你的战狂，也有切磋完相互鞠躬的彬彬有礼的玩家，或者是在你遇到群怪时帮你拉仇恨共同抗敌的侠客。美区连接问题并不明显。褒贬不一是很中肯的评价，格斗体验很好，但其余部分的游戏体验着实感觉像半成品。如果你是像鬼灭之刃伊之助那样目的纯粹，只为不断寻求厉害的对手并渴望与其较量的人的话，这款游戏就很适合
差评: 无缘无故被封号，封号后不能多人联机，右上角一直跳红色框框，一直联系不到游戏官方，很喜欢这游戏玩了一百多个小时，结果是这样的结局其实不知道该说什么
好评: 很耐玩，画风优秀
好评: 有趣
好评: 画风啊什么的很不错，最主要是设计的动作系统很棒，不过听说服务器不行。我只打了pve部分，pve部分剧情比较短，我对pvp没有什么兴趣这方面我不清楚。个人感觉吧，哪怕是打折买来只打剧情也是很划算的。
差评: 服务器垃圾中的战斗机
好评: 很硬核
好评: 挺硬核的一款格斗游戏，超有意思，当然如果你有朋友一起的话
好评: 有一说一，确实好玩（指头盖骨被打成十二段
好评: 强有力的打击感特别棒
差评: 无缘无故被封号，封号后不能多人联机，右上角一直跳红色框框，一直联系不到游戏官方，很喜欢这游戏玩了一百多个小时，结果是这样的结局其实不知道该说什么
好评: 游戏还是挺不错的啦，就是服务器不挂加速器卡的要死，这也导致没加速器的朋友玩的不愉快，最后只能不欢而散。
好评: 额..........格斗游戏还是横版的比较舒服......觉得第三人称背后视角只适合刷刷刷和角色扮演..勉强给个好评
好评: 游戏不错
差评: 我不想一直挨打，我想揍别人
差评: 优点：丰富的自定义连招  多样的流派风格 优秀的打击感

缺点：内容太少  更新慢  高延迟是硬伤有时候加速器也拯救不了

体验：硬核  肝 需要自己搭配攻击套路 还要背技能表  光是PVE估计就能劝退不少萌新   每次攻击都有方向判断   但是游戏中没有荣耀战魂那样的方向指示器导致很多时候你以为是右勾拳其实是升龙？？的情况出现   我刚打时因为这点卡在第一个boss好久 熬到有点心得之后开始PVP   发现延迟太高直接把最后的心态搞崩了

总结：喜欢动作类游戏的玩家保持观望，看看后续更新如何再决定入手；对自己的肝有信心的同志可以上手体验，毕竟PVE还是有点意思的，只不过目前流程大约只有3、4个小时，剩下的都是刷；如果满足前2个条件后还想玩PVP，你还需要有好的网络，在墙内就算加速器也经常有丢包的情况，所以你需要翻墙（物理）才能有良好的PVP体验[滑稽]
好评: 说实话  还没玩到pvp的部分  但是我已经可以吹爆他了，我甚至觉得这就是荣耀里的拳法家，说不定我是下一个韩文清。。。。
好评: 有中文，延迟不是太高，裸连可以
好评: 很硬核，画风喜欢，渐渐上手才能体会到乐趣
好评: 这款游戏就是很好玩的
为甚么这么说呢
可以自己变招，可以研究连招，可以创建流派
开放式大地图，拳拳到肉的快感
你还在等什么？
跟我一起，爱上借款游戏！
好评: 不错，值得一玩，就是服务器不好
好评: 动作设计十分有优秀，相较之下画面的相对劣势不值一提，反而体现了一种武学的美感，相得益彰。
如果联机系统可以更加优化，对我来说就是神作了。
好评: 好玩的，画风唯美，上手容易，精通难，觉得自己设计动作好难，大佬们，我才刚玩，能不能先别来找我挑战，啊啊啊求你们了。
差评: 弱智一样的组队系统
完全没有跟朋友一起的乐趣
乐趣全花在组队上了
动不动就退出组队
不能一起打本
一个死了一定要另外一个拉起来不然就退队
什么sb
好评: 这游戏水比较深，很硬核，开放世界会卡是因为有老外和你在一个区域，单纯只玩pve的话建议开离线，这游戏PvP是p2p模式国人裸连基本是不卡的，移动网的话可能会卡，但只要开uu加速器的话基本没什么问题。地牢组队基本也是不卡的。总之这游戏比较硬核，喜欢硬核游戏的玩家可以体验一下
差评: 嚯嚯嚯嚯嚯嚯
这锁定怎么跟屎一样的难
好评: 这个游戏真的很帅，真的很好玩，打折其实建议入手爽一下，但是这个游戏是真的没人玩。。。。。。多人近乎就匹配不到人，原来就算匹配到都很卡，现在有了加速器好一点了但是连个人都没有。。。。
好评: 超级硬核游戏
差评: 莫打萌新，please。
好评: 游戏是好游戏，还有中文，就是优化不行。。。
差评: 今天刚买的一进游戏就出错：0x00007ffe4d7d486c指令引用了0x00007ffe4d7d486c内存。该内存不能为writtem。是什么问题求解决。老是弹出错误提示框 老是有错误！
差评: 游戏地图谁设计的？？？
差评: 就是什么都好，但是并没有弄明白怎么玩？？？

还是就是一款步行模拟器？？？

真的很蒙0.0
差评: 很垃圾的游戏
好评: 画面太美了，过招太好看了，开发者太用心了。

可是我实在不会玩……
差评: 动作设计蛮新颖的，富有创意，打击感很好，但略微有些无趣
好评: 服务器卡我可以理解，联机延迟玩家瞬移我也可以理解，可是为什么连npc也瞬移？？？wtf 怎么玩？只能离线？！
等服务器好了，或者这种情况有所改善再改评测！

2019/7/9 好久没玩了，改个好评吧
好评: 因为宣传片喜欢上了这个游戏，喜欢动作类游戏，尤其是可以自定义连招，动作实在，很硬核。
好评: 先说结论。原价入小亏，打折入血赚。
画风属于低多边形风格，具有游戏特色、规模宏大的建筑让你随手一截都可以当做桌面使用。
招式的自由度。具有武术特色的五大流派招式百花齐放，让你同时感受到卡牌和动作游戏的乐趣。在这个游戏中，你没办法按下一个按钮浑身冒光的把呆若木鸡的对手华丽秒杀。而是将你细心打磨的招式在于对方心理博弈的过程中逐步打出（降龙十八掌也是需要一招一招搓的）。由四种站架引出的招式可以有千变万化的组合（使得你在成为卡组大佬的过程中逐渐秃头）。
你可以没有华丽的招式，但你可以有华丽的装饰。你可以不穿衣服，但你不能不戴面具。可以自由的在冥想界面切换。无情的面具杀手与逗比的鸡头骚年任你一键切换。
接下来聊聊游戏的缺点。
由于采用p2p联机，如果你匹到外国友人或者开了加速器的国人就会出现掉包现象。但通过在群内约战或者也开加速器就可以解决。uu，游戏唯一被指定加速器。淘宝三小时仅需3毛钱。（求求了，陪我打拳吧，我给你出加速器的钱还不成吗）
不够清晰的地图设计。很容易在原地爱的魔力转圈圈（woc这是哪儿，woc这又是哪儿）。群内有详细的地图可供参考，甚至还有性感拳友在线指路。
推荐两个国人群
711162439。在这里你可以探讨自己的新卡组，提出不懂的问题。也可以开出金色传说分享欧气。可以觉得自己天下无敌然后被暴打，也可以催促老G女装或者催更教学视频。
786425381。在这里你甚至可以讨论absolver
到了大家最喜欢的心灵鸡汤环节。只会发牢骚，固步自封的人必将被不断努力的人无情碾压。
说了这么多，还是要看实测视频再做决定。这里推荐b站老G的第一期教学视频。av32672136。话说国服已经有版号了，现在加入。你！就是未来的陈年沙包，呸，大佬！
最后。如果你来，我在塔顶等你。

好评: 脑阔痛，游戏是好游戏

就是我太蠢了，不会配连招
好评: GOOD
好评: 打击感非常强，而且还是联机游戏
差评: 怎么获得截拳道？半中文，半英文界面，哎
差评: 这个游戏不推荐，对于新手非常的不友好，游戏难度高是因为这个操作真的是有点反人类。这游戏最坑爹的是没有地图，都不知道往哪里走，走到哪里了，然后因为没地图也不知道BOSS的顺序，我就打到第二个BOSS，就是两个BOSS一起上，我1VS2。然后这个以游戏要打人会先锁定一个目标，然后切换目标的时候需要用滚轮，你必须往下滚才能从第一个目标切换到第二个，然后切回去必须往上滚，不向其他游戏你只要朝一个方向滚就好了，所以自动锁定了一个目标之后，在两个或者多个目标切换的时候会非常的困难，你需要记住首先锁定的是哪一个，记住滚动的方向才能切换目标。然后这个游戏很重要的一个机制就是格挡，但是格挡需要左右甩动鼠标，格挡左边往左甩，右边往右甩，这个操作也挺反人类的，经常出现往左甩了之后挡右边之类的反向格挡的情况，而且硬直也超级大，需要提前预判的时间也很长，稍微慢一点就挡不住就算了，他还会在被打了之后继续朝操作的方向格挡一次，然后又僵直了，之后一直恶性循环到死。
因为角色其实是有属性设置的，所以其实我也可以刷刷怪升升级说不定就好打了，不过本来那个双人BOSS我也差一点就过了，但是实在是受不了这个恶心的锁定切换，还有没有地图，没有游戏进度，我都不知道玩到哪里了。然后打了一堆未鉴定的装备也不知道怎么鉴定，引导系统就是这么简陋。
新人玩家在没有老司机带领的情况下谨慎入坑。
差评: 1，不介意购买
缺点
2，游戏上手难度特别大，下限高上限极高
3，这次更新削弱了大闪避的速度，距离以及躲闪的无敌帧，导致闪避变的跟乌龟一样又慢又难看，没有之前的那种酣畅淋漓的快速的战斗感了，这游戏从武术格斗游戏变成了站桩打架游戏。
4，服务器问题，目前有改善，有着比以往来说较好的体验。
5，官方并不在意中国玩家，对中国玩家的困难和建议视而不见。
6，流派之间已经出现了一家独大的现象，醉仙流光靠霸体冲刺和后撤足以把技术水平在自己之上的大佬赖死，而精通醉仙的人则可以在竞技场里站的一席地位（脏，赖）。流派之间的平衡非常差，迟早会导致竞技场出现全是醉仙的现象，游戏前景堪忧。
优点
1，这游戏有着很好的美术设计，独特的服装设计。
2，游戏的格斗风格独一无二，非常的考究玩家的技术，上百种招式随意搭配，可以做出属于自己的出招表。
3，剧情有待深挖
补充
这次更新后直接逼走了一大部分国人老玩家，平衡改的稀烂，招式手感稀烂，网络依旧稀烂总之什么改善都没有，全是恶心人和劝退人的。而且官方已经停止更新了，去年我说的这游戏再这样瞎搞马上就完蛋，这下成了，完蛋的比我想象的要快。当然还有一些钢精觉得这次改的好，这就不讨论这些人是被上版本大佬打傻了还是玩游戏被游戏玩了。
好评: 还是蛮好玩的，就是地图蛮蛋疼的，还好我比较记路。这游戏有中文的，商店不知道为什么写没有，就是大概有10%的描述没翻译，可能想考考玩家英语吧（呸）。玩了两天打完帝国那个 boss然后不知道要干嘛了，地图上没东西啊。顺带一提我14个小时，去掉三四个小时挂机的时间，打帝国boss打了我差不多五个小时。。学校什么的不知道是干嘛的，都是英文我看了头疼。闪避贼蛋疼，滑鼠标，滑完回正鼠标就往反向闪，能量条掉的很快。。总的来说还是蛮好玩的
好评: 游戏很吸引人，从观看就感觉出来了。一个格斗打击 开放世界 可以联机 这几个组成就很诱人。也可以闯关，也可以好友互相PK。良心好游戏，但是刷装备率有点小，有点虐新手，但是很快也就进入状态了。每个人都可以有自己风格，可以自己组成连续技。说实话，单挑BOSS 是真的难，心态容易崩，不过还是不错，内容有点少，可以等以后的后续内容，喜欢的可以入手。最多三人的组队，可以喊上你的小伙伴一起P v P ，或者一起P V E。
好评: 游戏是个好游戏，打击感十足，动作很帅，贴近现实而又高于现实。但是时间长了容易腻，没有地图指引，对新手很不友好。
好评: 首先游戏是有中文的，只是商店忘改了，打击感十足拳拳到肉，变招灵活，但游戏服务器不稳定，没有地图任务引导，如果不是难的话可玩性一般，优化一般
好评: 游戏还是挺好的，支持一下
好评: 动作帅爆！！！！！！！！！一位被小怪按在地上摩擦的萌新如此说道
差评: 打击感很好，动作很帅，画面也很舒服，但关键是你得告诉我这游戏怎么玩啊 ！！! O^O
什么是动作方向？为什么我打着打着就背对别人了？蹦出来的UI是什么意思？为什么我身上别人身上会有不同颜色的闪光？那个招式序列又是什么？？？？我是谁我在哪里我要怎么做？？？？
为什么突然卡着不动了？？手柄失灵用鼠标点两下再换回手柄又好了？
教程里你告诉我有这个牛逼系统，确实看上去很有意思，但是又不跟我说清楚这个怎么运作的？？？
玩了一个小时，第一个小boss就卡，我那些动作是怎么按出来的？？？

怪不得你进慈善包呢。。。。。
差评: 玩了一段时间后能够明显的感觉到这款游戏主打的两大要素：功夫 和 类魂。这两个元素都是我喜欢的，然而游戏本身制作得太粗糙了，战斗很僵硬、场景很简陋、人物很敷衍，我实在难以提起兴趣玩下去了。

不推荐并不是因为觉得这款游戏差得没法儿玩，而是同类型的游戏有更加优秀的。如果不是特别中意这种风格，实在没必要把钱和时间浪费在这款游戏上。
好评: 打击感强，可玩性高，招式、流派。。。。有很多可以仔细参悟的点
但是你这个服务器实在是一言难尽
掉帧、闪现，不明不白的被一群人围起来一顿揍，boss打到一半突然给卡没了。。。
麻烦给中国玩家的网络问题好好想想办法
好评: 新手任务都打不过的手残党无法评价游戏好坏。。
差评: 如果你喜欢一款你打不到人但是能被人打到 却是因为延迟造成的游戏 那么这个游戏适合你 延迟来了对方站着不动你都打不着 但是对方能打到你 也不是P2P联机吧 不知道是个什么操作
好评: +游戏完成度不错
+手感不错
+画面不错
-网络不行
-没有传送
好评: 硬核游戏，打击感非常棒，上手有些难，格挡流不是防御，难度3星要格挡攻击方向回体力，躲闪流也不是闪避，贴身对方攻击瞬间躲闪成功回体力难度1星，吸收流对方攻击瞬间霸体，回血（太少了可以忽略）回体力难度1星，推荐新手吸收（初始血量高些）和躲闪。每张地图只限3人，网络不太好，估计是IP冲突，网络不好时候怪没有硬直，自己嗷嗷掉血到死，不过还是给推荐。还有醉拳流快速轻拳攻击，需要多打怪解锁招数很实用。游戏自带汉化，不完全不影响玩耍，13个小时通关，也就狗男女这俩不好打，全程无压力（摔死很多次）这游戏精华在于PVP,一周目通关后解锁个副本，boss比较难，等我属性弄高点再去挑战
差评: 我原价买了没玩多久现在22块有点过分了啊
好评: 游戏很好玩，打击感做的也不错。但是不建议新人玩家在没有通关全流程了解游戏基本套路前进PVP。
ps:https://www.bilibili.com/video/av32672136(附赠游戏教程视频)
差评: 莫名其妙被封
好评: 游戏很好玩 动作很帅 可惜不适合我 后期pvp就是要熟知一切技能属性 
而且每每遇到一个新对手就得背他的技能表 也算是游戏特性了
我不喜欢在游戏里还无止境的背 再见
————这游戏的单机部分我玩得还是挺开心的 除了学招式有点慢之外都挺好的
差评: 玩了这么多游戏这是我见过最屎的游戏，废物一样的操作感
好评: 最后一关真的。。够难
不知道怎么买装备
足足打了8遍boss
但是不得不说
这游戏有研究的价值
单人模式终于通了
也不想再继续多人了
相对于荣耀战魂
我还是觉得这个游戏进步的空间还很大

fresh：7.0/10
差评: 真是一个奇怪又无聊，还披着伪开放世界的RPG攒装备攒技能的格斗游戏……
综上所述，不好玩，更不值88块钱的价格……
差评: 不支持中文可还行
服务器爆炸可还行
心态爆炸了可不行
不过打斗的确是还行，当单机玩算了吧？
差评: 垃圾游戏
好评: 操作性很好
不评价平衡性了
没有无敌的流派，只有无敌的大佬（和3个朋友被一个大佬按在地上打）
和做任何事情一样 熟能生巧吧


差评: 先给个差评吧，玩啥削啥还行最早我玩霸体，霸体被削了，然后练了好久的大闪避，能做到基本上每一次都是完美闪了，大闪避被削了，然后没过多久所有招加强， 除了霸体，基本上也就是霸体被削至于流派技。。。算了不想说了
差评: 游戏是好游戏，我之前一直在直播这个游戏，如果你只是想玩自闭单机模式那就忽略我这条测评。

游戏玩着玩着切屏出去聊微信，再切回来游戏莫名返回主菜单，连线，加载。。。。进去之后提示我已经被禁封。然后我发帖求助（https://steamcommunity.com/app/473690/discussions/0/1841314700714985750/）。  他们说让我申诉可能是误封，然后我就给EAC反作弊发邮件说误封的事，结果等了4天才回邮件说没封错。 NMDB的我开没开挂我自己不知道？ 这种游戏开挂意义何在呢？ 况且我这几天一直在单机自闭，多人都没打过，你怎么好意思说我开挂？ 

得了，删游戏了。
好评: 非常棒，流畅的打斗！
差评: 玩法可以，延遲硬傷。
好评: [code]欢迎订阅[url=https://store.steampowered.com/curator/33779531-%25E4%25B8%25AD%25E5%259B%25BD%25E5%25A5%25BD%25E6%25B8%25B8%25E6%2588%258F%25EF%25BC%2588%25E4%25B8%258E%25E5%25A5%25BD%25E6%25B8%25B8%25E6%2588%258F%25E7%2589%25B5%25E7%25BA%25BF%25EF%25BC%2589/]中国好游戏[/url]以及[url=https://steamcommunity.com/groups/881679064]鉴赏家[/url][/code]

因为我非常喜欢这类格斗游戏，画风也很喜欢，还有其他玩家无缝进入你的地图，这一点非常赞，所以在游戏刚出的时候我就开始玩了，剧情还不错，流派很多[spoiler] 但是快攻很无脑	[/spoiler]，而且通关剧情后加入school可以学习醉拳，然鹅服务器很差。。联机格斗基本没法玩，就连单机做剧情，都要离线模式才能流畅= =但看现在更新了不少，又有不少人入坑了，看来是得到改善了吧，总之这是一款非常不错的格斗游戏！


欢迎大家关注[url=https://store.steampowered.com/curator/33779531-%25E4%25B8%25AD%25E5%259B%25BD%25E5%25A5%25BD%25E6%25B8%25B8%25E6%2588%258F%25EF%25BC%2588%25E4%25B8%258E%25E5%25A5%25BD%25E6%25B8%25B8%25E6%2588%258F%25E7%2589%25B5%25E7%25BA%25BF%25EF%25BC%2589/]中国好游戏[/url]以及[url=https://steamcommunity.com/groups/881679064]中国好游戏鉴赏家[/url]，为大家发掘更多优质的游戏~
Welcome to pay attention to or join our connoisseur "Good Chinese Games", we will explore more high-quality games for you.
私達の愛好家 "China Good Game"に注意を払うか、参加するために皆を歓迎しなさい、私達は皆のためのより質の高いゲームを見つけるでしょう。
好评: 新人入坑的话建议加个游戏群，想要深度体验到游戏的乐趣需要了解很多并没有在教程里提及的东西。像很多对抗性游戏一样，新人需要做好前期被虐的准备。
差评: 妈的逼得我改成差评，为什么呢，游戏不管是画质风格打击感都是好到爆的，但是为什么给差评呢？？？妈的在图里完全不卡，和图里的玩家对打都是顺畅的一匹完全没感觉得到延迟，但是
     你通关了，开始打收集流派和打1v1匹配升级流派，卡得你根本就玩不了，我防御的习惯是要打到你的瞬间防御然后在轻拳找回节奏，然后问题就出在这，不管你加速器，裸连，还是vpn，根本tm就打不了，那个延迟，知道别人怎么出拳因为延迟你也根本挡不住，别人都打完一套了，动作都做完了你才开始掉血，我防你mmp，在别人重拳间隙打轻击也完全卡得断不开攻击，打得我一点办法都没有，防防不了，打断打断不行，而且最重要的，在卡的情况下你就别想躲避了，拳头跟踪的，那不好意思了，我要流派经验，我要买武器，那我就只能在pvp的时候挂机了
      还有那位叫**smoker的哥们，真不是我想挂机，是真的卡得没法玩，真的是一招都打不出，不好意思影响了你的游戏体验o(￣┰￣*)ゞ
差评: 不得不说这是一款好游戏，能看得出画面，音乐，打击感都下了很大功夫，游戏的社交也很猎奇，虽然不能说话但可以用心感受.......值得一提的是他特别喜欢掉线，每到我匹配到一个队友打得有起色时就会掉线，这就是我给差评的原因，喜欢开发者能带来更好的后续优化。
好评: 有种荣耀战魂的感觉，打击感很强
好评: Absolver是一款好游戏，虽然现在还没完太多时间，但是能看出很多有魅力的设计，我开始选的落风流，上下左右四个方向的闪避都需要去仔细观察对手的动作做出很快的判断，格斗系统的设计判定真的好玩，还很帅！！还有值得一提的就是画风风格很柔和让人看着很舒服。。重点要提醒这游戏有中文，有中文，有中文。但是有几个流派还是什么东西没有翻译看不太懂，也可能是我自己的想法，总之不影响游玩。还有这款游戏主要就是打，和ai打，和玩家打【这游戏会被队友打到，和队友一起打要配合好攻击节奏】，进入游戏后很多人说不知道该干什么玩的累，首先熟悉熟悉怎么打就好了，赶紧学要不就被大佬按在地上摩擦·······
希望游戏能够增加地图设定，要么小地图也行，有时候会迷路额
差评: 老实说，萌新进去根本不知道在玩啥，然后一直跑跑跑，然后被打死
好评: +打斗手感很棒，足够硬核
+出乎意料有很多传统武术元素，而且打法多样
+不管是地图上的自由度还是游戏性上的自由度都很高，汉化有些机翻但是也还可以（是的，不要被商店界面蒙骗了，这游戏有简体中文）
+画质不开太高的话帧数也足够玩
-就这个地图我TM能把自己绕成一条麻花
-你永远不知道接下来会遇到什么神奇玩意
-这个主线剧情我能打一年，那为啥要放在减分项嘞？简单：你要在这些绕的一批的地图里跑来跑去，到处打人，剧情？CG？想太多了，所有CG加起来都不够你泡桶面的。
-为什么小队有队伤？为什么我TM连买个表情都要钱？（当然你不买也可以）
差评: 刚买了又打折？？
差评: 进游戏一脸懵逼跟着其他玩家一起突突突没啥剧情打完boss去下一个地方。
然后又是一脸懵逼不知道干嘛，什么招式搭配没说详细也不知道怎么配，没有游戏体验，玩起来真累。劝大家谨慎入手
好评: 今年我提名了《Absolver》为2018”Labor Of Love”奖项的获得者。作为内购的一名玩家，同时也是我购买的第一款游戏，印象深刻，非常喜欢这个又像油画又像水墨画一样感觉的美术风格，也非常喜欢里面的很新颖的战斗机制。然而在我打通了剧情之后发现没事干了，我就放下了它。虽说内容有点少，服务器不太稳定（当时产生了了大量差评），但我还是很喜欢。现在看到开发者还在努力的更新这款游戏，于是我想推荐它成为年度“Labor Of Love”。对《Absolver》的喜爱与坚定的信念，会让这款游戏与它的开发者走得更远。
差评: 玩了不到一小时，就开了个加速器就被封禁了？？？
好评: 打拳就完事了，真的好玩，
就是p2p链接不是很稳定，
推荐标准版加上dlc
好评: 希望官方把游戏的教学做得细致一点，很多新人不知道这个游戏的很多功能以及一些独特的玩法，并且希望最好能加个小地图
好评: 动作帅爆！！！！！！！！！一位被大佬按在地上摩擦的萌新如此说道
好评: 很棒的一款游戏，很喜欢。动作帅气，面具充满神秘感[spoiler] 根本就没有脸	[/spoiler]，打击感也巨棒，它对我来说，是个惊喜[spoiler] 老玩家惹不得啊，哭哭	[/spoiler]
好评: 首先游戏是有中文的。虽然任务形象不够东方，但招式动作属实中国武术。打击感很好，土豆服务器：）
好评: 困难 复杂 多变 丰富 有钻研性 有深度乐趣
差评: 我是谁我在那我该干嘛 前期进入游戏后一脸懵逼 地图怎么打开？ 剧情是什么？ 我该干嘛 见人就干？ 游戏体验在那？
差评: pvp很难匹配到人  前期体验不错 但玩到后期通关后 这游戏的各种机制让人蛋疼
好评: 非常喜欢这种画风啊,最近被地牢模式所吸引入了,打击感和世界观非常棒.键鼠的流派特技有点反人类,需要甩动鼠标... 然后服务器是真的硬伤... 
至于解锁招式其实防御就可以,一个小怪都能解锁很多招式.
其实对于我这种喜欢pve的有点不友好... 里面pvp等级高才好买更好的对应装备.
好评: 异域（东方古武+西方情调）风格的荣耀战魂，也是简单版大型多人在线黑魂（想开离线也行），玩法也介于两者之间。
战斗招式自由组合的系统，战斗主要看招式组合、地形体位和耐力分配，打击感近乎完美。
偏技术流的游戏，不要加了几个点，就去之前把自己虐的死去活来的小怪面前炫耀，人家几人一起上，照样把你打到复活点。
荣耀战魂一样，尽量少的招惹复数敌人，地上捡把破剑远比多加几个点好用。
单对单的话，即便是没加过点的新人也有可能磨死boss。
还有虽然血量差距不多，但最好不要招惹那些老玩家，上次我趁人不备，上去一套把一个半挂机的老玩家打到残血，结果我回耐力那么几秒，人家瞬间把血嗑满，追了我半个地图，把我打下了悬崖，直接摔死。
最后，抢怪的真吉尔讨厌

好评: 18入手物超所值。硬核搏击
好评: 游戏是挺好玩的（仅限于开离线玩）。可惜服务器太极品了，一瞬间被打几十拳，瞬移的瞬移
难怪老有人说开加速器被封，你网好了，敌人不能瞬移不能欧拉欧拉了。大概......emmmm你就是作弊了吧
差评: 连接不上服务器，打开网易UU。OK，被怪杀被人杀，关机睡觉 。隔了两天再开电脑，开STEAM，嗯？账户警示？Absolver被封禁？，我曰你个仙人板板。
告辞，玩不来你这高贵的游戏
差评: 连接不上服务器，打开网易UU。OK，开始游戏，手残九小时才通剧情，下线，关机，睡觉。
醒了，打开STEAM，嗯？账户警示？Absolver被封禁？，我曰你个仙人板板。
九小时，特么被怪杀，被人杀，容易么我？好不容易通个剧情才34级，我特么被封了？？？？？
告辞，玩不来你这高贵的游戏
好评: 游戏挺不错的，小巧而精致，画风精美，有迪士尼风格特点，游戏的战斗系统其实深度可以，有较强的可玩性，值得花费时间来挖掘。另外，网络不稳定的问题现在其实还好，没有延迟太高的情况，不影响体验。不过，感觉游戏的某些地方还有待完善，比如地图机制，新手引导，任务系统等不够明确，让新手初玩会很吃力，游戏的内容丰富度还需要进一步完善，制作组一直在更新游戏，希望越来越好！
总之游戏富有特色，瑕不掩瑜，对于小厂商而言已经是不可多得的精品独立游戏了，目前还在史低打折，入手绝对不亏！
附注：游戏小众，玩家不多，大家可以去贴吧找国内玩家群，能给新人提供很多帮助，游戏的乐趣在pvp，国内玩家也好切磋话说我还认识了一位菲律宾老哥
好评: 挺有趣有创意的ARPG

目前主要问题是汉化不完善和网络问题，前者问题不大，后者的话如果所在区域内有其他国家的玩家打NPC会有延迟

招式系统算是相当独特和复杂，随着等级的提升，招式格子会逐渐增加，四路招式每一路招式目前最多3格？每路招式的组合都很考究，组合得好，一路结束自动触发新的一路继续，当然学习招式也比较麻烦，一路上所有的小怪和BOSS都是学习对象，通过闪避防御破解对方招式可以获得经验，防御获得最少，但是获得经验后必须击败敌方才能真正得到经验，如果自己挂了从头学习，一旦经验满并且击杀敌人就能习得招式，这使得游戏的可玩性和耐玩性都很不错。

装备一开始以为有商店NPC什么的来鉴定，后来才发现随时随地在装备界面可以通过提示的按键对装备进行分解 染色和修理（这里的修理不是说装备有耐久会坏，而是因为从NPC掉落得到的装备大部分都是损坏的，也就是未鉴定的，修复后装备属性会恢复，而且装备外形也会从破损恢复到新的样子）。

整体来说真的出人意料的有趣，但是目前虽然地图场景够多，但是剧情还是很短，至于网络上玩家互动，只要大家都在一个区域就会见到，至于是敌是友只能看对方的反应，组队也很方便，但是群殴是会误伤滴，总之是个完全新颖的游戏，值得一玩
好评: 我该说什么呢?玩就完事了
好评: 9/10   （有不完全汉化 但是影响几乎没有 如果只是怕没汉化的话就赶紧入手）（PVE网络稳定 PVP没试过，但是别开加速器？看评论说会被封号。） 
玩到现在我的想法是赶紧出个氪金皮肤（不影响平衡只是帅的那种就和lol的皮肤一样的）然后我买买买送钱 XD。
1分丢在剧情 （也有可能是我看不懂）其实我无敌想给10，但是剧情上是真的薄弱，至少我是这么觉得。 
感叹一句17年发行的游戏我怎么现在才发现！！！真的好玩，而且好便宜。
从一上手我就知道这游戏我能玩很久。
如果你喜欢《无尽之剑》系列 那你肯定会爱上这款游戏，他的战斗系统比《无尽之剑》有过之而无不及（毕竟无尽是手游而且出的太早了），剧情薄弱可能经费全花在战斗系统上了。
再说游戏，画面很棒 （我电脑集显带的动warframe但是带不动这个），光影变化很棒，动作特效也很棒，打击感一流，拳拳到肉（没手柄的话推荐纯键盘玩，甩鼠标很有可能会失误）。
我虽然没玩过黑魂（但我对黑魂略有了解），但是我个人觉得如果喜欢黑魂系列的玩家也会爱上这款游戏（毕竟硬核）。不要认为打败过的敌人还能再次轻易打败，每一次战斗都是新的战斗（这也是耐玩的理由），打败过的敌人也有能学习的地方（招式是通过战斗学习的）。
可以说这个游戏PVE只是教程（但是很难），PVP才是真正的本体。与人斗，其乐无穷。AI的招数永远都是那么几招（别以为几招就简单了啊），而玩家则会千变万化，对你的招数做出应对。
如果可以叫上几个基友一起玩那最好不过了（PVE可组队，组队的话难度会降低，打boss的时候车轮战就可以把boss磨死），硬核玩家觉得PVE难度太低的话就开启PVP模式，虐虐基友（也有可能被虐hhh），当然也可以与陌生玩家野外pk（打死之后记得救起来，鞠个躬！咱们中国人的素质不能丢。）
不知道这篇评测会不会沉，就先写到这里（其实是去肝了）。
差评: 没有什么好说的，没用外挂【我就想知道这个游戏还Tm有外挂？？？？】vac被封了......全程就用了个网易uu加速器，加速器客服还说跟他们没有半点关系，我就呵呵，申诉还找不到游戏客服，vac就莫名被ban掉了！！！
好评: 很好玩的一款格斗类游戏，玩法与荣耀战魂有点类似，但比之更加自由，在这么一个开放世界里，可以随时野外组队pve和友谊基情pvp（当然也可以恶意pvp），自创连招系统是这游戏的一大特色，在不断摸索和尝试中，也是痛并快乐着。就我个人感觉而言，剧情故事还是有点少（20小时左右就能通关的样子）、有些地图连接处有些小bug、武器系统也有点少（目前只有拳套和剑），服务器不稳定.......虽然我知道要丰富和完善或许需要更多的时间和精力，但我仍希望这么一款好游戏能经得起时间的沉淀，会越做越好。
好评: 目前赦免者的服务器在国内的延迟还是很低的，游戏绝对是好游戏，动作招式都可以由自己配置，游戏内的打击反馈也是绝对的赞，官方更新的截拳道和地牢模式也增加了游戏内容的充实性
游戏较为硬核，但是玩到后面，动作越来越流畅，技巧性也很高，比如黄攻和流派技，打击感真的赞。不得不说是款较小众的神作
好评: Absolver真的挺好玩der
差评: 这个游戏很好玩    画风也很棒     但是机制和网络恶心到我了  不推荐
好评: “我在废弃的Adal 帝国醒来，脸上被戴上一个神秘的面具，模糊的记忆告诉自己曾进行了一场神圣的宣誓仪式，并选择加入为维护世界稳定的精英军团‘赦免者’。”
这就是这个游戏的世界以及剧情流程，剧情过关很快，但游戏的乐趣并非来自于剧情。我的所有招式来自于迷失者和其他赦免者，格斗动作的流畅程度和极高的自由度——四个格斗姿势的切换以及五大流派（遗忘、卡特尔、落风、醉拳、截拳道）和特殊技能的组合，带来了不同于传统2D格斗游戏和动作类ARPG游戏的体验，优秀。
每一次的招式组合都会消耗大量的时间（主要强迫症屡犯），游戏内容也有待扩展，但依旧不掩饰这是一个船（全）新的拟真格斗游戏，我很期望它登上VR的舞台。
好评: 是我喜欢的格斗方式，就是故事短了些。
好评: 真的觉得很好玩，开放式的地图和匹配
你不会知道自己遇见什么人
只能用表情聊天（按T）挺有趣的，避免了喷子

有的人说没有打击感。我觉得这游戏打击感爆表，打到后腰，整个人都会弯腰等。
是不是攻击被防住了，才觉得没有打击感。

现在已经有简体中文了
游戏真的挺硬核的，玩了几小时，招式怎么连还是没太弄懂，
不过每打一个怪都很有成就感，有点像比武大会的感觉。
网络问题，有的时间段，就一点事没有。有时卡的没法玩。
整体来说真的非常好玩，咱们这么多武侠小说，武侠游戏，竟没有一款做的像这个一样有功夫的感觉。(流星蝴蝶剑有点类似，不过差别也很大)
差评: 这个游戏的反作弊系统 就是狗屎
即使你什么都不做也会被封号
差评: 傻逼游戏，滚出老子硬盘，操你妈

补充：这游戏是狗屎
好评: 这个游戏告诉了我什么叫做天下武功唯快不破一套连招头都给踢爆了 还有打拳真好玩 画风也非常的喜欢
好评: 游戏不够完善，整个流程除去单人剧情，就剩下刷招式了，游戏性还是太单薄。虽然动作系统非常有耐玩，招式衔接值得推敲，但还是支撑不足后续的游玩兴趣，非核心动作玩家不推荐购买游戏。
好评: 就最近153mb的更新，把我的存档里40个次元磁片兑换的物品全吞了，装备也回档了，很绝望

截止2018/10/12
装备回来了,次元磁片也回来了,作者还挺负责的
好评: 这游戏的招式是需要战斗中格挡和闪避还有流派能力来学习，所以你的肝不是很好的话可以考虑一下，如果您认为这游戏打完就会给你全部的招式的话，祝你好运
游戏的是PVPVE和PVP和PVE，PVPVE是在大地图上，PVP是在篝火里面可以选择，PVE是最近更新的地牢
在大地图里有人打倒你并拉了起来又打你的话，要么是人家想和你切磋切磋，要么是恶意的，自己判断吧
游戏PVP需要加速器VPN这类工具要不然就变成两个人跟傻子一样跟空气斗智斗勇
游戏难度比黑魂简单一点但也不要放松警惕
以上总结：这是一款比较硬核和写实的格斗游戏
好评: 早就买了，放在库里，没怎么玩懂，今天想起来打开发现这武打动作真的炫酷！
好评: 我觉得这个游戏可以出个大逃杀模式或者类似门派之间的踢馆模式
好评: 感觉游戏还可以，只是试玩了一下。格斗感很强，只是还没到后期，要是联机优化在好一点就行了。
好评: 我永远喜欢absolver，不支持反对意见。
目前最能让我静下心来玩的一款长期类型游戏。
官方努力更新而且中国玩家基本上都彼此认识哈哈哈哈一起打33真的很有意思。
和朋友玩简直有趣，还可以跳舞（？）
不过最近更新导致出不少bug，例如地牢里加血方块买了之后整个人被弹飞然后死掉；走到某个地方建模几乎全部不见；人物建模统一变成光头无脸男 还有购买衣服后关闭游戏结果下次开游戏衣服消失等。
希望能引起官方重视。
好评: good!
差评: 真是垃圾游戏，本来出截拳道很开心的，期望很大，结果暗改一些东西，流派技能现在完全没用了 格挡或者闪避以后马上还击居然能被防御。服务器巨垃圾，从这个游戏出来到现在，身位问题也是，突然改一下，现在连反击都做不到，被打就必须防御，然后改身位，再还击回去。打着打着还能有一招穿过别人，这是什么垃圾BUG。建议退款，现在优化极差，买东西还特么会消失不见，又扣我钱。
好评: 特别好玩，圆了我的武侠梦，画风好评。
好评: 9月末大更新后改动测评

我要收回之前的差评。。更新pve内容后确实给游戏增加一些可玩性
至少新出的downfall模式 可以让你和其它两个小伙伴每天再愉快刷上一会
新的截拳道流派和好多套装备，新技能都蛮帅的，可以看到诚意。
不过我感觉，只是更新了这些 就耗了接近半年。。
。。注定是小小小众游戏。
(还不是因为随缘p2p连接，网差依然各种漂移)
-----------------------------------------------------------------------
以下是9月末更新前的测评，仅供参考，并不是现在的实际状况
-----------------------------------------------------------------------
用来摆着看的pve还是没变，游戏流程最多50小时
pvp想有游戏体验需要好的连接(缘分)，然而平时都很一般,还经常会匹配到老外
而连接不好会发生什么呢？
轻则闪电侠，就是各种难以看清的拳法和原力操作，无游戏体验
重则无法连接或掉线。
但如果你有很棒的网络环境，只要你能接受游戏的以下缺陷，就是值得买的:
-没有地图，后期也不能传送，需要背路(有大佬全程带可以忽略这条)
-中后期游戏内容少，官方拖更
-小众游戏，玩家少
-还是会有延迟侠
-bgm存在感极低

知道了这些之后的你 如果还是坚持要买
别入典藏版，根本不存在游戏奖励，只是原画,[spoiler]3大妈都有资源的[/spoiler]
不过如果你条件允许是可以支持下游戏啦
游戏优点还是有的 宣传cg肯定比我讲的好.所以我不讲啦 _(:зゝ∠)_

暂时在游戏中发现的漏洞。。
-锁定后的视角不能左右切换 而且被堵在墙角时，视角感人
好评: 怎么回事啊 等了半天都没有一个兄弟跟我进矿的吗？
好评: 最爱 没有之一
好评: 18.9.28更新

新面具，帅，新拳法，帅，组一套新deck，好玩，开赛季了，干
玩来玩去还是Absolver天下第一，还是改成推荐吧。
———————————————————————————————————————————

11.13更新

我又重新练了起来，也完善了拳法，也很喜欢新装备。但我依然要给不推荐。
因为除了实在过小的玩家基数导致玩起来根本不够爽之外，更致命的问题是我觉得制作组很明显没有搞清楚自己应该做些什么——最新的动向表明，他们正在全力做3v3。
认真的吗？你们要在没有解决只有两个玩家参与的1v1模式下就出现的无限loading问题的前提下考虑推出3v3？你们要在所有玩过pve的玩家都知道视角设置对于多单位战斗非常不友好的前提下把3v3作为挽回玩家的卖点？
我只能说，好吧，你们开心就好。
我心底还是爱着这个游戏的，希望制作组早点清醒过来。

———————————————————————————————————————————

9.30更新
改成不推荐的原因很简单，因为档坏了。直到这一刻我才发现这个游戏的数据全是保存在本地的，并且各个角色之间什么东西都不互通，包括PVP等级和学到的招式。

没有心情再从头玩一次了。

———————————————————————————————————————————

9.11更新

做一些纸面上看不出的经验的补充

1.配招时一定要考虑范围这个属性。范围不能只从说明上看，要实际试左右击打范围。没有标注↓的跃起攻击也是可以躲避下段攻击的。（这里的例子是一个我想不起来名字的破防的招数）

2.左上右上架势前进速度快。同理，左下右下架势后退速度快。立回时超级有用

3.shockwave命中时立即开始回耐，且算作一次攻击判定（可以打断回血）

4.短时间内快速的两次击打也可以打断charge attack。（包括：两次判定的攻击，比如donkey slap；连续两次的不同招数，只要这两招能在charge attack读条完成前都命中）

5.加点一定要慎重。。。而且后期对防御属性的投入收益要高于攻击属性。建议尽早出洗点系统，很多人都是直到最后组完deck才知道究竟是偏向力量还是敏捷。之前加瞎了的人太多了，不乏一些twitch主播。到后期实用的招数大部分是醉拳或者windfall的，而这些招数大多偏向敏捷加成。windfall有一个敏捷加成为S的侧踢，还是轻攻击。。。我26力+14敏伤害就上百了。。。是不是要平衡一下？

———————————————————————————————————————————

PVE和服务器大家都在吐槽就不说了，说几个想说的地方：

1.立回时的架势判定很奇怪。我的左下架势第二击的结束架势是右上，而我在打出第二击后输入方向键的话，我的架势就变成了右下。同样的，我的右下架势第二击的结束架势是右下，打出第二击后输入方向键我的架势就变成了右上。能不能老老实实的按照设定的结束架势来？

2.面对疯狂用轻攻击对手时的问题。这个问题和上一个问题是有关联的。防御无脑轻攻击combo的对手，感觉架势根本不在自己掌控范围之内，靠预想好的某架势下的特殊攻击破招实在太难了。而我作为一个forsaken风格的角色，又根本没法靠parry去挡比如direct punch这种判定为thrust的轻攻击。这是逼我们都玩windfall吗？

3.地形杀的问题。这游戏打起来右摇杆是要用来特殊防御的，是不能转视角的，高塔图书馆那张图也就算了，四面悬崖中间一个坑那张图，是不是做得太小了点？这张图用forsaken遇到无脑轻攻击+带推人的，你知道游戏体验有多差吗？

4.1vN游戏体验实在太差了。这一点感觉也和转视角有关系。

当然，吐槽归吐槽，好评还是要给的。个人感觉，moba的变强过程，是在你学习了一定量的知识后，需要很长的一段时间去把上个阶段学到的知识靠机械重复进行巩固。但是，复杂的对局内容和较长的对局时长意味着你每重复一次游戏时不一定能巩固到你想要练习的内容。这个游戏给我的感觉就是学习阶段非常之长，每一场对局不仅能遇到新东西又能快速直接地反应出你deck的问题，从而进行调整，再学习，再调整，随时都能感觉到进步的乐趣。
好评: 非常喜欢里面的pvp和pve，个人目前玩过最好的格斗游戏没有之一。
好评: 400小时游玩评测

在杰款游戏里面，你能感受到来自人世间最真切的关怀，当对方的拳面轻轻地抚摸你的面庞，当对方的手肘慢慢地揉捻你的天灵盖， 当对方的小脚丫轻触你的肋骨，你会发现，这个世界竟是如此的温暖（察觉）。不要998，不要398，只要88，温暖直接带回家（迫真）。

[b] 1.卡牌与动作的巧妙结合	[/b]

虽然Absolver是一款格斗游戏，但它却摆脱了传统格斗游戏的桎梏：出招表，取而代之的是开创性的战斗系统：卡组，虽然热血无赖也有类似的系统，但却无法自由编辑想要的招式，Absolver的卡组，倒更像是热血无赖连招系统的延伸。卡组这一概念的引入，让游戏的操作难度没有那么的复杂，不需要[spoiler] ↓↘→↘↓↙←↖↑↑↓↓←→←→@..@	[/spoiler]这样，而只需要左右键就能攻击，操作简单了许多（手残玩家的福利），加强了战斗时的连贯性和流畅性，然而出招方面的简化却需要玩家花更多的时间编排卡组，玩家需要从现有的122个空手招式里面挑16个出来组成自己的一套卡组，有的招很快但伤害低，有的招很慢但能一下打你好多血，还有的自带位移、霸体、破防、截击等效果，当然，剑招也与此相似。编卡组这种事情说起来容易，实际弄起来相当考究，有时候真的会花好几个小时来为自己量身定做一个好用的卡组。除了卡组，游戏里面还有完美连击（目押）、假动作、闪避、格挡、吸收等等系统，所以一套卡组虽然只有16招，但你出招的时候穿插一些杂七杂八的一些东西，可以说是千变万化，把对面打得神头鬼脸从未如此简单。

[b] 2.承载着多个游戏的影子	[/b]

这款游戏看起来和荣耀战魂有着很多相似之处，但是，凭老夫Absolver 400小时游戏时间和荣耀战魂 60小时游戏时间+∞小时云经历来讲，这是两款完全不同的游戏，荣耀战魂的要点在广度，因为英雄多，而赦免者的要点在深度，因为具有招式编辑系统。(当然，我不是说荣耀战魂没深度，你们别杠我啊，我会咬人的(#｀皿´）)

同时游戏中的无地图设定，副本中各种壁画，台架等细节，游戏的硬核程度，晦涩的剧情，都有着黑暗之魂的影子

游戏的左右键的拳腿攻击，则是让我回想起了当初玩热血无赖时的感动，终于，我能再一次挥起当年的拳头了。（当初为热血无赖惋惜了好久o(╥﹏╥)o）

[b] 3.目前存在的问题	[/b]

所以总的来说，Absolver这款游戏除了打击感好，连击爽快，招式帅气，战斗系统新颖，可研究性高，流派多样，艺术风格明显，装扮繁多，开放世界， 似乎也没什么嘛。其实最重要的是，这款游戏，能！开！挂！，什么挂？延迟挂，通过官方服务器的延迟，你能[strike] 被迫	[/strike]自由选择以下服务：1.飞天下海 2.隐身无敌 3.替身攻击 4.隔山打牛 5.千击一发(小哥，要挂伐，我跟你港，我们这个挂，似警车，翻不了滴）。唉，官方给的东西，能叫开挂吗？那叫延迟，延迟。
玩笑归玩笑，不过服务器问题确实这款游戏的软肋，发售之初22万的销量，却因为服务器的问题，导致玩家之间有相当大的延迟，遭到大量差评，没过多久便只剩几百人个玩家在线，就此销声匿迹，该游戏从此被埋藏。但是！！！官方从未放弃这款游戏，一年以来网络已经进行了多次的优化，并且更新了3v3模式，加入了许多的面具和服装，而本次Downfall更新，更是准备了数月之久,并且相当良心。鱼某是过来人，亲眼见证了从隔山打牛到拳拳到肉的蜕变。虽说目前的网络仍然存在问题（毕竟没钱233）但目前至少六成的国人玩家之间都能有良好的网络体验（匹配到外国玩家除外），而要找一个双方都不卡的好友，是一件非常容易的事情，碰到的话记得加他好友（对了，国内玩家群体有几个公交车，就是那种基本上碰到谁都不会卡的，如果有性♂趣，欢迎来van）

另一个问题便是玩这款需要一定耐心，该游戏有一定的瓶颈期，招式需要自己刷（或者找别人帮你刷，几个小时就能全），之后便是强者如云的竞技场，建议先多刷一下地牢，熟练一下再去竞技场和别人打架，你能慢慢的发现自己招式的缺陷，并且看出对面招式的破绽，重新编排卡组，这也是现实格斗中的写照，对战中自己的战斗思想会逐渐进化，获得启发。（不禁又回想起了当初被百夫长插成rbq的恐惧(´_ゝ｀)）

[b] 4.后记	[/b]

这款游戏目前已经有了相当的完成度，并且拥有着无限的潜力（目前只有一种武器：剑，至于以后会不会出其他的什么武器，你懂我意思吧？），对于这样一个在逆境中仍能坚持自己初心并广纳玩家建议砥砺前行的团队，何不给予一份信任和支持呢？《赦免者》的诞生，然我感觉非常的庆幸，因为它证明了中华文化是有相当的输出力的，但我也非常的无奈，因为这样一款游戏，并不是在中国诞生的。《赦免者》还有很长的一段路要走，中国游戏的路，则更长，过去无法改变，但未来，可以期待。（对了，[b] 官方有中文！官方有中文！官方有中文！！！	[/b]）

[b] 5.推荐群体	[/b]

1.2D或3D格斗对战类，比如《荣耀战魂》《铁拳》
2.策略卡牌类，比如《昆特牌》（迫真），当然，得对动作类游戏感兴趣
3.传统武术，自由搏击类，比如《热血无赖》《UFC》
4.龙粉（比如我，(～￣▽￣)～，本人非常敬畏李小龙，也非常尊敬李小龙对中华武术做的贡献）。

ps:该游戏还是比较硬核的，休闲玩家请观望后再做决定
好评: 还行吧
好评: 大哥们，为什么我启动不了游戏 ，总说Windows 64  什么什么 资源管理器  ，很难受
好评: 我要为这款游戏写篇评测了，应为我喜欢这个游戏，所以我很害怕他会死掉，那么下次再遇到就“人面不知何处去”了（笑）。这个游戏固然有这样那样不可忽视的缺点，可是啊，他依然有很多很多让人眼前一亮耳目一新的设计，尤其在武术动作在电子游戏中的还原程度，以及能自己定义武术套路（流派）方面（还有与荣耀战魂相似的四方向起手动作），还记得大门口那个耍醉拳的大师兄吗，很帅的。所以啊，在之前有多少人能想到武术与游戏相结合还有这样一种有趣的方式呢，以后还会不会有这样的游戏呢，还会不会有更好的呢，我不知道，应该是有的吧，可我现在只想抓住能抓得到的，不要死啊（咋还不更新呢？笑）
好评: 玩了几个小时，还不错，服务器有点不太好，飘。有待完善的东西还很多，值得一玩！
好评: 个人感觉，写于玩了26小时后。这是一款pve居多，又包含pvp的在线武侠招式编辑器及对战平台，拥有众多的武侠招式（未解锁，所以你懂的。。。我的肝现在都有点疼）和多种武学流派以及各种品质的装备（武侠暖暖？），还设置有大小BOSS供玩家（们）挑战，可玩性大：然而就是地图太小，除了最初的开图解锁招式时不熟悉地图跑了好久外，跑完全图花不了几分钟：而且没有正式的可供玩家游戏内交流的工具（表情不算），玩家见面要么做个表情互相致敬，要么就不多BB直接正面刚，而且还能抢怪？！我只是想解锁招式而已，别把怪杀了啊。。。；说到解锁招式，有两种方法，第一种只适用于流派武学招式（比如醉仙流），虽然未解锁但是你还可以用得出的这种，命中就可以涨熟练度；第二种就普遍性比较高了：挨打且最后存活下来，这就是为什么我的肝有点疼的原因了。。。
以上这些都不是我不满意的，只是缺点，最让我i不满意的是当你正在和别人玩♂游戏的时候，有玩家加入当前区域，怪没了。。。
好评: 免费周末的时候试玩了一会，觉得不错就买了。但是买了之后发现东西有点少，主要是没有地图，感觉找人挺难的，然后就是各种不知道该干什么，个人觉得可以加点任务系统啊之类的。而且联机之后发现人比较少，互动的话也有待改进。
好评: 挺好玩

好评: 只要是加速器开了后PvP不卡就行。。。。有时候卡起来真的摔键盘。。。。只有你和对手都不卡这游戏才有乐趣。。。。整体来说还是不错的，剧情比较简单。。。就是刷刷刷招式
差评: 游戏看起来很吸引人很有深度，但是真正玩起来很一般。

1.地图类似魂系列，没有任何标识全靠脑子记，还好地图不是很大基本都能记住.
2.流程真的很短。没天赋的我5H就可以通关了:0
3.打击感勉勉强强，有人说击打音效跟扎气球一样噗噗的，很赞同。
4.招式看起来炫酷无比各种组合，其实能用上的没几个。只要攻击  等耐力恢复 防御 挨一下闪开 攻击  重复可以打遍所有BOSS。
5.BOSS难度低，除了前后BOSS各打五六次，其他全部初见过。小怪都更难打一点。

总结：不建议购买 88亏 44还不如买个杀戮尖塔呢
差评: 大佬们，打开游戏后一摁回车键就会闪退，说文件不受信任，该怎么解决
好评: 游戏作战风格很独特，记住需要把my color2关掉才能打开！！！QEZC切换角度，mouse1与mouse2打击感很好，大量练习，大型网游可以遇到很多玩家。非常不错的游戏
好评: 这游戏，总体还行，前几年我在一个游戏电视频道看到过预告，我还以为有一条独立的主线任务，但貌似就是在一个大地图里闲逛？？？然后看谁不爽就暴打谁一顿？？战斗系统很硬核，要想彻底摸透得费点时间，总体来说还行，但是卖这个价格稍贵了点。
好评: 是非常值得玩的一款游戏了！【我是真的不卡哈哈哈】emmmm过了新手教程遇到玩家之后，一直处于被摁在地上打的状态...不过打完之后扶起来鞠个躬最后成为队友www虽然有时候走在路上就被人一顿乱锤的感觉不是很好，但是打起来，每一拳锤到肉上面的声音实在是太棒了QUQ！
好评: 游戏很不错，风景，战斗等。但是主动pvp模式的延迟太高了，遇到人只有被一套带走，看着是他很卡，实际上是自己卡得左键都按不出来。必须在石头那改成匹配模式。
好评: 好玩！！！！打击感很好！！操作性也草鸡棒的吼！！！就是有的时候有点卡.......不过真dei好玩吼
好评: 游戏打斗风格独特，连招有超多种搭配。就是新手村刚出来有点难打根本就是被吊着打。游戏优化做的不咋地
差评: 优化渣人不是很多的时候就必卡而且操作别扭一个人玩没有游戏体验因为无论打什么boos都是群殴
好评: 还算不错的游戏，玩家也挺友好滴
好评: 游戏很有意思，一口气玩到免费开完截至，现在买了游戏，但是这个游戏的DLC有什么？
好评: 很好玩  很不错的游戏
好评: 游戏风格不错 就是视角和手感差那么一点
好评: 还不错
好评: 明明打击感很足嘛 只靠表情的互动也很可爱
靠自己编辑的连招蛮有意思的 每次和boss较量 摸索闪避技巧也很有成就感 
就是没朋友一起玩 （摊手
网络的问题倒是没碰到过 地图倒是个麻烦

免费期间一溜圈的通关了
/另外 桥的那部分 走路跑步带来的晕眩感很厉害


好评: 感觉还是挺有意思的 
你知道吗, AI一言不合就过来打我,  群殴我  作为新手一下纸就屎了
然后复活台复活,一复活就感觉迷路了， emmmm...没有小地图真的很难受.
玩久了头疼
好评: 趁着免费体验了一下。
服务器不是很友好的样子，有时候打小怪都会延迟，根本打不下去；
关于这个战斗机制，我觉得还行，不过我选的吸收的流派，触发需要鼠标突然移动，打的时候就很别扭。
打击感是还不错，但是操作的感觉怪怪的。
地图虽然很大的样子但是多走走就熟悉了。
总体上还行，以后有空再深入研究。
手残就别玩了。
好评: 666666666
好评: 这个游戏十分我打5分，总体来说很好玩，手残党勿入，连招系统也没什么问题，一环扣一环，风格自己搭配，有很大的可玩性，主要还是PVP，PVE剧情很少而且简单。剩下的5分来自离线刷照党的怨念，当你通完剧情后，就会刷一些精英怪，而且还是2.3只在一起。我也是醉了，这是逼玩家弃坑？吸收，闪避加格挡的精英怪围着你打，我草！怎么打？最恶心的还是闪避硬直，设计这个的人估计脑子有屎，怪物闪避率高就算了，还TM会楞一下？哇！心灵异能，6的一批。是想表达什么？傻了吧，爷会闪避？
还有就是夸特流的格挡需要你挥高尔夫一下挥鼠标才会出现格挡动作，我试了下闪避，整个人TM跟飘起来一样，为什么格挡就跟老年痴呆症一样慢几年？
怨念就这么多，希望改进，怪物强没问题，但是几只BOSS围着你打的感觉是什么？BOSS都没有精英怪牛逼好吧？三种风格都有，而且触发率还极高，估计三个精英怪围着BOSS一个开吸收抗伤害，一个在旁边连招打断伤害，一个破防，屌的一批。
最后说一句，傻逼设计师。
差评: 在网吧玩的，开着UU加速器，依然阻止不了卡的批爆....
好评: 游戏和有趣也很好玩，就是服务器不稳定，我开了uu加速器只是不会掉线，但是打怪会蜜汁掉ping，打不到怪身上，但我的血量会不断往下掉，这就很难过了，希望这个公司能好好优化下这游戏的联机。
好评: 无论是画面还是打击感都很棒。
UI各种都很好看。
招式很多，可以玩很久。 
通过跟敌人对打来学习招式这个很赞。 
招式可以自定义编辑连招，起手到收手。
就是编辑界面说明太少，简洁过头需要花很久时间去摸索。
差评: 首先这游戏打击感还算不错，但那地图和联机太坑人了，优化也不行各种蜜汁掉帧的，地图你往深处推你就回不来了，联机很容易匹配到那种大佬碰到你二话不说上来就干你，也不知道是我卡还是怎样对面各种隔山打牛我跑了还能给我吸回来打死了还扶你起来接着打你素质太差建议还是别玩了
好评: 服务器屎一样，打击感没得说 做的是真的好 拳拳到肉，系统指引一般 打完第5个BOSS菜发现走错路 回头去打前面的BOSS
PS：有刀没刀 完全两个游戏
好评: It's a really good game, I love the picture, the martial art movements, everything is perfect. But!!!!! DUDE!!! PLEASE!!! THE MAP IS REALLY CONFUSING!!! I SPEND AN HOUR TO FIND THE LAST BOSS AND I JUST COUNDT FIND IT!!!! EVERYONE IS RUNNING AROUND, YOU THOUGHT THEY ARE ENJOYING THE GAME?!?! NOOOO!!!! THEY GOT LOST TOO........ It's a really good game, but please, please go easy on us on the map. That thing that you put there, it aint no map!!!
好评: 这游戏很棒了这个价位，不论是游戏性还是格斗体系，地图设计。说教程不完全的，游戏不自己钻研，还算什么游戏，说AI问题的，你打不过，证明你手残好吧，并不是游戏问题，我打6个印记者没死过一次，说明什么，这个游戏难度是面向大众的了已经，说优化差的，你连这游戏都玩不走，你已经可以换电脑了好吧
差评: 人太少   游戏有bug
好评: 其实挺好玩的，但是那些莫名其妙出来围攻你的人是玩家还是AI啊，要是玩家的话那游戏体验啊可是太差啦，还是推荐一下，挺不错的
差评: 地图太复杂，联机系统体验不是很好，主要问题是地图，晕头转向的。我这个不晕3D的都晕了
好评: 还不错  纯网游   不过里面的玩家很和谐   打死你再把你扶起来打一遍是最骚的
差评: 游戏教程莫名其妙，系统介绍不清楚，对战模式对新手非常不友好
好评:  打斗和人物外观很吸引我。只要人多了，我相信制作组会改进，没想到简体中文尽然有了。
差评: 进去  就跟着剧情走 然后遇见一个npc  对话完  说什么打败几个人 然后我就不知道干啥了  没提示没标记  满地图乱跑。。其他玩家好像都是乱跑 和npc乱打架  打架 会卡的。。打斗的感觉吧  一般般  说明也不是很详细  遭遇战个对战的吧  我排半天也没人呀  玩了半小时  反正不知道干啥。。喜不喜欢自己试试吧  萝卜青菜各有所爱  这个不推荐表示我不喜欢
好评: 格斗游戏
进去就是大地图，单机内容也在里面，pvp也在里面（篝火处点训练）
p2p联机，因此有时候你加入外国人的网，就很卡，方案是点篝火，社交，改成匹配，好像就是自己主机了
pve内容不多，按F跳过对话，印记怪在三个地图里，多找找就行，鼠标中建可以取消锁定，很快打完
pvp可以得晶体，开箱子
重点是招式，冥想_训练里可以编辑招式，可以找小怪，招架，最后打死怪，来学习新姿势，不同姿势连起来就是招式，只需要一个战姿开头，接某个战姿结束，就可以循环

9月据说新合作PVE内容
好评: 前几天陈降价买的，昨天玩了一小会，还是不错的，有中文但他标签还没改，我今天想来评测，一看，又降价了，才两三天又降了二十二块钱，下面是评测

进入游戏，打击感还是不错的，选择自己的躲闪格挡方式，吸收，闪避和格挡，各有各的风格，我以为是单人游戏，直到我去打电脑的时候，被一个玩家和电脑围死了，瞬间蒙了，以为是电脑有名字，过了一会显示一个叫小丑的加入了此区域，然后看表情有一个申请组队。。。
好评: 趁着免费试玩活动试了试这款游戏，

+ 整个招式战斗系统非常的新颖而且有趣，游戏简单明了，好评！

0 画面清洁简单，简单到连地图和聊天系统都没有，路痴基本就没救了，所有人都是在沉默和肢体语言中达成共识，达不成共识或者会错意的不需要任何操作当街开打，而且AI敌人基本和玩家长的一模一样，有时来不及分清敌友就被对方揍，所以两个面对面跑过来的玩家相遇的第一件事是先给对方一脚来确保对方不是AI，这点不知道是好评还是差评，算是特点吧

- 操作手感极为不适应，尤其是格挡/躲闪/金钟罩把鼠标晃来晃去对于新手基本就是噩梦，其实拿个组合键来代替不是更好。还有就是鼠标中键选择目标也是乱七八糟，而且误伤现象很严重，操作渣一点的两个人群殴一个人结果往往是三人互殴。而且游戏死几次就要你强行躺地5分钟，像我这种钻牛角尖打不过一遍一遍复活再冲的基本歇菜。

我也没玩多久，也有可能有说错的地方大家纠正给意见
差评: 求各位告知，为什么没有任务了？我成为赦免者又升了好几级，已经37级了，然而只是无脑打电脑。。。。是对免费不开放还是怎么回事？
游戏点子挺好，就是实现起来一坨屎，若是进入遭遇模式，npc打你跟开了外挂一样，打的你一脸懵逼
不知道剧情有没有后续，反正这剧情有跟没有一个鸟样，主要是为了追求打击感而来的
好评: 表现武术很好的游戏，就是服务器很不好
好评: 出
mac
差评: 服务器太差，打人机都卡，PVP更不能玩了。还有一点，没有地图经常迷路。本来对这游戏还挺感兴趣的，还是等服务器好了再入。
好评: 感觉操作起来比较难上手，可能是玩的时间短的原因；画风很喜欢，设定需要一定时间来理解；还是推荐吧
差评: 游戏是好游戏，为啥给差评？我是路痴党，绕半天又回了原点，根本没地图可言，拜托你，出个随身地图吧
好评: 斗宗强者，恐怖如斯。
为何别人打我0延迟我打别人......
不存在的我根本打不到别人。而且有时候界面都连不上。不过好游戏，自然好评
差评: 开了加速器还丢包，导致拳拳打空，怪能瞬移。。。。

玩不动玩不动 

告辞
差评: 游戏挺好 就是有些人无脑打人是怎么回事？？分不清玩家和敌人吗？？ 最恶心的是 你把老子打死 又把老子拉起来 继续打？？？ 这种玩家我真想锤爆你的狗头：）
好评: 不是很懂吐槽打击感的，这游戏打击感明明还不错。有延迟的到祭坛那里把遭遇战改成邀请就行了。
差评: 开放世界是创意来的 不过不行啊 老哥 你这画面和打击感 可能弄个2D会更好点
差评: 游戏本身还是蛮有意思的，但是网络很差，不推荐喜欢多人联机的朋友购买。游戏单机内容流程大概10h左右。手柄玩的体验较好。

好评: 。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。bomm。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。*……Y^T%&*
好评: 总体来说挺有意思的。
过新手村就是一个算是开放的沙盒，可以四处找人也会有路人加入这个战局，（在基地打死一只韩国棒子哈哈哈）
玩的时间不是长，所以就知道第一关，让你去杀大小boss然后去开门。
不得不说这游戏真的跟战魂有点渊源的，但是又有自己的特色（格挡是真的辣鸡我不会玩），里面的招式可以自己组建不通的动作形成一个流派这就很有意思。
但是没有小地图=-=，基地里那个大地图太简略。
而且我还看到一个提刀的隐形人，好像是个玩家，里面是全图可以PVP的，然后他好像把我当成怪了..............一顿乱砍

好评: 粗糙的玩了一下..emm（首先 有中文 汉化都很好了，放心下载）
说说打击感，感觉和真人快打差不多 打上去有锤到的声音（还有拳套和剑没体验到，还不清楚）我个人认为还行吧，上古卷轴5的打击感和这个的打击感也差不多（不过太久没玩了 可能记错啦）
玩法和荣耀战魂差不多，不过主要是用拳头..也是格挡和闪避然后 打架什么的..格挡用鼠标左右移动 或者shift  闪避用空格
不过没有什么地形杀之类的好像
动作很流畅啊，特别是 接上了那个节奏的话，像咏春一样 哈哈哈哈 在配合4个方向和左右键以及佯攻 会玩的话 一定很有观赏性
然后画面 可能有人不喜欢，我是觉得挺不错的，有一种 纪念碑谷的感觉？反正很简洁干净看起来
---------------------------------------
帧数的话：个人配置 i7 7700HQ+16G+1060 6G 全极致最低69 最高 144+（我锁住了）（适当调低画质 最高还是一样，但是最低也是这个帧数..这是优化不好吗 我也不清楚）（因为bug 关掉游戏了 现在也凌晨3点啦 下次在测试看看）
转向的时候 会莫名其妙卡一下（有时候又不会，已确定不是输入法的锅）

 bug 遇到了一次 ，到了第一幕关卡，打着打着 突然 人就不动了..我也攻击不了了，然后他突然又可以动了，就一直在打我，我也还不了手..地上插的剑也捡不起来 emmm （要是不是特别喜欢 第一次玩就遇到这种bug影响还是蛮大的）

暂时这样吧，趁现在免费试玩 赶紧下下来试试6G不到 
之前宣传片我是挺喜欢的  以后更新修复好那些 bug 打折的话应该会入手，不然现在这个价格 有点不划算 就这个玩法来看的话..
也有氪金系统 具体作用还不清楚（应该也是买些皮肤什么的）
满休闲的吧，开游戏快关游戏也快，就是经常遇见 一打多的情况，要是会玩 说不定还能减压？不然就是各种角度轮着被打 

好评: 6个小时终于打通了，我只能说要不是有个通关的老追我，我早打完了。装备等级压制真没法打
我打通关后愉快的虐了会菜，3刀一个真爽歪歪。
还是比较看技术的，比较。。。。
前期主力量刷的快。
耐力越到后面越发现有用，拼着拼着没耐力了就被一顿揍。
好评: 我：南派莫家拳!!，承让~~
对方：承让尼玛丫承让！！
好评: 就我一个裸连无压力吗。。感觉游戏做的很用心，也没有什么延迟啊。
差评: 线上模式太卡了，开加速器也没用，打NPC都是各种延迟。
好评: 在这个游戏下面黑荣耀战魂的，怕是被dalao虐出心理阴影了吧
差评: 无论挂不挂加速器，都连不上服务器呢
差评: 玩上1个小时你就知道为什么褒贬不一，跟荣耀战魂一样脑残的锁定目标机制，在混战中无比恶心，随时会有第三人加入战斗，并且最关键的是无法主动解锁，只能通过距离解锁。电脑AI也无比脑残，经常两三个站一起，你过去就围殴你自己，剧情和目标也不是十分明确，就是干，但又面临我前面说的问题，对于新手的引导机制也不完善，各个流派区别是什么，哪些算钝击，哪些算穿刺也不讲，还有很多懒得说了。
好评: 我觉得挺好玩的，游戏已经有中文了。
当然，我只玩了几十分钟
差评: 首先你一定要开加速器，不然你会等待很久很久很久；游戏没有地图（也许也有可能我没找到），有80%的时间在找路与找对手的路上，有15%的时间在打架（包括在打架死后重新打，打过的再打等等），5%的时间是你打着打着掉下去了( Ĭ ^ Ĭ )；对手会闪避，闪避的及其顺溜，会防守；当你与对手太进的时候，你的拳头会穿过对方，而对方却可以打到你（我应该没看错）╮(╯▽╰)╭；你唯一要做的就是学会忍耐，忍耐，再忍耐，然后找准时机，打1-2下，对你没看错就是打1-2下，拉开距离，恢复耐力，重复以上动作，你就会发现难度瞬间下降了很多，以上就是我单机了1个半小时的感受。
差评: 没能连上服务器，一直在初始界面转圈圈
好评: 操作有些迷 不怎么会玩 和队友联机网络差导致大都不流畅 boss和小怪普遍偏难
 场景设置还是可以的 很少有指示 到处转来转去的 总体还行吧
好评: 不怎么样好玩啊
好评: 我挺喜欢这种这种题材的，不过现在这游戏内容太少了（进去做完任务就不知干啥了，这个时间我没看到几个人）。另外服务很不稳啊（我开了加速器的），地图也很小，很迷（跑图超累），真的迷。希望改善吧。优点就不讲了，这几天免费玩了就知道了，不亏。
差评: 这家公司游戏都闪退。。

好评: 还行，荣耀战魂玩习惯了这个不适应
差评: 剧情几乎没有，很容易玩腻了
好评: 看到免费我就下了玩玩看，个人感觉吧，和黑魂差别很大.而且手柄玩家应该有优势，我没有试过用手柄玩，手柄不在身边。推荐打折入手把
差评: 游戏是好游戏，但是我要给差评能做游戏了就不能把服务器做好点吗？？？？？？？
好评: emmm第一篇评论希望大佬轻喷。完了一个多小时的游戏感觉还是很不错的，毕竟本人除了游戏玩家也在自己做游戏，首先要肯定一下制作者们的努力。
I’m very appreciate that I can play this good game, thank all the one who made it. 

关于这个游戏的优点：
1.动作感还是很流畅的，人物的攻击动作和各种连招衔接的还是不错的。
2.环境还是很优美的，至少有在认真做（前提是要开高画质）。
3.战斗和剧情的衔接设计不错，通过战斗一步步探索剧情（不过对于没耐心的大佬当我没说）。

关于这个游戏的缺点：
1.游戏的打击感不是很强，击中敌人的动作延迟出现的有些僵硬，即使敌人闪避还是会有延迟，并不流畅，比较影响操作。
2.游戏的地图真的绕，没有随时的小地图，即使是休息点的石碑上的地图也只是标记了哪里有敌人，还没有高低差，而在实际探索中各种绕楼梯…并不是很友好。
3.游戏的敌人单个不强，只要会一点基本的操作，莽就可以打爆一切，但是要是碰上三四个敌人在一起，加上墙角一卡，等待你的基本只有复活了。
4.本作的装备设计不是很好，防具是可以保存起来的，但是手部的武器要是冥想就会固定掉落在地上，除非卸下来。
5.本作的一些功能需要探索，教程基本只会教你最普通的战斗按键，很多别的功能一定要看按键设计，反正我这种只会看教程不会看按键的人一个小时也没有学会如何做动作，所以玩之前一定要看清楚（尤其是要和其他玩家合作的话）。

88元我觉得有些贵了，但是现在44元的售价还是可以接收的，推荐入手的话最好等到打折。


最后我想说：这是个格斗式的游戏不是黑魂！
Last Word：this game is a fighting game not dark soul!


好评: 这游戏不是有中文吗？？？感觉还不错打得（被打）很爽！！！
差评: 狗JB游戏，前期好好的后面莫名其妙就开始丢包了，打个pvp他妈连赢这么多次突然开始丢包，对手最后一丝血硬是打不死，打这么多下屁用没有，被硬生生打死了，第一次输，输在了丢包手里，我他妈头都快气炸了
差评: 我是真的很爱这个游戏的。

装备升级（修复），厚重的打击感，各种方位招式的搭配，设计出一套攻守兼备的招式套路，一套把敌人带走是很让人有成就感的。

但是，是的，有个但是，这不是一款好的单机游戏，或者说开发者根本就没想着好好做单机内容，所有的单机内容几乎都是为了联机准备的，甚至菜单里面连个离线模式都不给选择。

然后就是重复的敌人，换套衣服就来，幸好招式还有点变化，虽然也是变化得有限。
最最难受的，应该就要数地图设计了。我真的佩服这个游戏的地图设计，你可以学隔壁某魂不给地图，但是麻烦把场景设计的多变一点，走到哪里都是似曾相识，毫无特色。
翻译，优化这种小问题都不算什么了。

为什么开发者这么重视网络联机部分呢？
[spoiler] 不充钱你能变强吗.jpg	[/spoiler]
差评: 遇到台湾神仙。。。网络很卡（开了加速器）
差评: 游戏体验真的相当屎，打击感不错但是判定感人，小怪很黑魂，那么它主要屎在哪呢就是这个地图机制真的能把新人恶心死完美劝退这是我第一次给游戏差评，谢谢你们的狗屎地图
好评: 玩了一个半小时，挂机一小时打苍蝇，回来发现身边全是人……
我只能说这游戏很黑魂，各方面都是。
你可能想说它很荣耀战魂，抱歉完全不觉得
好评: 免费试玩两天
参数比较详细 打不中是可能跟你招数的攻击方向，距离，对手的动作都有关系。虽然在我看来打击感真的很差，没有具体指引，经常会被怪秒

好评: 画面我觉得挺好。
打击感好。
打架有意思，好玩。
靠被打学习技能，真·被虐中成长！好评！
服务器卡爆。
流程太短。。。
BOSS太弱了。
玩法有点少...(不过好像也不需要什么玩法)
好评: 神仙打架，我是神仙（指延迟），他们打架
好评: 有中文 喜欢格斗游戏的可以试试 休闲玩家还是算了
差评:  糟糕的服务器足以劝退许多的玩家，和迷一样的竞技场匹配。如果遇到一个延迟高的玩家霸占着竞技场那qnmd。
差评: 垃圾游戏！负优化！
差评: 游戏体验极其TMLGB的差，没那个服务器就开一个单人模式，打怪的时候莫名其妙就出来一群怪，换装备的时候又莫名其妙地来几个傻逼来打你
好评: 这个堪比土豆的服务器已经让我失望了，这次更新更得我开着加速器都连不上服务器，是个好游戏，但是这个反向优化我是真的无话可说，我建议新人进游戏后尝试开两把pvp，要是你开着加速器都还卡你就可以考虑退款了
差评: 1，难度高，头都被锤烂了
2，卡
差评: 渣手感，从不更新，这种游戏做出来除了坑钱，浪费时间，没别的意义
好评: 不完全汉化，但没汉化的地方无所谓，我压根不懂英语，依然爽玩
画面很棒
单机对敌人很爽
手很残，被电脑打哭
PVP对战国人，没什么延迟老外如果你白天碰到了，那属于修仙党，晚上碰到说明你是修仙党
游戏内容略少，但制作组似乎在做新内容
他们吐槽的PVP快招制霸，不存在的，那只是在欺负刚入手什么都不懂的
卡，那是因为机器渣，或者说，游戏优化不行
如果你喜欢拳拳到肉的感觉
如果你厌倦了脸滚键盘连招的格斗游戏
如果你PVP从来打不赢别人
那么来吧
你可能可以体验一把虐杀其他玩家的快感了
没错，就是在下，PVP十余把，从来没赢过……
 

好评: 玩法很好了  就是联机系统太差    自己玩玩行  去找个汉化包
好评: 除非碰上老外，服务器还是ok的
画面硬说的话不算很精美，但是我个人非常喜欢！低模风格的画面加上游戏本身的气氛和自然景色，有一种洒脱的感觉。
流程很短，几个小时就能通关一周目（打败所有一阶段boss），然后获得赦免者称号和一件斗篷；之后小boss会升级（抄家伙），剧情boss需要你PVP等级达到一定级别才能解锁二阶段（可是几乎没新人匹配PVP，全都在野外抓人pk我也很绝望）
这个打击感我觉得我可以吹爆，一招一式清清楚楚，三种出招方式（垂直、水平、刺）三种目标位置（高段、中段、下段）需要不同的躲避手段
三个基础流派，遗忘流（移动鼠标霸体）卡尔特流（左右移动鼠标招架左右方的招式）和落风流（上下左右移动鼠标进行闪避、跳跃和下蹲），用流派专属招架技能进行对招可以获得体力并且可以吃对手一段小硬直
隐藏流派醉仙流真的很中国风
衣服面具蛮多的，赦免暖暖
好评: 一个真正关心你的角色的动作的格斗游戏，而不是为技能套上动作的外壳而把游戏实质内容的石头剪刀布通过图形动作化：

这让这个游戏的设定（只有挨打才能学招式）变得格外有意义，因为在这个过程中不只是你的角色在学习动作招式，你，玩家自己本身也在学习这些动作招式。
差评: 玩多了就膩了，希望可以出更多的玩法
好评: absolver是一款极具游戏性的第三人称格斗游戏。在游戏中，玩家将扮演引导者宗教中的“潜力者”——那些能运用Essence的战士。离开引导者建立的庇护所，离开Adel北边的山峰，前往Adel帝国，踏上成为赦免者的道路。
在这条道路上有太多的挑战：迷失的潜力者，甚至是更强大的印记者（要知道他们可不仅仅是普通的格斗大师，更是精通影分身术的忍者大师：）
要打败他们，就必须要在不断的战斗中学习对手的能力，强化自己的技巧。
在这旅途中，你能感受到酣畅淋漓的决（chu）斗（jue）。在日经月累的摔♂跤♂之中，你们会渐渐更对手惺惺相惜（大师兄真是眉♂清目秀），然后想要肝（gan）出他/她的衣物♂面具♂。当然介款游戏最有趣的地方不只在这里。就像我刚刚说的，在与对手的交战中你能学到许多e.g.强♂人♂锁♂男一类的技能，which大大增加了游戏性♂趣。学到新♂技♂能的感觉实在是让人难以♂忘怀。在这一切的基础上，还有波澜壮阔跌宕起伏的剧情！更重要的是，能与好友开黑！一同感受Adel废墟的壮丽辉煌！
不说了我回家（🐦 she）玩去了
plus，谈到联机，不得不说，作为前育碧制作人成立的工作室，sloclap延续了育碧的优良血统，有着出色的游戏性和散发着土豆芳香的服务器(◐‿◑)﻿/bushi absolver服务器由于是p2p/maosi，的确很多时候会有延迟和高ping战士神仙打架的情况，但大多数时候真的还好。尤其在竞技厂，基本没有高ping的问题👌
嗯基本就是这样了( ´▽｀)

好评: 打折刚入的 不知道为什么最新的评测有不少不推介 给在观望的兄弟们说下
首先服务器我认为还不错 昨天晚上刚买 到今天晚上我玩了十三个小时 在竞技场也就是pvp我从来没怎么卡过 裸连 偶尔会卡 野外遇敌也是 uu加速完全没问题 几乎没有飘逸延迟巨大这种情况 当然也许因人而异
我是从荣耀战魂来的玩家 感觉这个更难更吃反应一些 但是更好玩 真希望荣耀战魂也可以弄成自定义角色和开放世界的模式
剧情流程不长 世界自由探索 ui界面简洁舒服 我觉得还不错打折了各位可以试试
好评: 希望游戏能继续更新啊，潜力不要白白浪费，我还是很喜欢玩这个游戏的，除了pvp经常排不到人
keep update please,  i wish there's more schools,weapons and equipment coming out. love this game!
差评: 游戏体验极其TMLGB的差，没那个服务器就开一个单人模式，打怪的时候莫名其妙就出来一群怪，换装备的时候又莫名其妙地来几个傻逼来打你，最骚的是那些偷袭的傻逼攻击全都是瞬移，这打你妈？被拉起来之后打开换装页面结果那煞笔还又打上了，没玩过游戏是不，看到站着不动的人就那么喜欢打？脑残玩家加垃圾服务器真的是让人恶心。
差评: 格斗游戏比的就是反应速度，然后你给我来一手漂移？

再精美的画质再优质的连击技巧也掩盖不了渣一样的服务器。

靠延迟来增加游戏难度，恶心。
好评: 个人而言至今为止玩过所有含pvp内容的游戏里最好的pvp游戏，没有之一。
期待以后的继续更新
差评: 感觉有脚本和按键宏,,,,打高手(外挂)视角转的我头晕
好评: 这游戏还行吧
好评:  没玩多久，建议就是没有详细地图。不知道往哪跑。。游戏画面挺喜欢的。地图太绕了。
好评: 刚买了试了试，汉化有点不完全，设置里面的好多都是英文，应该过一段时间就会修复好了，先给推荐
好评: 画面精美程度：四星  个人不太喜欢这种风格
流畅程度：四星  我觉得玩起来不卡啊0.0
耐玩程度：三星  不要问我为什么因为我觉得打不过啊宝贝们特别是一敌多的时候个人建议单身十八年以上的老哥玩相信可以吊打所有
推荐指数：三星   这个游戏喜加一 哇 那宝贝们是真的土豪 不便宜 但是特别适合无聊打发时间 或者生气打人 但是手残就算啦 等会给你打的更生气了呢  当然窝只是一个手渣妹子没有资格评论过多  但是比起打击感我更喜欢另一款游戏 Mortal Kombat X
从价格啊 还是BGM 或者打击感 真的超超超棒呢  
不过 Absolver 也有它优秀的地方  反正无所谓的宝贝可以买来试试啊
好评: 喜加一，然后就是吃灰了
差评: 有中文，画风好，打击感强

吃显卡，帧数跳动大，引导差，社交性不强

不建议
好评: 能不能修改下速攻招数，pvp无脑快攻烦死人了，还有背叛者招架技能收益为零!
好评: 真心希望開發者能移除金色攻擊，感覺樂趣全被高玩拿走了。
差评: 本来非常好的游戏，制作精良，可惜被延迟害得不浅，遭遇战谁先进图谁就是房主，房主不卡别人卡。在PVP中延迟同样严重，在别人不卡你卡的情况下就是个智障也能胜出，希望能有个良好的服务器，谢谢。
好评: 有中文了，虽然汉化不完全，但是不影响正常游戏，服务器有待优化

总结：好游戏
差评: 没有剧情，功夫模拟器，大折扣入着玩玩不亏。
好评: 希望能添加装备锁定和批量分解功能。老是不小心分解了不想分解的装备
好评: awwwwweeeeeeeeesome
差评: 更新后服务器抽风了。。。连不上
好评: 轻巧而新颖的休闲解谜游戏
顺带一提，有很多题都是有多解的，如果觉得题太简单了可以尝试挑战用最少方块解决问题
差评: 开局一脸懵 一路走迷宫！吃灰中
差评: 有待提高
好评: 总体还可以，就是有点卡，画质开到最低也是这样，还有服务器不稳定，再pk时延迟有时候很严重。
好评: 画面说不上震撼但非常精美，画风我喜欢。游戏相对来说比较小众，所以平均素质挺好。而且制作人一定都是假老外！！！比起影视剧里很多夸张的表演，赦免者中一招一式中国功夫真的帅到爆！！！见面切磋之后，把对手拉起来，一个鞠躬，没有语音对话(如果有反而多余)，一笑泯恩仇，相忘于江湖，拿捏的超级到位！！！地图再大点，自由度再高点，就神作了。
好评: 为何我连不上服务器，求解
好评: SOLO
好评: 这款游戏的画风使我入了坑，可惜人少了些。
差评: 优化和服务器很糟糕，目前不推荐
好评: good good good !
好评: 游戏是好游戏，就是不知道为什么，我不同电脑里面存档居然不同，=。=辛辛苦苦学的招式和打的BOSS瞬间白打
好评: 当初游戏刚出我就全价买了，我喜欢这样制作精良的小作坊出品，虽然更新稍少点，（说是少，其实我自从十小时通了关，也没上几回游戏。）现在有了官中，稍有欣慰，有种自己的支持有了回报的感觉，游戏有几分浪漫的风格，画风动作特效音乐光影故事，给我一种梦中的感觉，动作元素很有意思，说是酣畅淋漓的战斗一点不为过，地图很有黑魂的感觉，战斗并没有那么难，最终boss只死了一次，还是一丝血大意被反杀了。
好评: 这款游戏，因为喜欢画风就买了，然后一玩就停不下来了。爽快的打击感，漂亮的动作，浓浓的中国武术感真的不敢相信是外国人做的。非常好！就是我的朋友没人玩，有要一起的欢迎加我好友哦。
差评: 哇O_o！！！，里面有醉拳！！！惊喜








不过缺点也挺多的，画面粗糙，地图简陋，流程短，没什么剧情，吧啦吧啦吧啦。。。。。
[spoiler]就像个EA版[/spoiler]
差评: 在线存档完全被删除了。联系客服还不给回应。
差评: 游戏没有地图玩的我头晕。。。。然后连不上服务器？？还不能继续我的存档只能开始新游戏。。。不懂
好评: 本评测是[url=http://www.a9vg.com/review/201710/9320015103.html]我给A9VG写的[/url]，他们帮我润色了一下话语，但是我更喜欢大白话，所以本评测贴的是原版。

还有，评测是首发写的，之后我也没玩，游戏变成啥样我也不知道，你们看着办。
还有还有，我个人是不喜欢给游戏打分的，因为我认为，适合自己的游戏=10分，不适合自己的游戏=0分，所以本评测不会附带评分，A9上的评分自己掂量。

[h1]关于游戏[/h1]
整部游戏只有一件事可以做，那就是打架。游戏中遍布敌人，随时都能找到对手开打。游戏对于AI的设计非常合理，所有AI都很强，但又不会强到不可战胜，由于AI的反应速度是无敌的，所以和AI拼反应力是不可能的事情，必须要找到AI的出招规律和战斗风格。每一个敌人都只会寥寥几招，找到规律还是非常容易的。因为游戏中有上百种招式，所以会感觉遇到的敌人总是在不停变化，游戏耐玩度很高。尽管不同地区的敌人血量和攻击力有很大差异，但是满级后也不能随意横扫最弱的敌人，可见开发者的意图是培养硬核玩家。

玩家可以选择想要进行线上游戏或者离线游戏，在线上游戏中可以与其他玩家一同合作，在PVE模式中击杀其他玩家是没有什么意义的事情，所以陌生人之间也会互相帮忙。游戏中多数AI是两个或三个在一起的，在单挑都很困难的情况下，遇到一群敌人的后果就是被围殴致死，与其他玩家一同合作可以大大降低游戏难度。比较有趣的一点是游戏有友军伤害，经常打出一套连招全都打在了队友身上，AI之间也会不小心互相打到。

游戏中有多处会摔死的危险地段，悬崖边缘战斗让人感到刺激，这种时候也是最考验操作与心理的时候，过于急躁地想要把对方推下悬崖，换来的很可能就是双双坠崖而死。

这款游戏就像黑暗之魂一样没有地图，几乎每个人都有迷路的经历，但有别于黑暗之魂，这款游戏里找路并不是一件很有乐趣的事情，特别是有一个boss的位置非常隐蔽，寻找boss的过程让人感到厌烦。

新手教程只有最基本的操作介绍，其他几乎所有东西都需要自己摸索，关于招式的特点需要自己去读词条，不过词条介绍的也并不是特别完全，有些东西只能自己去实践或者去猜。

整部游戏的剧情太过简单，通关后甚至不知道自己是为了什么而打架，游戏只有几个过场动画和屈指可数的npc，npc的对话只有文字没有配音， 剧情完全就是凑数的，开发团队把十成的心思都放在了战斗系统上。

随着PVP等级的提升，玩家可以建立自己的学校，这时候就可以让其他玩家学习自己的技能组合了，可惜玩家之间的交互系统太过简陋，连基本的打字交流功能都没有，只能让人物做几个动作，希望以后游戏更新打字功能吧。

游戏的整体画面色彩鲜艳，场景布局很出色，游戏并不是纯写实风格，对于低经费的独立工作室来说，用美术掩盖粗糙的建模，并且尽可能发挥光影效果是使画面变漂亮的好办法。

[h1]做得挺不错的成长系统[/h1]
招式需要去学习，招式只能通过敌人学习。通过与敌人对战可以学到敌人的招式，这是非常新颖的设计，敌人不仅是需要打败的目标，也是最好的老师。

等级提升伴随的成长微乎其微，能力值越高每升一级加的能力就越少，越级挑战其他玩家是很正常的事情。
越好的防具伴随着越高的重量，重量影响着灵活度，在这个游戏中，灵活是比防御更重要的指标，所以即便有更好的装备了，往往还是穿着初始装备。

[h1]最重要的部分：战斗系统[/h1]
这个游戏拥有一个成熟的战斗系统，各种招式之间衔接非常流畅，动作非常帅气，就像边打边跳舞一样，打击感很强大，击中敌人时的音效有一种拳拳到肉的感觉。

各种流派招式都有相应克制的存在，在格斗中，除了需要玩家强大的反应力外，还必须要学会动脑，观察对手的出招再进行针对，组合招式时，要思考招式的伤害，速度，范围和招式的特性。在战斗中，体力槽是非常重要的指标，防御时消耗的体力比攻击方要大，当体力槽消耗空了之后会破除防御，所以一味的防御是必然不行的，一定要找机会反击，这也让游戏的节奏变快了很多。

所有招式都有不同的招式前摇和招式后摇，也就是说出招多快和收招多快，使用后摇时间长的招式是非常危险的，因为对方的下一个攻击很可能比你后发先至，不过这种招伤害也都是巨大的。有一个特殊的设定，每次出招后下方都有进度条，在最恰当的时间按出下一招可以取消招式后摇，这一设定纯粹就是考验操作了，想要一心二用同时关注对手的攻击和自己的进度条是非常困难的事情，但是成功按出完美的攻击收益也是非常大的，可以看出开发者希望玩家不要无脑一直按攻击，而是要掌握攻击的节奏感。

游戏开始可以选择三个流派，分别是闪避、招架、吸收，通关后可以解锁醉拳，除开醉拳外，另外三个流派都有非常明确的设计理念。吸收流派可以吸收对手的伤害回复自己的生命值和体力，这个流派属于最适合新手的流派，操作简单，且有强大的续航能力。闪避流派可以闪开对面的攻击并回复体力，这是最具观赏性的一个流派，当闪开对面攻击时是最适合发动反击的时候，在自己体力打空的时候，或者在防御中体力要消耗殆尽的时候，一个完美的闪避可以让形势瞬间逆转。招架流派属于操作最难的一个流派，需要非常好的时机把控，成功招架对手的攻击将会让对手产生非常大的硬直，这个时候就是打出一套强大连招的时候。
编排招式时除了要思考招式的伤害，速度和范围外，还要思考招式的特点。有的招式可以大量消耗防御中的敌人的体力，有的招自带霸体效果，有的招可以破除霸体效果，有的招可以格挡别人的攻击。游戏时间玩的长了，就会渐渐拥有自己的战斗风格，不过不管什么样的风格都可以找到应对办法。对于喜欢连绵不绝轻攻击的敌人，可以用霸体攻击打断对方，对于喜欢高伤害慢攻击招式的敌人，可以闪开对面的攻击，对于喜欢左右闪避的敌人，可以用扫堂腿或者摆拳这种范围攻击使闪避无效，对于喜欢防御反击的敌人，可以使用破除防御。总的来说，没有哪一种招式风格是无敌的，游戏的要点就在于找到对方的弱点并进行针对。

[h1]PVP[/h1]
与玩家对战和与电脑对战是完全不同的体验，这样一个拥有繁杂战斗系统的游戏是非常适合pvp的。

值得一提的是pvp有独特的背景音乐，音乐只有在与敌人交手的时候才会响起来，在双方拉开距离的时候又会变小，这个音乐与游戏非常搭配，让人立刻就能激动起来。

游戏在pvp上逐渐体现出了招式之间的平衡性问题。各种流派各种打法在理论上是没有大问题的，可惜那仅限于理论上，实际中人的反应力也是一个很重要的因素，所以所有pvp玩家都尽可能使用速度最快的攻击招式，就是希望让人反应不过来，除了最快的那几招，其他招完全没有人用，出手快，完全可以后发先至，现在pvp中全都是无脑轻攻击的攻速流，遇到这种敌人打起来非常无聊，没有什么技术操作，就是一直出拳出拳。三大流派闪避招架和吸收，在pvp中最强的是闪避，虽然理论上另外两个流派也很强，但是招架和吸收对于把握时机的要求太高，而闪避相对容易达成。只要左右不停闪避，就能闪过大部分招式。

现在的pvp中全都是千篇一律的最速攻击技能搭配，顶多再配上几个范围攻击，这种玩法不符合游戏理念上百家争鸣的初衷，改善招式平衡性是开发商下一步必然要做的事情。


作为一个动作游戏，赦免者做好了它的本职工作，它的战斗系统非常值得深入研究，游戏的发展方向必然是pvp，目前这款游戏的平衡性还需要打磨，但不能否认它的巨大潜力。可惜游戏的剧情太少，不能吸引单机玩家。
好评: 勉勉强强的好评吧...内容还是太少了，主线剧情过后只剩PVP...面具获得方式也比较单一...
好评: "赦免者“是一款奇幻风格的动作游戏。游戏中包含着东方和西方的武术元素，令我十分着迷。游戏的美工方面：场景色彩鲜亮，同时很好的塑造了不同地区的不同氛围。略带神秘感的面具让人觉得角色更加帅气。游戏难度对于日常受苦的不死人来说并不算困难。主线的流程让人体验还算不错，不过总体来说游戏流程太过短小，而且线上PVP的模式较少，优化上也略有不足。总的来说还是值得尝试的一款游戏。
差评: 垃圾游戏！！！没有地图浪费老子那么多时间找BOSS中间小怪还不断刷？！你给个地图会死？！
好评: 为什么连不上网呢，醉拳都学不了，这真的有问题。
好评: 游戏很不错,不过在PK的时候经常因为网速原因,摸不到别人,被对方虐到死...
好评: 不得不说，这个游戏的组合招式系统令我眼前一亮，酣畅淋漓的打斗也让我十分爽快，但是我还是想吐槽一下游戏的服务器延迟，我挂了加速器联网还是延迟很高，甚至在初期还出现了对战卡成狗的情况，不过后来略有改善。还有可能是我比较习惯单机游玩的关系，我个人觉得剧情略短，略显苍白。总的来说还是一款好游戏，希望将来能用DLC的方式再充实一下剧情。
好评: 很推荐，刚开始玩可能会有点头疼(跑图累死人系列)，但是到后面随着招(shou)式(ku)增(shou)多(nan)你会慢慢体会到游戏的乐趣，如果感到延迟卡顿不妨试试离线模式来享受游戏乐趣，关于PVP，作为一个萌新，我基本上是被虐的_(:з」∠)_，希望大佬们对萌新友好一点。。。
差评: 哎。。。本来可以是一款有潜力大的游戏的
差评: 总体上还是不错的，但你永远再牛逼也会被国外玩家干死，因为即使是挂VPN，这款游戏也是极度依赖超高网速的，打出完美连招必须要打中敌人才能出发完美连招，我玩单人模式研发出一套特别牛逼的招式可以把npc虐到吐翔，但到了pvp，根本延迟，正面肛对方一拳都打不到！如果网速好我TM真能虐死一堆人，我只要用两次完美连招打中你你永远别想活下去了，直接连到你盾破硬直！
差评: 刷刷刷的游戏，并不是你想像的那种画面，招式靠刷，装备靠刷，一路刷到底，剧情全懵逼
好评: 很奇怪，玩起来给我玩黑魂的感觉，真的是要动脑考验反应力的游戏，嫌现在快餐游戏轻轻松松就通关的可以挑战一下
差评: 不是很好玩啊
好评: 游戏不错  服务器问题希望解决  神仙打架
好评: 我不太清楚这个游戏背景是什么样子  但是所有游戏都是力量 敏捷 生命 我玩了很久 到现在不知道这个点数有什么用   为什么不改改 改成 肌肉度  肥胖度 身高之类的   肥胖血厚但是慢  身长高的范围广不稳  既然是武术类的 人物怎么长的都一样啊
差评: 怎么说。。游戏可能不错。。但是我不喜欢。。。嗯。。。
好评: 为什么我的 连不上去服务器  求大神指导
好评: 优点：比较容易上手【需要被竞技场大佬虐几把】
          打击感真的不错，风格偏中国风
          一招一式很需要琢磨，满足你的研究欲
          剧情短，但是好好玩完以后你会发现就算是萌新也能入门，掌握诀窍【从莽夫进化】
          
缺点：延迟问题有，但是没有评论说的那么严重（偶尔抽风）
          地图做的跟屎一样，路痴真的头疼，通关后能不能加个传送系统？
          衣服略丑，因为有重量限制，看着华丽的衣服穿上出拳慢如马                             评分：     给个8分应该不过分

好评:    出世界卡顿、延迟  在选项里切换离线就好了。
好评: 游戏打击感非常不错,画面整体风格色调也很和谐美妙,就是有的地方过暗.剧情比较短,剧情其实更像是一个新手引导,更多的是打怪和PVP刷经验和解锁招式,如果不喜欢这种纯格斗的游戏还是比较单调的,但是如果喜欢这还是非常不错的,自己可以编辑所得技能的组合,让招式千变万化,也可以装备各种服装设定自己的人物风格,总体来说还是不错的,服务器有时候会卡顿,人较少PVP相对难匹配到人,而且PVP有点像猜拳,招式克制比较严重,有时候甚至毫无还手之力,还有怪多点也是比较头疼,没办法让人较好的1V多.
好评:        游戏很棒，服务器的话开个加速器也能接受。
       让人难受的是视角问题，一旦守墙角时视角一翻转老是会分不清方向。
       还有就是闪避的问题，只能说设想的很好，可是靠鼠标移动判定模糊，一旦打急了根本闪不了，特别是上下的闪避就没用出来几次。在PVP时只要对方快招多加上服务器有点延迟你就根本别想闪。

好评: 面具不能摘就算了
凭什么裤衩不能脱？

注意：此游戏的裤衩限制了您的强大，入手请三思。
（简体中文是有的）
好评: 既然已经有了可以修改键位的设置，那，为何又不能修改“姿态”的选项呢，关于 姿态 的部分，电脑玩家是没有相应的选项的，好像，手柄玩家才有选项，好奇怪啊……

整体还是挺不错的，但是，如果电脑玩家无法 “完全的” 进行修改键位，那么，修改键位的设置，意义又何在呢……

希望能对“姿态”进行设置，这样，也许能更好吧……

当然，对于那些不喜欢修改 键位 的游戏者来说，这款游戏还是可以推荐一下的……
好评: 如果这个游戏的玩家都有骑士精神就好玩多了
差评: 我想给中等评价的，毕竟确实好玩，直到我玩了1V1模式，难以置信的服务器
好评: 被惊艳了
好评: 自由搏击模拟器，风景不错，就是感觉玩的人少，大部分时间都是在地图跑，个人比较喜欢偏休闲剧情，所以我持观望态度。
好评: 打击感很好，而且招式可以自由编辑，非常有特色。游戏还在不断更新应该还有提高的空间，就目前来看已经是一款很出色的游戏了。
好评: 昨晚 通宵辛苦练到50级 结果丢档了希望官方修复丢档BUG
好评: 游戏挺不错的- -就是自家电脑有点渣。。开了遭遇 严重丢帧QAQ 。。。。
好评: 有简体中文了，半价入的，很划算在说下游戏吧，游戏打斗感十足，就是匹配不到人，只能野外打架了，剧情也少了，希望后续出来吧。
好评: 打剧情能遇到路人，服务器没想象的那么差，比较硬核，需要自己琢磨怎么打套路。有等级，有装备。所以还是有RPG的元素的。不知道对对战的影响大不大。但是打击感还是非常不错的，优化还行。感觉还能更好。毕竟画质在那了。服务器没匹配，只能说看看后续。
差评: The terrible laggy make this game shet,we Asian agent!we need Asian agent!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
好评: 为啥开Fraps会崩溃..
好评: 游戏是有中文的
剧情太短，就几个地图
卖点还是真人对战
好评: 游戏是好游戏
咳
是我手残呢
还是什么？
新手村出不去了。
遇见三个人就躺

好评: 有简中！有简中！有简中！
好评: 之前预购 玩了一段时间 剧情上也通关了，通关之后因为游戏优化很差 受不了卡卡的画面就卸载了。这不是看出中文了么，我就又下载回来玩玩。游戏大致上还是不错的 我很推荐 没有亚服导致的服务器差劲也能忍受（1v1不卡我赢得几率也少。。）不过游戏缺点明显，从来没优化的画面、（你说你本身就是一个Low Poly游戏，虽然我的显卡可能很渣渣，但是最起码玩刺客信条大革命除了抗锯齿其他超高特效稳定40的显卡 ，到你这开高特效40-50波动什么鬼？还要降分辨率才能稳定40。。。虽然你低画素建模画风 但是你这超高影子 还是一坨坨的看不清轮廓我也真是看不懂）高pin高延迟也是目前差评的主要原因，请求官方能不能放弃加入其他新模式的打算，进而考虑优化一下画质，优化一下服务器呢？我也不希望我所喜欢的游戏就这么凉了
好评: Could you please improve the map? We need road signs and small maps
能否改进一下地图？增加一些地图和指路方面的改进？ 这个十分抽象的地图让人觉得不友好。
好评: 玩了半个钟来评论一下，首先进到游戏里就是中文的了，不用调试，打击感不错的，招式可以自定义，就是还没试过线上玩，看评论说服务器不怎么样，希望早点修复好
好评: 这游戏真TM难

差评: 1、游戏镜头非常糟糕，锁定角度和shi一样；
2、最糟糕的是游戏体验，我就问一下，难度那么大的游戏，你设计几个人打我一个，玩你妹；
3、不会设计游戏就多学学
好评: 很清新的画质，真实地还原中国功夫，非常棒的一款游戏
好评: 2017/12/15 14:30
官中上线，翻译做到了信达雅中“达”的程度，还是不错的。
游戏地图还是没扩充~有些失望

声明！
第一、官方早就在B测的时候说了会放出中文版本的。
第二、民间汉化已出，翻译得还很棒。http://dl.3dmgame.com/201708/113923.html      
                 或者神秘代码1dFOYdUD
第三、UU加速器在上次开服反馈之后已经果断采取行动支持了赦免者得加速，效果会好一点，但仍然不算理想，不过再后续的努力的话，得看官方了——服务器太遥远，有信号良好的中转服务器也没办法弥补这一点2333。
—————————————————————————————————————————
2017/9/4   18:33
几天没玩，回来有些生疏，还是卡在双子Boss那儿，一直采用的方法是持久战，打了好些次才打过，太手残了，加上锁定机制和切换方式并不顺手，好几次都因为这个翻车了。还有几次卡bug，没了一个Boss，打完一个就卡关了，出不去了，真是让我泪流满面。

具体指导方法，借用一位吧友得话说就是：

用走位把其中一个拉在前面打，攻击2~3下后马上脱离，不要贪刀。还有注意别被敌人卡在墙角。抽空档补血，耐心点很容易就过了。               ————charles95598

这个世界对手残没有一点善意   o.o
Sad

—————————————————————————————————————————
2017/9/1   2：02
Boss机制：
1.场景Boss，俗称 大Boss 高逼格，自带场景动画，而且只能单挑。
2.开放Boss，俗称 小Boss 2333，这个可以多人合作打，先组队应该会好一点（因为是任务类的，有担心没组队的情况下，最后一下如果被A补掉了，但BC也参与了战斗，但是只给A显示过了任务的情况）。因为，没组队的话，打Boss不知系统会如何判定是谁完成了任务。
当然，合作打Boss会有一定的难度增加，但远不及几个人合作起来打得快，翻车率低。

另外，之前因为在线模式打不到人，一直用的offline模式单挑大小boss的，然后有些地方被围攻头都被打烂了。今天在线上模式发现，不管其他人是不是原力战士，但是我自己不飘了，Bot也没飘，这就很舒服了。不知道是不是服务器变好了，还是我的错觉。
我是武汉教育网，学校的带宽给的还算足。算是给大家参考一下吧。


—————————————————————————————————————————
2017/8/30  21：59
更新Bug：
1.打双子Boss时，绕两个跳台拖时间等治疗CD时，绕着出现了男Boss消失的情况（概率很低），单挑把女Boss打掉以后，无法退出战斗状态，只能退回主界面重新开始。
2.延迟会导致卡模型和无法取东西，建议前面做任务都开离线模式做，防止打不到敌人。
3.招式编辑时有低概率出现虚幻4引擎直接崩溃的情况！已给开发者发送反馈

有待改进的地方：
1.没有随身地图，喵喵喵？怕不是要逼死路痴玩家哦？不认路的跑了好多次回去的路。
2.现有那副只可以在光柱前面观看的地图，太TM坑了！真的。我生生没看搞明白这地图怎么代表Boss的位置的！我大概是个假的定向越野运动员，亏了我还跑了三年  mdzz啊！
3.服务器！已经向UU加速器提供申请了添加游戏线路，官方给了答复说会安排，但如果没有亚洲服务器的话，还是会很蛋疼！
4.翻译，我记得很早就说提上日程了，还望尽快实装，翻译务必信达雅，别搞机翻，会很生硬的。
这个东西的文本量确实不大，为什么会这么慢呢？有点纳闷。
—————————————————————————————————————————
2017/8/30  16：16
更新编辑！关于招式设定！
图片链接：http://steamcommunity.com/sharedfiles/filedetails/?id=1123654412
或者贴吧看：https://tieba.baidu.com/p/5297910504   贴吧5L

我用图上的莽过了楼梯下面那个Boss，手残无脑扫地腿，再补轻击连击就行了

—————————————————————————————————————————
2017/8/30 
千万注意加点：
1，力量：直接增加伤害
2，灵敏：增伤！（增加动作速度？？没说）
3，活力：直接增加生命值
4，精力：灰色精力条攻击会消耗精力，完了会陷入虚弱状态，可以退后一下，恢复很快。
5，意志：##增加紧急格挡碎片的回复速度？##  ——此处应该与人物屁股后面的那三颗碎片有关，但我没弄清楚那碎片是干嘛用的
6，移动：取决于负重，增重能够增加攻击力，但会降低速度。

还有一些Tips：
1.退出战斗后血量很低的话，可以按 1 回复一定血量，但这个技能有冷却，图标在左下角那个心形图标的位置，冷却好了之后会变亮。
也可以回到每片区域的初始点，进入查看一下，出来之后血量就满了，但是当前区域清掉的敌方人物会全部重新刷新！

2.qezc代表四个方位，攻击方式有左键轻击和右键重击，不同的攻击方式会消耗不同的精力值。
在编辑攻击方式中有（3*4）共12个格子，不能重复：左边8个是轻击的四个方位起手动作和后续动作，右边4个可以编辑四个方位的重击动作。也就意味着一次出击只能带最多12种不同的动作，并且相同的动作只能填入其中一个格子，不能重复。

3.注意桥梁和天台边缘别掉下去，稍微高一点的就会扣血，试炼中途那个长方形的天坑掉下去会扣一大半血，有可能你在战斗中被敌方击退导致掉落摔死；反过来说：也可以把敌方击落摔死，给的经验应该是不变。

4.解锁新的动作，需要我们作出很多尝试：不同方位攻击，打连招。并且在实战中用出来并杀敌后，会给不同的动作以解锁进度奖励（不同的动作有圆圈，代表着进度）？

5.关于持刀，也有一套攻击招式，初期没解锁几个，所以结合起来只能说威力增大了一些，但动作还是不够连贯，比较僵硬，吃格挡。
而且有可能被击落或者直接消耗掉。获取方式就是战斗地图里面直接减，或者捡别人入定之后扔下的2333————有可能被人追着打，后果自负~

6.关于社交：虽然是开放世界但只能作一系列表情，由于大家都是第三人称视角，所以感觉看表情动作除非是安全的地方专门面对面鞠个躬，问个好，啥的，沟通一下，其他的只能说靠默契了。。。
我在游戏中开始死活打不过桥上那个老妖怪，就是残血会掏出一把大宝剑的老头（mmp被砍死了多少次了）。
后来和一个意大利的朋友达成了默契，直接围殴他，结果左边一堵，右边一夹，背后是栏杆直接把boss卡在那儿打，打进僵直的话，左右开弓很快解决了。

7.关于优化：我的配置为游戏本 i7-4720HQ+965M 16g内存，配置按照里面一个自动设置的选项，开成了全高（第二档），进入游戏流畅运行，全程平均60+fps，最高80+，最低48+。

—————————————————————————————————————————
进入学校的试炼最后一关：最后一个mastered one在楼梯下面有个通道可以下去，但我升到了15级还是没打过。。。或许这就是菜吧？
好评: 而且更新几个G还以为有新武器呢。。。等一根棍子。
差评: 游戏没搞懂怎么玩，还是它就那样？感觉和我想象的格斗游戏不一样。。。节奏慢的很呀很容易迷路，服务器也是渣渣。已退款
好评: 游戏很好，打起来很爽，可惜由于服务器问题时不时会次元斩，目测是因为是玩家当主机的原因
然后，找BOSS，我TM找爆，然而找不到啊，我还剩最后一个啊，在哪啊，好气啊
格挡好菜啊，我还是老老实实用windfall吧....
好评: 好玩
好评: game security violation detected(#0000000D)   啥玩意儿啊？？？ 玩不了。。喵喵喵？
我重装了个系统，能玩了。
好评: 话说买完dlc，还不知道是什么。
好评: 游戏是很不错 
但是招数要慢慢刷这个就有点烦了
推荐增加多几个流派 
例如太极啊 八极拳啊 泰拳啊
好评: 不知为什么加速器选电信的节点就能进服务器了.....
15小时打卡

通关
干翻了金瓶教大弟子
学到了醉拳
然后被大佬调教成速攻流
原来
“天下武功，唯快不破”
什么拳套啊，剑啊全是辣鸡
我让你一招都打不出来

好游戏
好评: 服务器太差，半天没显示出对方id，快锤死了才发现是人，赶紧休战鞠躬，然后对面也回了个鞠躬
好评: 有中文！有中文！有中文！
重说三！
服务器的话其实还好 四川电信50m裸连还可以 至少不掉线 挂个加速器就很稳了
目前游戏内容偏少但是很有潜力 推荐入



2017.12.13 更新
这几天简直沉迷打拳 windfall强无敌 竞技等级打到56了就输了一场
对战应该是采用的p2p 所以遇到欧美的朋友就鞠个躬退出比赛吧
好评: 好玩，很浓的中国风武术，自己组合招式非常有意思，就是剧情体验太差了，PVE做的太弱了,没有小地图，PVP服务器一卡就爆炸
差评: 服务器能再辣鸡点吗？卡起来就像神仙打架，我开了加速器和没开一样，一遇到别的玩家就开始瞬移，游戏体验极差。
好评: 游戏很好，收集面具是我一大爱好啊。对于喜好国风的玩家来说很好哦。招式高度自由化（收集招式蛮累的）。最大的问题还是服务器，PVP简直神仙打架。
差评: 改差评了，pvp延迟目测在300ping以上，被低等级吊打可太爽了
不推荐

极简风格动作游戏，与以往的act极不相同，自定义编辑动作很有开创性，打击感充足，个人感觉很有潜力，虽然游戏完成度还不足，而且没有亚洲服务器，但是依旧是一款优秀的游戏，推荐
差评: 服务器...好卡   登陆等一年啊....

但是游戏本身还是不错的！！
好评: 中文好评，游戏线上体验糟糕，创意不错，是个半成品。推荐打折入
好评: 游戏很有特点
自由的搭配单独招式组成连招，并且可以通过战斗学习新招式

不过没有地图感觉让游戏变得有些枯燥，要花时间去认路记路，
希望能够加入地图
好评: 听说这游戏出中文了？？？那就只有大力推荐了啊
好评: 打击感十足，拳拳到肉，动作华丽，中国功夫强啊！必须好评！还有中文，良心！
好评: 我想好好的1V1可以吗？
差评: 出了新手村，服务器卡得像神仙打架，我能打死不开加速器的玩家，打不死服务器瞬移的NPC，在服务器的原力面前，我显得多么的脆弱。
半价入的不打算退了，坐等服务器变好的一天......
好评: 好想和那位素不相识但是接受我组队还带我刷刷刷的那个人加个好友啊......ID不记得了好像拼音Bi啥的。我的ID是OnePunch（赛他妈老师）希望他可以看到。
好评: 主菜单选项里可以设置离线模式，不想新手时间就被大汉围殴的可以设置一下。起名字的时候如果输入不了中文，在外面复制进去ctrl+v就可以起中文id了。


以下是原评论：
游戏是好游戏啊，手柄操作是挺舒服的。但是这线上模式也太狗了吧。我才刚进游戏做任务啊，我还在npc边上冥想啊。为什么突然出现三个大汉对着我锤啊。我没说开始线上模式啊，都不给我选的嘛。小地图也没，转的头都晕了，一脸懵逼的被路人甲乙丙丁追着打。
能不能设置一下避战模式和遭遇战模式切换啊，起码先让我做完任务再去PK啊。
差评: 游戏是好游戏，8个小时初步打完剧情。剩下的只有刷招式，这个过程很难熬。一个格斗类游戏技能凑不满技能槽真的很难让人产生继续玩下去的欲望。
没有地图没有基础过类似找图游戏的玩家很不友善（我就是）8个小时跑图占一半。      最后希望游戏能够在招式的解锁方式上有一些改善。别他妈让老子拿着初始技能1V1了好吗 真他妈烦！！！！！！！
好评: PC党慎入。
好评: 打斗动作非常好打击感也很好 除了恶心的高PING以外 其他都很不错
好评: 还以为在打新手教程，莫名其妙进入多人对战


打斗还是好看，但服务器感染希望好好改改，真的是一股清流
好评: this is a nice game
好评: 友情提示！
官方中文设置步骤：
库→右键absolver→属性→设置启动项→把括号内语句输入（-culture="zh-cn"）→启动游戏→done！
好评: 虽然玩不明白，但是感觉挺爽的
好评: 这个游戏有内置中文，有中文，有中文，重要的事情说三遍！
游戏画面古朴大气的风格我非常喜欢，更重要的是打斗的风格是武术类型，不是传统的欧美式拳击，喜欢武术游戏的朋友可不要错过了，服务器经过更新后虽然ping还是有点高，但是已经不会出现进不去的情况了。
另外，游戏风格虽好，但是需要完善的地方还有很多，地图可探索的地方太少，剧情太短，没有一个完善的好友系统等等，希望制作组能再接再厉。
差评: 说三点目前最主要的问题：服务器延迟大，新手教程做的不知所云完全不知道该干什么，汉化是机翻的。还可以加上一点就是这游戏目前来看连个半成品都算不上，不值这个价
好评: Valar Morghulis.
凡人皆有一死
Valar Dohaeris.
凡人皆须侍奉
好评: 我打的印记者怎么不算数啊
好评:        有中文咯，要入的小伙伴完全可以入了。
       游戏平衡性很不错，和满级大佬的差距就是大约60的属性点和更多的招式，但这个游戏单纯的堆属性在战力的加成上表现的并不明显，就是一个新人在技术够好的情况下也能够击败比自己强大的对手。
        打击感方面没得说，拳拳到肉的感觉爽到爆炸，招式数量繁多，4个流派和几个武器套路使得每一次战斗都有不同的可能性，而且在战斗中活用周围环境也会使得你的战斗变得更加轻松（也有可能会出事，说的就是那些站桥上和崖上的孩砸）
        网络连接和服务器的问题，那就是。。。。。。。。。。。根本没有问题。
        我玩了也是有一段时间了，说有时间段也都玩了一次，虽然连接服务器说不上秒连，但是都很顺畅的进去了，至于游玩过程中也是根本没有问题，和其他玩家组队的过程也毫无问题。
        说一下一些缺点吧( ˘•ω•˘ )
        首先是交流问题，虽然大家不同国家语言不通我理解，但是咱只能够用T键里的几个表情去打哑迷真的好累啊。
        其次就是NPC刷新问题，新手1V1没啥问题，老手1V2应该也行，我和小boss打你旁边来3个小怪是什么意思，知不知道这个游戏小怪是可以单挑干翻玩家的，我在打boss啊，你们不要过来，我叫了啊，我真的叫了啊，啊啊啊啊啊啊啊啊～
        最后一个问题就是玩家问题了，本人是个和平玩家，没什么情况下一般不会于人交手，偶尔也会对其他玩家出手相助。有时一不小心打了别人几下也会道歉（大不了让你揍我几拳），但是这个游戏的恶意PK者确实有些过分，拉人起身是对对手的尊敬，也是我喜欢这个游戏的一点。不打不相识，交手后握手言和是让你们交朋友和和解的，不是给你们鞭尸的，那些帮NPC打玩家的更是应该爆炸，你们想的出来。

        总体而言，赦免者是个非常不错的游戏，抛开某些玩家的脑残行为，这个游戏是非常值得一试的，全价购买游戏或许会有点小贵，打折的话就入了吧，这游戏值这价。

        （期待后续的内容(๑•́ωก̀๑)）
好评: 建议加入小地图功能或者随身地图 以及优化新手教程。
好评: 游戏是个好游戏，但是玩时间长了就感觉无聊了，希望更新一些新内容，我叫泰拳song，各位遇到的时候请手下留情
好评: 好友送的，继承了土豆服务器速度和bug
补充：如果进游戏花屏换个分辨率再换回来就好了
好评: 希望以此能玩多个角色，游戏真棒，上瘾！
好评: 昨天入的游戏，今天玩了将近五个小时，对这游戏感到甚是欢喜，没想到有中文，画面也超棒（极简风格），拳拳到肉，还可以自己编“武”，跟其他妖艳贱货（其他格斗游戏）不同的是他有种“魂”——“武魂”，就像“形”和“意”，这游戏更注重“意”，还有网络连接的没太大问题，不过有时延迟也超高（这一般是遇到老外了），大爱这游戏！（如果能把李小龙那种动作加进去那就更棒了！还有豪华版的设定集哪里看？）
差评: 缺少新手指引，出了新手村不知道去哪，只知道有几个boss，npc给的指示也云里雾里摸不着头脑

然后在一个地图里疯狂丢人，小怪2个3个一组，说是可以格挡反击打的时候按不出来几次

美术风格很不错，武术的设定也很有趣，战斗系统有值得深挖的潜力，就是搞不懂怎么玩。。。

至于网络问题还好，能见到活人
好评: 单挑？不存在的。  各路小兵经常3个一组2个一队的围殴你。差不多算是低配版的黑魂。入手前请仔细考虑，这游戏难度不低··美工不错，游戏画面非常清新别致，就是路上一群群发疯群殴你的NPC和各种乱入的玩家杀人狂比较不美。
好评: 玩了这个游戏让我有种在路上见人就想来几拳的冲动  这游戏实在是有毒  网络问题个人觉得没有说的那么不堪  遇见高ping战士快点跑开就好了
差评: 垃圾服务器
差评: 个烂普通怪巨尼玛难打，无限闪躲攻击！组队也会打到队友，无敌~单刷游戏
差评: 垃圾服务器特么练到47级直接给我回档到29级，大家别买了，垃圾游戏，干
好评: 我觉得这个游戏挺OK的，首先就是在同领域的前提下目前STEAM上没有做的和它类似的游戏，（荣耀战魂也许动作系统差不多但是剧情可能有些出入吧？没玩过多久）然后打击感上我个人觉得做的特别好战斗里面的流派等等也很吸引人，特殊技能也丰富了游戏体验和策略，以及战斗等音乐设计，最重要的我觉得是它的画风很吸引人啊，算是审美上的统一吧，看着很舒服，就是优化有点问题，总是觉得有点卡卡的，缺点也比较明显，服务器不好，挂加速器才行，有时还连不上，对战中掉线过，但平时还挺流畅的，武器系统等等的匮乏，可能是我玩的不是特别久吧，但剧情几乎都通关了，感觉大体上还是可以对剧情加个DLC或着直接把剧情当作教程，以后逐渐丰富线上的PK总之现在还是有点简陋了，PK匹配人贼少白天1V1还行3人就没匹配成功过
好评: emmmmm哇！！新手玩起来感觉要老命。。目标切换很迷。。闪避也很神奇。我冲着自由度 入的游戏。说是真格斗游戏。 就目前新手能玩的教程。招数都是提前编辑好的。见招拆招这种在这个游戏里应该看不到。从这方面感觉。“招式”这个东西没有。只有套路。还是编辑好的。有点蛋疼。。不过还是蛮推荐的。。我玩着不顺手 可能只是因为我太菜了。。
好评: 很好的游戏，商店页面上没说，但是有简体中文，有简体中文，有简体中文！
优化很好，现在我加入了醉拳流派，而且由于衣服爱穿得比较破烂，朋友们都笑称我是丐帮的
目前对折只要44元，绝逼可以入手
差评: 我知道我是谁 但我在哪 要干什么 迷茫.jpg
差评: 说好的中文呢？？？
差评: 明明是个PVP游戏，服务器还那么差
差评: 延迟感人 神仙打架 推出还没一个季度就半价 
屑运营令首发玩家失望
好评: 为什么今天更新了以后手柄没反应？？？
好评: 8小时通关非常不错而且此游戏有汉化，目前还没出现延迟大的问题，打斗方面效果非常好，除了经常迷路以外没什么问题好评强烈推荐
好评: [h1] 这个游戏一上来吸引我的是人设	[/h1]
看到戴面具的角色，就很喜欢，很酷，当初在群组有一个人放了一张截图，大家都在问是什么游戏，显然，面具啊斗篷啊这些增加神秘感的东西，每个中二少年都喜欢啊[strike] 其实每个人都内心都活着一个中二少年吧	[/strike]。
每一件服饰，无论是花纹，还是颜色搭配，都让我感觉走在时尚前沿（女主的身材是我喜欢的类型，戴面具就不会有像丑女座那样的女权尴尬）再加上短片里华丽的实战动作，一招一式之间看似是平淡的武学基础，但加上一些简单有禅意的特效，就很那么回事，真是超喜欢，[spoiler] 做这么多短片，游戏流程却有点短	[/spoiler]所以一直在愿望单里，乘着次半价，就买下来了。
[h1] 打开游戏，让我喜欢的是美术风格	[/h1]
老实说，预告片里美术风格就已经基本看得出来啦！这个游戏的色调让我想起了初中时候的暖洋洋的猫猫村（虽然那是扮演村长的模拟游戏），很轻松惬意的感觉（虽然这是格斗游戏），看上去简单，但有处处包含着细节的用心[strike] 这么小的地图	[/strike]，给人一种禅意[spoiler] 这里是装逼	[/spoiler]。
虽然我很不喜欢古风游戏的画面给我的感觉（就那些仙侠游戏），但这个游戏不会让我觉得这种感觉。国内大多数东方武术题材的游戏的画面都太浮华了，有点受不了，这个游戏感觉就是一种平淡中一点侠气，让我觉得这才是真正的江湖[strike] 虽然这个江湖里几乎只有我一个人，遇到别的玩家太难了	[/strike]。
[h1] 游戏性和创新性	[/h1]
打击感很好啊，感觉拳拳到肉，按的很爽。
平衡性也很好，很多游戏到后期难易度会大幅下降，因为你的数值和技能能力都太高了。在这个游戏里不会有这种感觉，还是主要靠技术。
UI界面简洁漂亮，没有复杂的数据需要研究，怎么好看怎么装备，[spoiler] 这也是一种禅意吧	[/spoiler]打起来差别还好，对我这种手残也很友好，不会太难。
唯一让我觉得困难的是记路，老实说我当初玩黑魂都没有迷路，但玩这个在小树林里迷了路，或许这也是一种禅意吧。
老实说一个几十块的游戏，要求太高也不好，可是它真的在一些方面有不错的巧思，让我觉得没有那么亏
[h1] 其他的东西	[/h1]
看差评里面说没有中文，但这游戏自带中文啊明明，我打开就是中文啊，还有网络问题，老实说，我玩的几个大厂商也会有这种问题[spoiler] 我荣耀战魂就没连上过	[/spoiler]，但这个游戏我可以裸连，就觉得还好。
还请大家不要被褒贬不一吓跑了，这绝对是好游戏，希望大家可以遇到更多人在游戏里[spoiler] 结果自己就连不上了[/spoiler]
然后希望可以增加更多和别的玩家互动的功能，毕竟这游戏也算半个网游了，今天遇到一个好人，可惜后来失联了，可能，就再也找不回来啦！心里有点惋惜，我觉得加强玩家之间的联系是延长游戏寿命最好的办法，（我玩到现在玩的最久的就是wf，因为可以交朋友啊）
另外，好想要把别人拉起来一次啊，每次死了都直接复活，我都来不及跑过去诶，超想要扶她们一把的，希望之后玩家可以多起来
好评: 蛇皮武学毁我青春，在我的秘制操作下我被npc打死多次。但这个时候我遇到了新手友人黄飞鸿，如果你们遇到了一个叫做黄飞鸿的武学家，请务必给他鞠躬，新手之友，多次拯救我于危难中。惊了，有这样的玩家真的是美滋滋。顺带一提我ID香蕉君，遇到我请务必手下留情
差评: WIN10，进游戏黑屏。
开个兼容性就自己无限重启游戏
还有救么。。没有我退了。。
好评: 游戏很赞，非常喜欢。
好评: 服务器是个问题 其他在动作方面和画面很舒服游戏性也可以
好评: 游戏挺好的   但是服务器真的难受
好评: 五折购入，本来准备等汉化再玩。进游戏惊喜发现已经有简中了，给开发商一个好评。
好评: 下载后试玩了一会儿之后的感受：
1，这款游戏已经有简体中文，商店界面还没有更新。
游戏极少部分文本没有汉化，但不影响正常的游戏体验。
2，打击动作十分连贯带感，连招动作可自定义，升级自由加点，
有灵活度，生命，耐力等等好多，自由度很高。
3，优化确实不敢恭维，各等特效下掉帧严重。开了垂直同步后稍微好一点。
4，暂时没有遇到连接不上服务器的问题。多人游戏时的延迟因为还没有经历，不甚了解。
更多的游戏性还没有体验到，但这游戏给我的第一印象还是很不错的。
优美的画风+优秀的动作打击感+较高的自由度。打个7.5分不过分。
好评: 赦免者这款游戏目前还并不算完成品,不过游戏平衡做的特别好(游戏平衡有待优化的方面也特别少) 等级上的差距也不会影响胜负考验的都是你的操作及动作的组合.即便你是1级遇上60级但如果你的动作配的好和你的反应快的话,赢的几率也不会少于50%. 游戏的各种高自由和自定义的格斗方式可以在和朋友游戏后有很多的谈论空间.特别适合喜欢近身搏击及武术研究的玩家(好像几乎没有这类人...) 当然游戏的价格合理及游戏内容也不会让你失望~

-很新颖的游戏设计(差不多类似For Honor + Dark Soul III 综合体XD的感觉),能自定配出自己喜欢的格斗方式/动作,组合,服装/装备.
-高自由度,虽然地图目前并不大,但基本除了解锁最后的金矿塔以外去哪里都没有限制(解决所有的小boss之后解锁金矿塔).
-各种自定义格斗方式可以让你的操作变得非常简单,也可以很有挑战性.
-美术设计及背景音乐都很赞~格斗方面,拳拳到肉的感觉~很有快感.
-电脑配置要求并不高,优化好,整体玩起来流畅 (本人是用Asus A556U i5 Laptop)
-不会英文也不会有问题,游戏重点不在剧情上,而且剧情特别短.路上看到的人基本都是可以打,游戏重点几乎都在秀自己的格斗方式及服装搭配.


-可惜服务器不太给力(东南亚)"其他地区我就不太清楚"
-在线人数低
期待之后的更新能添加更多的武器及格斗动作~当然还有中文版
好评: 我想 知道大家是怎么获得全技能的，我都40级了，拳法只学了一半，剑法技能都不会。。。。。。。
好评: 很需要中文
差评: 素质屌差，全程被npcN打1.气得我要砸键盘。网络对战基本是异次元空间拳
好评: 跟我玩育碧游戏一个体验，七分熟的服务器，不够打击感很不错，在服务器未改善之前，我就当是喜加一了
差评: 79预购解锁当天就退款了。。。新手关那里就觉得这游戏应该很无聊。。。画面没有什么突出的有点，操作也是一般般，感觉小游戏一样，个人感觉不是很值得卖这价格
差评: 游戏是好游戏，但我等了这么久，该解决的还是没解决，等一个奇迹。
好评: ——
不好意思，这是我的独门绝技：波动裂空拳。以你这种水平的潜力者是无法抵挡的。
——
怎么会，我明明使用了微屁恩步法，大家都是在同一个次元层面战斗的，你怎么可能使用超时空绝技。
——
不好意思，我是房主。房主，就是可以为所欲为。
我就是这么厉害，你凭什么打我，虽然现在服务器好很多
好评: 想要快速变强？    




多挨打就是啦：>
好评: 遥远的官中依旧没有上线…………打斗还不错，招式也支持自己编辑，但是难度好高啊，小怪比boss难打系列。服务器也在优化了，总体上说，还可以。
好评: ok

好评: 没中文
好评: 爽快的打击感，多人的pve，自由旅行的地图还有区域boss。里面甚至没有内购，和敌人不断周旋，找到攻击空隙然后一套连击。场景设计和动作设计都非常不错。在短短的四个小时内就已经遇到了几个路人，服务器并没有大家说的这么不堪。在我看来是一个良心的游戏
好评: 我分辨率怎么不能调啊
差评: 为什么这个游戏在steam大屏幕模式中总是无法启动，希望可以解决这个问题。
----------------------------------------------------------------------------------------------------------------------------

时隔两月，再次打开这个游戏。变成了第一次打开总是失败，第二才能成功启动游戏。
第二个问题就是线上模式真鸡儿卡，都不能好好打npc了。第三个问题就是匹配不易啊。
差评: no Chinese!!!!
好评: 玩着不错，打击感，动作等。线上模式比较卡，希望服务器不能搞好，希望多增加点线下游戏内容，不然容易腻的
差评: 垃圾服务器
好评: 用心做游戏，用脚做服务器
差评: 刚开始对这个游戏好感度特别高，感觉是个靠操作的游戏。玩了四个小时后才发现，剧情特别短，招式全靠过招，最重要的是你打不过就学不到招数，pvp开加速器都卡的一笔，人家都是瞬移过来一套连招。操作难度高，不推荐给对没玩过这类游戏的朋友。
好评: 这款游戏绝对是我玩过最完美的武侠游戏
好评: 没玩过黑魂，所以我觉得这游戏很好。挺大的，还没通关
好评: 先买豪华版，备份好艺术籍，然后退款，再买普通版，哦也！
差评: 中文啥时候出？？？？？
好评: 格斗游戏，虽然网络不好，但是有pve，马上完美就要引进，有了国服相信网络质量就能大大改善，游戏里面最舒服的地方就是平时走路是有音乐的，但开始格斗的时候音乐就会停止，耳中听到的就只有一拳一拳打在人身上的声音，和自己的呼吸，这种感觉很赞
差评: 1 说好的中文到现在还没有。
2 游戏没有剧情就算了，竟然还没有地图，不知道整天更新更新地在更新些什么鬼东西。
3 这游戏估计快鬼服了，大家散了吧。
  唯一的优点就是游戏的玩法了，说实话这种自由格斗类的游戏是我从小就想要的（小时候的忍者神龟真是让我欲罢不能），为了这游戏我还特意买了个手柄。真心希望能出个完整的剧情，然后加入地图，最后希望不要鬼服！！
好评: 游戏不错，但是延迟实在是太高了，PVP根本没法玩

---------------------------------------------------------------------------------------------------------
17/10/27
 我只能说我依然保持期待，虽然已经褒贬不一了。。
好评: 打击感一流，动作流畅，剧情太短，玩法单一，还有两天不玩为啥我的醉拳没了？
差评: 鬼服了 以为会火 48玩玩还行
好评: 如果有中文就好
好评: 挺好的游戏，可惜没有打算买，但是不小心买了，所以只能退货了，但真的很不错的游戏
好评: 
游戏画面精美，动作做得很细致，打击感十足，加上各式各样的招式
差评: 合作时的卡顿令人绝望
和npc打起来还是挺爽的
被3个npc围攻的感觉挺好的
希望后续完善
------------------------------------
发售快一个月了，线上模式依然卡到没法玩
而且来自大洋彼岸的对手常常不卡
游戏体验极差，大差评
差评: 你从失落的Adal帝国废墟里醒来，脸上戴着神秘诡异的面具，脑海中依稀残存着神秘仪式的零碎片段。The Guides（天导）主宰着你身处的这片大陆，是他们创造出你的面具，让你从饥渴甚至死亡的困扰中解脱；也正是他们，将你置之此地，以确定你是否有资格加入Absolver（赦免者）精英组织。在一片片被遗弃的大陆里游荡，与和你一样的Prospect（潜能者）不期而遇，你会掌握新的格斗风格，获得各类兵器和护甲，同时还可以成立战队，与各路精英在格斗场并肩作战。
好评: 真的非常好玩，动作流畅打击感十足，就是服务器太烂……服务器做好…绝对火爆
好评: 就等着出官方中文了 游戏本身素质还是很不错的 可玩度很高的 就目前全英文 所以看不懂 官中出来了就能更好的体验游戏了 当然现在服务器也不行 打IA都有延迟 延迟大了连IA都打不到 所以希望服务器弄弄好 游戏还是有很大的潜力的

这么长时间了 中文怎么还没出？！
好评: It's a good game.But no simplified chinese,no ditiel map
差评: 延迟偏高，金光霸体太无脑，还不如打npc有技术含量。
好评: pvp是这游戏的主要内容，其他我都不说，这个视角问题能不能解决下……两个人在角落打你的时候那个视角真的是遭不住了
好评: 游戏是不错就是不太耐玩.....另外感觉游戏优化不是那么好。
好评: 游戏画面精美，动作做得很细致，打击感十足，加上各式各样的招式，成功吸引了我的注意。这是我没等打折购买的唯一一款游戏，虽然现在可能还存在一些小问题；和外国人匹配在一张地图偶尔会有点儿飘飘然的感觉，但是我通关了都没发生几次。PVP 大家都很厉害，招式相互克制。所以招式就是这个游戏的关注点，你可以在与敌人的战斗中逐渐习得他们的独特招式，最后化为己有。没事儿闲着就去找各种boss 单挑，练练技能。以前对格斗类游戏没有一点儿的好感，但是absolver确实设计的挺给力的。  现在唯独就是觉得剧情有点儿短，买完的当天晚上一直通宵到早上6.7点左右就通关了，不知道之后会不会有扩充。其次就是几个祭坛之间还没有传送功能，有的话会更方便。
差评: 刚开始玩感觉不错，后来会发现游戏越来越无聊，重复性高
好评: 招式丰富，地图也不小，格斗版黑魂
好评: 很真实的格斗游戏！有些东西有待优化，等待中！
差评: 后悔买  真的是不知道有什么好玩的！！！
好评: 服务器太糟糕了,格斗系统做的满分，期待后续
好评: 绝对值得一玩，土豆服务器大概是唯一的缺点了，希望早日修复
差评: 游戏给人一种没做完的感觉，PVP的平衡性有待调整，可玩性其实还是有，但是这个游戏网络体验非常差，对于以PVP为主的游戏来讲是致命伤。
还有，你们承诺的中文呢？

好评: 很简单啊 这游戏
好评: 2017/9/23
玩了三小时，大概说下感受吧。

1.游戏的战斗系统是特别棒的，各种方向的攻击和连招会组合出华丽的效果。各个流派也拥有自己的特点，需要向敌人对应的攻击方向滑动鼠标才可以释放闪避、格挡，甚至有些技能本身就可以闪躲某个方向的攻击。闪避和格挡没有习得的招式可以获得该招式的经验。加入的学派以后，突然多出一串连招，应该是导师组的吧。总的来说战斗系统可以打9分，除了被群殴的时候特别容易被乱拳打死，其他的方面可以说完美。

2.游戏的联机机制有点像黑魂，会在地图内随机碰到其他玩家，你可以选择打个招呼相安无事，也可以选择按T键请求合作，一起推图打小怪。（是有友军伤害的，要注意走位不要打到队友。）或者是直接用拳头说话。不过游戏有个很友好的机制是，当你打败其他玩家后，可以选择在1分钟之内把拉起来，以示友好，避免对方跑图。（或者选择再打死他一次 - -…… ）

3.关于网络，没有尝试过裸连，直接用的熊猫加速器 ，目前来看还算稳定，个别时候延迟稍有些高，但足够愉快的体验联机了。

4.关于汉化，民间汉化已出，官方也承诺了会出简中，希望大家给制作组一点时间，不要刷差评了，这真的是一款用心的好游戏。


想起什么再更新吧，慢慢玩。


差评: 当初听说官方会出中文所以入的，结果到今天为止官方更新了数次也依然为更新中文。感觉中文遥遥无期
差评: 格斗系统非常丰富，四种不同的风格也让PVP更加有趣，只是这个服务器是怎么回事?
希望快点改进一下PVP延迟问题
好评: 这款游戏应该叫《延迟勇士大战漂移侠》
差评: 线上人少的可怜，PK场匹配只有某些时间段或者周末人多些，难道让我天天刷电脑？挑战BOSS需要PK等级，我都匹配不到人，挑战个毛线。荣耀战魂鬼了，还开发这类游戏，您莫不是石乐志。
好评: 在优化服务器和汉化之前，我不会再碰这个游戏，看在好游戏的份上，暂时不给差评
差评: 好玩是好玩，就是这服务器育碧那里移植的吧，熟悉的味道，以及没有中文，慢慢等吧

好评: 一款不错的游戏，但是就是线上人比较少
好评: 相信我，如果你们出了中文。绝对会大卖的

Believe me, if you have Chinese, this game will be hot
好评: 如果你在玩这款游戏的时候不冷静的话，你连小怪都打不过，最可怕的是，不善用防御一味攻击，你会被小兵踢出翔
好评: 匹配等级60了为什么不让我i创建学校
差评: 我本来不想吐槽的，但是实在是忍不住了，荣耀战魂和Absolver这类格斗游戏是挺耐玩的，但是这游戏简直让我玩着很恼火，过一个记录点，就会卡得打不到人，每次过一个记录点都要重新进游戏，不然碰都碰不到怪就被一顿揍死，剧情我打上塔顶了，然后去打PVP，我就打了三把，然后再也哺不打pvp了，三把！全是打不到对面玩家，被一顿暴揍。格斗设计是挺好的，但是这多人服务器的延迟实在是让人不敢恭维。
差评: 垃圾服务器  卡的要命 游戏是好游戏 就是服务器太烂，剧情太短，除了PVP。1V1PVE没有一点难度。
好评: 我买的豪华版为什么没有送的衣服！！！！！！
好评: 长久来说，是个不错的游戏，但是现在还不推荐购入。原因嘛自然就是官中和...
[spoiler]从育碧那里移栽的土豆服务器。	[/spoiler]
以及基于此产生的两大游戏特点，分别是血条消失    和     闪现打架。
好评: 不愧是育碧出来的团队，和育碧一样游戏做的还可以，这服务器就吊（渣）的一笔。拜托能把服务一也用心做一下！！！
差评: 垃圾操作 连流星蝴蝶剑的三分之一都不及 更何况流星都是 02年的游戏 这游戏打击感和打木桩没啥区别  还是希望那些 想得到好的打击体验和操作快感的玩家好好考虑下
好评: Too much problem now,  hope the developer really take the comments others have given. UI is lack of infomation, cannot move view angle while fighing and also too close to the character, and the connectivity was not really bad.
目前还是太多问题，UI太过简陋，视角问题（太近、不能转动）、联网问题等。。。
Good game concept and action performance, please make it good.
很好的游戏概念和动作打击表现，请让它更上一层楼。。。
好评: 格斗游戏中的黑魂
just like dark souls
好评: 操作性好高，各种动作组合！！！！！搓键盘简直不要太爽！！！就是裸连比较卡！！！戴面具版荣耀战魂
好评: 一个以切磋技艺为概念的游戏，环境十分优美[spoiler]战斗环境十分恶劣，千万别在桥上打，NPC的击退都是大距离 [/spoiler]，愉快的技巧切磋[spoiler]97%的时间都是2个NPC打你一个，你的焦点目标永远防御，侧翼来重击[/spoiler]，十分复杂的武术系统[spoiler]完全没看懂，winfall实在可爱又可恨敏捷型打着打着全学了力量型的招式[/spoiler]，轻度娱乐还是可以的，钻研的话，别把自己气疯就行，系统并不完善，目前的游戏评价的方向，重点还是一个充满[strike]霸凌的游戏[/strike]打击感的游戏。
差评: 目前是不推荐的，我是预购的，开放那天我打了一局匹配。然后去跑图，发现怪物瞬移。地图碰见一个玩家，也是各种瞬移。之后我就离线模式了，直到今天通关，并且发现出了个补丁似乎是修复网络问题。于是我打开了线上模式。然后我发现，问题要比之前还严重得多。现在boss都打完了，尽管还有很多招式没有解锁，但是没有pvp，没有剧情和未知内容，我实在提不起兴趣了。
好评: We're all Flash now
差评: 联网 实在 太差，开加速器也没用。
好评: 游戏本身当然是很赞的，很现实的招式和很好的打击感，但是我只想说我们需要一个流畅的服务器和中文啊！！！！
好评: 游戏的 战斗模式挺新颖，但都是人形敌人，时间长了容易会感到很乏味，希望后期加入更多的拳法。其次捏人的可选项太少了，应该加入更多的选项，作为武术向游戏人物却瘦骨如柴，加入一些身体上的自定义改动。
差评: We need simplified Chinese ！！！！
好评: 游戏教程
1.看到玩家
2.锤他
3.你太卡了打不过
4.你被打死了
5.被他拉起来
6.锤他
7.你太卡了打不过
8.你被打死了
9.被他拉起来
10.锤他
-----------------
9月6号后服务器有所好转啊
再也不是原力战士和超时空军团的大战啦
欣慰欣慰
只不过是 夜一 和 碎蜂 的 大战了
好评: 游戏性真的很棒。关于服务器问题，UU已经有了，中文3DM也有了。和老外组队不是问题，有一点点卡顿，相信制作组可以做的更好！
好评: 很好玩，就是服务器不行，希望能尽快修复这个问题。
好评: 游戏机制挺有趣的~ 打斗部分观赏性也不错
联机的话，开放世界我这边卡的完全没法玩，挂了某加速器也没多大效果。1V1的话看人品，匹配到国人的话，裸连也可以打的很流畅，匹配到其他地区的人挂加速器也还是延迟严重。
不过单人部分就已经让我玩的很爽了~所以还是想推荐一下

好评: 游戏很不错，打击感很强，联机是有点卡，我是用离线模式玩的。不过现在开始有很多加速器支持这个游戏，感觉还是很不错的，这个价格不亏
好评: 目前只能1V1联机
不要被配置吓到
我GTX650都能玩
好评: 真的。我不知道该怎么玩。野外无限打架，无限复活，无限瞬移
好评: 预售买的黄金版 但是现在想想有些后悔
我先简单说两句这个游戏吧 
战斗系统真的非常不错 很用心 解锁也很需要耐心 看起来确实很耐玩 
而且还可以pvp 但是地图 真的太小了 
不夸张的说 你有四五个小时 整个地图都能跑一遍 而且还能打完boss
更何况有些boss还没有小怪难打
最开始服务器很差 大家总是看着怪瞬移 只好开离线打单人
现在网易uu加速也有了 汉化也有了
但是奈何游戏确实小众 而且可玩的内容真的不多 没两个小时就腻歪了


给个好评吧 但是我觉得 真有点对不起这个价格

7/10
好评:  通关一周目感受，游戏为半成品 ，战斗方式单一，服务器差评，画风很不错，包括战斗机制，打击感过的去。剧情真的水，地图反人类。 总体来说就是一个刷刷刷，打打打的游戏。不知道以后官方会不会给出好的答复和更新，游戏提升空间很大。这里还是给个好评把 ，毕竟新游戏。但是也要和想入手的玩家提醒，如果想和基友联机不推荐，不能忍受跑图，刷的还是算了。服务器还是等官方更新把
好评: we  need Chinese
好评: 硬核类的游戏，比黑暗之魂要好一些，并非自虐类的
好评: 游戏很不错，很喜欢这样的画风，虽然是个很吃技巧的游戏 ，然而在延迟面前 .....NO SKILL! 周围的玩家多了就会有延迟 单刷怪的时候倒是没觉得有延迟，如果没有加速器 还是不要和玩家(怪也算)单挑了   因为对面一拳就能把你打得连自己都不知道在哪。游戏终归是好游戏，喜欢炫酷的小伙伴们 千万不要错过哦
好评: 游戲是確實非常的好 打擊感非常強  一招一式每招都有適合的是時間去釋放 一招克制一招非常刺激 毫不誇張 缺點：服務器太爛
服務器太爛服務器太爛服務器太爛
好评: 9.6更新 叫耳光的那招，是需要找一个裸男学，但是这个裸男是随机刷的，非常罕见，遇到以后记得学了耳光再杀
-------------------------------------------------------------------------------------------------------------------------------------
9.5求助，作为收集狂来说呢，我招式只差一招不知道是叫耳光还是卡伯特的单手技能，和一招叫体波的剑招，求会的大佬来一起互刷招式，我其他全部都会的，只缺这两招
-------------------------------------------------------------------------------------------------------------------------------------
9.4更新，网易uu已经有了专线加速，效果尚可，pvp可以正常进行
-------------------------------------------------------------------------------------------------------------------------------------
好游戏，对官方有点信心，挂vpn可以解决闪现问题，主意不要挂到北美和大洋洲，然后汉化补丁已出
http://dl.3dmgame.com/201708/113923.html?format=pc
好评: 这NPC打架太不规矩了！
好评: 3大妈已经有汉化补丁了。
各加速器已经支持此游戏，也可开离线模式单机。

缺点
2.不能用跳跃赶路，很多地方过不去，让人想起了曾经被空气墙支配的恐惧。（我已经迷路了）
3.四个方向的姿态配上自定义的招式看似很好，但在战斗中相对朝向一旦发生改变，就会导致后续连招错乱，激烈战斗中反应几乎无法跟上这种变化，让人感觉自己掌控不了招式，被群殴时更甚。（搭配延迟食用更佳（滑稽））（适应之后还阔以）
4.出现bug，有两个技能消失，其中包括一个加血。（我决定重练一个角色）

优点
1.画风很赞。
2.打击感不错。
3.招式朴实无华。（拯救了我被各种特效亮瞎的眼睛）
4.装备全靠打。
5.在战斗中学习招式的设定很棒。
好评: 不得不说，这游戏还是不错的，很推荐，只是卡炸。还得说一句，玩了这游戏，我更加觉得《新流星搜剑录》是最好的格斗游戏，可惜夭折，可惜死活不上steam，可惜可惜。
好评: 游戏很好玩，自己安排招式，动作也很简洁硬朗。但是服务器是真的蛋疼，PVP时候不是我卡就是对面卡。
一套直拳走天下，还有谁~~~
好评: 期待未来版本...我先退款啦！
差评: [h1]如果对打请你做好以下准备：	[/h1]
1、首先你得有个加速器。
2、然后你得有颗坚韧的心去练习招式。
3、[spoiler]最后你的视觉可以承受住被瞬移人虐的事实。[/spoiler]
4、[spoiler]你的敌人或许会瞬移不过没关系，你只要准备好一个连招，一直点点点就好了。（就把胜利交给天命吧！天选之人无所畏惧！）[/spoiler]
好评: 闪电侠之间的战斗，没中文看不懂剧情。
招势看不懂
好评: 很好的真实格斗类游戏，但游戏的网络问题需要解决
好评: 游戏很不错，就是网络有些问题，打击感很好，虽然是开放世界游戏，但是地图有点小，希望开发组能继续更新之后的内容以及更新个小地图，求你们了，来个小地图，我个路痴不知道玩了多久才打完全BOSS
好评: emmmmmm，游戏本身还是比较好玩的 ，但是内容真的值88吗？总体算下来估计只有黑魂一章的长度。。。。。。感觉当拳皇玩比较好
好评: 希望尽快出中文
差评: 开加速器都会经常卡界面,各种原力战士，自带吸人，防都没法防。。。。
差评: 卡比   曹你吗 垃圾
差评: 游戏是好游戏，就是服务器有点坑。希望不要步了荣耀战魂的后尘，难道所有偏硬核的动作游戏都要用土豆服务器么？？？希望优质游戏厂商重视中国市场，重视中国玩家的联网体验！！！网易UU加速器很快给了加速服务很不错，希望可以提高游戏体验吧。服务器优化了给好评。
好评: 打击感 棒棒的
动作和画质也很好
就是一点：
线上模式什么鬼！
能不能别让我以为线上都是会忍术的
线上卡的飞起！ 飞起！
总的来说 很喜欢 
望改进服务器
差评: 不说别的，不开离线模式连游戏都进不去
好评: 一开始我觉得我挺能打 。 排位打的各位玩家毫无招架之力。连赢十几局，直到我遇到一个瞬移选手。 我才理解我为啥5级就打的二三十级的狂死了。原来他们看我也是瞬移吧。 我猜的。但是游戏还是不错。 希望以后能改善网络。还有需要中文。先退款了给个好评。 如果 改进 可以再回来试试。目前我不想玩。因为我想知道我真正的实力
好评: 游戏体验非常不错,值得花时间仔细研究.十分推荐大家购买.网络的问题我相信开发团队可以解决好的.希望这个游戏能越来越成功.
好评: 经过4小时的连续战斗，终于度过序章出了新手村，在游玩的过程中我发现游戏的打击感，技能的连续性都非常不错，BOSS也不难打（甚至没有+900经验的小怪难,当然这是来自传火者的话），游戏中的格挡，反击意外的有手感，画面风格有点像The Witness（见证者），非常舒服，但是又不需要很高的配置就能带动，游戏的难度总的来说要比黑暗之魂简单，但是有很多地方是相同的，比如没有地图（！！！！！），很容易死（用手柄玩走路失误掉落悬崖死亡），小怪多又难（单个还好，最烦的是很多时候不止一个小怪），杀小怪和boos获得经验（魂）来升级，但是赦免者死亡不掉经验，这点方便了很多手残党。有几个BOSS所在的位置很不好找，不是在角落里就是需要你走很远。值得一提的还有游戏的宝箱和装备系统，游戏里的宝箱是一个石碓，远处会看到有金色的光，走近后提示（没啥好东西，但是前期还是不错的），还有一些会隐藏在可以打碎的罐子里，打碎后会有金色的光球，走近拾取，怪物掉落也是一样（我想不明白的是我利用地形杀把怪物淹死在水里，但是怪物掉落也在水里，我跳进水的瞬间可以拾取，并且死亡后怪物掉落不消失）。
           +精美的游戏画面
           +流畅的打击手感
           +多样的技能组合
           -没有地图！没有地图！没有地图！
           -跑图很麻烦
           -线上服务器爆炸，根本连不上，和别人PVP不是对面打不到你就是你打不到别人
总的来说值得一玩，还是一部值得推荐的好游戏
好评:  战斗不错 @！  剧情少点。。。
好评: 游戏是好游戏。这个延迟怎么说呢，严重影响了游戏体验，对战都是在打空气，手感全无。组队系统很难用，而且打着打着队友突然就会变成敌人被误伤。
差评: 游戏挺好玩的，但是卡。
好评: 格斗系统非常独特，而且很有趣

然而服务器继承了育碧品质……

好评: 一场闪电侠之间的战争
好评: 赦你无罪
差评: 通关之后的评价：1、游戏格斗机制很赞，8分
                           2、画质和坏境，5分
                           3、游戏剧情和地图，2分（本来我想给一分的，因为地图就一张，剧情太短，7个小时通关- -）
                           4、匹配机制，0.5分（我连1分都不想给，1V1模式，遇到国人不卡可以玩，一遇到老外卡的飞起，人都打不到）
                           5、武器和服装，6分（武器和服装方便还是可以的）
                           6、我想说：能不能把服务器改进啊，这样怎么玩，匹配很少有一局是不卡的，服务器不改进，我就不玩了。弃坑
                                就算你其他方面再好，但是服务器垃圾，也拯救不了你，我代表广大玩家说一句：“我们需要一个好的游
                                戏坏境”！！！
好评: 打不过
好评: 除了线上模式延迟太高，其他都还不错
好评: 非常酷的游戏
买下来之后连续玩了5小时没停。。
是一款武术表现极为浓厚的动作游戏，可以看到非常非常多的中国元素
在第三个武术流派（windfall）中很明显可以看出八极拳与八卦掌的影子，跟步冲拳，闭肘推掌，贴衫靠等等
在解锁大门附近桥梁上的头目醉拳打的非常漂亮，在血量低于1/3的时候，会耍醉剑。
估计动作指导没少受旧香港武打片的影响。

游戏的目的非常明显，尽可能的还原套路动作，最大化战斗的乐趣，所以游戏在战斗上花了相当多的心思
尽量让玩家在无尽的对阵中不感到无趣，就目前来说，目的达到了。
但是估计超过10小时，20小时，这个过程只会变得越来越枯燥，这应该是开发者们再后续更新上努力避免的
例如增加新的武器，这个估计是有在做， 原画上有角色执长枪，制作组应该是有过这个想法。

在保持核心玩法的基础上，画面出乎意料的好，绝大部分地方的风景非常漂亮(不过服装就有点不敢恭维了。。）

至于其他评论中说的服务器问题，在我连续游戏的过程中 只出现一次，AI各种瞬移拳脚，感觉我特么打的是赛亚人。。退了重进之后又没事了。如果依旧延迟，可以暂时关闭在线模式，反正我在线的时候玩家基本是各自为战，反正组队也会误伤，（被队友连续踢下崖两次）单人影响不大。

最让我感到奇怪的一点是，这个游戏如此多中国元素，首发没见官中，这就很莫名其妙了。
官繁中也是可以的啊，希望制作组中文加快进程！
好评: 非常棒的背景，非常棒的人物，非常棒的动作，非常棒的战斗体验。    个人认为最大的亮点是通过战斗学习招式。
就是 有些地方有些小bug，服务器暂时还不够。
希望，继续开发pvp内容。

最后：
我们需要中文
We need Chinese
中国語は必要
Nous avons besoin de chinois
Wir brauchen chinesisch
Necesitamos chino
potrzebujemy chin
Precisamos de chinês
Нам нужно китайский 
เราต้องการภาษาจีน
Χρειαζόμαστε κινέζικα
好评: 游戏是好游戏，就是服务器太BUG了  加上这游戏刚出很多加速器都没有这个游戏的加速专区，所以多人的时候玩起来真的是很闹心，好在可以线下练级，等服务器好了就投身PVP去了\
总之很好玩的游戏，打起来也非常有意思  加油 
 还有 我想要豪华版的衣服了  但是并没有DLC，难倒要我重新买游戏吗

差评: 游戏打斗方面确实不错，但是多人非常卡尤其是1v1卡的飞起，只有极少数情况遇到不卡的，闪避完全没用，对手隔着几米远就可以打到你。今后这游戏还会出3v3,如果不把服务器做好这游戏多人没法打，只玩pve的玩家非常推荐，但是主玩pvp玩家就不推荐了。
好评: 看不来地图呀
好评: 功夫两个字，一横一直。第一次有人把武打动作分解并重新组合变成一套特色系统，这是一种很有意思的新尝试。
好评: 打击感画面都很喜欢 
如果有中文就好了
期待中文补丁
好评: 游戏内容比较少，希望多更新一点。
好评: 内容不是很多，招数套路变化很有意思。新的一种操作方式。游戏不错就是服务器太烂。只能自己先体验离线游戏！
好评: 育碧又一款大做，是一款画质十分不错，非常漂亮的武术战斗游戏。各种招式很有打击感，pvp能多一点就好了，缺点是暂时还没中文把，不过好像也快出了。这个价钱物超所值。
好评: 游戏是好游戏就是对战的时候，延迟能不能不要这么高
好评: 总迷路啊总迷路
好评: 打击感超棒
就是有时候地图设计的不太科学。。。经常不小心就卡到边缘。。。只能自行跳崖
游戏里的玩家还比较友好，至少我碰见三个都是要组队而不是上来就拳头呼你脸上的
we need Chinese！！！
好评: 一款可以当作社交游戏来玩的格斗游戏（只要网不卡的话）。手残活生生玩出了黑暗之魂的感觉，出发——被打死——复活——出发——被打死——复活——出发——叫兄弟——战胜npc——被兄弟打死——复活……
但是因为没有什么严重的死亡惩罚，而且被兄弟打死之后兄弟还能拉你一把，所以值了。
强烈推荐。
差评: 别入了，服务器特别不友好，各种原力战士打得火大
好评: 画风很好 风格也不错 但是有时候延迟很严重 人物瞬移剧情感觉也很模糊就是主角四处跑四处打人地图只在祭坛能看.....感受到对路痴患者大大的恶意
好评:  第一篇测评就交给赦免者了。不得不说这个游戏的确算是良心游戏，除了画面有点对不起unreal引擎以及糟糕的网络连接之外，这个游戏的机制的确是有所突破的。作为一个业余武术爱好者，这个游戏的的确确把人体肢体动作相当完美的还原到游戏人物动作中，并且伤害部位判定以及躲闪判定相当写实，出拳出腿以及转身击打的动作很有套路。作为一款游戏而言，它的乐趣在于不断的调整自己的打击套路以及猜测对方的打击套路并做出应对，尤其是QEZC四个架势的开发在一定程度上将动作操作提升了一个层级，虽然无法和现实武术动作相比，但已经做到了以前玩过的ACT游戏做不到的。另外剧情上虽然较短，但是不断击打AI可以学习新的招式，甚至是其他流派都可以，其中醉拳相信是所有中国玩家都想学习的。个人觉得这个游戏里面AI经常成群结队的出现，但是招式上却没有相对的具有足够AOE类型，只能靠走位慢慢耗。流派的不同点，反击/吸收/躲闪，虽然看起来很好，但是用起来并不太流畅。总体上，这是一个很有创意的游戏，可以单机，可以在线（神仙打架），画面很静谧，但是完全没有背景音乐，可以作为休闲也可以作为挑战个人操作的一款游戏。
好评: 《Absolver》：拳打脚踢的升华之道

https://cowlevel.net/article/1910338

个人愚见，希望能给各位一点参考。



好评: 有点复杂 有点卡 开了vpn可以玩一玩
画风很喜欢 游戏本身感觉不是很完整
好评: 别说别的！我就想知道宣传片里那么美的衣服和面具在哪里弄！！！！！！！快点的！！！
好评: 优缺点大家都说了。。 我就想吐槽下 为什么总是玩正义的多打一！武者精神呢！！
不过游戏我还是推荐的~
差评: 游戏理念貌似不错，网络太渣野外神仙打架闪现让我无法好好体验游戏
好评: 。。。汉化要出了。。。有自己编打架方式的地方，没汉化有点困难，联机也就那样。好像没有聊天系统，不用担心被喷,顺便一提，和一些老外打的时候，你就像在打神仙，我觉得不久加速器会解决。
好评: 武术动作设计以及各种见招拆招的思路基本还原了实战武术的特色，游戏的动作设计和战斗系统全是夸赞之词，我就不赘述了。从游戏目前的内容和叙事风格上，虽然借鉴了魂但颇有新意，单凭这些在我心中已经有9/10的高分了，但我只想给7.8/10分，如果这是个EA游戏，我觉得给10分都不为过，但它不是EA，尽管后续还有增加内容的可能，但是说实话，就现阶段来说，这个游戏有着很多UBI GAMES的通病，有着天才的点子但没有用精益求精的态度来做游戏，就玩过以后的体会来说，还有很多可以扩展的地方及其不完整，BUG不少，服务器欠佳，也许是为了卖DLC，也许后期的修修补补可以让它成为更加出色的游戏，但是为何不在一开始，就做好这些呢。仅推荐爱好写实风格的动作游戏硬核玩家购买。
差评: 服务器很棒，连接很好，和玩家打的时候完全不闪现
好评: 这ping根本玩不了，只能单机玩，跟人PK各种瞬移，需要一个稳定的服务器！
好评: 硬核操作真心赞，只是不能随便跳有点难受
差评: 挺好玩的一个游戏，起码游玩20分钟的时候還不错，然后服务器就开始告诉你延迟是件多么可怕的是，游戏画面的风格很讨喜，但是lag！！！！！组了个队超级兴奋，然后lag！！！延迟让我看不见npc的动作，命丧黄泉，失去小队。還有任务指向性有点不明确，没有随身的地图。服务器是个硬伤啊
好评: 总的来说呢游戏非常的nice，除了这个联机模式不挂VPN简直就是一群原力觉醒战士在互殴，优缺点我就不多说了，过完了所有BOSS获得蓝披风以后就有点无聊了，我主要是讲下有两个不好找的BOSS的位置，有石门的那城的boss呢 路过存档石柱向前走到中庭院右转有个小桥从小桥下面跑过去就能看见BOSS，大地图左上角的BOSS在沼泽存档石柱旁山洞口里面，如果你是从草原跑到沼泽石柱的话就在你左手边，最后说一句没地图真的很蓝受。
好评: 只有我一个人找不到印记者，剧情没法推进吗？地图没有小地图真的很容易迷路。。。
差评: 虚幻4做出来的像素游戏，实在不扎地，还不如拳皇！
好评: 玩法挺有趣，开了网果然各种没法玩，不过好在可以在设置里调整成离线模式。

虽然通关，不过用了一个电脑boss通吃的招式，只要不贪刀。还是可以过的，原谅我的辣鸡哈哈哈

游戏里有一个门我打不开，都通关了还是打不开，知道的麻烦告知我

精英小兵的服装和面具都好像要啊哈哈哈，但一个都没刷出装备来。
boss也不知道怎么再挑战，知道的请告诉我。没玩够哈哈哈
好评: 一款有着功夫的格斗游戏竟然不支持中文，是我李小龙打不动了还是你洋鬼子飘了？
差评: 键位设置反人类,绑定按键修改失灵,输出操作对于一款格斗类主题较为繁琐,格斗体验差,同样是刚放出阶段时候荣耀战魂的操作感觉要好不少.也许跟我英文盲+手残有关系赦免者上手至今的感觉就是鼠标左右键乱打,出招完全是无脑状态不像其他格斗类我下一招怎么打有很清晰的思路并且操作简洁的直接输出了,另外这游戏玩了四十分钟就有头晕想吐的感觉了.
差评: 我steam预购过三款游戏，黑暗之魂3，荣耀战魂，Absolver。
结果这三款都是联机体验差到令人发指的游戏。
我也不知道为什么我点儿这么背。

游戏本身我给8分，游戏内容方面的优点和缺点已经不必多说了，除了剧情模式有点短，以及锁定模式靠墙壁或者墙角就会把视角拉到头顶这个弱智设定以外，真的很赞，我就不废话了。

服务器我给0分。既然要搞无缝PVP入侵和主打多人游戏模式，你这个堪比魂3的弱智PVP对战体验是怎么回事，打路人卡也就算了，打小怪也能丢包，绝了。1v1对决匹配赛和地图上的无缝玩家入侵，全都是满天飞的原力战士。格斗游戏这个联机体验，我实在不知道该怎么玩下去。

虽然只发售了三天不到，但是制作组你们再不抓紧搞搞多人联机服务器的游戏体验，这游戏真的会像荣耀战魂一样暴死并且难以焕发新的生命力。
好评: 游戏不错，还没通关，不过玩起来还是蛮爽的
好评: 千万不要小看小怪
特别是两个一起上的那种
本来打完boss得意洋洋的我
出门左转看到两个小喽喽
心里想着你们老大头都被我锤烂了 你们嚣张啥
然后被两个兄弟一顿老拳锤到悬崖边
然后被一脚踢下去了
好评: 游戏可玩性非常高，所以在此给予发行商一个赞，很有必要玩玩，价格也十分公道，但游戏不可能十全十美，所以在此总结几个现阶段游戏的不足：
第一，没官方中文，这是肯定要纳入第一来说的，毕竟不可能每一个人英语都很好，而且既然引入带中国市场，那么就官中肯定是有胜于无，所以望制作商更新更新官中吧！如果更新，那我肯定会尽我所能的安利这款游戏！
第二，服务器掉帧严重，首先，对于一款格斗类游戏而言，流畅是必须的，不过在刚开服不久，这些服务器的问题还是可以一步一个脚印的解决，在此做长期观察。
第三，剧情的缺少，这个因为没官中，所以导致很多玩家进入游戏后不知道干嘛，但知道的玩家满怀信心的打遍所有的boss后，拿到了那个斗篷，然后就完了，对，没错，就完了。剧情作为整个游戏的核心世界关做的还是很新颖，但是，剧情的缺少导致了这游戏到了后期就是个pvp游戏，在加上掉帧的严重，服务器的不稳定因素让PVP的可玩性减少了很多，所以，如果想这款游戏更加的吸引人，再做一做新的剧情吧，DlC都是能接受的呀。
第四，没有小地图，这个是根据萌新玩家而言，在一个开放式的世界里，不知到干什么也就算了，但不知道自己在哪里，这就叫萌新玩这款游戏就很是尴尬，毕竟这款游戏的开放式世界下主要目的是与各路NPC切磋，但都不知到NPC在哪里，怎么去切磋？怎么去体验游戏的魅力？ 
第五，这个留给以后出现的问题，毕竟游戏刚刚发售，以后难免还是会有很多的不足的，所以，第五就留到以后出现的大BUG上来指明吧！
总之，现阶段这款游戏很容易让萌新领悟：我是谁，我在哪，谁打我。的意义。但上手了，却魅力十足，所以，在此，为这款游戏公司的所有制作者给予鼓励与支持！
差评: 这启动程序跟流氓软件似的，退出游戏后就再也关不了了。
进程里没有，但是steam会显示在游戏中，再点游戏提示运行中。
电脑重启都没用，啥玩意啊
差评: 这个游戏最大的败笔就是敌人锁定，就算是1 vs 1的时候，因为锁定视角，很多招式打不出自由度。
而1 vs N 的时候，更是由于视角的锁定，无法更灵活的走位与闪躲，显的愚蠢无比。


开发商为什么不去掉敌人锁定功能呢？


------------------------------------------------------

回下面两条留言：你知道什么是自由度吗？我知道可以中键取消，就是因为要锁定取消才显得僵硬无比。应对多个敌人时，敌人很容易在后面与侧面出现，空格几乎零作用。

-----------------------------------------------------
回下面留言的 沃艾驰 卑晶考娅 ，
你特么是傻B吗？格斗的自由度懂吗？DMC玩过没有？还特么玩后期，还特么进房准备，你是小学生弱智吧。

另外，这篇就是我玩这个游戏的体验感言，“把自己的想法强加在别人身上”这大概不是你在做这事？我玩这个游戏，评论这个游戏，你在这强加想法，你素质在哪？你的素质呢？
好评: 卧槽，我被5个打啊。
我一个人才刚刚玩懂瞬间被群殴
还有，这游戏可单机可联机。联机有点卡服务器问题如果加速器支持的话应该可以解决。不想联网可以单机游戏打击感可以就是操作模式可能有点多，绕人。多练练就行
n打1素质何在啊啊啊啊啊啊啊啊。。。。。。。。。。
nice game
差评: 原力对决   —.—|||
好评: 游戏不错，一开始联机很流畅，直联。但是后来延迟很常见了只能单机模式。文本量很小，完全应该早点给与汉化。没有游戏内置聊天？只能发表情
bug有一些，AI智力也不高。如果后续更新给力的话，这游戏还是挺有希望的。
差评: 算是成为absolver了，不过似乎拿了蓝披风后后面就没有什么新故事内容了？
游戏本身还是很不错的，战斗部分攻防的节奏感做的很不错，但是！但是！但是！没有小地图！没有明确的路标指引！在里面绕路绕到吐！虽然游戏本身还不错，但就这点来说，我是不推荐的，这地图让我完全不想再登进去刷刷刷了，好难受！
好评: 很好玩的游戏。出招顺序可以自定义的.地图有老外会瞬移。
就是没中文。
好评: 这是我玩过的最垃圾的游戏，制作组把一个半成品拿过来卖也是挺厉害的 别被宣传片骗了
好评: 简单说下吧，战斗系统很强大，打斗真的很有感觉，但也考验操作，可以自己组合招式，有很多的招式可供选择，战斗中可以使用4个单一招式，和4个组合招式，有闪避格挡，还有由鼠标控制的四个方向的特殊闪避和防御，ai很厉害，跟电脑单挑很容易死掉，更何况经常被拿着武器的小兵群殴，boss战打的很憋屈（我是放风筝耗死的），游戏画风很奇特，画面也还可以，但优化比较差，国内玩家联机玩延迟会比较大，但支持离线模式，目前来说游戏内容还比较少，地图也不大，期待后续发展。
好评: 九个小时打完一周目用的是WINDFALL这个流派，鉴于多人服务器各种瞬移我就直接开了离线模式在打。
简单说一下游戏本身，及其棒的格斗体验。三个流派一个是靠防守反击吃饭的正统格斗流，一个是靠闪避吃饭的武术，还有一个是靠硬吃伤害的下三滥格斗术。难度一次是难上手，一般，容易上手。还有在游戏里才能学到的隐藏流派：醉拳（第一次遇到被打得妈都不认识）。场景刻画非常好（9/10）音乐还算及格（7/10）格斗系统本身非常好（9.5/10）（打击感也很棒很有FEEL((((）单人流程可能短了点，不过考虑到游戏本身容量和注重多人对战的这个来说的话也还成。如果服务器的问题能解决会是个非常棒的游戏。
目前个人总评分7.5/10    解决多人问题能给9/10
差评: Region locked???!!! so how the fucked can I play with my friend?
好评: 游戏很不错，真的希望出中文，然后坚持更新连招动作，还有网络我直连一点都不卡，玩吃鸡直连还有点卡，感觉这个游戏网络还可以。等下，如果真说有点不满意的有一条吧，为什么不能把人击倒？扫堂腿之类的完全不能把人踢倒，只有伤害，这就感觉不太舒服。
差评: 很有特色 但是注定是小众人的游戏 火不起来  吸引力远远不够
好评: 嗯 不错  就是英文看的眼睛花
好评: 缺点优点大家说的都不少了，网络垃圾，野外神仙打架，内容就是打架，地图不大，没汉化什么的(官方其实在做了论坛置顶问答贴写了)这些其实我是不想说的，我只想说这游戏战斗系统是我玩了30年游戏里最好的，是的，形意兼备，也有装备，也有数值，也许平衡的并不好，但是瑕不掩瑜，以前其实也玩过不少可以搓招，可以编辑招式(对勿忘我)的游戏，包括铁拳一类的格斗游戏，按说也很硬核了，但是都没有“武者”的感觉，只有招式没有武魂，但是这游戏能玩出武魂，一招一式都是自己挑选，自己编排，但很多游戏都有这个系统啊，这里就是武魂了，在这时变招就尤为重要，甚至在被动压制打到某个方向姿势的时候可以利用自己设置的套路绝地反击，这时你是真的武者，而不是格斗玩家，区别就是武者研究磨练自己内心，格斗玩家研究磨练角色。当打完后不喜不悲，将对方拉起，深鞠一躬，一句话都是多余的。
好评: 流程很短，醉拳很丑，联机体验较差，学校系统简陋，画风看着舒服，自定义格斗和打击感是亮点，加个面具省去捏脸是很大胆的想法
好评: 因为网络不是很好选择的单机速通。只打6个marked one，和三个BOSS，中间小怪发现都能跑酷掉。地图和刷新机制包括宝物的放置位置，以及属性系统，都很有魂的味道。不足的是地图太小，远远不够人去探索和游玩。
可能因为卖点主要在多人在线的硬核（也许吧）动作（格斗）游戏，反正官方一天不解决服务器问题，大陆玩家就一天体会不到线上模式的快乐。
PVP应该会很好玩的.
好像官方说会出中文，服务器也会改善，我们拭目以待吧
最后说下，我觉得这游戏更适合以early access发售，优化、服务器、地图都不是很完善，唯一出彩的顶梁柱就是自定义的连招和扎实的打击感了，虽然如此，仅靠这一点，这个坑我也跳了。
好评: 第一次看到这个游戏的时候感觉到一种莫名的吸引力，画面看着舒服，但是找路一脸懵逼...
打击感可以配合手柄震动效果，还是挺爽快的，动作系统想起以前玩的如龙，游戏本身内容觉得有很大上升空间。总的来说期待以后的更新带来更多惊喜.，最后说下不用加速器果然没法玩...Orz
好评: 游戏不错只是服务器有点延迟
好评: 整个游戏总体来说还是可以。服务器还算稳定。有一些延迟但影响不大。游戏的格斗系统还挺新颖的。就是我用手柄玩起来就有些蛋疼了
过了新手教程跳了个地图就是1v1的单挑竞技了，竞技是三局两胜制似乎（因为我没打过我两胜的时候）但是你赢了两场也还要打第三场的。打过了一个和我差不多的新手就遇到20级的大佬。直接连击虐成狗。最后一把还拿出刀了
最后一句，游戏好是好就是目前没中文
好评: 我感觉又要入一个大坑了
好评: 画面独特，优化一般，好像是锁帧了，1066最高只有62，有些不是很复杂的场景还会掉帧到50多
手感不错，拳拳到肉的感觉很好，战斗系统应该是挺复杂的，没有中文只能看个大概，转身的设定很奇特，很多时候都是菊花对着对手的...
打击的音效像是打在布袋子上...
直连也还算能玩，延迟不是很高，但是有时候会跳PING，不知道是不是我网络的问题
目前遇到几个玩家，和3个人组队乱跑，结果被木屋里的NPC一波团灭，然后又一起复活，大家站起来第一个动作的都是SAD，非常欢乐，也遇到2个不怀好意的家伙冲上来就打，看了不少油管视频还想开打之前不得鞠个躬啥的，总的来说环境不错，只要不被主播带火了，应该环境会一直不错下去
中文的问题，贴吧的老哥问过制作组，说是中文很快会添加，大家稍安勿躁
不过啊，预购送的装备游戏里怎么没看到...

在港口和河滩边上，遇到了无法战斗的BUG，具体就是怎么打都打不到敌人，敌人也打不到我，干耗了好久，我把敌人都引到河里了，然后脚下一滑我也下去了...但是！我没有淹死！于是我畅游了一会水下世界，最后在几块乱石中落入了无尽的深渊。23333333333
好评: 内容基本和预料的差不多，下面简评一下，结论是推荐。

+氛围浓郁，打架先鞠躬，赢了也别得瑟。
+打击感非常棒，拳拳到肉。
+可自定义的东西非常多，自己组合招式的感觉很棒。

—没有具体地图，所有人一脸懵逼的乱跑
—几乎没有背景音乐，也没剧情，很担心后期会不会内容缺失就剩下刷刷刷
—招式属性比较混乱，游戏引导非常不友好，一时半会搞不明白。

差评: 游戏是还不错，就是服务器太烂了，别人打得到你，你打不到别人，连线模式下，打小怪都卡。。。。
什么，你说设置成离线模式，这种游戏不和人打有什么好玩的，就刷刷装备，刷刷级么？
好评: 不知道能不能打出咏春拳的套路
好评: 三个小时左右通关了游戏，当然通关并不是结束，还有很多姿势（雾）没解锁，还是要刷一段时间的。
总的来说，这款游戏动作系统很棒，打击感流畅度什么的都不错，算是类似游戏中上乘的了。有点遗憾的就是流程有点短（曾经以为集齐“七颗龙珠”后还有更多故事呢）。
游戏过程中会在各个地方遇到玩家，你可以二话不说上去干一架，也可以组队一起打怪。遇到很多友善的玩家，不小心打到我了还给我鞠躬表示歉意。英语并不多，官方也确定要出中文，所以语言方面问题不大。
找各个精英怪的时候有点麻烦，这游戏地图是抽象派的，基本可以无视（看了也没啥用）。没有传送（我没找到？）。
现在加速器没有对这款游戏的专门加速，过段时间应该会有吧。觉得卡的话可以调成单人模式。
这个价格不亏，想入就入吧，觉得以后还会加入更多模式的。
不说了，好不容易拿到蓝披风，去组几个新手装装逼了。有问题可以留言，看到会回复的。希望这个游戏能有更多玩家吧，这样玩的也热闹，游戏相关也能更完善丰富。
差评: 打斗设计非常好，服务器非常糟糕。误伤很伤人，这个设计不太合理。整个游戏感觉更像是开发版本，不能说是成品。希望你能继续加油，给个差评。
好评: [b] 
当时介绍视频的武打一下子就被吸引了

战斗部分，操控的角色有基本轻重攻击，滑步，格挡，还有一个无视攻击的蓝色霸体，然后有一个身位的设计，有四种不同朝向的方位可供随时切换
各个身位下可以编排攻击动作，组成连打，动作的种类很丰富，而在这之上还有三种不同的。。功夫流派？在创建角色时可选
实际对打时，则非常的过瘾，进行连打时精力条上会出现一个位置点，在两次击打之间把握住间隔的点就能以更快的速度打出连击，而不是单纯的一见到敌人就”XXXXXX“，这个设计有效的提高了操作的技巧性，近身时是打先手还是打后手，怎样的打击更有效，什么时候及时防御或出蓝色霸体，什么时候利用滑步近身/躲闪
这里面的潜力很大，什么？只能对拳？别担心，还能用武器，而武器的设计也有把握，在游戏中，武器并不是取代空手的存在，捡起了武器后，有耐久度的限制，用完就当场破碎，而即使获得了武器装备，也必须在收集到足够的。。。能量？（待会介绍）才能发动，也同样有耐久度，用剑劈砍非常爽，而臂铠打出的攻击更强力
当然，使用这些武器的动作也是独立的，有各自的一套动作
武器对空手下也并不代表能有巨大优势，同等级同装备下，技术为王

装备技能部分，装备可以提升属性，技能则有辅助战斗作用，有回血，气功之类的，杀死敌人可以积累一种像能量的石头，可以在视角身后看到，其中拔出武器需要集满三颗能量才能发动，而回血技能和弹开则一颗，等级高的AI敌人除了装备更强，战斗技巧也更强，如果发现差距太大，可以选择跑路了，BOSS级或带名字的精英怪更不用说


画面则是典型的Low Poly（低多边形）风格，这游戏建议加个右下角小地图。。。表示在这种艺术风格下严重路痴，我在哪，我从何而来，又该从何去。。。。光是回去传火祭祀，啊不对，那个什么指引之桥就费了好大功夫

而联网体验，目前看起来似乎没搭建亚服，不借助科学上网或是加速器之类的基本要做ping战士，联网时可任意选择路上见到的玩家组队或对战，带来一种PVEVP的环境，很有意思，而离线模式也不用可惜，AI并不弱，轻敌有可能分分钟被打爆，尤其是一对多



总之Absolver目前来看是一款很有潜力的游戏
[/b]
好评: 没玩多久，游戏本身不好评价，但是我想说我竟然玩出3d眩晕来了。。。我只有玩ow的大锤的时候有过这种感觉。。。

还有we need Chinese
好评: 碰到一个和我一样穿着预购衣服的人
打了我一下
朝我做了一个对不起的表情顺便举了个躬

10/10
好评: 这个游戏是属于PVE和PVP都有的类型，有带属性的装备，所以和荣耀战魂是不一样的

操作上来讲，QEZC四项，配合左键（轻击），右键（重击），Shift（格挡），空格（闪避），还有锁定时鼠标四向移动来发动各个职业的专属能力

可以编辑各种招式，操作很复杂，操作很复杂，操作很复杂

目前有四种姿态/职业/？？：

1.Forsaken

均衡，能力是招架，成功时可招架一切攻击，可以回耐，很难使用，判定时间短。高玩向

2.Windfall

低攻高速，能力是闪避，判定时间长，可以说是四个里能力最好用的，动作很飘逸。

3.Khalt

高攻低速，莽，能力是刚一下？可以吸收伤害，判定时间短，回复姿态快，成功后可缓慢回复此次血量。新手向

4.Stagger

类似Windfall，但是更难躲，游戏后面解锁。

不需要太纠结三选一的问题，后面可以换。

strength （力量）

dexterity （敏捷）

这两个属性和后面的机动性影响招式的伤害，具体加成可以ESC然后Meditation，Attacks List里看。

will （智力）

影响护甲回复速度，PVP用

vitality （生命）

endurance（耐力）

这两个不用解释了

mobility（机动性）

和装备负重有关，装备加成有Blunt（钝击）Cut（切割）重量三项。钝击影响无锋类武器的伤害，切割影响有锋的，重量影响徒手伤害。

所以高机动=徒手伤害高=低负重（高手都是裸奔的！）

加点目前无法重置，建议均衡点加。

一切伤害都要建立在对方未格挡，或格挡方向错误，或你打掉了对手的护甲上。

进游戏后第一个技能是缓慢回血，打到对手也可以回血，第二个技能是震开周围的人，适用于你没耐了然后被对面追着锤，杀怪也可以回血，也可以回技能CD

你可能被怪锤的头皮发麻，这种时候，要多考虑用左键，用高速度去取得先手，多用Shift，少玩目前PVP丢包严重，属于原力大战，建议先玩离线模式

游戏没有地图，只能找柱子跪一下看自己的小点。路痴请当心。


目前游戏刚出，没有加速器支持，PVP属于原力大战，建议先体验PVE，在主界面option 选择 offline mode  ，然后Yes、

目前游戏的锁定和切换锁定做的还不好，所以请避免被群殴。

建议前期先从格挡反击练起，先不需要使用能力

（PS：如果单挑有打不过的，理论上来讲，第一排Jab punch 第二排Straight punch，也就是速度最快的两种拳， 不接任何追招，被闪或者招架及时防御，然后对方打出第一下就左键反击打一套。没耐就跑开。即可赖死一切，如果已经设置了追招，不会取的话，把追招设成之前的招术，然后第一招换回来，追招就消失了）
差评: 没有简体中文，服务器连接状况非常差，采用实时联网，无缝连接本来应该是很时髦的，可是服务器比育碧好不到哪里去，本人200M电信光纤，各种瞬移，剧情也不是很流畅，不推荐购买
好评: 应该是把序章BOSS全打完了 很满意 隐藏地图做的很用心 打击感强 动作流畅 只要熟悉透彻这款游戏后 几乎是可以无伤刷图 有一个BOSS给一个弹开身边所有敌人的小技能 非常实用 几乎不用担心被小怪围殴致死 各位新入手的朋友可能感觉前期打怪很吃力 别说BOSS 连小怪都打着费劲 别着急 挑衣衫褴褛的小怪打 一般衣服少的五六下就死 随着等级提升 技能解锁 PVE就完全无压力了 暂时还不敢继续玩PVP 昨天半夜乱点排了一把 神仙打架 各种瞬移 还是期待游戏厂商能够尽快优化  游戏绝对是好游戏 玩的很开心 期待更多新玩法 新武器  对了 最后还是墨迹一句 We need Chinese！
好评: 8.5/10
先说优点
1，较好的画面表现，画面风格自成一派，半真实的体验。
2，人物可以较好的自定义，[strike]奇迹暖暖再世么[/strike]
3，剧情的清晰度恰到好处，有线索，也有悬念。如果英文基础好就可以看到场景和人物的对话里還有很多故事的。
4，良好的优化，最高画质下，[spoiler]980TI120帧不超过60摄氏度。[/spoiler]
5，动作炫酷[spoiler]233333最重要的一点[/spoiler]
6，可以自由组合的架势[spoiler]其实就是乱按[/spoiler]
然后是缺点
1，土豆服务器严重影响游戏体验，尤其在1V1模式下，[i]对面都是隔山打牛的膜法师，你让我能怎么办= =[/i]
2，手感奇特，这几年的游戏怎么都喜欢把后摇做那么长呢= =。[spoiler]都是来打太极的社区老人么= =[/spoiler]
3，[u]其实我很想知道为什么NPC的剑那么帅[/u]
亚洲的玩家还要感受UBSOFT的一贯作风[spoiler] 新鲜的土豆，新鲜的土豆！[/spoiler] 在发布中文和实装亚洲服务器前还是凑合着玩吧。
好评: 我是谁？我在哪儿？我在打谁？谁在打我？
好评: 这感觉键盘比手柄还好使。
差评:  是个网游，在国内链接真的是卡的不行，游戏操作也是别扭的不行。
好评: 别的都不错的就是线上真的卡的玩不了裸连
好评: 我们需要中文
We need Chinese
中国語は必要
Nous avons besoin de chinois
Wir brauchen chinesisch
Necesitamos chino
potrzebujemy chin
Precisamos de chinês
Нам нужно китайский 
เราต้องการภาษาจีน
Χρειαζόμαστε κινέζικα
好评: 不知道是不是BUG 我打着打着 加血技能就没有了 难道这个游戏还可以丢技能么
好评: 是个十分良心的好游戏，真的很好玩，服务器有点尴尬，但只是偶尔抽风，玩起来体验还是很好，文本量不大。
好评: 有着很棒的打击感，画风超美，音效音乐也都很好！但是直连会有一些延迟，本来我看到一个人结果突然间没了，只剩下默认的NPC在疯狂A我
好评: 离线模式很爽，要是能出个局域网多人模式和基友联机就好了，和老外联机延迟真的高
好评: 切磋武艺是可以的，操作简单，打击感不错，注意不要贴墙打，这个判定有点蛋疼，在路面窄可以摔落的地方打很容易摔死，装备就像捡破烂似的，最关键是这服务器，多数时候敌人在闪烁，这服务器在国内要开加速器才行，看了一下评论，可以开启离线模式，爽，Go

看到一个玩家面前放着一把剑，我在他面前拿走了他的剑，然后被追了几条街，最后与他切磋了一下武艺，被虐了几次，延迟贼高，没法正常切磋，好气，对方的网络似乎特别好，估计是老外吧

由于我是路痴，根本不知道自己走到哪里了，地图只有在类似传火的地方才能看到，随便走着就发现了一个BOSS副本，打了几次没打过去，所幸打副本BOSS很流畅，应该是不需要与服务器交互，但是啊，把BOSS打到残血了BOSS就拿出武器，伤害直接翻倍啊，活活被砍死，好气

感觉后面野怪比BOSS还强，前面招式解锁了几个，等级也提升了，大小BOSS都还挺容易的，
我却被野怪活生生虐了十几回，切磋到手都软了
好评: WE NEED CHINESE  ！！！！
Is there any map ？
我卡在一个黑门那 说叫把marked ones打败   到处找啊找 各种迷路 各种被打 能不能弄个地图？
游戏的连招 瞎几把按 打击感不错 遇到路人就各种卡
好评: 这迷之丢包我要死了
这任务指引我也要死了
除此之外其他都还行
好评: 延迟够大需要更多服务器，而且地图好迷我找不着路和开门的钥匙啊，但是很好玩，希望官方可以改一下
好评: 是个不错的游戏，不过玩的时候会瞬移，应该是网络的原因
差评: 格斗游戏配土豆服务器。傻逼一样的锁定模式，弱智一样的掉落死亡。
差评: 服务器网络太差了，玩起来各种飘移、各种飞
好评: 这游戏太酷了，绝对有趣的武术系统，满足你武术幻想
好评: 这款游戏对于喜欢这个画风的人来说是非常好玩的
游戏的可玩性很高 装备动作还有属性值之类的都值得去仔细思考
要是非说有什么不好的话 我觉得用键鼠操作有一定的难度 用手柄的话可能会更加舒服流畅一点
另外 会有人说卡 延迟高 option里面有个offline模式改成yes就好
差评: 50M电信光纤+迅雷块鸟会员，连了40分钟的服务器硬是把老夫劝退。这游戏不挂VPN看来没办法愉快的玩耍
好评: 这游戏玩着很好，手感啥的也都挺不错的。就是有一点很糟心，没有汉化，像我这种英语不好的都不知道那些人在说什么。
好评: 画风简洁的动作游戏，对配置的要求不高
动作的设计和战斗很有意思，出招连贯，配合画面来看就是一招一式的格斗
不同方向上的招式可以连贯起来组成一套以上的连招，X和Y键的不同搭配可以做出很多变招，就看你怎么设计你的出招表了
AI不弱只是血量少（也许后面会有更耐打的角色或者玩家？），你需要眼观六路耳听八方，不要漏过对手的一点小动作
有些地形的战斗确实需要思考选位（我会说我被踢下悬崖了吗？不，我会飞朋友），小心没有护栏的边缘
BGM不错哪怕停下来静静的看风景也是个不错的选择


现在看开放世界的延迟问题有点大，击中敌人后的反馈来的有点慢，有时对手的模型会飘走。
也许需要你拥有英语四级的水平，但是学不好英语的你也并不会一点都看不懂
模型简单的就像木偶了又怎样，喜欢搓招就能玩下去（不做延迟战士）

无论88还是79都是值这个价钱的


好评: 一开始进游戏被一群大汉围殴，因为卡还瞬移，毫无还手之力，只能开离线模式玩。
打斗确实爽，但是很难，我现在只会键盘鼠标一通乱点。
另外这个游戏没有小地图，为了找怪经常迷路，而且出了一个区域之后，之前那个区域的小怪会自动刷新，就导致我一直在迷路刷怪的循环之中，很蛋疼。
好评: 好游戏，希望大卖，打击感很好！！！值得一买
差评: 3DM汉化不太完整但是基本不妨碍 就是这个延迟没话说 PVP没赢过
好评: 没队友能玩吗，电脑组队干你


差评: It's a good game!if the server is better!!!
好评: 感觉是一款非常有趣的游戏，刚开始遇到的一两个人还好，之后人一多就全屏漂移
语言问题的话，以我的小学生级别的脑残英语水平还能招架
PK之后可以将对手拉起来这个设定真是太棒了，瞬间满满的都是爱
最重要的是    我爱死这战斗系统了！！！！！
好评: 特别不错的格斗游戏，可以自定义组合拳，个人感觉相比之下比for honour更具有打击感，每个角色有自己的特点，角色之间没有克制关系，只有你的招式被克制，但是如果你网络不好，还有英语白痴，建议等一等.另外WE NEED CHINES PLZ!!!!!!
好评: 这是好游戏，大家不要刷差评，卡的朋友请在设置里面启动离线模式（option → 最下面的 offline mode 选择 Yes）
差评: 手感很差，地图很晕
好评: 开放世界就是真是开放全世界放在一起，全是相对延迟的。
差评: 打了二十多局匹配1V1，全败，一局都没赢过，无论对方的等级是比我高还是比我低，也无论我更新过多少次我的招式，明明我们用的是差不多的武术，敌人所有招的速度都比我快，或许这就是所谓的延迟吧。。
而且这游戏联机玩起来各种飘移，神仙打架，简直了。。。
好评: WE NEED CHINESE
差评: 这不是一个1v1battle的游戏么！
我为什么被四个人按在地上艹？
差评: 神仙打架大会好吧，这ping真的不是一般的高，我有点想念荣耀战魂了，虽然老掉线但是游戏体验还是很好的。但是这个游戏。神仙打架，不是我等高ping战士所能参与的。
好评: 被这个人设和极简风格吸引，连招方式我还在摸索。抛开这些不讲 ，本来这个游戏联机应该会很有趣 但是这个机制莫名其妙，如果不组队那就不能一起打敌人 ，站在一起会出招会互相造成伤害。而且国内玩家应该已经跟我一样卡的到处飞了。说实话游戏体验真的很差，而且还不是个ea游戏。有点失望吧。纯单机的话 我觉得还是比较有趣的
好评: 期待已久的游戏上市啦！赶紧下下来玩呐！
单纯看战斗方式，游戏确实很有意思。
但是剧情是什么啊?路上找小伙伴或是组队，或是切磋也有点意思。但我究竟在干什么啊？
门开不开改做什么？路要怎么走，不知道呀！
延迟很可怕，导致战斗体验糟糕了。本想好好连招，结果只能乱捶。现在好像还没有加速器给它加速吧。。。
不过，游戏内容确实可以丰富些。毕竟游戏刚出来，等待改进吧！！！
好评: 游戏性很高,单独玩家作战很流畅,双人对打也不会卡,但是三人及以上会发生延迟和瞬移的现象.
剧情可以忽略不计,虽然没有中文,但是还是玩的懂.开发者也回复说在接下来的更新会加入中文,这是最好不过的了
手柄操作很舒服,打击感很棒,流畅的动作与转身.东方武术的动作,清新的画风,适当的bgm,国服的定价都使其成为了一款可以入手的游戏
游戏性很强可以自己搭配与选项衣物武器技能属性,并且升级的节奏很舒服
当然缺点最明显的就是多人同屏,无论是pve还是pvp多人联机体验尤为重要,望制作组经行有效的改善,尽快使玩家完全体验到这游戏的魅力
吐槽一下,,没有找到地图,并且地形复杂,容易绕圈,希望能加个路标一类的东西,虽然半开放但是绕圈会消耗玩家的耐性
还是非常看好这游戏的潜力
好评: 游戏性还不错，打击感很棒，有种拳拳到肉的感觉，地图刚开始跑绕着绕着兜了个圈子又回来了感觉很有意思，不同的连招效果也很棒，直连和一些国外玩家一起玩也很有意思，有个老哥死一次遇到他一次，缺点也就是联机延迟丢包比较严重，不过估计官方过段时间会处理的新游戏给它点耐心，总体来说还是推荐的
好评: 好游戏可是就是不知道怎么玩。
好评: 希望有中文吧 我连自己用得是什么都不知道。。。 画面很舒服，打击感也挺好的
差评: [h1]作为比较期待这款游戏的预购人员，我刚才玩了一下[/h1]
首先是画面＆风景3.5/5
其实画面还是不错的，比较细腻，但是也没什么特别的感觉，不知道为什么给人一种廉价的印象

其次是操作感4/5，通过qezc四个键来搓出来不一样的朝向，玩起来有中国功夫的感觉，这也是这款游戏的卖点

然后是联机体验1/5，我真的不想给高分，双方战斗的时候会疯狂瞬移，但是对方貌似并没有这种情况，被打死都很正常，因为你都不知道敌人在哪，那既然联机已经烂成这样了，那这招式的切磋又怎么体现呢？？？完全就是蒙的状态被人入侵，也不知道是点错了什么（英语渣请见谅）

优化体验2/5
我不是说游戏玩起来会卡，因为本身就不大，这也是我对这个游戏最不满的一点，物不及所值，先说一下优化，加载时间可能是电脑原因偏长，然后就发生了很不愉快的事情，被人入侵击败，当我复活的时候，竟然卡住了！！！！卡到我只能重启，这个问题就很严重了，注：这个卡是指画面没法关闭，一直在屏幕上，也切不出去让人非常恶心，也许是游戏第一次启动的问题，但是我可能会考虑退款。

游戏界面2/5
界面太老套，太简单，而且对话框是没法快进的，也没法跳过，你只能看着，甚至跟你对话的人物都不会有什么动作以及声音，非常枯燥。

整体评价3/5
我比较喜欢打分高一点，毕竟这个游戏的招数搓起来会玩了以后会很舒服，让人有真正切磋的感觉，但是整体太廉价，就凭这个你卖101块人民币我觉得非常亏，因为这个游戏绝对是个半成品，花了101块钱才买了个2g而且联机体验非常差劲的联机游戏这是非常让人灰心的，整体游戏性分值被联机拉低，而且剧情也比较枯燥，就是不断的打，当然也可能是我看不懂英文，如果说以上的问题都修复了，这个游戏也只能值现在的半价，因为他不能给你玩的感觉，打小兵容易，对付高手联机又出问题，导致整体游戏性大打折扣，而且画面并不值钱，理念很新，但是做出来的东西，强差人意，所以我不推荐购买。
好评: 优化感觉不错；
键盘操作略奇葩，但是键位都挺人性化的；
手柄打击感很好，寸寸入肉的感觉，但是打起来的时候几乎都是右手操作，操作又多，挺不习惯；
还有几种lock和unlock,打起来很麻烦，上手略难；
开始第一次进入游戏遇到了画面花花绿绿的情况，后来修改了几下设置莫名其妙就好了；
除了操作之外，其他都感觉特别从简，画风非常喜欢；
虽然说是开放世界，但是并没有达到我理解的那种地步；
见面可打手势，没有像网上说的那种黑暗森林法则一样的猜疑链，不过要是大家都能看手势守规矩就不会有战斗了吧；
感觉有点能成为大逃杀那样，狭路相逢勇者胜的感觉；

看了其他人的评测，大于1小时的玩家多少是不推荐，小于1小时的玩家都还在教学关卡，作为一个在线武术竞技游戏，在线游戏体验估计够呛的了。
好评: 其实是这样的，刚开始以为有剧情（还是我没有发现，这剧情太简练了）后来探索世界来的，看到有一个真人，然后突然就打我，然后是一群人组队打我，各种瞬移各种连击，连走路都得找人少的地方走，好伤心：（
好评: We need Chinese !
优点：打击感超棒，画风超美，音效音乐也都很好！
缺点：疯狂漂移，没有中文，剧情没懂。
好评: 还不错~打击感.流畅度.链接都还好~就是还没有中文，有些操作不太明白，琢磨...
差评: 我就想知道这么大的延迟该如何玩，全程玄学武术大赛？NPC瞬移中就虐翻我无数次，说真的没法玩，暂时不推荐。
好评: 1v1的话，没有延迟。但是如果是碰到玩家一起打怪，就会卡得变成意识流游戏。总体来说，目前最好单机刷怪，刷装备，然后再对战。官方承诺说会有中文。
好评: 打击感挺好的，操作起来需要有些技术性，唯一一点。。。就是一直不知道自己在那。。。，没有小地图很难受，，总体来说，中等吧
好评: 画面很舒服，希望早点出中文
好评:  游戏是不错 不挂VPN 延迟是真的僵硬 各种瞬移  走等某家加速器添加这个游戏

好评: 进去小玩了一下，游戏玩起来还是很不错的，重击的武术动作在后面可以自己组合，打出帅到炸的招数已经让我很满意了，唯一不好的就是没有中文，真是苦了我们这些英文苦手了，打着打着就得查翻译。希望在接下来的更新会更新中文，这样我就会更加满意了。（对于武术题材的游戏我很希望制作组可以把中文翻译和英文一样作为首发语言，毕竟一些中国人和外国人一样，都一样很喜欢武术题材一类的游戏。)
好评: 打击感不错，动作很顺畅，直连延迟很低。很特殊的一款游戏吧 每种不同的组合代表着不同的招数 而每种招数的起始站位和结束站位都不尽相同 如果想流程的打出一套需要多加练习。很有武术的味道 你一拳我一脚
