好评: 宝物日志用鹰眼  贼鸡儿快~
好评: 这款游戏强烈推荐OP粉玩..
好评: 非常爽的游戏，从1代玩到现在，海贼迷肯定不能错过
差评: 渣渣手感，渣渣画质，焯
好评: 真好玩
好评: 好！很有精神！
好评: 好玩

好评: 无双就完事了，但是感觉不如三国无双系列
好评: 为什么没有那些人气角色，艾尼路，莫利亚，卡普、大熊之类的

差评: 如果你是海贼粉，只要能操纵你喜欢的人物走一走剧情就很开心，这篇就不用看了，买就完事了，除了剧情略短，主要集中在还原主干上之外，人物还原度、手感都很好
如果你是无双粉，尤其是从三国、战国这些老无双系列入坑的，是想借此尝试其他作品的话，建议仔细考量下再入手。地盘占领系统无非是换了一种方式规划地图，问题不大。浮空连击、铁壁条以及无双系统的变化，算是对动作系统的重新，浮空连击算是给传统动作系统进一步创新，挺有意思；无双系统改为特殊技触发，增加了技能的多样性，不至于一个无双从头打到尾这么无趣；铁壁条无非就是给小兵、精英怪增加了一个血条，其实影响不大，但是对于特殊角色就赋予了免疫硬直等状态，反而与无双的爽快感产生了冲突。敌人在小兵之外，增加了巨型怪，无非是多了个肉一点的沙包，也就和平主义者有点意思。人物角色贴合漫画分等身、巨型角色，对漫画粉来说可能是还有快感的还原设定，但是对于无双粉来说，过于巨大的角色，造成了动作上的迟滞，与无双一贯动作连续性产生了冲突，影响手感。
好评: 割草就是爽
好评: 还原度相当高的海贼游戏，帮你重温海贼的热血

好评: 没时间二刷就玩

好评: 想白胡子吊打赤犬和黑胡子吗？想路飞在顶上乱杀吗？想成为第五皇吗？这款游戏都可以满足。打折还是很推荐入的。游戏的中译不咋地，但影响不大。
好评: 不错不错，好游戏
好评: 海贼粉慎入 打骨折可以
好评: 挺好玩
好评: 都挺好的，但玩完和之国剧情我发现用脚扣四室一厅其实也不难
好评: 你们谁手里有MOD
有的话加个Q
2320345411
想玩
好评: 就不能弄个switch手柄的按键模式吗。必杀技是XBOX的 用着是真的难受
好评: 说实话，比之前做得好，挺不错的
好评: 符合原剧情，打击感很舒服
好评: 粉丝可以玩玩吧，不是粉丝真不太建议买，无双3的熊我还挺喜欢的，可惜在这一代没有，而且人物挺少的，剧情也一般般，偶尔玩玩而已了，不知道海贼王完结了能不能做一款基本人物都涵盖了的无双，战国、卡普、熊什么的都放进去
好评: 我看网上的加强版是怎么搞的
好评: 94豪华版，晚买完折扣。
好评: . ... ... ... ... ... ... ... ... ,,----~~”'¯¯¯¯¯¯”'~~
... ... ... ... ... ...,,-~”¯::::::::::::::::::::::::::::::::::¯”'~
... ... ... ... ..,,~”::::::::::::::::::::::::::::::::::::::::::::::::::::”~
... ... ... ..,,-“:::::::::::::::/::::::/::::::::::::::::\::::::::::::\:::::::::\
... ... ...,-“:::::,-“:::/:::::/::::::/:|::::::::::::::::\::::::::::::\:::::::::\
... ... .,-“:::::::/:::::|:::::|:::::::|:|:::::::|:::::::\\:::::::::::|:|:::::\::\
... ... /::::::/:::|::::::|:::::|::|::::\:\:::::/\::::/:::||:::::::::|:/::::::|:::|
... .../::::::|:::::\::::::\::::\::\::::/\:\,::/::\::/::::|:|:::::::/\/::::::/::::|
... ../::::::/::::::'\::::::\-,:::\/\::/: :\-,”/ : :\/:\:::/: |:::::/::/::::::|::::/
... ./::::::|:::::::::\::::::\|::/: \/: : : \/: : : : : \,/: \/::_/\//:\:::::/:::/
... /::::::/::/:::::::|::/,__/:/: :__/ . .: : : : : : :\__. \/: \:::::/::/:::/
... |:::|::::::::::::/::/::::/;/ ;/ ,. .,\: : : : : : : / ,._., \ /::::::|::/:|
...|:::/:::/::::::::/::/|:::|.\: |.|❤||; : : : : : :|.|.❤||;|::|:::\/:/::/
...|::|:::|::::::::/:::\|:::'\,|: \."'" /: : : : : : : :'\." '"/ : \: |:::|::\
...|::|:::|:::::::/:::::|::::|/: : “¯': : : : : : : : : :"¯'' : : :\ : :/::::'\
...|::|:::|::::::/:::::/:::::'\: : : : : : : : : : : : : : :': : : : :| :/::::::|
... \:|:::|:::::|::::::|::::::|,: : : : : : :~,___,~: : : : : :,-“:::::::|::|
... .'\|::|:::::|::::::||::::::\'~,: : : : : : '~--~': : : : ,,~”\:::::::::|:/
... ...'\:|:::::|::::::/.|::::::|: : “~,: : : : : : : : ,,-~,”::::::'\::::::::/
... ... .\\:::::|”~,/-,|:::::::|: : : : ¯”~,-,,,-~”:::,,-'\::::::::\-,,_::|
... ... ..',\,::|~--'-~\:::::::|: : : : : : |::|,,-~”¯___\::::::::\... .'|
... ..,~”': : \|: : : : : \::::::|: : : : : : |¯”'~~”~,”,: : \:::::::|... /
..,-“: : : : : :|: : : : : :\::::::|: : : : : : \: : : : : : “~'-,:\::::::|\,/
..|: : : : : : : |: : : : : : |::::|,\,: : : : : : : : : : : : : :”-,-\::::|: \
..| : : : : : : : : : : : : : |::::|:'-,\: : : : : : : : : : : : : : :”-'\,|: :|
...\ : : : : : : : : : :'\: : :\:::|: : '\'\: : : : :~,,: : : : : : : : : “~-
...| : : : : : : : : : : : : : : : : : : : : : : : : : : : : : : : : :”-'\,,
...\: : : : : : : : : : :'\: : : : : : : : : : : : : :~,,: : : : : : : : : “~-.,_
....\ : : : : : : : : : : :\: /: : : : : : : : : : : : : : : “,: : : : : : : : : : :"~,_
... .\: : : : : : : : : : :\|: : : : : : : : :_._ : : : : : : \: : : : : : : : : : : : :”- .
... ...\: : : : : : : : : : \: : : : : : : : ( O ) : : : : : : \: : : : : : : : : : : : : : '\._
... ... .\ : : : : : : : : : '\': : : : : : : :"*": : : : : : : :|: : : : : : : : : : : : : : : |0)
... ... ...\ : : : : : : : : : '\: : : : : : : : : : : : : : : :/: : : : : : : : : : : : : : : /
... ... .....\ : : : : : : : : : \: : : : : : : : : : : : : ,-“: : : : : : : : : : : : : : : :/
... ... ... ...\ : : : : : : : : : \: : : : : : : : : _=" : : : : : ',_.: : : : : : : :,-“
... ... ... ... \,: : : : : : : : : \: :"”'~---~”" : : : : : : : : : : : : = :"”~~
... ... ... ... ..'\,: : : : : : : : : \: : : : : : : : : : : : : : : : : : : '\: : : \
... ... ... ... ... .\, : : : : : : : : '\: : : : : : : : : : : : : : : : : : :|: : ::\
... ... ... ... ... ...\,: : : : : : : : : \: : : : : : : : : : : : : : : : : :I : : :|
... ... ... ... ... ... ..\ : : : : : : : : \: : : : : : : : : : : : : : : : :|: : : :|
... ... ... ... ... ... ...\\,: : : : : : : , \: : : : : : : : : : : : : : : I: : : : |
... ... ... ... ... ... ... .\\ : : : : : : : :'\ : : : : : : : : : : : : : :|: : : : |
... ... ... ... ... ... ... ./:\: : : : : : : : :'\, : : : : : : : : : : : : |: : : ::|
... ... ... ... ... ... .../: : : '\: : : : : : : : : :'\,: : : : : : : : : :|: : : ::|
... ... ... ... ... ... ../: : : : :\: : : : : : : : : : ,\ : : : : : : : : :|: : : ::|
... ... ... ... ... ... ,/: : : : : : :\: : : : : : : : : : '\,: : : : : : : |: : : ::|
... ... ... ... ... ..,-“: : : : : : : :“-,: : : : : : : : : : \: : : : : : I: : : ::|
... ... ... ... ... ,/ : : : : : : : : : :”-, : : : : : : : : : :\: : : : : I: : : :/
... ... ... ... ..,/ : : : : : : : : : : : : :”-, : : : : : : : : :'\: : : :I : : : /
... ... ... ... ,/ : : : : : : : : : : : : : : : “-,: : : : : : : : :'\: : :I : : : /
... ... ... .../: : : : : : : : : : : : : : : : : : “-,: : : : : : : : '\: :I : : : /
... ... ... ../: : : : : : : : : : : : : : : : : : : : :“-,: : : : : : : \,:I : : :/
... ... ... ,/: : : : : : : : : : : : : : : : : : : : : : :“-,: : : : : : :\: : : :/
... ... .../-,-,”,,-,~-,,_: : : : : : : : : : : : : : : : : “-,: : : : : :'\: : /
... ... ..|',/,/:||:\,\: : ::: ""~,,~~---,,,_: : : : : : : : : :'\: : : : : ,:\
... ... ..|: :”: ||: :”: : : : : : :”-,........ ¯¯”''~~~-----~|\: : : : : : \
... ... ..|: : : ||: : : : : : : : : : :”-,..........................|: : : : : : :\
... ... ..| : : : : : : : : : : : : : : : :”-,.......................\: : : : : : : :\
... ... ..| : : : : : : : : : : : : : : : :”-,\....................,-“\: : : : : : : :':\
... ... ..| : : : : : : : : : : : : : : : : : :”-\...............,/: : :\: : : : : : : : \
... ... ..| : : : : : : : : : : : : : : : : : : : \,.........,../: : :: '\: : : : : : : : |
... ... ..| : : : : : : : : : : : : : : : : : : : : \.......,/: : : : ,-~/: : ,: : |: :/|
... ... ..'|: : : : : : : : : : : : : : : : : : : : : \~”¯: : : : : |: :|: : /: :/::::|
... ... ...|: : : : : : : : : : : : : : : : : : : : : |: : : : : : : :”-,,_/_,/-~”:|
... ... ...|: : : : : : : : : : : : : : : : : : : : : |: : : : : : : : : : : : : : : |
... ... ... |: : : : : : : : : : : : : : : : : : : : : |: : : : : : : : : : : : : : :
好评: 我觉得不错
好评: 买就完事
好评: 都过去这么久了，看到某些画面还是会有感动，游戏就是割草，不过剧情还是可以看的
好评: 目前可玩到的最好的海贼王游戏，但是很多剧情惨遭阉割
好评: 海贼迷必备，完美还原动漫剧情，游戏体验非常棒！
差评: 外包无双中光荣做的相当不走心的一部,估摸着钱给少了,毕竟万代不可能像隔壁老任那么豪,无法和塞尔达无双比能理解.游戏本身也就及格水平,虽然个人看了海贼,但确实不算粉丝,所以没粉丝滤镜后都这个价位了表现却这么拉挺失望的,相比于同价位优化也不是平均水平,但以上都不是我打差评的决定性因素,完成成就要求了没给成就才是 ! ! 我去年买了个表的脱裤魔,无论自家还是外包代工游戏只要是PC的你就基本不会管那些不严重影响体验的bug,呵忒.
好评: 爽就完事
好评: GOOD
好评: 凯多龙形态割草，无敌
差评: 感觉不值这个价 重复内容太多 也谈不上大制作  我这种半吊子海贼迷还是算了吧
好评: 好玩
好评: 爽就完事了
好评: 春节89块入的，20小时速通剧情S，剩下的宝物日志慢慢刷，再把人物干到MAX，刷就完了
好评: 给女友口了一万年才给我买的 好吧我没有女友我只是个油腻猥琐男
这个游戏还行 我现在已经通关 是我这辈子第一次玩的割草游戏 我也是海贼迷 
玩完游戏感觉路飞老是进监狱 打老沙进监狱 打大妈进监狱 打凯多进监狱 。。。。
只能说行吧 10分给7分  没太有打击感  话说steam只能选是否啊。。。
好评: 好玩，爽
好评: 海星
好评: 很不错  就是这个肝等级有点让人遭不住
好评: 爽
好评: 粉丝向的游戏，反正就是割草，就是爽。顺带回顾主线剧情、
好评: hao
差评: 打一晚没存档你可真牛逼还说自动存档
好评: 和之国的剧情虽然是编的，但是也十分的合情合理。据说是有可以和好友一起打的功能，但总是因为加速器网络等原因无法一起打有点小遗憾。但对海迷来说是个十分不错的游戏
差评: 太吃配置了，rx580显卡都不能稳定60帧
好评: 好玩
好评: 海贼王，我当定了！
好评: 很棒
好评: 人物技能很多，剧情太少，爽了但没完全爽，就像做爱做到一半熄了火。
差评: 我是沙比，我220买的。现在89，现在XGP白嫖
好评: 快速重温海贼
差评: 启动都无法启动，玩尼玛
好评: 1
好评: 剧情中二，但凭着热血感人我就能至死不渝，所以中二玩家及动画爱好者不可错过！
好评: 谁说索大是路痴，明明是我才对
好评: 以前原价入手的，后来退了。其实刷多了也没太大意思。看到有人说女帝？!买哪个DLC有女帝
好评: 很好的游戏，老爹简直就是刷图神器，但求求官方出个罗杰的DLC吧，我绝对买
好评: 无聊的时候可以玩儿~
好评: 游戏难度适中，人物比较少，目前还看到女帝
好评: 不错的割草游戏
好评: 很好

好评: 手感尚可，作为无双游戏基本合格，海米估计会有印象分加分。
成就感觉再rua五个小时真的就做完了，实在提不起兴致了，折扣下推荐入手。
好评: 身为海迷，推荐的理所当然！
好评: 原价入的，我是傻逼
好评: 海米必入，没什么好说的
好评: 666
好评: 粉丝向游戏，作为海迷觉得可以
好评: 真的太好玩了，玩起来很爽，根本停不下来。
好评: 及格水平，建议打折购买
好评: 很解压的一部游戏
好评: 好玩
好评: 很不错的海贼游戏了
好评: 海米过年了
虽然简中有些地方像是机翻一样 剧情也做了一点的删减
可是他爽啊
好评: 补个评论  真爱粉吹一吹
好评: 带劲，能出5就好了
好评: 怎么新开存档和删除存档啊，求大佬告知

好评: 非常爽
差评: 买了游戏 黑屏玩不到 服了
好评: 无聊时割割草还是不错的，剧情的代入感还可以，能够回味下OP。
好评: 值得入手
好评: 好玩，适合带个伙伴一起
差评: 莫名其妙的存档没了？？？？？？
好评: 哈哈哈哈
好评: 好玩是好玩，但是我存档莫名其妙消失了是什么鬼？
好评: 6666666.33333333333.66666666.8888888.999999.33218746
好评: 剧情好
好评: 动漫迷
好评: 什么时候出新dlc啊
差评: 我是傻逼，才买了这个煞笔游戏，
好评: 很爽，打击感也很棒，与场景的交互也很棒，耐力值冲刺可以取消连打后摇，继续连招，从地上打到天上，在空中又可以继续连击。
人物角色方面，文斯莫克家族做的挺没意思的，角色几乎都是重复；部分人物比三代来说，弱了太多，有些人物本作又太强= =。。  希望多出一些人物吧~
好评: 打击感，画质都是上乘，最主要是是这个游戏比起三国无双系列来说便宜不少。建议也出个火影无双。太爱这个系列了。
好评: 如果你是海米，就入吧
好评: 非常喜欢
好评: 玩这个时间过得很快
凯多真的强
好评: 太好玩了，如果还能再出些角色就好了
好评: 总体不错。适合人群：海贼迷/割草游戏爱好者。
好评: 剧情全通了（宝物日志没打完），所有人物都解锁了，跟前几部比确实是质的飞跃，而且整体不需要太肝，打完戏剧性之后，可以打宝物日志，宝物日志贼长，而且后面很难（以打出S为标准），不是无脑瞎A能打的过的了，一个人物差不多20多种招式，40多个人物（有9个DLC的人物之后是50多个）可玩性很高很高，特效也可以，显卡GTX950的一点不卡。
好评: 路飞做得太好了
好评: 对于割草游戏来说，确实很不错，割起来很爽，对于粉丝向游戏来说，白胡子永远的神！
好评: 芜湖
差评: 我也是海米，情怀不情怀的另说，这个游戏是真的无聊至极还卖这个价真不理解，300多给你买个催眠游戏，买它的时候一点也不了解一看是海贼直接下单了，结果人物又少剧情也拖无聊死你，这玩意你要卖300，免费的我都不玩300多买个封面是海贼的游戏放在库里当摆设
好评: 补课~~~~~
好评: 海贼王粉丝必入
好评: 打击感很好，最后一章鬼岛篇的原创剧情非常优秀
好评: 累死
好评: 还行吧！打发打发时间还是不错的！
好评: 游戏不错，海贼迷几乎可以无脑入了，不过是路人想通过这个来入坑海贼王的话，我觉得预期通关这个还不如去看看漫画和动漫
好评: 拿满全成就非常轻松，不跳剧情只花了26小时
好评: 海迷必备

好评: 无双玩法依旧爽快，难度适度，放假必备
好评: 画质比3好很多，操作更有打击感，很好玩推荐玩一玩
好评: 若非海贼，无感割草
好评: 无聊的时候打发时间还可以
好评: 只能说喜欢的人喜欢，不喜欢的人也不强求，主要是情怀叭，总比某刃好
好评: 好玩
好评: 无双系列游戏迄今为止唯一神作！很好的技能搭配和打击感，浓缩明了的剧情，不错的画质和音效，强烈推荐！
可以无视三国无双、战国无双和无双大蛇的存在了！
差评: 女角色少，剧情更不如3。可换服装少，mod更是没有
好评: 1
好评: 算是海贼王同人比较好的游戏了
好评: 人物还原度很高，目前玩到司法岛乌索普和路飞的羁绊很感人。虽说跳过空岛和部分剧情用过场动画简单介绍略过，但是在我通关海贼无双3之后依然认为海贼4无论从打击感还是人物可选择上比3要强很多。画质也有一定的提升优化还算不错，目前为止1050ti没有出现掉帧的情况。在看过动漫的情况下略过的剧情基本可以忽视，主要是游玩新世界的剧情，体验割草的快感。不错的割草 值得推荐，只能说我一个8年海贼迷认为所有喜欢海贼王的玩家必入
差评: 不建议买，本身我是海贼迷，但是这个，有可玩的点，但是可玩度不高，喜欢割草的可以买，
好评: 不错的海贼游戏，喜欢的海米们可以在打折时入手，里面剧情也很棒，人物做的也很好，技能特效什么的，都很不错。
好评: 海贼粉必入的游戏 画面提升很大 割割草很爽 已经全成就了
差评: TNND，跟我玩阴的是吧，89块给我索隆削了，还想要好评？
好评: 特别好玩
好评: 剧情简单让我回顾一部分海贼的剧情（虽然没3涵盖的那么广但是很细致）
游戏本身非常赞👍
题外话光荣果然除了自家的无双IP给别人外包的都是精品lol
好评: 回顾一下剧情，全成就了
差评: 突然 以前的从当没有了，要从新玩，每天晚上7点登入 不了  什么鬼
好评: 好！！！
好评: good game
好评: 铸币弄了半天手柄。
好评: 喜欢
好评: 牛逼
好评: 海米
好评: 挺好的
好评: 游戏是好游戏，可是玩几天就感觉没劲了，没有玩下去德欲望了不知道怎么回事，可不可以多更新一些DLC
好评: [quote]关注[url=https://store.steampowered.com/curator/39039781/]斗鱼游戏社区[/url]，随时了解主播推荐的好游戏。
访问斗鱼鱼吧社区参与互动，活动好礼送不停！[/quote]

本作提供了戏剧冒险日志、自由冒险日志、宝物日志三种游玩模式，其中戏剧冒险日志模式中拥有阿拉巴斯坦篇、艾尼爱斯大厅篇、顶尖决战篇、进入新世界篇、蛋糕岛篇五章与动漫画内容一致的的剧情，外加游戏原创剧情和之国篇总共六篇章，每个大篇章下有数目不等的小篇章。在戏剧冒险日志模式下，玩家操作游玩角色固定为剧情出现角色，无法自由选择其余角色游玩，想要任意选取已解锁的角色游玩，可之后选择游玩自由冒险日志模式与宝物日志模式。

每个篇章设有数量不等的任务目标，只有完成最终目标才算完成该关卡，而最终目标需要玩家将任务目标逐个达成后才出现。大部分任务目标为击败特定的NPC敌人，游玩时也会出现支线任务，支线任务大都为救助陷入苦战的海盗团伙伴，或者提示玩家与海盗团伙伴一同镇压该区域。镇压区域可提高伙伴士气，确保其不会被战败而导致任务失败。

镇压区域的设定类似于真三国无双系列中的据点兵长，Xseed Games发行的无双游戏《Fate/EXTELLA LINK》也有相似的设定。本作中每个区域会设有初始状态栏，击杀一定数量的杂兵后会出现大队长NPC，将其击杀后便能够完成区域镇压。完成支线任务能够获取更丰富的结算奖励与伙伴等级点数，提升伙伴等级可解锁角色的服装、获得硬币奖励与新的海图。想要提高角色能力，开放新的海图与提高伙伴等级、获取对应的硬币是不可或缺的。

本作的角色分为威力型、技巧型、空中型、速度型四种，每种类型都有其特性。比如威力型角色拥有较为强力的攻击方式，技巧型角色拥有独特的群攻技能，空中型角色可浮空攻击，速度型角色的攻击速度则比其余三种要快上许多。确定好游玩角色与浏览完剧情动画后，玩家需为角色进行出航准备，为其升级海图、设定特殊招式与辅助技能。每种角色可设置四种特殊招式，用手柄游玩时只需按下RB键+X、Y、A、B任意一键便可释放，有无需输入过多复杂指令，十分简单。角色的普通攻击、蓄力攻击、冲刺攻击会积蓄能量条，释放特殊招式会立刻消耗整条能量条，部分转换形态招式与爆发招式会持续消耗能量条，消耗完毕后会强制转换为正常形态。所以为避免出现能量条不足，无法开启形态转换招式的尴尬场面，建议及时自动取消形态变化，以便下次再次使用。在点亮对应提升连招数的海图项目后，玩家按下不同次数的X键通常攻击与Y键蓄力攻击进行组合，可打出更加丰富连招。开始游戏前可在玩家信息中查看详细的按键顺序，游玩途中忘记了也可再次调出观看。

无双割草游戏虽然能给玩家提供爽快的操作体验，但可观的肝度也是其特性之一。无论是此前游玩的同为光荣特库摩开发的《无双大蛇3U》、亦或是Xseed Games发行的福利无双割草游戏《闪乱神乐》系列与Fate粉丝向无双割草游戏《Fate/EXTELLA》系列，都拥有十分可观的肝度，本作的宝物日志模式也将肝度特性体现了出来。宝物日志模式分为东海级、伟大航线级、新世界级三个阶级，每个阶级中包大量的游玩关卡，解锁新阶级需要完成当成阶级中的关键关卡，首次完成后可获得金色硬币。提升角色生命值、耐力值、攻击值、防御值四项基础属性只需普通角色硬币即可，但大部分角色的招式对应的金色硬币，而完成戏剧冒险日志模式后只解锁了极其少量的金色硬币，玩家想要体验到角色更多原汁原味的招式，只能选择肝宝物日志模式获取金色硬币。

此外，解锁部分角色需要完成规定宝物日志章数与收集硬币数，有的还需要战后结算判定达到S级，此时肝度就比较明显了。不过跟《无双大蛇3U》相比，本作的肝度还算稍低一些，毕竟没有类似《无双大蛇3U》中十二宫与蛇夫塔刷取打造装备材料的设定，所以担心没有太多时间游玩本作的玩家大可放心。

不得不说，Omega Force在无双游戏领域中拥有相当高的画面制作水准，无论是此前的《无双大蛇3U》还是本次的《海贼无双4》，场景建模与人物建模质量都十分优秀。由于题材性质的不同，基于动漫风格的本作采用了高对比度的画面渲染模式，人物建模变得圆润，场景也富有充实质感，在色彩表现上要比《无双大蛇3U》更加鲜艳丰富，能够给玩家带来不错的视觉体验。此外，本作对每个角色的招式都有着非常高的还原度，基本上看过动漫的玩家，游玩时都会感到熟悉亲切。除了招式拥有高还原度，游戏中过场动画的还原度也毫不逊色。

《海贼王》被广为人知的缘故，不仅是因为作为21世纪最长篇的三大民工漫，还有其对于每个人物都运用了较为夸张的表现手法，以及富有热血与感动的剧情桥段，都令人们印象深刻。比如在斗技场中，失去兄长艾斯的路飞，在初次看到结义兄弟萨波时不禁泪目；还有在蛋糕篇中山治与路飞战斗过后，向其说明自己的真心话并留下眼泪与鼻涕。原本夸张的表现，在3D人物建模的加持下，比起2D平面动画拥有更强的视觉冲击力。考虑到海贼王的篇幅实在过长，故本作并没有像《龙珠Z卡卡罗特》一样，把大部分动画内容都制作进去，五大篇章在剧情内容衔接上跳跃过略快，如果从来没有看过海贼王的玩家可能会有点理解不能。

本作的操作体验也不逊色于视觉体验。由于游戏在画面方面的优化也做得不错，即便锁定了60帧，把光影特效全都设置为最高与将显示敌人数量设置为普通后，游玩时依旧能够保持在60帧，除了部分情况下会出现掉帧情况，大部分时间都能给玩家顺滑无比的体验。充足的打击感也是本作的优点之一。此前游玩《无双大蛇3U》会有种打纸片人的感觉，打击反馈很弱，即使开了手柄震动也还是觉得有些违和。而本作的打击反馈要出色许多，角色的每一下攻击能让玩家感受到的的确确的打在了敌人身上，再有海贼王角色本身的招式都有及其夸张的画面表现力加成，打击反馈也变得更强了。

总的来说，《海贼无双4》拥有优秀的画面表现与流畅爽快的操作体验，游戏质量为上乘水平，无论海贼王粉丝玩家与否都十分适合游玩，喜欢无双割草游戏但又不想像《无双大蛇3U》那般肝的玩家更值得一试。推荐海贼王粉丝玩家入手豪华版，包含了追加9名游玩角色，性价比还是很高的。至于单纯喜欢无双割草游戏的玩家，入手本体已足够满足游玩需求。

[quote]加入[url=https://steamcommunity.com/groups/feizhai]肥宅聚集组[/url]与关注[url=https://store.steampowered.com/curator/28359939]我们的鉴赏家[/url]，一起当肥宅w[/quote]
好评: 爽就完事了
好评: 最好玩的无双
差评: .

好评: 无双系列巅峰
好评: 这不比勾巴好玩？
好评: 玩的很爽但路飞技能做的拉胯
好评: 操作感强，画面感强
好评: 我还能说什么呢，光荣你淦得好哇
好评: 快乐割草
好评: 游戲十分的有趣 割草很舒服 原創劇情最大的草甸估計就是黑鬍子也去討伐凱多 總體來説還是十分的好玩 以及繁體怎麽切換回簡體啊
好评: 无脑割，就完了
好评: 割草8小时.手好痛.
好评: 最好的漫改无双游戏
好评: 其实我很少玩无双，以前觉得无双挺无聊的，但海贼无双4第一次让我体验到无双游戏的爽快，先玩了3代，玩了3章就玩不下去了，接着据说4代好玩些，就买了4代，果然打得够爽的，推荐玩4. 不知不觉就20个小时了，还有一章就结束，感觉快速回顾了一遍海贼王，感动不已。还是那句话，推荐4,至于3玩不玩看个人，哈！
好评: 对于普通玩家只能说是普通的无双游戏，而且剧情不长，也只有海米喜欢这类海贼王题材的游戏，可玩性不大但很情怀最重要是吧。海米必入手，因为也没有比这个更好的海贼王的游戏了。
好评: 理性消费，量入为出。首先作为一个海贼迷还是比较值的推荐的，如果不是粉丝可以看看有关视频，商榷一下，权衡一下利弊再入，毕竟日厂游戏比较贵。
好评: 割草游戏，心情不好的时候刷刷刷就完了，等反应过来的时候已经可以睡觉了.
好评: 牛逼

好评: 无双系列游戏天花板，冲就完了

好评: 挺好的 适合无聊的时候刷刷刷
好评: 娜美嘿嘿 我的娜美嘿嘿嘿嘿嘿嘿嘿嘿
好评: 目前做的最好的无双类游戏
原创剧情演出效果还是可以的，虽然短了点
海米必入
好评: 打斗什么方面的都很好。
好评: 爽就完了，能用基本海贼出现的所有主要角色。真的很舒服。
好评: 还行吧
好评: 爽
好评: 82小时全成就，全人物满属性毕业（后期就是硬刷倒数第二关，二分钟一局）总的来说是很不错的割草游戏。
好评: 打击感不错，连续玩有点腻，打折89入的，喜欢海贼买了不亏
好评: 好
好评: 游戏还是不错的，建议海迷入，不是海迷的话， 不建议
好评: 我是傻逼
好评: 剧情太少了，艾尼路去哪了？
好评: 建议折扣入手
好评: 牛
好评: 图个乐
好评: 首先，无双系列的游戏，追求爽快的割草，本作还是比较好的体现出来了。其次，海贼动漫向的代入感也是比较好的体现出来了。不过，本人完成全成就主要依靠，路飞、白胡子、凯多，其他角色没怎么使用，不予评价。
好评: 为什么链接手柄没反应呢？？？
好评: 爽，就是能不能不把存档存到C盘
好评: 就是玩
好评: 一直很喜欢海贼王
好评: 希望后面的剧情再多一点
好评: 剧情模式如果有三代那样精致就好了，爽是很爽的，非常期待下一作。
好评: 刚开始玩很惊艳，玩久了会发现这玩意流程又臭又长
好评: 打折的时候入手还是可以的，就是一看动画就很卡，只能跳过
好评: 喜欢就对了，为啥我不可以手柄
好评: 总体来说值得一玩，尤其是对于海米来讲。
动作系统还是大家熟悉的无双系列，同时画质整体提升很大。
美中不足的是成就有点少，而且原创剧情与前面反差较大。
建议打折时候入
好评: 好玩，但是空气墙太多了
好评: ...

好评: 很好玩。很无双。值得这个价格。169入的。
好评: 不错不错
好评: 十几个小时一周目，剩下的就是角色操作探索和无限的刷刷刷了。
主线剧情偏短，原作很多剧情一带而过，最后的百兽也是原创剧情，比较扯淡，应该制作的时候漫画剧情还没到。
3个DLC的总共9个角色，比较猛，但这个价格确实贵了。
喜欢无限刷刷刷的，可以慢慢探索，不过估计多了你也会腻，比上代画面好多了，打击感也不错，操作上也不复杂，就是连招和人物招数需要自己练。
细节上也有很多毛病，比如人物技能，点的我累死了，就不能出个一键升级么，还有一些大号的人物角色，操作起来都看不到敌人，综合整体好评。
好评: 画面手感出乎意料的好
好评: 好玩！
好评: 希望还能有后续DLC
好评: 上一个能让我“沉迷其中，不能自拔”的“无双”类游戏，还是2013年发售的《真·三国无双7》。不过，紧接其后的《真·三国无双8》，却让光荣狠狠地跌了一跤。《真·三国无双8》那空洞的开放世界与极度割裂的“割草”体验，让人不禁怀疑：光荣到底还会不会做“无双”？
然而，光荣似乎只对自家的“无双”IP感到迷茫。由其代工的类“无双”作品——《女神异闻录5 对决：幽灵先锋》，出人意料地收获了大量好评。包括这次帮万代开发的《海贼无双4》，也令不少喜欢“海贼无双”这个IP的玩家，心满意足。
《海贼无双4》的成功，并非光荣在制作这款游戏时下了猛药。相反，光荣在制作这款游戏时，采用了极其传统的“无双”游戏模式。即“一段剧情+一段战斗”。战斗场景与任务目标也相当“复古”——玩家在一个密闭的场景中战斗，执行着占领/逃跑的单一主线。在进行主线的过程中，往往会出现一些支线的击破任务，完成支线任务通常会解锁数名NPC友军，来降低攻略主线的难度。
这种近乎于“无脑”的游戏玩法，似乎与备受玩家追捧的3A大作格格不入。诚然，这种没什么营养的玩法，的确是“无双”类游戏逐渐衰落的原因之一。但是对于喜爱“无双”游戏的玩家来说，在酣畅淋漓地“割草”过后，再来一段精彩纷呈的故事，游戏代入感在此刻达到了顶峰。
对于“无双”游戏来说，“割草”和剧情，是衡量其是否出色的两项“硬性指标”。换句话说，玩家玩“无双”游戏，就是奔着这两者来的。如果“割草”体验和剧情效果合格，相对应的，游戏就是一款合格，甚至不错的“无双”游戏。
《海贼无双4》在这两点上，表现的确可圈可点。
“割草”不需要什么战斗技巧，关键在于两点。一是让玩家觉得爽，另一点，则是让玩家觉得帅。在“割草”的爽快感上，《海贼无双4》表现得中规中矩——源源不断涌现出来的杂兵、大范围的攻击手段、以及只能“任人宰割”的敌军AI，这些构成“割草”快感的基本元素，都在游戏中有着充分体现。不过，《海贼无双4》也并非无脑“割草”，一些动漫里的强力人物，在游戏中依旧棘手。动漫中的“巨人族”杂兵，也远比一般杂兵要难处理。
但在“招式帅”这方面，《海贼无双4》可谓是下了一波苦工。首先是每个人物专属招式的问题。如果说在其它“无双”类游戏中，光荣还能依靠“同武器同模组”的设定，偷偷懒的话。那么，《海贼无双4》就只能老老实实地做独立招式。也正因如此，《海贼无双4》中的每个可操控角色，都有着符合原作的帅气独立招式。例如路飞的橡胶机关枪，索隆的鬼斩等等。
此外，本作摒弃了“无双条”，这一“无双”游戏的招牌设计。但这并不意味着，玩家不能使用无敌帅气的“无双乱舞”，而是官方将无双整合进了“特殊技”之中，以技能CD的形式，代替无双条。关于“无双条”的改动，一直是光荣改进“无双”游戏的重点，但也因此惹出过不少麻烦。这次直接取消“无双条”的设计，很有可能是光荣的又一次尝试。
除了取消无双条的尝试外，本作中的“空战”系统也确实令人惊喜。在提升更高连击数的同时，也让玩家能更自由地使出多样连招。在普通连段后，还能追加特殊技，对BOSS能打出更长的控制时间。不过，“空战”结束落地后的硬直很大，这点在蓄力型技能的身上也有体现。
《海贼无双4》在“割草”方面表现尚可，剧情方面的表现则要优秀许多。当然，有《海贼王》这一优秀题材打底，剧情的主题大纲自然不会差。重点在于剧情的表达效果，能否让观众产生共鸣。通常采取的办法，是选取原作中的经典片段。将其制作成战役后，放大玩家操控角色在战役中的价值。
例如游戏中，“顶上战争”这一篇章，就很明确地贯彻了这一设计思路。在原作中，“艾斯之死”的桥段，不可不谓之经典，也是很多观众的遗憾。怎么看，“顶上战争”都是完美的魔改素材。接下来，就是放大战役中，玩家所控角色的价值。
所谓“放大玩家所控角色的价值”，说白点，就是让玩家把战斗中的活给全干了。很难想象，当玩家操控路飞进攻海军本部时，不仅要一路推进攻占沿路据点，还要时不时跑回己方大本营，帮“白胡子”解决突袭的“王下七武海”。
不过愚笨AI衬托出的，是玩家如“天神下凡”般的英姿，以及“操控雷电”的爽快。加上战斗过程中不时触发的剧情CG，让玩家觉得自己救出艾斯，并不是什么问题。
这股蜜汁自信，一直伴随着最终BOSS被一拳打飞。随后触发剧情：在一片混乱中，艾斯为了保护路飞，被海军大将“赤犬”，一拳洞穿了胸膛。
无论玩家在战场中如何神勇，依旧无法改变艾斯被“剧情杀”的命运。这让玩家对路飞的不甘与痛苦感同身受。即便通关章节后，这股伤感依旧难以消去。直到又一段新的剧情展开，告诉玩家要依旧冒险下去。路飞的梦想是成为“海贼王”，艾斯的逝去只会化作他前进的动力。
《海贼无双4》的“割草”感觉良好，剧情演绎不错。这对于一款“无双”游戏来说，就已经达到了“上优”的标准线。但是画面和人物建模，着实有些一令人言难尽。人物身材比例不协调，表情僵硬的问题在游戏中频频出现。原作中，人物难过时夸张的眼泪和鼻涕，在游戏只是进行简单的贴图处理，结果变成粘在角色脸上的奇怪物质，让人哭笑不得。
总体而言，《海贼无双4》作为一款粉丝向的“无双”游戏，在“割草”和剧情上得以兼顾。老一套的“无双”游戏设计，尽管看起来落后于时代，但更突出了“无双”游戏的特性。其品质在近些年光荣制作的“无双”游戏中，也算上乘。
所以，光荣并不是忘了怎么做“无双”游戏，而是单纯地，在寻找“无双”发展的道路上，步子迈得太大。调整一下思路，或许光荣能带来依旧优秀的“无双”作品。
好评: 情怀
好评: 一个字爽 ，割草的快乐就完事了
好评: 回顾剧情，打击感特别好
好评: 41小时全成就全收集达成，一直到大妈的剧情都是漫画剧情，凯多是游戏原创剧情，可用的角色还挺多，就是空中角色相对弱一些，跟凯多大妈这类的角色比不了，而且还特别脆。
好评: 割草还是怎么爽，把它当解压游戏的确不错的，越打到后面越有挑战性。
好评: 割草游戏真的爽
好评: 非常的good，就是刚买就上xgp很烦
好评: 老粉丝了支持就完了
好评: wow
好评: 他吗的，热血沸腾
好评: 重新回顾了一下海贼王，剧情yyds！
好评: 挺爽的
好评: 海贼迷必玩！！！刚买了一个星期就把全部关卡给破完了！！！
想问问各位大大，你们推荐小弟购买豪华版吗？？？想买的原因是角色有点少，又觉得不想买的原因是这游戏几乎要玩完了TT
感谢各位老大宝贵的意见
好评: 做的很好，看得出制作方对海贼王的研究，对非原创部分的剧情删改把握的很好，并且合适地把剧情融入到关卡任务的设计中，角色技能设计基本囊括了角色的知名招式，操作爽度尚可（就是空中型的攻击容易打空），游戏内容不算多，建议打折入。总体来说挺好玩
好评: 爽！好久没玩如此爽的割草游戏了，作为非海贼迷，感觉很不错。希望有好友可以一起联机割草。
好评: 好多出场的角色为啥不能添加到可操作里呀
比如战国
已经准备好分批卖DLC了嘛
还有一些相对边缘一些的角色，虽然我不一定玩儿但是我要有呀
好评: 真不错
好评: 游戏非常好玩，但是存档问题很大，总是同步有问题，每次都要重复打一段
差评: 吃灰游戏
好评: 爽就完了
好评: 挺三国无双的
好评: 非常好玩！
差评: 东海，空岛，莫利亚，海底监狱，鱼人岛，庞克哈萨德都没有，做游戏只做一半是吧，还有最后一关做的是个寄吧，演出跟三年动画一样就不说了，标题叫让和之国开国，结果最后根本没打赢凯多，凯多撂句屁话就变龙飞走了，路飞还自顾自庆祝个什么守住了和桃子的约定搁这精神胜利是吧，既然觉得自己打赢了还跟基德结盟图啥？山治踢了大妈，嗯？我操作山治的时候不是打不了女人吗？黑胡子来打个酱油就走了，还和凯多大妈演一场意义不明的对手戏看得尴尬的一批，boss战更是弟中之弟，凯多从头到尾不打站那喷吐息，老子刚开四档就飞到别处去吐还把路堵着等你妈对话完再开路，一变蛇人就强插动画看那几个哈批放波打断凯多前摇把老子变身时间耗光，还爽快割草爽割你妈包皮，有空做那几个龙套dlc噶韭菜还不快把前作佩罗娜补上！
好评: 无双割草   爽就完事！！
好评: 毕竟是官方授权的海贼游戏、

好评: 比起三代强多了，希望下一作能出个完整版补上缺失的章节，也希望dlc人物能出现在正章里，不然真的好违和。。
好评: 6
好评: 666
好评: 还不错
好评: 海贼厨感觉良好
好评: YYDS

好评: 秋促还是值得入的
好评: 好
！
好评: 海贼粉丝玩的话还是很不错的，大部分热门角色都可以玩到，人物技能设计也很不错。
好评: 无脑刷刷就完事了
好评: 很爽建议打折入，还有路飞牛逼
差评: 粉丝向游戏，不是海贼粉就别买，我是伞兵。
好评: 真的很快乐
好评: 为什么我进去不去游戏 .....点开始游戏后过两秒就没了 又是开始游戏 前几天还好好的  卸载重新下载还是一样
好评: 海米推荐打折买
好评: OP是我的青春
好评: 爽
好评: 杀凯多！占花都！！！
好评: 游戏是好游戏，但是为毛CG动画帧数那么低？
好评: 看完第1000集回来再刷一波
好评: 还行,就是有些人物很难用,打了半个多钟头才通关
好评: 喜欢海贼王的可以买非常值得，就是剧情少了点，白胡子是真的好用韧性极高
好评: 值好玩
好评: 海贼粉必入，虽然游戏为了图方便，省掉了很多东西（剧情、建模等），但是挡不住割草爽啊，而且可操作人物也比前作增加了，干就完事了
好评: 我是海贼王的粉丝
好评: 爽~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~
好评: 没得说，太喜欢海贼王了！！！
好评: 好

好评: bucuo

好评: nnnnn
好评: 爽就完事了
好评: 很好玩 还原度很高 希望补齐两年前的服装 还有能出个罗宾和之国服装的DLC
差评: 我是预购的，目前看来我已经弃了，动作和画面的进化可以肯定，但是手感总是感觉比不是3，有点怪，不是很喜欢
另外，如果是冲着剧情来的，还是建议，买3吧，这作太敷衍了
好评: 近期疯狂肝的一款无双游戏，其实本人远远谈不上是一名无双游戏粉丝，玩过的也仅仅是真三国无双的部分经典作品，当然因为本作的畅快体验最近也有开坑真三国无双8的打算。我也算不上是一名海贼粉，动漫也只是看过几十集，对海贼王的印象也仅停留在路飞的口头禅“我要成为海贼王的男人”。可以说我完全偏离了本作的粉丝群，但我同样为本作所吸引，得到了完全不输于无论是无双粉还是海贼粉所获得的畅快体验

《海贼无双4》给我体验很好的有两个方面，一是剧情，在剧情上游戏可以说是从招募船员的阶段从头讲起，避免给我这种纯萌新的一脸懵的观感，其次剧情的质感也非常好，大量的CG动画辅以章节式的线性战斗体验，让玩家可以全程参与到路飞一伙的冒险中去，得到可能在动漫第三者角度体验不到的感动

二是战斗，我没有玩过3代，不太能如其它玩家般感受的那般深刻，体验到系列的革新之处，但对我这种初入海贼无双的玩家来说，本作的无双割草体验绝对可以算作是满分，在备战状态，玩家可以为角色添加四个主动技能以及根据玩家在海图中获得的诸多被动，这些能力加上玩家的组合按键实现的无双战斗操作感满满，甚至于在一些角色的特殊变身技能状态下这些技能还会有完全不同的表现。在强有力的无双攻击下，不但杂兵难以抵挡，就连身边的建筑也会如豆腐块般炸裂，一场战斗完身边满是残墟的观感实是代入感UPUP。除此之外，游戏为角色设定了四种不同的类型，这四种类型的角色在操作时有着很大的不同之处和需要注意的细节，这就需要玩家在游戏中切身感受了

简单总结一下，这绝对是一款优质的漫改游戏，海贼和无双的两大元素结合度很高，无论是无双粉还是海贼粉都值得购入体验。如果是和我一样是个纯路人玩家，如果愿意进行尝试体验的话，相信你也会开始对海贼王这个IP、对无双游戏感兴趣，我想这就是这款游戏的魅力所在了
好评: 这游戏太好玩了，比自己沟8还好玩
好评: 打折买还是非常香的
好评: 爽就完了！
差评: 我服了，玩了8小时，第二天重新进游戏发现居然还要从零开始？  都不敢玩儿了 谁知道玩了几小时后是不是白玩了。每次都重开我玩个鬼
好评: 好
好评: 联机压根连不到人 80圆子有点贵了 dlc不推荐超新星的 剩下两个还行
好评: 👍
好评: 对于一个海迷来说，这游戏做的很不错了，技能特效，剧情还原都很不错，而且是割草游戏，刷刷刷就完了，还能体验各个人物的技能真的是太满足，对于海迷来说入了不亏。对于没看过的同学来说，这个割草游戏也是精品，对于喜欢成就收集的小伙伴，这个游戏的成就，非常容易达成完美，可入。
好评: 👍
好评: 中规中矩的无双，可操作人物还是挺多的，不错，[strike] 山治的月步真是不好用 [/strike]。
剧情还没打完，但是基本复原了漫画动画的名场面，还可以，尤其是我已经打飞红狗好几次了！爽！
好评: nice
好评: 为啥我买了DLC季包只有一个卡塔库栗啊？？
好评: 好玩
好评: 海贼加割草，nice
好评: 作为一名十年海贼迷，非常满意这款游戏。
先说一下主要的缺点吧，视角锁定实在是不尽人意，如果有好几个敌人，总是锁定一个敌人还没开打就锁到了另一名敌人去了，导致视角很混乱。还有篇幅跳得有些厉害，有些重要章节被直接略过，这点感觉挺遗憾的。
然后再说优点，这游戏优点很多，首先，相较于海贼无双3，画质提升了许多，也一改原来的橡胶特色画风，总算是靠近了海贼王TV的画风，特效拉满能得到一个十分愉快畅爽的体验。其次，这游戏做到了尊重原作，把里面的许多名场面还原了出来，还是一如既往的热血沸腾，让人泪目不已。还有战斗方面，比起前作，有了不少提升，玩法上做了一些改变，变成了海图升级战力，可以根据自己的爱好做不同的选择。最后，战斗内UI界面比起前作，也变得简洁凝练起来，看起来不至于那么眼花缭乱。
总而言之，这是一款十分出色的漫改作品，对于海贼迷来说，这是一款十分值得购买的游戏；对于一些喜欢无双游戏或者想尝试这类游戏的玩家，这游戏也绝对不会让你失望。一言以蔽之，买，就对了！
好评: 单纯作为无双游戏就很不错了，对原作的还原也不错，只可惜前期的剧情省略不少，艾尼路、麦哲伦也没有，但是总体上很满意
好评: 很不错，很喜欢哈.
好评: 干就完了，奥力给
好评: 进去都没有声音  重新下载也是一样  都不知道什么问题
好评: 有无海米一起干
好评: 作为一个海贼加无双迷，本作诚意还是不错的，不过只值得打折的时候入手
好评: 这个游戏很棒

好评: 海米冲就完事了
好评: 海米推荐入手，游戏剧情还原动漫，玩法采用无双制，原价购买属实有点小亏，推荐史低入手
好评: 233
差评: 玩家的霸体盾和硬直中开特殊技脱离没有实装
好评: 为什么偶尔会掉线
好评: 好玩
好评: 海贼无双4挺不错的一款剧情割草游戏，游戏带你回顾了海贼的经典战役，游戏还有原创的和之国剧情，海迷值得入手，操作不难，打击感也不错，推荐！！！！
好评: 嗟唾呤哽！！！！
好评: 喜欢的人物比较多.就是图太大来回的跑任务.手累
好评: 真不戳，就是过长动画帧数也太低了吧，才30帧
好评: 这个版本最不满意的就是白胡子的海震攻击范围做的太小了，基本只有贴脸才打得到人，相对3还删了技能，技能释放配的声优也不好听。
好评: 真不错
好评: ....
好评: 我海贼王粉丝 刚出的时候原价买的 现在看到dlc这么贵 陷入了沉默
好评: The process is longer
好评: 还原度很高很不错
好评: 打完剧情其实就差不多了，不过作为一款割草无双类游戏，用来打发时间还是不错的
好评: 海贼迷 可以冲啦！休闲割草  打折入库不亏！买带季票的！人物全！
好评: 偶尔爽一爽即可
好评: 冲着白胡子老爹去的，果然老爹永远的神，无双模式中期就能入手，开荒必备啊。其他几个剧情强者强得丝毫不带水分，用起来非常爽，唯一可惜的一点是3代里几个可玩性很高的角色都给删没了。无论是作为顶级强者的凯撒库朗、雷神，还是体术达人卡普（变成大众脸），都给移除了。
几个被移除的老角色以后能不能出一个免费的dlc，另外，求大佛。
好评: 我选择支持黑胡子为王，这个时代名为黑胡子！
好评: 原价买的，但是原价买都感觉很值！很爽，打折的话就果断入了吧！海贼迷玩绝对不会亏的
差评: 删减了太多章节和角色了，渣渣骗钱来的
好评: 十年动漫迷，游戏刚出来就立马原价买了
好评: 海贼迷必入
好评: 666
好评: 技能动画能跳过就好了，上去就砍不跟你多逼逼。
打折血赚，够爽，够肝，无聊必备
好评: 那叫一个地道，海贼迷必入。
好评: 确实很爽
好评: 黑贼粉
好评: 我不管，我就乱摁。啥也不会就是抽
好评: 爽就完事啦
好评: [h1]光荣代工，必出精品[/h1]

《海贼无双4》是由Koei Tecmo负责代工开发，BANDAI NAMCO发行的漫改题材的海贼王第四部无双作品，相比过去几年光荣本家无双系列的拉胯，本作却是质量上乘的无双游戏。似乎光荣走向了一个死胡同，在过去几年除了本作，《塞尔达无双》、《女神异闻录5乱战 魅影攻手》等为其他家代工的无双游戏却异常的出色，实在不清楚Omega Force团队究竟怎么了。

言归正传，《海贼无双4》在几年过去后，凭借着大量的海贼角色和对动画很好的还原，以及Omega Force所谓的「拟真的ONE PIECE战场体验」，确实都为本作增加了出色的游戏体验，在简单纯粹的割草之外，游戏也有着不错的BOSS战可供游玩，属于是近年来各种动漫衍生无双游戏中的精品。
[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]

[h1]即使没看过动漫也不影响的剧情体验[/h1]

在剧情上，其实我能理解制作组的意思。本作剧情没有延续前代，而是说直接选择了重新描述海贼王一行的旅程冒险，从头开始的剧情可以使得更多喜欢无双而不了解海贼的玩家加入本作，这也有利于本作销量的增加。但也有好有坏吧，对于海贼粉丝和本系列老玩家而言，可能更想去欣赏某一段精彩的剧情而非泛泛而谈。本作在剧情上，有“阿拉巴斯坦篇”“司法岛篇”“顶上战争篇”“新世界篇”“托特兰（万国）篇”和本作原创的“和之国篇”。我留意到DLC，也并未选择增加剧情，而是增加的可玩人物。其实本篇可玩人物就已经非常丰富，有大量粉丝耳熟能详的知名角色。而本作对于剧情的展现也较为传统，简单粗暴的“剧情+战斗”，战斗可能是逃跑也可以是占领，或者是营救之类的，而后则是一段CG，制作组想要在剧情上下工夫，以至于CG显得过于冗长。对于我这种非海贼玩家，只想跳过。

[h1]变与不变的无双割草战斗[/h1]

于笔者而言，或者可能很多玩家都会这样想，海贼无双=海贼角色的动作技能设计+十余年积累的无双模板经验。《海贼无双4》中每个人物都可以学习4个以上的特殊技，玩家同时可选择出战角色为4位，特殊技需要积累满计量表，而且动作体验非常流畅，，可以自由选择释放的时机。比如我控制角色在空中攻击时，选择合适的特殊技就能使得敌人被悬空割草。而且由于角色类型分为威力、技巧、速度和空中，利用游戏本身的空中连击、冲刺等可以实现众多有趣的叠加技巧。无双系列作品的一大乐趣：技能的自由叠加，在本作中也就有了出色的表现。而且就像Omega Force宣传的「拟真的ONE PIECE战场体验」，本作的战场不再是方方正正的沙盒地图，而是有各种形状的地图，而且更加立体，除此之外战场中可破坏物品增加，使得战斗有更为惊艳的破坏力。四皇的BOSS战也使得游戏不再是简单的无双割草，有了一定的挑战性。

[h1]结语：[/h1]

《海贼无双4》作为近几年的漫改衍生游戏作品，都算得上数一数二的存在。你既可以体验简单纯粹的无双割草，也能够选择挑战四皇BOSS为这道菜加点不一样的东西，制作组在动作场面中加入建筑物的破坏及烟尘弥漫的效果，能够获得更为出色的战斗效果。推荐海贼粉丝和无双玩家购买，对于DLC都是可玩角色，也可以考虑。而且本作还加入了1V1和联机游玩的联网功能。

好评: 本来我是给差评的，差评如横杠下面，但最近我在ns上玩了下3代，发现4代确实也是比3代要好很多了，想了想还是给个推荐吧

-----------------------------------------------------------

看到特别好评，虽然总体来看要比上一代要好，但从我个人的体验来看，我给不了推荐。目前主要理由有3点。
一：剧情删改过于严重。删：删除得也太多了，我目前只玩到第二章，但就已经到水之都的剧情了，东海篇的巴奇、阿龙，空岛的艾尼路等等的剧情全部删了，剧情缩水过于严重，然后不知道是不是考虑到缩水严重的原因，出了个方便刷刷刷的小副本的模式，剧情可有可无；改：有一小部分进行修改，不知道对其他人影响怎样，但对我来说非常不舒服，例如第一章是薇薇的剧情，最后在钟楼做引爆炸弹任务的是两个起码是有头有脸的巴洛克Mr.7的这种干部级敌人，结果游戏里就直接改成大众脸精英怪，影响体验本作剧情，而且吐槽一下，本来炸弹引爆前那段剧情也是挺感人的，然后游戏里也没说，打败这个精英怪后关卡就结束了，后续什么也没说，非常影响体验本作剧情，突然想起了还有一处，就再吐槽一次，最后路飞打倒沙鳄的时候能打中沙鳄是因为拳头有血，然后游戏里魔改成地下场景坍塌了，结果从柱子了甭出水出来了，让我去打柱子........这沙漠之国地底下都有这么多水，又怎么会说要用降雨粉来获得水呢？
二：关卡场景设计单调。不同于3代，游戏里按章节剧情切分成几个小关，例如第一章节薇薇的沙漠之国这里，按照剧情切分了4个小关，但部分关卡的场景设计相对会比较简单和单调，甚至其中设置了两个boss关卡（两次打沙鳄）的关卡，关卡就一个圆形的舞台，及其简陋。
三：打击感。打击感并不出众，没有那种拳拳到肉的感觉。
总的来说，虽然3代并不算非常出众，当时剧情佛朗明哥也还没结束所以那部分剧情自己魔改了，部分其他篇章剧情也有轻微魔改，但已经完结的篇章起码表现出来了，从东海救索隆开始到庞克哈撒达，可以用游戏的方式体验了原作剧情，4代我想着刚好也补票3代（主要是3代为什么要锁区......），所以虽然有点贵，但看到评价也还可以，我还是剁手了，从目前我的游玩体验来看，并不值得我给推荐。

----------------------------------------------

许久没玩，突然想进去玩一下，然后发现手柄没反应。。。
好评: 还原原著，海迷必玩
好评: 高难度挺有意思的
好评: 爽
好评: ⣿⣆⠱⣝⡵⣝⢅⠙⣿⢕⢕⢕⢕⢝⣥⢒⠅⣿⣿⣿⡿⣳⣌⠪⡪⣡⢑
⣿⣿⣦⠹⣳⣳⣕⢅⠈⢗⢕⢕⢕⢕⢕⢈⢆⠟⠋⠉⠁⠉⠉⠁⠈⠼⢐
⢰⣶⣶⣦⣝⢝⢕⢕⠅⡆⢕⢕⢕⢕⢕⣴⠏⣠⡶⠛⡉⡉⡛⢶⣦⡀⠐
⡄⢻⢟⣿⣿⣷⣕⣕⣅⣿⣔⣕⣵⣵⣿⣿⢠⣿⢠⣮⡈⣌⠨⠅⠹⣷⡀
⡵⠟⠈⢀⣀⣀⡀⠉⢿⣿⣿⣿⣿⣿⣿⣿⣼⣿⢈⡋⠴⢿⡟⣡⡇⣿⡇
⠁⣠⣾⠟⡉⡉⡉⠻⣦⣻⣿⣿⣿⣿⣿⣿⣿⣿⣧⠸⣿⣦⣥⣿⡇⡿⣰
⢰⣿⡏⣴⣌⠈⣌⠡⠈⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣬⣉⣉⣁⣄⢖⢕
⢻⣿⡇⢙⠁⠴⢿⡟⣡⡆⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣷⣵
⣄⣻⣿⣌⠘⢿⣷⣥⣿⠇⣿⣿⣿⣿⣿⣿⠛⠻⣿⣿⣿⣿⣿⣿⣿⣿⣿
⢄⠻⣿⣟⠿⠦⠍⠉⣡⣾⣿⣿⣿⣿⣿⣿⢸⣿⣦⠙⣿⣿⣿⣿⣿⣿⣿
⡑⣑⣈⣻⢗⢟⢞⢝⣻⣿⣿⣿⣿⣿⣿⣿⠸⣿⠿⠃⣿⣿⣿⣿⣿⣿⡿
⡵⡈⢟⢕⢕⢕⢕⣵⣿⣿⣿⣿⣿⣿⣿⣿⣿⣶⣶⣿⣿⣿⣿⣿⠿⠋⣀
⣿⣿⣿⢻⣿⣿⣿⣿⠻⣿⣿⡿⠿⠿⠿⣿⠻⡿⠻⠿⣿⡟⠛⠛⢛⣿⣿
⣿⠏⣼⢸⡄⢿⢋⢸⣷⣇⢻⣿⣿⣿⣿⣿⡗⣥⠂⢦⣿⣭⢩⡍⣭⣽⣿
⣿⣾⣛⣸⣿⣾⣾⣈⣛⣠⣿⣤⣤⣤⣤⣼⣴⣫⣶⣌⣻⣋⣼⣇⣋⣼⣿

好评: 好玩 赞
好评: 111111111111111111111111
好评: 一开始因为还没解锁人物技能啥的   可能没啥意思  但是玩一会解了技能还是很好玩的   海贼党必入 啊
好评: 我是傻逼
好评: 还不错，推荐打折买，最好买豪华版150左右，皮肤DLC不推荐，一点也不好看。音乐DLC看你钱多不多。
然后新手推荐玩索隆，前期先给索隆点满，索隆的一大三千，六道十字路伤害非常可观，一般可以顶盾杀人，大震撼清怪很快。威力型的人物一定要戴实力爆发，这个技能加自身30%的伤害。
可以适当的把其他的人物点一下，有特殊技能的要先点，就一个太阳图标的，要点满！
威力型技能推荐 起死回生之力，起死回生之体魄，英雄之力，集中力，强化实力爆发，斗争本能。
差评: 真的无聊
好评: 割草太爽了！
好评: 追了十几年海贼了，下班回家扮演自己喜欢的角色割两把草真的特别解压
差评: 竟然会丢存档
我是傻逼
好评: 这个游戏值得入手
好评: 太爽了
我的弟弟都已经吐啦

好评: 这个只适合在很无聊发呆的 时候玩玩不用脑，看看3D动画片
好评: ，。
好评: 割草解压很不错，不过角色培养稍微麻烦些，后面过于刷刷刷不仅不能增加可玩儿性反而容易让人厌烦
差评: 我的海贼怎么没了？？？？
差评: 剧情减得实在是太多了，既然是粉丝向的游戏，不就应该把大剧情都放在里面吗？不会以为我们真的只是喜欢无双吧……
好评: 嘎嘎好
、

好评: 四挡路飞和白胡子，爽的一批
好评: 虽然我是游戏苦手，普通难度也会死，但是不妨碍这是一个好游戏！一点点通关叭~
好评: nice
好评: 挺牛逼的·
好评: 虽然是割草，但是用着喜欢的角色就是停不下来
好评: 非常好
好评: 66666
好评: 80小时，全成就，全S，割草游戏玩起来就是一个字爽，剧情相对来说是短一点，但是有航海和自由可以刷，可玩性依旧高，如果有卡普和战国就好了
好评: 活动三折入手，认为也就值这个活动价吧。
剧情篇章删减很多，但是刷刷刷割草和技能动画还算满意。

**提醒
1.入手的记得手动保存，通关记录无法自动覆盖很反人类。
2.手柄玩家可以百度一下怎么设置手柄控制，游戏本身默认键盘，手柄直连无法识别
差评: 3折入手。。。体验一般。。游戏无法顺畅改键。。作为买过switch海贼无双3的表示后续剧情衍生太短了。。无双3出到的是明哥篇。。4就多了个蛋糕岛和和之国。。没有凯撒篇和海底监狱篇也没有象岛剧情感觉严重水剧情。。顶上也做的相当潦草，然后作为刚打完剧情的发现可玩游戏人物没有卡普，战国，罗杰，金狮子，贾巴，泽法，麦哲伦，又没有新进的艾萨克绿牛这些强力人物。。总结就是水的太狠了。就是一波喽钱作
差评: 非海贼粉丝：2折以上别买，2折一下买了也大概率吃灰
海贼粉丝：玩起来凑合，剧情实在做的太拉跨。战斗部分还可以
好评: 
靠，我的手柄玩不了，
差评: 为什么一开始点冒险那个就闪退？？？？
好评: 游戏人物造型不错 海米必买的一款 就是篇章有点少 省略了进伟大航路之前的剧情 冬岛 空岛 长链岛 恐怖魔鬼三角帆 鱼人岛 的剧情 想问一下购入的普通版还可以购买补充包的豪华版9人物吗？
好评: 非常棒
好评: 操作简单，上手快，就是视角调整有点慢
好评: 靠，玩不了

好评: 手柄问腿可以查下 可以调可以开 存档问题没发现中文用户名不能存档的问题 玩着还是很不错的
好评: 真·割草
差评: 启动失败8000-0002 显示设备出现问题。请确认规格或是线上驱动是否有效运行
好评: 解压游戏，用凯多，爽就是了
好评: ！@#￥%这玩意还要保存.....
好评: 果断就会败北，犹豫才会白给。
好评: 我为什么打不开啊  5000——0004怎么解决
好评: 都2021年了还不兼容3440？带鱼屏不配玩？
差评: 游戏很粗糙，不知道那么多好评怎么来的，进游戏以后的画质就像国内的网页游戏一样，其次可玩性很低，就鼠标左右键+前后左右，然后跟网页游戏一样，就是过关卡，类似消消乐的1、2、3关那样，有一堆不动的人等你打.
好评: 跟随动漫的剧情，回顾了一下所有的大事件，技能成长机制做的挺好的，还掺杂了一些动漫中的名场面，有内味了，但是是真的寄吧贵
好评: 欸嘿，索大的生日刚过，海贼王游戏全系列就打骨折，这不诱惑我赶紧入手嘛。

《海贼王》，哦不对，正式的中文译名应该是《航海王》（但仍旧习惯叫海贼王），已经发行了24年了。在这三个年代间有着数不胜数的粉丝向游戏发行，又被时间给遗忘，比如某手游。
除去那些圈钱、不好玩或过期的，近年来最熟悉的应当是《燃烧之血》、《世界探索者》和《无双》了，它们各有特点，各有所长。
如果你喜欢人物的设定，并希望可以自由的使用它进行探索，那作为20周年纪念的番外开放世界RPG《世界探索者》应该是最合适不过了。
如果你喜欢人物技能与动作设计，希望使用这些角色进行战斗，觉得动画剧情中哪个战斗如果靠自己来也是能翻盘，那就不能错过《燃烧之血》了。
而我，更加喜欢原版的剧情走向，喜欢重温和投身进这场剧情中去体验他，那《海贼无双》就是最好的选择。

[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]

我是三代入坑粉丝向作品的。
在海贼无双中，玩家首先将会跟随着故事剧情，用过场动画、任务节点和无双的形式来展现每一段旅程。
这里有着东海之旅中每一个伙伴的故事，还有阿拉巴斯坦、空岛等一个一个记忆犹新的冒险。
当然，最难忘的应该还是“我想活下去”、梅利号的接应与告别还有艾斯的处决。
但三代的旅程止步于德雷斯罗萨。

《海贼无双4》，它的宣传与壁纸都指向了路飞大战凯多。但价格令我望洋兴叹，这也促使我希望促销快些到来！

大家可能会认为，无双，一种割草的动作游戏，这么浮夸，这么快餐，怎么可能有什么剧情体验？
但，海贼无双却回答了大家的疑惑，它用一张庞大的战场，几乎还原了动漫中描绘的那个场景，然后可以用过场动画、任务指引到某个节点，或者任务强制玩家使用某个角色，或者某个角色在限制时间内不能死亡等一系列设定。这时，玩家再操作着这个角色，使用它的技能，就会被完全的代入到海贼王的世界里，你就是索隆，你就是山治，你就是路飞，要去完成什么目标，把所有人都踢飞。

但实际上，我对四代是有些失望的。
它阉割了我最喜欢它的地方——剧情。
虽然它拥有3代之后的剧情，即万国篇和和之国，甚至如今漫画都还未到决战，这里已经将和之国的冒险（游戏出来的时候和之国剧情才更新不多）与最终决战都自创出来了；
但这一作将东海、磁鼓岛等多个岛屿、空岛、恐怖三桅帆船等过渡剧情全部阉割，仅留下阿拉巴斯坦剧情中在阿拉巴斯坦中的战斗；水之七岛和司法岛保留比较完整，但直接跳过到了香波地群岛的战斗，然后又是跳过了大监狱，直接去了马琳佛多战斗，紧接着跳过了鱼人岛和庞克哈萨德来到了德雷斯罗萨，再跳过了佐乌直接参加了万国大战和和之国。
而和之国到监狱以后几乎是原创剧情，看到如今的内容后感觉这段“超前”完成的内容没有丝毫体验的价值。

好的一点是，万代总能为自己的粉丝向作品搞到原版的画风与配音，还原度这点是不用怀疑的；再加上光荣制作的无双？还有比这家更专业做无双游戏的公司吗？毋庸置疑的，他肯定是一款非常优秀的粉丝向割草动作游戏！
而这一作，相比前作有更简单的按键操作，更高的画质和特效动画，得益于光荣近年来的进步，还能在游戏中对建筑进行破坏了！
当玩家体验路飞四档技能的时候，那种割草的畅快感前所未有，所花钱的都是值得的！
与之前相比，游戏采用了威力、速度、空中和技巧来区分角色，还有伙伴等级、和角色碎片，嗯，某手游还真是借鉴了无双的内容。

总结：
它是一款非常优秀的无双游戏，在对海贼王角色技能还原的时候，增加了非常多有趣的设定来增加游戏体验。
但是，它不是一款值得粉丝追捧的游戏，至少喜欢剧情的那批粉丝而言，可能会感到失望。这作的内容制作几乎投放到了剧情之后的无双挑战玩法上，更多的偏向于角色设计和关卡设计。
无论如何，它值得被购买，最好是在折扣的时候购买。
豪华版则会解锁更多的人物来游玩。
如果有条件能玩上无双，那就不要去碰手游。
差评: 我辛辛苦苦玩儿了一晚上，md不能存档真的是
好评: 海贼无双，爷青回。无双的模式，海贼的味道，双厨狂喜。史低入手，买不了吃亏，买不了上当。
差评: 周末折扣85%买的，也就那样吧，内容实在太少，不如三国无双丰富，角色，武器，装备都很少，而且剧情也很删减。买来放着偶尔玩一下，不打折别买，正常粉丝应该已经买了，想想能打八五折促销已经到了什么程度。。。玩了一天几乎把成就集齐了，想想内容有多少
好评: 海贼王，我当定了
好评: 我是傻逼
好评: 请问已经进入游戏了，还在加载，就闪退。是什么原因？
好评: TINGHAO1
好评: 爽
好评: 打击感超赞的一款游戏，唯一遗憾就是只能单人和双人，五星好评
好评: 海米一定要玩
好评: 谁会拒绝玩着喜欢的角色砍赤狗
差评: 不支持手柄？？？？
好评: 非常好玩
好评: 无脑割草，剧情的设置还可以
好评: 135入的豪华版，玩了会儿感觉也就值这个价位左右。画风差强人意，翻译跟动漫有点不一样，打斗挺爽的，就是有点操控不明白键盘，用手柄玩起来会不会更舒服点儿？
好评: 298买的 现在89  大爷的
好评: 为什么是该死的键盘？？？怎么用手柄玩？？？
好评: 怎么说呢大部分剧情都还原了画质也可以但有的剧情就直接跳过了，豪华版就多3个人物后期有可能会送一些皮肤推荐游玩，德雷斯罗萨篇非常精彩的一章，可惜之后的蛋糕岛和合之国就非常拉跨了
好评: 最好的无双
好评: 牛逼
好评: 哈哈
好评: 海贼迷必备

好评: 手感很好，现在玩到司法岛，作为海迷的回忆篇真的很不错，多处剧情戳泪点，好像又回到了当初追海贼王的时候
好评: 游戏不错
好评: 就是有点废手，几个小时下来手腕不舒服。少了好多妹子角色，我家大萝莉佩罗娜没看见真可惜
好评: 真d好玩
好评: 还行吧，工作了也没什么时间打了，对海贼迷来说是还可以，我也是十年的海迷了，感觉就是3D复原剧情感觉不是那么的到位
其他都还好
好评: 有点意思~~值得入手
好评: ZBC
好评: 很无双！

差评: 我是傻逼
好评: 这不比导管爽？
好评: 越玩越上头.
好评: ddddddddddd
好评: 好评！因为海贼王无双3国区下架，4是目前steam能玩到的唯一一款海贼王剧情的无双游戏，打击感依然不错，比前作人物多，就连收集癖也能玩好久，但是剧情跳了一些重要战役有点遗憾，但是这游戏在无双游戏里也算是数一数二的了，（目前心中无双榜单top5是：真三6，海贼王4，战国5，大蛇3，真三7）
好评: 海贼迷必玩
好评: 优点：战斗爽快，角色技能很还原，而且技能很多，拥有绝佳的割草体验。
缺点：演出很简陋，人物有点少，可游玩内容有点少。
总结：不是海贼粉不建议入，海贼粉也建议六折以下再入。
好评: 不错不错，手感画面都还可以，少数几个无双能玩的
好评: 真三国无双那味+海贼王=快乐
好评: 好！原价买的我是傻B
好评: 作为一款无双类游戏 他的上限就在这了，但还算有心，喜欢海贼王的可以入手，游玩性高于真三国无双系列，美中不足的是汉库珂老婆建模略丑
好评: 我糙，我在拔刀！我糙，我战群妖！我糙，我鲜血飘！我糙，说谁叫嚣！
好评: 海贼无双4万岁
好评: 66666
好评: 割草刷刷刷类游戏，游戏性非常单一。
但身为一名长满肝的海米，这款游戏就是量身打造
好评: HAO

好评: 很好
好评: 阿菊小兔子yyds！！ 很爽的体验
好评: 好玩就完事了
好评: 卡普：再不收网，我孙子就要当海贼王了!
好评: 666666666666666666666666666
好评: 一个字 短！！
好评: 最好的无双，最好的ONEPIECE游戏！
好评: 多更新点剧情人物吧
好评: 希望剧情人物更多一点
好评: 海米无脑入手就行
好评: 1
好评: 喜欢
好评: 爽
好评: 人物技能除了几个人物技能实用其他感觉都是鸡肋，只能当一个·畅快割草。
好评: ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣀⡀⠀⠀⣀⡀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⣿⣿⣿⠀⣼⣿⣿⣦⡀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⠀⠀⠀⠀⢸⣿⣿⡟⢰⣿⣿⣿⠟⠁⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⢰⣿⠿⢿⣦⣀⠀⠘⠛⠛⠃⠸⠿⠟⣫⣴⣶⣾⡆⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠸⣿⡀⠀⠉⢿⣦⡀⠀⠀⠀⠀⠀⠀⠛⠿⠿⣿⠃⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠙⢿⣦⠀⠀⠹⣿⣶⡾⠛⠛⢷⣦⣄⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣧⠀⠀⠈⠉⣀⡀⠀⠀⠙⢿⡇⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⢀⣠⣴⡿⠟⠋⠀⠀⢠⣾⠟⠃⠀⠀⠀⢸⣿⡆⠀⠀⠀⠀⠀
⠀⠀⠀⠀⢀⣠⣶⡿⠛⠉⠀⠀⠀⠀⠀⣾⡇⠀⠀⠀⠀⠀⢸⣿⠇⠀⠀⠀⠀⠀
⠀⢀⣠⣾⠿⠛⠁⠀⠀⠀⠀⠀⠀⠀⢀⣼⣧⣀⠀⠀⠀⢀⣼⠇⠀⠀⠀⠀⠀⠀
⠀⠈⠋⠁⠀⠀⠀⠀⠀⠀⠀⠀⢀⣴⡿⠋⠙⠛⠛⠛⠛⠛⠁⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣾⡿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⢾⠿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀

好评: 什么时候更新啊  动漫路飞都干可爱多了  咋还不更新？？？
好评: 总闪退我受够了
好评: 如果你想发呆，又觉得这样做很浪费时间，就玩各种“无双”吧，最起码你同时做了两件事，发呆和打游戏，时间的利用率瞬间提高了，完全不会觉得亏了。
好评: 还可以 海米的话 建议打折入手
好评: 挺好的
好评: 1
好评: 玩起来够爽，但希望能一直更爽
好评: 有些角色也太弱了，到后期了就那么ob几个角色能用，有几个角色不仅手感不好伤害也贼低，平时爽两把想换个角色玩玩，可是玩了其他角色一点都不爽，可以考虑增加冷门角色的强度就好了，伤害不用增加可是手感连招最起码要能爽啊。
好评: 怎么说呢，还行但又不太行。
行在相当于互动式动漫，还能让你感受割草的乐趣。
不行在建模不够精细（可能是故意的？），流程冗长的特点。
我能理解你想体现各个故事同时发生的紧迫感，可你也不能总让我在地图里转来转去吧。
最后的原创剧情让人不太满意，《海贼王》是热血番没错，着重强调伙伴之间的羁绊也没错，但你们的剧情设置实在拉跨，最后的演出太刻意反而失去了灵魂更像是一出不太成熟的舞台剧。

总结：海贼迷可趁打折入，30还行，再高显亏；对剧情很熟悉的喜欢割草的玩家（游戏跳了不少剧情）。不过还是不太建议入手，建议大家给自己吃顿好的。
好评: 海米们打折入绝对不亏
好评: 割草 dddd
好评: 挺好玩的，除了少了点篇章不做成游戏外
好评: 好玩
好评: 这么说吧，个人推荐打折的时候，无双粉和海贼粉可以大胆入手。折扣力度还可以。
季票可惜在没有新地图与新剧情。可以选择性购买，季票人物强度还是可以的。起码都比山治强。
游戏打击感，画面，特写，都非常优秀。    有了空战可玩的花样也相当的多。    地图大得多，较3代镇压式打法好的多。场景互动多，建筑可破坏。无双技改为4种特殊技，有了更多的选择性。同屏人数较3代多了2-3倍，割草爽快感十足。通关游戏难度较为简单，打流程无压力，小白也能轻松上手。BGM还不错，好听又契合海贼王剧情。
剧情中规中矩，表现力没有3代强。白胡子，战国CV表现缺少张力。过场CG都还用着部分3代的CG，只是变了下CV。角色强化繁琐，没有3代的一键强化，每个角色两个固有海图，每个海图需要强化点几十次。强化素材需要肝，耗时耗精力。人物强度差别极大，部分角色初期简直就是来卖萌的。视角难以掌控，尤其是在巨型角色上，建筑遮挡尤为明显。游戏后期重复度很高，游戏模式变得单调。建筑可破坏实际意义不大，实际地形改变不大。空气墙很多，很多地方看似能过实则不能过。
个人遇到的问题，战斗过程流畅无比，一旦到过场CG就有明显掉帧。部分特效中等，垂直同步调试过，没有改善。不知道是游戏优化问题还是我配置问题。入门级配置1660TI加I7等。有大佬会解决还请告知。
综上，10分制评分，个人给出7.3分。
打折的时候，我还是很推荐入手的。
好评: 非海贼迷不建议入，本人基本海贼游戏都玩过，我个人体验整体代入感挺强的，亲身体验路飞等人的冒险对海贼迷吸引蛮大的，推荐XBOX手柄游玩，震动起来很有感觉，缺点后期重复度太高，另外这游戏叫凯多无双4。总体10分打7分。
好评: 作为从1代玩到4代的粉丝，无论如何都会支持的，也当是回顾动漫剧情。这代的剧情过场没有上代好，很多PPT，没有原版音乐真是最大的遗憾。动作打击爽快感还是可以的，就是个别角色的手感有点便秘。才玩了5小时，期待后期人物成形后的割草体验。
差评: 笔记本核显，不能玩，妈的
好评: 1
好评: 算是海贼无双系列的集大成之作了，推荐玩一下，可以在打折的时候入手，因为日厂的游戏定价都比较高。
好评: 直接yyds，海贼王牛

好评: 除了技能系统比起三代好，剧情方面是真的偷懒一大半还有可用角色是真的少，艾尼路莫里亚这些角色因为你没做剧情没出场就算了，就连那些游戏里你做了建模的比如说JACK 贝拉米这些现成的，我实在想不出来你为什么不能整出来让玩家操作游玩，能省一毛是一毛是吧。反正总体来说粉丝向游戏 海贼迷们还是推荐打折入手 其他玩家不推荐
好评: 一个白胡子就够用 我是聪b
好评: 每次看过场动画，像是在看PPT
好评: 好
好评: 海贼迷入手稳赚不亏
好评: 什么时候能修复核显进不去的问题
好评: 好游戏 画质也相当完美  但是个别角色打斗技能设计的属实太垃圾 游戏里四大将一个比一个弱 明明动画里强的要命 而且技能携带的太少  技能再强点  动作设计的流畅些会更好
好评: 牛逼
好评: 偶尔玩玩的割草游戏挺不错的！
好评: 粉丝向游戏吧  剧情就基本算是做到了大妈那里，和之国后面是游戏自制还是蛮好玩的，无双格斗做的也可以。就是不知道为啥王路飞开四档之后操控能别扭。另外建议有手柄的用手柄玩操作更流畅一些。唯一的缺点就是这里面的翻译太草了，找个好点的翻译吧！
好评: 问就是爽，我买的jump大乱斗已经开始吃灰了
好评: 好
差评: 打斗系统不是很吸引人，可能没玩过无双。原价血亏，打折海贼迷可以入手。重温海贼王的故事，cg还不错。
好评: 质量不错，海贼粉必买，章节要是做的更多就好了。
就是想吐槽一下，艾尼路啊莫利亚啊这些，章节没做出来、角色不可用就算了，连个模型鉴赏都没有的么？果然是过气boss不如狗啊。
好评: 1
好评: 千万不要下存档，不然你就会和我一样八九个小时就索然无味
好评: 重温剧情，体验割草的快感
好评: 为什么我的没有真三联动衣服
好评: NB
好评: 好游戏
好评: 不懂这游戏，给我整的不会玩游戏了
好评: 这是正经的游戏评论！
我想告诉没入手的伙伴们——和其他无双系列有所区别的是，服装不再仅仅局限于外观，很赞的突破。
比如路飞，以艾斯死亡为结点，前后路飞穿过的服装在战斗中选出来将有很大程度的战斗风格区别，基础招式（轻击重击）的动作重新设计让我超级有代入感，可以装备不同的四个大招，而且使用中期的路飞用三档技能后不会变小，细节满满。
除了这点，割草依然爽快，很棒。
总结，折扣入手很香，无双玩家和海贼们不要错过了。
好评: ding
好评: 完全还原游戏能联机很不错
好评: 好玩 肝不好的慎重
好评: 刷的还是很开心的,空中型角色很有趣
好评: 主线内容有点少
好评: 很爽很还原

好评: 无脑爽就完了
好评: 作为一个割草游戏，感觉还是不错的。
好评: 海米们冲就完了，人物技能炫酷还多，刷怪超爽
好评: 已经在做肝移植了
差评: 怎么2021年了，还有不会自动保存的游戏啊，真的司马
好评: 88入的我是聪明b
好评: 很好玩，太爽了
好评: 牛
好评: 很好
好评: 打击感很不错 很好玩
好评: 花了几天天把剧情打完，藏宝打了一半，这游戏给我的感觉就是还原，原著党真的爱了，提前点了新技能（剧情没到那步还不给用）太细节了，如果喜欢海贼的可以等骨折买，还是很不错的
好评: 17小时通关，流程大概13-14个小时吧，多余时间都浪费在手柄上了
这个手柄真的要吐槽，怎么连都连不上给我心态搞崩了（设备管理器禁用东西，steam控制器设置等都安排了，别的游戏都可以正常使用，就恁不行，最草的是虽然他按不了但是他可以震，我在键鼠操作的时候手柄就在机箱旁边震动~~~~）
粉丝向游戏，角色平衡不太行，卡二凯多太BUG了
音乐中规中矩感觉挺一般
建模有点糙，会出现你跳到岩石上但是不能落地导致一直悬空的恶心BUG（不要手贱）
DLC有点亏单纯的解锁人物，单独人物、海图等都没有而且强度一般不太推荐
不建议原价入手，喜欢海贼的可以入手
好评: 游戏不错，跟三国无双类似，属于割草类型-刷就完了，剧情还能看看海贼的动漫，希望多出几个人物，建议打折时入手。
好评: 海贼迷们，啥也不说了，入就完了
好评: 很nice
好评: 挺好
好评: 还原的还不错
好评: 好玩好玩
好评: 知足者常乐，玩的就是个情怀，挑刺的人再好的游戏也会有毛病
好评: 赞赞赞
好评: nice
好评: 整体感觉就是个爽游 虽然还原度挺高的 但建模并算不上精细
而且游玩过程中 画面总是看着很模糊不知道是什么原因 可能是我自己的问题吧
算是个粉丝向作品吧 不过即使打折160多也还是太贵了些
好评: 斯慕吉好色哦
好评: 爽
好评: 好玩，值得一买!
好评: 剧情复现的不错，无双的感觉一如既往
好评: 黑屏闪退进不去是个什么鬼
好评: 为什么华为电脑玩不了？有大佬能回答一下吗？
好评: 我只能说 白胡子无敌 10个小时最难难度直接通最高等级无双本
好评: WIN7旗舰版打不开啊……90块打水漂了，有点伤心
好评: 除了海贼真爱粉以外真的不要买万代一如既往的偷懒直接移植
好评: 太好玩啦
好评: 所有成就拿下，路飞冲冲冲！！！！
好评: 123
好评: 好
好评: 情怀党的最爱
好评: 666
好评: 什么时候能出赤鞘九侠就更好了
好评: 亲身体验动漫剧情，打斗也很爽快~~~作为动漫迷，这足够了，作为游戏玩家，难度略低~~~
好评: 小黑盒90买的。怎么说?爽就完了，冲冲冲

好评: 很爽
好评: 还原剧中，打击感舒适，易上手。
好评: 海贼目前最棒游戏
好评: 玩过的最好玩的无双游戏！！！！海米狂喜！！！
好评: 希望DLC尽快出各种人物。来来回回人物都玩够了~~爽解压就完事了。
好评: 蛋糕岛结束音乐很感人

好评: 总的来说剧情打通关了，（最后的和之国是游戏原创的对结果不是很满意）技能也是给力了打了18个小时还有有其他的模式还没有打通关，第一次玩这种游戏总的来说打折可以买来开心原价可能不太行，本人也是十几年的海米了，有些建模有点问题。特别是娜美。以上就是个人的看法

好评: 比海贼无双3更爽快，就是剧情不太全，删了很多剧情
好评: 自由度不够高
好评: 海米必要尝试的游戏，毕竟除此之外还能找到比它更有意思的海贼王游戏麽
好评: 卡塔库栗玩起来最舒服 攻击范围广，有加血 容错率高
好评: 纵观所有角色，罗宾姐姐的技能真是又好用又美丽，观赏性极高，四皇里面个人觉得大妈是最帅的，特效最炫酷，白胡子的大招非常霸气，凯多感觉没那么好用，某些地图过道窄小，凯多变龙之后过都过不去，路飞四档的双形态都还不错，通关就一直用的路飞。第一次玩这种无双割草类的游戏，体验还是很不错的，如果是海贼迷就很推荐，DLC感觉不值，可以不买，建议史低入。
好评: 非常不错

好评: 存档无法云存，求指点如何解决。感激不尽......
好评: 买就对了
好评: 终于 全收集 全成就 人物等级海图全满 nice 海贼yyds
差评: 不怎么耐玩
好评: 也就这样
好评: 总的来说，你要是海迷的话，真可以考虑入库。不管是前期的特效吸引，还是后期技能点满后的爽感，都非常的上瘾。
好评: 地图好少啊！不够玩啊
好评: 怎么说呢,是海迷或者喜欢三国无双的割草就入手吧,其他没什么好说的了
差评: 垃圾游戏
好评: 期待下部作品
好评: 挺好玩的
好评: 太不错了兄弟们

差评: 现在 不能存储的问题解决了吗
好评: 好玩
好评: 很棒！

好评: 海贼无双要说和三国、大蛇等无双系列那肯定是没有可比性的，只是一款粉丝向的游戏。只能说海贼王确实是我青春的一部分，它也陪伴我走过了初中高中，后来动漫节奏是真的拉了，但也没错过每一部剧场版。语句繁多，不过情怀二字。花有重开日，人无再少年。
好评: 之前一直不知道这游戏，最近才开始实在等不到优惠了咬牙全款买了，作为一个喜欢海贼王的玩家来说这游戏相当不错，能体验不同角色，升级过剧情等等，画面现在看也相当不错，非常推荐没玩过的海迷试一下。
好评: 有点失望，不过还是有得玩
好评: 虽然就是无脑连击流，但是可以看出在原作里使用体术的角色在游戏都会流畅很多。就像其他这种类型的游戏一样，控制技都很bug。很喜欢罗，但他一直在叫room真的很吵哎。
好评: 好好好好好

好评: 为什么没有艾尼路？？？？
好评: 66666
好评: 海米必玩系列
好评: 411
差评: 内容真少
好评: 也不知道为什么买，也没有情怀，也不觉得好玩，当时感觉是个好游戏，真的很奇怪。
好评: 一如既往的割草游戏，砍就完事了。就冲海贼
好评: 剧情还原的很不错
好评: 有一起玩的加我，一起通关，新世界一个人打不过，求一起，游戏很好玩，还原度很高，技能很多很爽
好评: 割草很爽，dlc能不能补个艾尼路！！！！
好评: ONE PIECE 男人的浪漫

好评: 好玩
好评: 还不错。玩到后面的乐趣就是体验各个角色，索隆路飞非常好用，鹰眼红发等玩起来也非常惊艳
好评: good
差评: 没有调节分辨率的地方，全屏以后画面是糊的
差评: 当情怀买的 无双类游戏 有些单调了 没有上一代细致
好评: 玩过最好的无双类游戏，特效打击感杠杠的，收录角色很多草帽团四档路飞七武海四皇三大将干部三将星革命军cp9，剧情从阿拉巴斯坦到和之国，再说缺点，角色强度差距很大，四皇毁天灭地，尤其是黑白胡子和凯多无脑推图，奶昔艾斯卡二明哥强度又比剩下的人高上一大堆，虽然带上起死回生之力什么角色都能过图，但是游戏体验感真的差很多。
好评: 怎么云存档，网吧玩得很伤
好评: 招式的还原各方面都很好了，我用的黑胡子大招流磨过去了新世界级的决战。纯纯的耍赖
好评: 有瑕疵 但是总得来说是这几年最好的无双作品了（我是指PC平台）
好评: DLC还出不出了
好评: 骨折价的时候推荐粉丝买来爽一爽
好评: 无双大蛇之下最好玩的无双系列了
好评: 建议打折入手
好评: 对于海迷来说，这游戏是真的爽
好评: 好玩
好评: 一个人通关所有成就真好！o(╥﹏╥)o
好评: 好玩
好评: 《海贼无双4》是款非常棒的无双（Musou）游戏，至少在游戏体验方面对得起《海贼王》的IP，但是细节方面的设定做的很不好。
1.剧情方面太过缩水，和之国篇扯的太离谱，看起来像是临时加班做出来的一样。
2.游戏设定方面也有瑕疵，很多人物的无双技前摇很长，但是游戏中没有时停的概念，导致放技能是怪物灰条会恢复，由于没有时停出场动画也算在玩家游戏时间内，显然不合理。
3.多人任务基本匹配不到队友，电脑队友基本不做任务，全是自己在打，多人任务没有体验到共斗感觉。
但是不管作为无双系列还是海贼游戏，都非常值得购买，特效也很花里胡哨虽然刚开始晃来晃去有点晃眼，不过玩久了习惯就还好。人物也非常还原，还可以破坏建筑，有的人物也有不同形态可以变身，这点体验非常棒。
好评: EMMM，无双类游戏么，没啥说的，割草就完了，不过这代跳了很多章节，只有几个大的篇章，感觉有点赶工，而且强的角色极强，弱的又不太行，两极分化，，，但总的来说还不错吧，可以玩，推荐一下吧！
好评: 对海粉很友好，剧情丰富，画质高清，手柄玩起来很爽
好评: 好玩给力！尤其是DLC 3个角色包必买
好评: 粉丝向游戏，仁者见仁智者见智
好评: o(*￣︶￣*)o超赞！非常纳斯！值得入手(#^.^#)华丽的大招！^_^很好很强大很黄很暴力！！
好评: 好
好评: 有压力的时候 玩的话 特别解压。
而且多亏这游戏 又让我找到了当年对海贼的热情
好评: 不错，就是和之国篇虽然是游戏原创剧情，但真的不堪入目
好评: 好收到
好评: 牛批，全系列最爽无双，剧情少了点
好评: 海贼米必买
好评: 很好玩的哦，打折买的，海米不要错过
好评: 好玩
好评: 挺简单的 割草游戏 凯多yyds
好评: 非常棒
差评: 不知道为什么我一运行游戏CPU占用率 100% 这还怎么玩啊！！！
好评: 000
好评: 海贼无双3入坑的，但还是被4深深吸引了，主要是去掉了三代的那个该死的感叹号系统，打起来舒服多了
好评: 为什么没有凯撒！！！
好评: 无双中打击感算差的一作，可用人物在无双中也比较少。比起前作3算是本质上的大量提升，能破环的东西增加了，总体还行吧，混时间玩。
好评: 白金了
嘛虽然删了好多大篇章的剧情就是了
不过能让我回想起童年也算是挺不错的
偶尔压力大的时候砍砍无双爽一爽真的是人间极乐
促销值得上车，原价建议观望
差评: 真的是太难受，不能再出个对打的？？？
好评: 40小时全成就+全S，人物到现在凯多和大妈技能都没满（佩罗斯佩罗和杰克的金标真难刷），只满了路飞和光月御殿，东海级御殿刷刷刷还满爽的，伟大航路路飞蛇人+弹力人就能爽，新世界前面都还好，后面就得凯多+大妈了，凯多和大妈真的打图神器，4代加入了巨人系统，凯多大妈直接T0。御殿，奶昔，卡塔库栗，路飞，白胡子都可以排T1（可能是我手残，感觉萨博，蕾玖也很厉害，但是不会用），有加血的像奶昔，卡塔库栗，大妈，都是打S的神器，剧情没3代那么拖，3代风车镇，乌索普的村子，海上餐厅，阿龙，空岛，幽灵岛，大监狱，新鱼人岛都有剧情，但是整体的感觉会比较拖。4代只有阿拉巴斯坦，水之城，司法岛，香波地，顶上战争，蛋糕店和和之国（水之城和司法岛做成一个大篇章，顶上和香波地做成一个大篇章，万代真有你的）。地图方面，剧情好多的关卡都是共用一个地图，一个大地图切割成小地图玩（比如阿拉巴斯坦的四关其实是在一张地图上），没有三代地图多，后面会比较乏味。4代感觉想打空战，但是巨人系统的加入让好多空中英雄废了（操作大手不说），玩了40多个小时还是觉得威力型无脑又好用，整体打击感还是很好的，希望完结了能出5吧（跪求5代出龙，柯拉松，五老星，皮毛族，赤鞘九侠，时夫人，罗杰，洛克斯，战国的DLC，当然桃之助就算了，除了我也不会玩，海贼王可以不当，桃之助必须死！！！）
差评: 太rz了这也，完全不如3好玩
好评: inghato的
好评: 我直接吹爆，海贼粉+无双粉必入，一人一套动作模组+真实还原动漫招式，就这已经是无双的巅峰了，能超过海贼4的无双可能只有5代了吧。而且，打骨折实在太香了。
好评: 哇。只要看过10集以上海贼王的。。就应该玩下这个游戏。。
好评: 所有海贼游戏中最好的一款
差评: 垃圾游戏
好评: nb
好评: 画面，特效，什么的都还可以，就是可用的角色要比预期要少很多，和之国篇原创感觉有点尴尬，剧情篇感觉太少了，玩两天就全过了还全是S过的，没啥挑战性！
好评: 可以毫不夸张的说，这款即便不是海贼粉，也是非常建议不是无双类的玩家试一下的游戏，动作衔接很流畅，每个人物技能很多，动作系统应该是无双近几年的巅峰了（光荣的外包近几年一直比自家游戏还要优秀）
唯一可惜的是人物有阉割部分，上一代乔巴等角色不同时期技能招式都不同，这代都被阉割掉了
好评: 如果有PK更好，游戏值得，赞
好评: 家人们啊  我89买的我赚到了吗？哈哈哈
好评: 好！ 玩！
好评: 海贼系列的精品，爽快战斗，交易自由，当之无愧的无双体验（我举双手推荐）
这是一部比我的年龄还要大上几岁的热血民工漫，二十四年过去了，路飞还是没有当上海贼王，这一路的艰辛，路飞一伙所经历的磨难，在主角光环的加持下，有惊无险的越过重重难关，草帽海贼团的伙伴也逐渐增加（路飞，索隆，山治，娜美，乌索普，乔巴，弗兰奇，罗宾，布鲁克，刚加入进来的掌舵手 鱼人甚平，还有即将加入的凯多的女儿 大和），甚至收下了以凯文迪许 等人为代表的共计五千余人的编队以草帽大船团之名作为海上的第五皇，距离路飞成为海贼王的日子，也越来越近了（大概没几年了，但目测也不会太快）
本作以海贼王中最为经典的几个战役为主线，将故事较为完整的串接起来（对于空岛却是一笔带过，可见连作者也不想再把艾尼路捞出来了（曾经的战力崩坏，都怪他出场的太早了），从阿拉巴斯坦的沙鳄鱼开始，到蛋糕岛大战BIG MOM收尾，为了剧情的流畅性，避免赘述，所以很多细节方面的地方都有缺省和改动，看过原作的玩家在体验游戏的过程中都会察觉到的，当你完成了蛋糕岛相关的章节并看完游戏的片尾人员名单字幕时，你会惊奇的发现，居然有和之国篇（惊不惊喜？意不意外），而章节边上显著的几个大字则是在提醒事情并没有这么简单（游戏原创剧情），当你进入游戏的时候就会发现确实如此，只有前两节还是遵循的原作，路飞一伙被霍金斯追捕，路飞一气之下暴打凯多但被凯多一招秒后关进了监狱，从这之后的剧情就开始离谱了，甚至算不上预言，只是为了能多上几个戏份少的角色，让玩家打得爽而编制的没什么戏剧性的剧情（打不过就一起上，一起放大招），所以，这原创剧情，就图一乐，不用太较真，现实中一年半过去了，也还没打完凯多呢
再说说游戏的具体内容，落实到各个角色，其实可用的角色是很有限的，并不像想象中那样的全面（亲测共 52个），大多数角色只能被当作敌人或者成为友军，无法自己操作，这一部分角色在制作的时候就开始偷工减料了，我观察过（大部分玩家可能不会留意这个），有一些技能是好多人通用的，也没什么特效，招式全靠配音拯救，喊啥放的就是啥，放出来效果都差不多，而且很多期待中的角色也是无法使用（例如 海贼王罗杰 佛之战国 艾尼路 旱灾杰克 等），虽然后续又补充了一些可使用的角色进来（加进来之后共有52个，没加补充的时候大概只有42个），补充角色是包含在dlc里的（买数字豪华版可以直接囊括），补充角色里面有菊之丞和锦卫门，却没有勘十郎，大概是已经在暗示勘十郎是内奸了（细思极恐）
最后一点，就是人物表现力，每一个可使用的角色，都被赋予了较强的表现力，来满足玩家无双割韭菜的游戏体验感，大部分的招式也都是动漫曾出现过的，没有出现过的招式基本上也都设置的较为合理，毕竟是尾田亲授的，招也都是尾田编的，没啥毛病，只是在四皇的表现力分配方面有些不均匀，大妈和凯多有点强的离谱了（这里有一个小bug：凯多在巨龙模式经常被比较窄的路或桥洞子卡住过不去），黑胡子和白胡子也算是说得过去，只有香克斯比较惨，技能也不多，效果也就那样，没有形态上的变化，也没有啥亮眼的地方，论剑技甚至和草帽大船团的凯文迪许平分秋色，建议加强（不过 游戏应该是不会再更新了，等下一代吧）
以上，感谢浏览
好评: 对于海米来说很棒
好评: 我是世界上最强的男人白胡子

好评: 1
差评: 剧情太少了
好评: 内容有点少，其他还可以
好评: 我从小学就开始看海贼王，这款游戏满足了我小时候也想成为海贼王的幻想，虽然剧情有所删减但不妨碍它是一款优秀的无双游戏，凯多和大妈刷新了我对无双游戏的认知他们两是真的割草啊，不多说了，推荐给海贼真爱粉。
好评: 确实很不错，打击感很好，还能破坏很爽！剧情方面做的比3要细多了，3里面大篇章太少了。
好评: 凯多和白胡子真是超模，想轻松就这两个。
好评: 。。
好评: 等一个雷神 佩罗娜 大熊 麦哲伦 莫利亚 凯撒DLC
好评: 打折入手我也觉得不是很值得，不值这个价格，除非特别有情怀吧。什么剧情删去一大半，有很多人物不能玩这都是老生长谈了，我觉得这一作真的没有吹的这么好，除了海贼的加成以外，可玩的部分真的不是很丰富。我很喜欢真三七，以前凌晨偷偷打将星，而且也很喜欢海贼，我对手办无感但是还是买了海贼的手办。但是着一作玩着并不是很爽，我也不能讲啥道理来说明为啥不好玩，只能说我作为玩家来说，体验一般般，有点无聊。虽然这个游戏是粉丝向游戏，但是这个游戏除了可以用海贼的角色意外没啥太让人想玩的欲望了，希望下一部可以好好的丰富一下玩法。
-
目前的新折扣可以了，值得入手
差评: 真的很不好玩   太单一了 越玩越没劲 浪费钱
好评: 爽就对了
好评: 爽爽爽
好评: 有没有一起联机玩的呀 我ID：黃
好评: 技能帅，人物帅，喜欢海贼王系列全部游戏
好评: 粉丝必备游戏，爽就完了
好评: 打折拿下的都是大聪明
好评: 全成就，体验很好，非常棒的无双游戏，海贼就真的很适合打无双，技能系统丰富且优秀。美中不足的是人物没有齐全，过场动画很拉跨，要是能按照漫画进度继续更新就好了
好评: 解压
好评: 喜欢海贼一定会买，不喜欢海贼也不会看
好评: 好玩
好评: 古德

好评: 很好的割草游戏非常的爽
好评: 但凡看过海贼王，都不会讨厌这款游戏
好评: 好玩 海贼迷
好评: 好玩！
好评: good
好评: 海迷才会通关吧
好评: 好玩
好评: ////////////////////////

好评: 作为海贼无双三之后的续作，我非常喜欢这款游戏，当时我是夏季大促买的，原价还是有点贵，但是我认为这款游戏完全值得这个价位，首先从打击效果来看，打击感劲爆，过程十分流畅，不拖泥带水，而且不同按键有不同的连招，这使整个游戏变得可玩性很高，再从剧情来看分自由与剧情两种，外加宝物三种模式，剧情模式中很贴近原著，作为一个海米我还是很认同的，但这款游戏风格简单，属于割草游戏，比较简单，那些想挑战自己的玩家可以好好考虑，但这款游戏无疑是一款你值得拥有的。
好评: 爽
好评: 用了一百多买的...亏了
好评: 可玩性极强。画面，操作性，人物设计都很棒
好评: 概括起来就是：
开局用五皇，
中盘用白胡子，
凯多一直用到最后。

什么，你问我其他人？
其他人都被击飞了，
还在滞空没下来。
好评: 真不戳

好评: 666
好评: 其实还挺爽的，作为海贼迷还挺喜欢
好评: 除了任务重复度有点高，还原程度不错的，要是有自定义就更好了
好评: 海米必入
好评: YYDS！！！
好评: 和三代对比下来，最大的进步就是制作组总算学会了怎么赶路，毫无疑问是目前最好的海贼游戏（只能等5代超越了），唯一不足的是删减了不少角色，哪怕是把他们做成DLC我都认啊！！！（顺便这作的剑客类角色作为敌人的时候是真的恶心）
=======大小=======
☐ 百兆小游戏
☐ 1-5 G
☐ 5-10 G
☐ 10-20 G
✓ 20-50 G
☐ 50-100 G
☐ 100-200 G
☐ GMOD

=======图像=======
☐ 像素党秒天秒地！
☐ 无法和现实区分
☐ 赏心悦目
☐ 很美丽
✓一般
☐ 不怎么样
☐ 别盯着看太久
☐ 画图.exe

=======游戏体验=======
☐ 完美！！！
✓ 不错！
☐ 普普通通
☐ 不怎么样
☐ 盯着墙看都比玩它强
☐ 锻炼你的精神抗打击能力

=======声音效果=======
☐ 耳朵怀孕
☐ 激动人心
☐ 还不错
✓ 一般
☐ 不咋样
☐ 耳朵流产
☐ 音乐？什么音乐？
=======配置要求=======
☐ 能玩扫雷的电脑都能玩
☐ 入门配置
☐ 一般配置
✓ 进阶级配置
☐ 发烧级配置
☐ 神威•太湖之光

=======难度=======
☐ 点点点突突突炸炸炸
✓ 轻松愉快
☐ 得动动脑子
☐上手快精通难
☐ 烧脑

=======游戏寿命=======
☐ 玩完就退款
☐ 5-10小时
☐ 10-30小时
☐ 30-50小时
✓ 50-100小时
☐ GMOD
☐ 我觉得我能比它先去世

=======操作=======
✓ 简单
☐ 中等
☐ 困难
☐ 反人类

=======肝=======
☐ 护肝
✓ 如果你想玩出点花样
✓ 肝与不肝并不影响剧情
☐ 每关必肝
✓ 肝痛
☐ 必须24小时全天候地肝

=======肾=======
✓ 护肾
☐ 需要短暂休息了
☐ 需要休息一段时间了
☐ 每关必冲
☐ 肾痛
☐ 一时手冲一时爽，一直手冲一直爽

=======故事情节=======
☐ 故事?什么故事?
☐ 文字或语音剧情
☐ 平庸
✓ 还行
☐ 精彩
☐ 可以作为你的第二人生

=======平均一局游戏时间=======
☐ 办公室必备
✓ 短小精悍
☐ 中等
☐ 较长
☐ 卧槽！天亮了！

=======语种=======
☐ 你信不信我会八国语言？
☐ 基础英文
☐ 可以打汉化MOD或补丁
✓ 自带汉化！

=======价格=======
☐ 免费游玩!
☐ 业界良心！
☐ 值这个价
☐ 如果你有点闲钱的话可以一试
✓ 不推荐原价入
✓ 信仰无价

=======游戏整体评分=======
☐ ？- ？分(暂时无法评定分数)
☐ 0-10分(垃圾游戏、差评)
☐ 10-30分(完完全全的不及格)
☐ 30-50分(总体不是很和谐，但是买来当笑话看应该不是什么大问题)
☐ 50-65分(勉强及格，算是个游戏)
☐ 65-80分(算是个不错的游戏了)
✓ 80-95分(无论从哪个角度来看都非常不错)
☐ 95-100分(这游戏牛逼！)
☐ 100-100+分(完全超出预定水准，无论从哪方面看都是精品)
☐ ∞分(死忠舔狗专属评分)

=======Bug=======
☐ 几乎没有
✓ 少量
☐ bug令人烦恼
☐ 育碧
☐ 模拟山羊
好评: 是真的好玩，大概40多个小时就能全成就，没什么卡点，而且由于角色太多了，即使已经全成就也舍不得删，还是想继续玩，升级更多角色。毕竟海贼IP真的没什么游戏好玩的，这个算是个人觉得海贼IP还算有意思的游戏了。五星好评
好评: 真海米强烈推荐
好评: 作为海米，怎能错过
好评: 本来以为只是粉丝作（虽然作为海贼粉的确是狂喜），但是个人觉得就算不是系列粉丝应该也能很好的游玩。每个角色都十分帅气并且有自己的特色。路飞简直好用到爆呀！
好评: 推荐
好评: 值得推荐
好评: 永远跟党走，心中有党，事业理想。
⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻11
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄1111
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
好评: 好玩
好评: nice
好评: nice game
好评: OP没2代有感觉，游戏不错
好评: 非常好，大家都来玩海贼无双。以及，想要推出课拉松dlc！！！不要瞧不起一些很可爱战斗力又很一般的笨蛋海军中将！！
好评: 最好玩的海贼漫改游戏，相较于光荣的其他无双类质量也是上乘水准，海贼迷值得购入。
好评: 可以入手
好评: 经典的日厂离谱定价，粉丝向的作品，推荐给既是海贼王粉丝又能接受无双模式的人。
本作的还原度不错，基本的大事件都有，对于粉丝来说确实有很好的体验，满足了我亲自拿“老爹”打顶上战争的愿望，虽然结局不能改变，但是能够在顶上战争里亲手暴打“红狗”真的很爽！！！
ps：建议买了之后快玩，因为日厂的离谱定价导致每次打折有新史低的时候，都能一下子比之前便宜个几十块，背刺感拉满。
好评: 和利欲熏心的当权者相比，世上的恶徒还算有点人性。正因为垃圾统治着世界，才会不断产生垃圾。与他们相比，我们的邪恶还是挺可爱的。
好评: 海米89的价格可以考虑一冲，无聊的时候割草什么的还是挺巴适。
好评: 对于没怎么玩过无双的我来说，是一款非常不错的休闲游戏，任务全通后，追求全S。画面和操作个人觉得比蛇魔和三国都好不少，适合有海贼背景的玩家爽一爽。快35岁的人了，沉浸式3A大作完全玩不进去，这些爽爽游再合适不过。
差评: 据不完全统计
日本国鸟---朱鹮（中国独产的）
日本国花---樱花（中国原产，可查）
日本国画浮世绘——中国原创的木刻水印画流派（日本偷的一模一样）
曰本国鱼——锦鲤（中国独产）
日本的“和纸”----中国宣纸。不用说了
日本首都东京---山寨的的东京汴梁（开封）
日本京都---仿中国长安+洛阳，分为东西两京，西京模仿长安，东京模仿洛阳
日本大名进京称“上洛”---中国春秋时期，周天子都城洛阳，所谓上洛即是去洛阳，去都城的意思
日本将稻叶山城改为岐阜---仿效中国周王朝起于岐山，而一统天下
日本的和服---中国汉服里的吴服。
日本文字——汉字➕唐朝乐谱音符
日本的建筑和氏木屋---就是汉式建筑的山寨。
日本的空手道---源于中国福州。（唐手）
日本的“和算”---中国发明的数学体系《九章算术》春秋战国九九表就普及了。
日本清酒---生淮南则为橘。
日本的书法水墨画---不用说了。（中国的）
日本的筷子---中国筷子（古代叫箸），日本现在还叫着“箸”。
围棋麻将---不用说了。（中国的）
日本琴谱---中国古代琴谱的工尺谱。
日本的烟花---不用说了。（中国的）
日本榻榻米---就是战国和汉朝的榻。
日本神道教---中国道家分支阴阳家
日本武士刀-起源于中国汉朝环首刀和唐刀。
日本的木屐---中国人早在四千多年前的良渚文化就穿了。
日本的武士道---春秋战国的死士忠于主人，忠于天地间的道义，日本没学全，武士道缺乏人性。
日本著名的《源氏物语》---白居易的《长恨歌》。
日本著名神话《伊邪那奇命和伊邪那美命》---中国伏羲和女娲的盗版。
日本的寿司---在公元200年即后汉年代就有，公元700年奈良年代传入日本。
日本的生鱼片---中国周朝就已有吃生鱼片（叫鱼脍）
日本能舞——中国傩舞
日本木屐——中国木屐
日本和菓子——中国茶菓子
日本抹茶——中国末茶
日本枯山水——中国盆景
日本拉面——中国拉面
日本生鱼片——中国鱼鲙
日本芥末——中国芥酱
日本花簪——中国绒花。。。。。。太多 省略。。。。。
日本从油盐酱醋茶，家庭伦理，社会制度，从头到脚方方面面都是抄袭。所以差评
好评: 没得说，太好玩了
好评: 割草他不香吗
差评: 存不起档
好评: 太好玩了，比海贼无双3提升了不止一个档次，海贼无双5保持这种风格就可以了，gkd！！！
好评: 89买的，我是聪明b
好评: 山治的恶魔风脚为啥装不上？？
好评: 体验动漫游戏首选之一
好评: 没有为什么  海贼王yyds
好评: 牛皮
好评: 爽就完事了
好评: 海米可以不玩但绝对不能没有！
好评: 海米无脑入，爽就完事了
好评: 对于海贼迷来说，香得不要不要的。

哪怕不是海贼迷，买来无双一下也是体验极佳，希望尽快出续作！
差评: 123
好评: 好玩
好评: 好玩
差评: 很传统的割草的游戏，剧情上删减了太多，而且可用人物也很少，全部玩一遍大概10小时就没有，所以还是不推荐。
好评: 好游戏，虽然后期确实无聊，但无双游戏就这样，相较于前代，战斗系统，技能机制上的改进都可圈可点。至于很多人诟病的剧情省略了太多，我作为海米，个人还可以接受，因为这游戏还原也就那样。鉴于游戏内容量，建议打折入。
好评: 怎么说呢，身为一个海迷，游戏故事的还原度还是不错的，人物的打斗特效做的还是蛮不错的，就是故事模式选择里人物选择，会有两个相同的角色出现有点厌烦，其它是还是蛮不错，喜欢个割草游戏的玩家可以尝试一下，等折扣的时候在玩这类游戏，因为联机功能基本找不到玩家和你一起玩，所以还是纯粹的单人割草游戏。
好评: 索隆yyds！！！！！！！！！！！
好评: 技能比前代丰富多了，但是剧情简略了不少
好评: 上头
好评: 海贼王 加 无双 两个元素， 如果都喜欢的话， 就是双厨狂喜。还支持简中， 打折必入， 买它。
会买这个游戏的 肯定也是冲着这个 主题去的， 作为一个粉丝靶向型游戏， 其实已经足够优秀。
对比前几代， 游戏本身 做了不少提升。  从主线关卡 的设计， 为了不让代代都玩的老粉丝枯燥， 把重心 放在了 大的篇章上， 东海， 空岛 都是短短带过。  也对漫画在更新的和之国篇 进行了一点原创（游戏中有标识）。 新加入了山治的家人们。 但这些角色类型相似， 有摸鱼嫌疑。  整个流程还是比较轻松的， 可以直接困难， 享受游戏的同时， 体验不同的角色。 大概20个小时左右， 即可通关。 
海贼的故事 是基于 一个小岛 一个小岛的， 无双这种 类箱庭式游戏 与剧情非常契合， 同时 果实能力者的强大 与 普通海军 杂鱼的 战力比， 也与无双的游戏模式非常贴近。 所以游戏的代入感 和体验感 非常不错。 但在游戏性的设置上 还有 难度  level design 几个层面 还有一定的进步空间。  游戏做到了好玩， 但没有太多惊艳的地方。 能出到四代 相比于 其他无双系列 还是 同类型中很优秀的一代。
游戏操作方面， 各个人物 基本一样， 把人物分成了 爆发型（就是干） 技巧型（相当于无双里的法师， 配合特殊效果 也很厉害） 速度型（敏）和空中型 （王牌空战)。 其实 我一开始 是挺不喜欢空中型的， 但是 w force 把空中型的角色招式 设置的十分带范儿， 无论是黄猿 还是马尔高，都帅的雅痞。 玩起来还是爽的。  角色强度 和漫画没太大出入。
 成长 系统与 有一个很像符文的 系统 都设计的中规中矩， 有万金油， 也有鸡肋， 当然也可以通过自己的想法 加以创造。 流程推荐 主线 和 宝藏线 一起玩。 很chill 的 一样打点 每天放松放松。
游戏有时 也非常有趣，  香波底群岛，所有超新星 围殴一个海军队长， 娜美单挑四皇。 都有可能。  
成就系统是比较 亲民的， 没有需要肝的成就。
部分翻译的比较奇怪，有些翻译比较符合大众认知。

游戏整体可以 给个 7.5 分

PS： 班吉的奔跑动作 爱了爱了 ，谁能拒绝一个 腿上长履带的 黑手党呢。

差评: 玩了一天第二天存档没了，退款还退不了，真是吃了屎
好评: 太好玩了
好评: 海米推荐打折购买
好评: 还是不错的，打击感挺棒的，
好评: 爽快割草

好评: 对于动漫迷来说.是非常好玩的无双类游戏，百玩不厌
好评: 如果你喜欢海贼王，可以在低价入手，如果你充满情怀，可以原价直入，如果你喜欢无双，这款游戏也是你很好的选择，总之，我买了，我玩了，我不后悔
好评: 最好玩的海贼王游戏，最爽的无双游戏
好评: 作为海米，满足了，很爽
好评: 爽
好评: 怎么说呢 就是强 路飞永远滴神
好评: 还原剧情中的体验，在打斗和破坏方面增加和优化，让玩家更好的割草，喜欢《海贼王》的小伙伴不容错过！
好评: 3..3
好评: 比上一作进步很大，地图没有那么平了，画面也好很多
好评: 做为海米，这游戏真的真的可以试一试
好评: 海贼迷肝到底！
好评: 我是啥b
香克斯真的帅
啥b翻译
好评: 粉丝向可以说是无敌的
好评: 爽啊
好评: 粉丝向作品，很多喜欢的剧情没有体现，所以不值原价，建议打折小于100时入手。但是挺解压，好玩。
好评: 还原度较高
好评: 666
好评: 非常棒的体验，粉丝的狂欢。
好评: 这个是真的不错，虽然是无双系列，但是和三国系列有不尽相同，招式的还原绝对是一大亮点，包括对周围建筑所能造成的破坏都是非常真实的。要说美中不足的话，绝对是剧情的不完善，如果把前三代剧情全部放进来那么整个海贼世界将会更完成，玩起来的代入感更高，甚至没接触过海贼的，有完整剧情的情况下也绝对能起到好的辅助作用。
好评: 核心剧情体验，海米值得入
差评: 一直割草，没啥玩头，累的手慌。
好评: 很好
好评: 11111111111
好评: 1
好评: 克林：我是要成为海贼王的男人。
好评: 很好玩，相对当时漫画进度，内容也挺充足。对于海米来说相当不错。但这个好评是给海贼无双3的。
这一代删了上一代相对不重要的可操作人物和剧情，相对上一代可操作人物多了不少，反而招数缩水很大。跟上一代相比整体感觉很无聊，很多角色招数几乎都差不多，没有特点。

玩法上也很无聊，通关一遍剧情后就没有玩下去的动力了，上一代各种珍贵硬币和海图虽然很肝，但是都需要打成各种能让海米会心一笑的特殊条件才能得到，这一代素材只要刷就能得到方便了不少但让人没有动力，得到后也没有什么触动。

伟大航路模式相当于一个个ova吧，有种纯是为了肝而搞的感觉。。。

不过整体作为一个无双游戏，质量还是很过关的。
好评: 希望多出点角色
好评: 真好玩！这是本世纪最伟大的割草游戏！！！
好评: 作为海贼迷值得入手,所有游玩章节都是经典章节,最后的原创章节也做的十分优秀,但是也有所欠缺,就是一些可玩角色不够丰富,之前3代有的角色有些都被删掉了,但是不影响他值得游玩的价值,不过不建议原价入手,可以等大折扣入
好评: 刷刷刷！刷刷！刷！
好评: 牛

好评: 怎么说呢已经很久没靠看海贼燃起来了，谢谢你，无双4过场，原创和之国剧情简直不要更爽。
好评: 真的好玩
好评: 粉丝向游戏
原创章节很不错！
推荐等打折入
好评: trrewrrf
好评: 割草游戏，很给力！
差评: 粉丝向作品，不想多废话
好评: 好玩
好评: 相较前代有了地图破坏和新的操作机制，人物也有所增加，海米值得一玩
好评: 海米必玩
好评: 海贼王永远的神
好评: 好玩，这不比那些手游香啊
好评: 海贼粉可以入
好评: 挺好玩，无双+海贼双粉的天堂，地图里不少建筑可以破坏，巨型人物也还原的很棒。不过u1s1没必要豪华版，多了几个人物而已贵了那么多，不过为了小菊就香了那么一点🐶
好评: 玩到后期可控角色真的多哈哈，和之国篇的原创内容也不错
好评: 很好

好评: 不能存档 ，一天白玩了
好评: 真他妈好玩 海贼王yyds
好评: 值得购买
差评: 海贼粉+无双粉可以入，打击感和割草的感觉都挺不错的，
但是，如果在意画质、建模和剧情，真的不要入，这删改的剧情看得我尴尬症都犯了。
还有男主这么弱真的好吗，讲真路飞开完四挡，不管是弹力人还是蛇人，手感都懒得一批，范围和招式设计也不合理。我象枪直接是普攻，特殊技居然只是普通三挡，象枪乱打都没有三挡一下来的疼。。。
总之，这游戏真的是玩个乐，玩个爽，别深究。。。。。。
好评: 1
好评: 先说好！纯粉丝向！不是粉丝不建议买！！
人物不是很多，打击感也还可，原创剧情还算不错，虽然显得那些四皇很呆。但伙伴羁绊还是很香的。
流程感觉也有点短，大概10小时就可以完事。希望后续可以增加dlc
好评: [h1]难能可贵的S级漫改作品[/h1]
 虽说漫改作品十之九废，但海贼无双4无疑是那其中一个很能打的。高度还原的本篇剧情加上颇具创意的和之国原创剧本能让新老海贼迷都能沉醉其中。接近于动漫的人物场景建模、繁多的可控角色、爽快的战斗系统以及众多可刷刷刷的元素都让游戏有很强的可玩性。尤其是不同系别角色的多样性与专属特性在本作中更是展现的淋漓尽致。要说缺憾可能就是前作中诸如空岛艾尼路等人气角色并未登场，似乎也不太可能有dlc补齐了。

  [h1]购买须知[/h1]
    漫改作品因为有着庞大的粉丝基数，加之制作时需要考虑与原作的契合度，因此往往要么敷衍了事，要么格格不入。但海贼无双4除了经典日厂定价外，还真没有太大的槽点。在当前时不时骨折的情况下，豪华版与普通版的售价其实相差的绝对价格已经不大。而豪华版带的9个可控角色及一些服装无疑是值得的，尤其是对图鉴控来说。此外，额外提醒一些NS版的玩家，本作在NS上除了画面缩水外，其加载速度简直慢到令人发指，非常不建议暴躁老哥们入手NS版。

  此外，4代继承了3代对手柄无法完全适配的传统艺能，初次进入游戏，XBOX手柄可能会出现无法识别的情况（本人便遇到过）。解决方法：steam设置-控制器-常规控制器设置-XBOX配置支持。且前期关卡有可能会出现仅能十字键控制移动的问题。

[h1]爽快的割草却又不失海贼风格 [/h1]
虽然自己无双前途迷茫，但如何搞外包无双算是被光荣给整明白了。战斗机制既有无双的爽快感，又带有海贼王自身的独有韵味。此处以冒险模式来说明：

战前出航准备：
1.海图：你可以理解为天赋系统，只不过本作将其颇具特色的划成了一个个海岛。海图又分为通用海图与人物专属海图一+二（海图二随着人物等级4级解锁）。无论是基础属性提升、技能增强乃至一些功能性的成长都需要依靠贝里币+硬币点亮并升级海图。
2.特殊技：可以装备4个，简单理解就是战场上可释放的主动技能。
3.技能：随着等级解锁可以装备6格，算是被动技能，注意有的技能需要几个格子，因此不等于可以装备6个被动。

   战场中：
   本作的小兵非常之多，部分关卡你甚至可以守着他们的出生点（海军船）无限割草。但其战斗力几乎完全是摆设，唯一的功能可能就是让你尽快攒满技能发动条去揍小头目。（这确定不是友军？）而且击杀数的多少正相关于过关结算的S评级，但也要注意平衡过关时间就是了。小头目（类似于海军队长、大队长之类的）整体上看也没什么战斗力，打败他们就可以压制该区域。但是在后期“新世界”的一些关卡中也要注意不能无脑压制区域，因为一旦该区域被压制，小兵数量会骤减，不利于技能槽的积攒，对付一些强力敌人反而不利。一些有名有姓的敌人通常会有量表，1-4条不等，有量表时通常会刚体、减少伤害等，有的在失去量表后还会进入爆发模式，需要格外小心。

   在场景塑造上也是本作的一大亮点，地图战场并非一马平川，而是有很多的高低纵横，例如司法岛上的各种楼梯通道你甚至会在里面迷路。而且我们的主角可以进行大量的场景破坏，简直爽到爆炸，游戏甚至为此设计了“无敌破坏王”的成就。

[h1]各具特色的角色[/h1]
游戏可控角色整体上分为威力型、速度型、技巧性及空中型四类。威力型讲究简单粗暴，一锤一大片；速度型攻速快，耐力消耗低；空中型类似于速度型，但更擅长空战，比较酷炫但空中视角有时比较混乱；技巧性战斗方式丰富有趣，但操作难度相对较高。四种类型其实都各自有爽点，在无双游戏类型中都能让你肾上腺激素上升。

单论角色强度，个人觉得白胡子、盖得这种角色应该属于T0，非但AOE伤害夸张，就算单挑BOSS也强的离谱。但本人比较专注，就是喜欢路飞，大部分情况下都用路飞刷图，毕竟我也是想要成为海贼王的男人。

[h1]总评优点：[/h1]
☑制作上心的漫改（做到这点已经不容易）
☑爽快又有特色的割草
☑让你一次肝到饱
☑众多的参战角色

[h1]总评缺点：[/h1]
☒剧情不完整，名为精选实则阉割
☒手柄适配有问题
☒存档不明原因的偶有丢失

[h1]欢迎关注或加入鉴赏家：蛋蛋荐游团[/h1]
[u]https://store.steampowered.com/curator/35596718/ [/u]

好评: 挺不错的游戏，建议打折之后买，动画非常好看。人物也挺多 原三大将  七武海都有。
白胡子yyds
好评: 各方面都很普通，如过你不想成为海贼王的男人，建议还是战国无双系列好玩
好评: 喜欢这游戏，就是运行闪退，唉~玩不上
好评: 海贼迷一定要试，打击特效都很好，剧情还原也到位
好评: 前提是海贼粉丝。我是为了无双吗？我是为了海贼。
顺便其实没必要买。
要买不打折不要买。
好评: 很好玩，还可以联机
好评: 游戏我觉得是好评的，就是有很多剧情给略过了有点可惜，求求哪位大神告诉我？有没有什么办法调整视距？感觉摄像机离人物真的太近了，视野非常不开阔，等大神指点！
好评: 挺好一游戏，期待无双5
好评: 海贼粉可入，这座值得买
好评: 我爱路飞 路飞爱我
好评: 还可以
好评: 豪华版就可以了，不需要都买个人觉得。海米打折入挺好，海贼目前来说最好的一款
好评: 一拳，两圈，三圈，我要成为一万拳的男人
好评: 整挺好，赶快出新的剧情包
好评: 111
好评: 非常好玩，就是章节有点少，打折的时候买的，非常推荐。
好评: qwreew
好评: 不错
好评: 粉丝向游戏，如果没有看过海贼王可能会有点迷糊剧情进展。打折入的，感觉还可以。
好评: 作为一个资深海迷  这款游戏是值得入手的 剧情还原非常到位 打击特效和手柄的震动（本人是游戏手柄玩的）都非常的棒 现在夏促可以直接入豪华版 xdm冲！！！！
好评: 6年老海米，之前也有玩海贼无双3，等到打折才买的，完全不亏
好评: 真好玩
好评: 费手啊
好评: 海贼yyds
好评: 贼好玩

好评: 最好玩的无双 没有之一
好评: 好玩
好评: 游戏难度比较简单，爽游 无限爽 很解压
好评: 还不错 就是MAX技能没有燃烧意志好看
好评: 1
好评: 粉丝向游戏，谁还没有个当主角的梦呢。战斗很爽，刷刷刷更爽，这版成就很好白金，建议打折入手豪华版，喜欢海贼的话
好评: i  like
好评: 官译撒谎布就贼难受，历代如此
好评: 6666
好评: 粉丝必玩~
好评: 为了艾斯
好评: 、
好评: 就这原创剧情都比现在和之国漫画那主角团全员反复横跳锁血仰卧起坐，全是天选之子喊口号，反派只会内斗送人头，毫无逻辑的强行热血辣鸡剧情强出十条街。
也是想知道两年后海贼是如何做到一个篇章刷新一个下限的，也难怪漫画销量都被一堆后辈骑脸吊打了
尾田：新时代没有搭乘我的纸和笔？
，
，
，
游戏上越来越像三国无双了，没了前几代的Y系起手连段，不过可用角色是真挺多的，并且能自行选择必杀技了

好评: 割草游戏×发泄游戏√
差评: 我曹了上来就打鳄鱼我真是晕倒了还老缺电话虫爷要升级攻击力obok？
好评: 我是傻逼  200多买的  才几天
好评: 粉丝向割草游戏
好评: 游戏都好，就是赚钱太难了
好评: 好玩
好评: 好玩
好评: 太好玩了

好评: 666666
好评: 情怀yyds
好评: 海贼粉还是可以玩玩的。看着久违的技能，使用着梦里的角色，就非常的激动，仿佛自己就是大航海时代的超新星！
好评: 爽！
差评: 海贼迷都玩不下去了。。。打击感太渣了，无双类游戏现在那么多，也不差这个
好评: 还是可以玩的，想玩这个游戏很久了，赶上打折就入手了。就是配置要求要注意一下，我这个5年前的电脑玩起来有时候会掉帧。
好评: 为啥没有基德 哎
好评: 给舍友口了一周才给我买
好评: 镜头不太好调
好评: 割草终极模式
好评: 主线流程挺短的，打折可以入，
不谈海贼单纯从无双战斗的爽快感这作还是很不错，比真37强多了.
不支持带鱼屏挺烦的，两边黑边难受的鸭皮。
好评: 爽
好评: 体验感觉不错
差评: 只是割草一时爽
好评: 游戏本身尚有不足的地方我想很多人都已经提到过了，但对于深爱海贼的朋友们已经足够了
好评: 全成就通关。爽就完事了。白胡子永远的神。
好评: 6666666666
好评: 割草游戏，爽就完事
好评: 粉丝向，打熟了还是很带劲儿的
好评: 给好评，是因为打骨折买的，说实话，原价不值
好评: 蕾贝卡为什么不可控！
好评: 感觉还可以啊，挺耐玩的，不像测评说的那样不堪，无双系列不都这样么？
好评: 目前最棒的海贼游戏 希望能再多出一些可操控的角色
好评: 粉丝向，还不错
差评: 游戏是个好游戏 就是加技能太傻 就不能出个一键加点 一个一个点的费劲的不说还每点一个都要按下左键
好评: 很不错 之前一直是三国系列 海贼系列也不错
好评: 好玩，海米快玩
好评: 这不比只狼好玩？
好评: 666
好评: 夏日大促，值得入手
好评:  太好玩儿啦，好玩儿的我没大学上了
差评: 第一次玩，除了还原ONE PIECE中出现过的舞台世界，其他的不敢恭维，无双系列都这样？
好评: 看海贼王那么多年了，之前的很多情节都忘了，一直都有二刷的想法，这款游戏因涵盖的大部分的重点情节，满足了我二刷剧情的愿望，希望游戏出一个自由单挑模式，可以自己选择人物带一波小兵在一张图上PK，这样既能满足清满屏小怪的激爽，又能诠释看谁谁不爽，老子就干谁的海贼格调。建议打折时购买，说实话300元有点贵了。
好评: 就是棒
好评: 我是傻逼
好评: 昨天买的，今天又玩了很长时间，对于我这个海贼小白来说，这游戏让我有了追海贼王动漫的冲动。我买这款游戏的目的也是这个原因。先玩游戏了解个大概剧情，然后再找时间追动画。海贼无双是我在steam里买的第二款日本无双游戏，第一款是真三国无双8，我很幸运，赶上了打折，感谢打折万分感谢。让我玩到了这款游戏。
这款游戏的亮点就是代入感强，新手引导提示很详细。我直接就上手了。自己动手玩的时候就像是自己一样。 游戏bgm燃情。键盘鼠标控制人物时候跟无双8有点区别，不过很快就适应了。航海图里面各个种类的增强角色实力的星槽，每关结算给大量的钱和材料道具。尽情的提升角色实力。
最最重要的海贼王里面的大部分角色都能解锁和使用让玩家用心去养成。使我得到了满足感，
最后我想说我才玩19个小时，根本只是一个肤浅的玩。里面那么多角色 那么多内容等着我体验呢。
好评: 买的448，为什么你要给马赛克打3.6折！？！？！？！？！？
祝Steam聪明绝顶！
好评: 海贼铁粉不容错过
好评: 打折入的，很适合海米
好评: 我是聪逼
好评: 很好玩
好评: 非常棒,割草的感觉很爽！
好评: 海米们玩起来！爽就完了
好评: 还可以
好评: 轻松，释放压力。
好评: 角色设计还是不错的
差评: 没有上一部作品的海贼无双3爽快，技术，威力，速度，飞行的分类基本和没有一样，感觉不出丝毫的区别，人物特色招式细化没有上一代好，比如烟鬼上一代除了本身自然系以及他的能力以外他的海楼石十手的武器对能力者有更多的伤害甚至能解除能力还能攻击到自然系状态的能力者，或者是像是汉库克在3里面有石化加成和被石化的敌人受到攻击增加的技能等等，这一代的异常状态和效果没有上一代明显。
蓄力攻击时间太长，我没找到蓄力加速的技能，除了艾斯以外基本上大多数角色都是只有一招蓄力攻击蓄力速度慢到无法用蓄力攻击，或者在高难度下用蓄力攻击被秒。艾斯招式强化了很爽，但是蓄力时间太长表示很痛苦……
还有就是角色大多数攻击速度太慢想要快一点攻击必须要使用实力爆发状态才能让普通攻击速度快一点，对于香克斯，还有陷阱类攻击手段甚至班吉这类要靠攻击来增强状态的角色来讲太痛苦了没有爽快感。
很多上一代比较强力的角色不是有了招式删减就是有了削弱，我觉得，不是对战游戏还是不要削弱平衡了，爽快打很舒服就完事了。成长刷硬币好累啊，钱除了和硬币一起增强好漫长，我甚至用了修改器，才感觉变强的节奏快了一点不用反复刷了。
发现加了许多抢地盘的技能和在地盘上面作战的技能还有强化地盘的技能，问题是，游戏是S评价要求时间并没有打阵地战的必要，而角色也无法指挥其他角色对于地盘，据点是用类似“策略”的特殊动作，而打强大的敌人，敌人本身在自己的地盘里面而玩家也不能固守自己的地盘，不论是剧情战斗还是自由模式都是只有击破和时间评价，所以大多数时间完全吃不到技能加成，希望下一次能把这个系统更好的运用起来。
技能栏位太少，有用的技能就那几个，很多鸡肋的技能就完全是变成摆设了太可惜了……建议多加一些技能槽以及和上代一样加入角色特有的强力增幅特点的技能。
音乐很不错，加了很多新的角色和必杀技，以及变身，变身以后还有另一套必杀技可以用很棒，希望下一次能吸取海贼无双3和4代的优点做下一部作品，一定会很不错的。期待你们下次的海贼无双5.
差评: 纯粉丝向游戏
剧情关卡少，原创关卡剧情废话真的多，有些东西还要在剧情后才能触发
价格高，除了打折根本不值得入手
空中型设定很奇怪，搞不懂到底有什么用，空中打杂鱼又不好打，对于人物提升又少，空中型人物就没几个能打的
通关就养那几个大佬就行了
最喜欢山治但是技能没用，还是空中型，还不能踢女人，甚至是焦糖布丁变的路飞，一言难尽
好评: 牛逼
好评: 海贼迷不能错过的游戏，非常棒，割草太爽了
好评: 胸很棒
差评: 前期还可以，打到和之国玩谁都是割草，确实没意思
好评: 制作组避开真剧情真是有一手。。。最后的和之国又燃又有点好笑。。
好评: 粉丝向作品！一本满足！
好评: 我是傻逼 主线第二章艰难的打完了才发现原来这游戏是有天赋树的
好评: 纯粉丝向，打折可以买，无双割草
好评: [h1]动漫光环加持的海贼无双4[/h1]

由万代的经典动漫IP与光荣的无双相结合会是怎样的产物？著名“民工漫”《海贼王》加上无双的玩法产出的《海贼无双》就是这样的代表性的作品。

本作《海贼无双4》是该IP下的最新作品，采用了不同于前作的新引擎，减少了3代那样油腻的漫画风格成分，让游戏的画面更贴近于写实画风。战斗方面则是增加了很多新的系统，让游戏的无双战斗更加真实爽快。刷刷刷的内容丰富，让玩家游戏过程充实而有趣。与3代相比，提升巨大，几乎算是全面大提升，就如同两作的封面一样，3代在4代的面前普通站在巨人面前的小人物。

[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]

[h1]动画的剧情与游戏原创剧情[/h1]

既然是动漫改编的游戏，游戏的剧情必然会走动漫原剧情，不过不同于其他游戏类似《火影忍者》之类的顺序剧情，《海贼无双》的剧情在每一部似乎都很迷，播片都会从头讲一遍，然后着重几个剧情点开启游戏剧情，本作的剧情是按岛屿划分章节挑选的，在路飞等人的航行中选取了几场经典战役，并在动画章节完成后让玩家体验一章游戏原创的和之国剧情。每个章节又分成大小数场战斗，让玩家在战场中充分无双体验战斗的快感。
游戏的剧情演绎非常到位，质量非常高，各种配音，气氛，氛围都做得非常燃。前面的剧情非常还原动画，利用游戏的画面重新播放一遍动漫剧情，还是那么令人热血沸腾。喜怒哀乐跃然于屏幕上，也刻在玩家的心中。

[h1]购买建议[/h1]

游戏购买分成两个版本，标准版和豪华版，游戏的本体可游玩角色有43名，购买豪华版可以获得额外的角色包和服装包，角色包包括3弹新角色，每一弹包括3个可选人物共9名额外可选角色。每一弹的三名角色也可以单独购买。购买豪华版就相当于除了音乐包，其他的所有DLC都拥有了，额外的角色包里面的人物强度还是非常高的，如果只想游玩单人剧情模式，或者自由模式对额外的人物并没有什么感觉，也不会用的话，只购买游戏标准版就足够体验游戏的全部内容啦。额外的角色包大概是给海贼王粉丝的礼物吧，可以在自由模式，或者线上使用独特的角色，因为价格的原因，是否购买还需斟酌一下。
和之国的阿菊是真可爱啊！

[h1]爽快的无双战斗[/h1]

既然是光荣操刀的无双游戏，那必然是没有什么好顾虑的，爽快感一定是错不了的。本作的无双比起3代的海贼无双，进步巨大，增加了非常多的新系统。
无双战斗与地盘争夺相结合的模式，游戏中爽快的战斗没有防御后退，只有进攻和闪避，每个战场的地图都被划分为多个区域，没有划分据点这点我觉得改动非常好，不过和据点的占领方式相同，都需要击败一定数量的敌人可以引出大队长，而击败大队长就可以占领区域了。搭配一些技能，占领区域可以让战斗变得更加得心应手，事半功倍。
战斗地图的多层次，让战斗场景有了上下层之分，让本就很大的地图多了几倍，在第一次感受上下层的海军监狱那里，真的被触动了，地图变得复杂，但是很多地方可以使用跳跃跳过，在上层可以向下跳跃攻击，也可以直接位移到低层，是非常有意思的一个设定。
因为画质的整体提升，游戏的普通战斗的动作看起来更加流畅，眼花缭乱的战斗总能激起玩家的肾上腺素，每次战斗之前，都允许玩家选择的角色设定四个主动技能，其中包括类似于觉醒，变身的能力突破技能，也包括类似前作的无双技能的必杀技，通过学习海图可以增加新的可选择技能，搭配技能可以让游戏的战斗变化多样。除去主动技能外，每次战斗之前还可以给角色放上被动技能，放置的技能和技能数需要玩家学习海图来解锁。
喜大普奔！本作的人物终于可以跳跃了，跳跃技能不仅可以通过一些高低差的地形，可以让角色快速在特殊地形移动，同时战斗也可以使用空中战斗的方式，甚至还有专门为空战而设计的角色，可以充分发挥空中战斗的超强实力。不过受限于游戏的空气墙问题，很多地形依然无法通过跳跃来运动，该走桥还是得走桥，并不能通过跳跃过河。
引入了身形巨大的“巨人”单位，对战巨人有一种玩怪猎的感觉，而游戏也可以解锁这些巨人单位或者通过技能变身来体验一以当千的战斗体验。
新系统，烟雾系统，战斗的强烈冲击和范围攻击冲刺移动攻击等都会触发烟雾，威力型角色短暂的烟雾可以造成AOE伤害让战斗变得更加流畅与爽快，烟雾也让战斗效果变得激烈而富有力量感。同时，烟雾也会影响角色的视野，一些释放烟雾的角色可以使用烟雾为自己赢得有利的战斗时机。
新系统，场景破坏，无双类的游戏，始终都无法破坏场景，只能打打桶，箱子一类，自从《进击的巨人》游戏以来，光荣也有了环境建筑物的破坏系统，本作的战斗引发的冲击可以对环境造成破坏，砍倒树木、摧毁房屋不再是梦，场景的破坏让游戏的战斗爽快感直接翻倍，也圆了我对无双游戏的一个期待，一场战斗下来场景都几乎被夷为平地，简直不要再爽快。
人物的独特特性十分突出，比如山智对战女性角色会因为自身原因无法使出全部力量而变得十分不利，游戏对这些特色表现得非常贴合原作，细节满满，也让玩家在选择出战角色的时候更加慎重选择。
撒谎布在系列中很多玩家眼里是一个搞笑的角色，战斗能力很一般，因为攻击手段是弹弓，大家都知道，真三国无双里面的弓箭远程党包括王元姬暗器党之流的攻击手段都不足以致命，无法爽快无双。但是撒谎布却可以打出自己独特的远程无伤打法，每名角色都有自己独特的玩法，没有废柴角色，只要玩家能够抓住每名角色的特点，就可以玩出最爽快的战斗。

[h1]人物成长[/h1]

游戏中的登场人物，被划分成四个类型，威力型，速度型，空中型和技巧型，每个类型的角色都有自己独特的技能和特色。本作游戏取消了等级系统，不再可以通过击杀小怪升级来增强人物属性了。新的人物成长模式，是通过海图的升级，一种类似于《火纹无双》的徽章提升的模式，完成战斗人物，击败精英敌人都可以获得“徽章”，可以通过击败特定的人物来获得该人物的金银“徽章”提升海图的等级。提升等级需要一定的“徽章”和金币。海图分成一个通用海图和两个角色特有的海图，通用海图一次升级可以提升所有可选人物的属性，而人物单独的海图需要逐层解锁，第二张海图则需要通关剧情，提升友情等级来解锁，或者个别人物需要通关游戏的第三个模式宝物日志才能解锁。解锁海图可以解锁人物的相当多的属性和技能，是人物成长的非常关键的内容，无形之间给了玩家强制肝的要素，但也给了我这种玩家肝的动力。

[h1]联机功能[/h1]

现在的无双，基本都会带有联机功能，本作的联机我感觉是一个重要内容，本作允许玩家本地双人合作或者线上2-4人联机合作，根据人物的人数限制而改变，大部分关卡，只要不是单挑环节都允许2人以上的联机合作。游戏的联机也比较方便，主机设定开启，其他人寻找即可，当然也可以采用主机邀请的方式。用我的网络测试运行完美，延迟很低，爽快感十足。选择开启线上的游戏战斗中就无法暂停了，即便没有人加入，也依然无法暂停，这一点还需要注意。联机的人数越多，战斗的眼花缭乱程度也就越强，敌人的强度会有所提升，但是无双的玩家方面根本不在乎，群殴怎么也比单人轻松吧，联机的体验非常良好。

[h1]推荐！[/h1]

海贼无双系列最好玩的一作！肝到停不下来！无双类游戏，不就是刷刷刷和重复的肝吗？除去体验第一遍剧情结束外，其他都是无尽的刷刷刷和很长时间的肝数据，而本作在无双游戏中确实属于可以着迷一样疯狂肝得程度，让玩家刷刷刷得开心。不定时爱上爽游的我，很快就沉迷了，所以我强烈推荐。
海贼王粉丝无脑入没错，喜欢无双的玩家可以购买游戏体验无双游戏的一些新系统和极致的无双战斗体验，史上最爽快的漫改题材无双，非常推荐购买的。
如果你两者都不是，趁着打折体验一下说不定也会爱上这款游戏！
好评: nice
好评: 剧情少了点，还好有体验
差评: 小胡同太多，路痴太容易绕晕，还有玩了几天不知道我买的dlc有什么用，体验不太好
好评: 好玩，凯多太帅了
好评: 打击感 不错 画质也不错 割草感贼爽 如果是海贼迷或者无双迷 大胆入手吧
差评: 剧情太少，没意思
好评: 对于死忠海贼迷来说，这款游戏实在是太劲爆了！画风超正，剧情也基本完美复刻，实在是太赞了！
好评: 游戏很好玩打折很多neie
好评: 我是伞兵
好评: 28小时刷完了。。。  索然无味。。。建议50块钱以下海贼情怀玩家来一波。
差评: 现在89，我是傻逼
好评: 很爽的一款格斗游戏，还原度很高，和之国的独创剧情有点离谱其他都不错，给个好评
好评: 海米赶紧入手


好评: 因为好玩，所以推荐

好评: 海米八十还是给得起的，虽然有些阉割剧情，但是总体而言体验还好，建模也相当到位，还在摸索等一周目了再说
好评: 无双割草 体验剧情 干就完事了
好评: 就是爽，舒服
好评: 海贼迷狂喜
好评: 阿菊yyds

好评: 我是聪明逼
差评: 真尼玛吐了，这个存档真恶心死我了，又tmd白玩5个小时，草
好评: 角色性能严重不平衡啊 个头越大就越强！剧情模式用路飞随便打打就行。过场动画非常好看！
解锁白胡子后就一直用这角色割草了。玩起来确实很爽也很无脑！其他角色解锁并不麻烦但都不需要用。
宝物日志关卡非常多，不过没有剧情内容，全部打完S可以玩很久~ 成就也比较容易完成，史低89块这价格还是非常香的！
休闲党表示最爱这种一骑当千玩起来没压力的游戏了！推荐购买！
好评: 凯多无双4
好评: 怒打三大将，横扫新世界。在我的游戏里 我就是海贼王
好评: 我是傻逼
好评: fsddfs
好评: 好玩
好评: 好玩好玩好玩！！！！
好评: 我是傻逼。原价买
好评: 真好啊

好评: gahgateh
好评: 不错

差评: 我觉得不是很好玩，可能是不喜欢无双类型的，冲着海贼买的，打折可以考虑，仅限考虑
好评: 挺不错的 除了画风最开始可能有些不适应
好评: 打击感也太舒服了。PS：有买了dlc的兄弟推荐一下哪些dlc里面的角色好玩？
好评: 同样是粉丝向游戏，我觉得比七龙珠Z好玩多了。
[spoiler] 娜美罗宾女帝很好看胸很大如果有乳摇效果就更好了 [/spoiler]
好评: 彳亍
差评: 老子玩了一下午，怎么没有存档，每次进去要重新玩，sb游戏
好评: 作为海迷的我还是很喜欢玩这款游戏，就是有点小贵建议打折入手！人物技能连招还是很炫酷还原度很高.
好评: 完美
好评: yes
好评: nice

好评: 海贼王粉丝，必入
好评: 好玩
好评: 打的很爽，马上就玩只狼
好评: eee
好评: 很解压的游戏，特别是用大妈和龙。那真是碾压的快感！
好评: 爽快的无双
好评: 1
好评: 海贼还可以，无双真无聊
差评: 说实话 没想象中那么好玩 就是无情的刷刷刷 感觉打折89入就是纯情怀
好评: 完美
好评: emmm，还行，打折买的是真香
差评: 媽的連不上手柄
好评: 无脑打是真滴爽，打折的价格合适
好评: 生日别人送的立刻就玩了6个小时，体验还行。
可以通过打关，刷材料升级更多的技能。有挺多的技能可以玩。刷材料也没有很累一关一关的打下来自然而然的就可以升级了。用手柄玩的感觉还挺爽。
但是这个游戏还是比较粉丝向的，没有看过海贼王一窍不通的，这个游戏就索然无味了。
好评: 66666666666666666666666666666666666666666
好评: 对于我这个新人来说 ，游戏还挺好玩，尤其我喜欢玩索隆 ，所以我也有他的特色，成了打架五分钟，找人半小时的路痴，后续体验等玩了久了再说吧，目前6小时，还在司法岛
好评: 胃痛，那个阿拉巴斯坦篇真的胃痛
好评: 非常喜欢
好评: 非常非常爽，就是流程有点短主线18个小时就打完了
好评: 海贼迷必玩，比三好很多
好评: GOOD
好评: 6666
好评: 想了想还是给个推荐 之前并没接触过割草无双的游戏 所以不知道该怎样评价游戏性 就剧情和画面表现来看还是符合我这个海贼粉的预期的 没有空岛剧情 和之国也与原作不符 所以我刚打到和之国第二章就不打算继续打下去了 在顶上战争的时候还可以选白胡子很妙 就是cg里明明挨了那么多下浑身伤痕结果制作组愣是懒得画上去 明明很悲壮的场面显得很呆 一开始我按照评论玩的最高难度 太累了 就用简单过剧情了 本来我也就是为了剧情买的 打折入不亏
好评: 粉丝向游戏，喜欢海贼的可以入
好评: 杀疯了┗|｀O′|┛ 嗷~~
好评: 挺好，还行，解压，舒服
好评: ..
差评: 垃圾原创
差评: 伞兵
好评: 好
好评: nb

好评: 补票
好评: 情怀啦！！！！！雷神没了可惜了
好评: 好
好评: 爽到！
差评: 垃圾玩意，玩着玩着自己跳出游戏，还回不去。气死了。完了一下午，关了游戏直接没用保存进度
好评: 牛
好评: 一直对无双游戏没什么感觉，但是作为海迷感觉这个游戏很对我口味，只是剧情方面有些改动，让人想吐槽。
好评: 我玩别的无双游戏： 无聊 烦闷 一会就腻 辣鸡游戏
我玩海贼无双4： 连玩几天，根本不腻， 可以吹爆的爽快感和打击感，丰富的战场互动。 堪称无双类游戏中的天下无双。
好评: 海贼王路飞（×）海贼王凯多（√）
好评: 万代南梦宫手上有大把的动漫ip改编权，但是这些漫改游戏获得好评的真的可以说寥寥无几，当然这次海贼王无双其实还不错，可能是南梦宫对割草游戏心里没底，把游戏交给了割草界的砖家大神暗耻来制作，效果还真不错！
海贼王的日漫在国内有着庞大的粉丝群，周边产品更是无数，对于游戏迷来说光看到海贼王无双这几个字，估计就已经是一把鼻涕一把泪了！还看什么风评 爽就完了！
作为一个单机割草游戏万代和光荣合体这部嫁接产品价格一如既往的自信，现在3折售价要89,我只能说原价买的玩家你们都是战士。
说到游戏本身就算你没看过海贼王的动漫，对他一无所知，玩起来也依旧爽快，一边割草一边看动画挺不错的。
游戏中的视角依旧晃动的厉害，长期玩的同学们做好眩晕准备。剧情偏短就算折扣价买也觉得分量不足，不过整体来说比万代其他漫改游戏要好多了，给个好评鼓励下！
好评: 爽到批爆
好评:  可玩性确实差了一点，剧情还原的不错，期待续作能把小篇章的剧情也添加上
好评: 割草开始还可以，后面就比较无聊。
好评: 222

好评: 打斗非常爽，
好评: 打折入还是可以的，靠逼人刷币延长游戏时常属实没必要【风灵月影yyds
好评: 好玩
差评: 垃圾
好评: 真不错，可惜就是没有武器这种东西可以换。人物视角这个问题非常大
好评: 还是线性故事流程比较热血
好评: 打折买的挺划算的，还是阔以
好评: 日常割草
好评: 买的豪华版，作为海迷也觉得原价不值，打折161入手，可玩性很高，很解压
好评: 海贼迷必玩！好朋友送的，给朋友口了一小时才给我买，累死我了。但是很值！
好评: 不错的游戏，索大的招式最帅，清小怪和打BOSS都可以，比路飞的爽，路飞的招式感觉清小怪慢了点。总体来说，80多的价格合理，好玩。不管是不是海贼迷都可以试试。
好评: 真不戳
好评: 海迷必备
好评: 太爽了

好评: 今天突然看到降价，89元，立刻就买，早就想玩玩看了。如果是之前那200-300多的话，真没啥兴趣。
好评: 目前市面上最好的海贼游戏 没什么意见吧
好评: 整体很好，剧情技能都还原得很好，如果剧情能更加全面就更好了
好评: NB
好评: 巨型人物打BOSS看不到1:1人在哪里只能锁定  总体还是可以  就是少了很多人物
差评: 放了几天 玩了几小时 现在想不起来为什么我要买这个游戏
好评: 海贼粉推荐
好评: 粉丝向游戏不用要求太高，较于前作有新意，角色战斗特点更突出，CG演出也不错，DLC略坑，不过我是打折买的。总体尚佳。
好评: 打了半天存档没了，我是傻逼
好评: 为什么有时候存档失败有时候成功哪个大佬教一下我
好评: 海贼老粉可以趁现在打折购入。剧情的话，删减了不少，不过还说得过去，总体给7.5/10. 还不错。
好评: 几十块钱的游戏，给个好评吧！
差评: 后面剧情牛头不对马嘴，凯多都没打赢就结束了，狗血，血亏
好评: 割草还是挺爽的
好评: 买了两天降价，我是傻逼
好评: 适合op粉
好评: 海贼迷推荐打折买，无双迷推荐打折买，双厨狂喜必须买爆，
差评: 操作角色略少，地图略少  其他的都还可满意
好评: 只推荐给海米
好评: 全成就有手就行
好评: 海迷必入，技能很还原，刷起来是真的爽，手柄都要按坏了，推荐打折入手更香~
好评: 索隆永远的神！！！！！！！！！！！
好评: 66666666
差评: 玩了5个小时。然后。。我存档呢？服了。
好评: ok

好评: 海贼迷必备
好评: 故事模式太少了
好评: 挺好的，玩个主线顺便还能回忆一下剧情， 还是更推荐手柄一些，连招还有技能都更爽，打击感也都不错。
好评: l
好评: 我是聪明逼
好评: 哥们觉得还行
好评: 非常好，海迷一本满足
好评: 挺好玩的游戏，帅炸天，超爽，就是人物模型做的不是很细致
好评: 个人认为还是很好玩的
好评: 剧情短了一点，但是技能方面非常还原原作的招式，可惜自然系不会自动元素化
好评: 真不错
好评: 。。。
好评: 我是傻逼
好评: 全款入的，玩了一会儿感觉不值，然后这次打折入了
好评: 无双大神级玩家！！！！！无论是真三国无双还是战国无双。。。。都是我最喜欢玩的
好评: 这么低的价格海迷们还不入手？？？？？？？
差评: 太失望！略过很多剧情，虽然是格斗游戏剧情只是衬托，但是略过的幅度太大了！幸好是打折卖的。。。 后悔！（7年海米）
好评: 狗都不买
好评: 6666666666666
好评: 买完2周不到减价了我是小丑
好评: 我是傻逼 原价买的
