好评: 这什么沙雕游戏好好笑哈哈哈哈哈哈哈哈哈哈
好评: NIUBINIUBI
好评: 东西很好，孩子很喜欢
给朋友送了一份玩好友对战，不知道何故很卡，本以为是我的Mac不喜欢游戏，结果朋友那也很卡。。。
有没有遇到类似情况QAQ
好评: 太好玩里
好评: 友尽游戏+1
好评: 我命令你火速和我击剑
许多人尝试过但只有我成功
我渴望有价值的对手
锐利的剑锐利的眼
我的剑准备好了
你的动作太慢了
他们不敢还击!

差评: 垃圾游戏，因为这个垃圾，我TM和上铺绝交了！爬！
差评: Nidhogg2这游戏，虽然说一开始玩起来很快乐，但是毕竟武器种类太少，玩多了就会开始腻了，打折可以入手，原价不推荐
好评: 有趣但是短暂
好评: 很有意思的游戏，但感觉这画风过于别具一格...
好评: 好！！！！！！！！！！！！！！！！
好评: 很魔性的格斗游戏，BGM也都很好听，虽然颜狗真的有被丑到，但也算这个游戏的标志了吧！
好评: 非常欢乐的派对憨批小游戏，和好友、女友一起玩有助于促进友谊（不要和父母一起玩）。
A groove party game. It is helpful for the interpersonal relationship with friends and girl friend.(DO NOT play with your parents)
好评: 很搞笑的一款游戏

好评: 设计师真是个小天才
好评: 好玩，太好玩了，就是有点简单
好评: 和朋友玩实在是太欢乐了
但是在火焰地图最后一关会卡顿不知道为什么
好评: 这个电脑是真他喵聪明
好评: 比第一部要更好玩、更搞笑，对决时还是一如既往地刺激！
好评: 还行

好评: 挺不错的小游戏
好评: 你能想象两个人对着键盘“豁牙”“嘿呀”并伴随着狂笑是怎样的地狱场面么
我做不到
因为我是当事人
好评: DIE！MOTHERF*CKER！
[spoiler] 这辣鸡游戏玩着真的累，笑得真累[/spoiler]
[spoiler] 在线联机卡的不行[/spoiler]
[spoiler] 主打联机的游戏却不能创造良好的联机体验，不过总体来说还是推荐的[/spoiler]
差评: 画面相比一代过于油腻，和战斗无关的干扰因素太多。一代树林中还有小兔子小松鼠这类的，这一代完全没有这种“生态环境”。
战斗也非常蛋疼，和一代比没必要的动作太多，造成了很不好的操作体验。你不能够像一代一样很准确地判断剑的位置并实施挑剑等动作，结合画面的干扰因素，你会经常死得很恼火。弓箭反弹既不真实也对弓箭玩家极不友好，被挡下来还可以理解，一个简单的操作又能挡下来还能反弹，可以说弓箭除了手长没什么优势了。
一代的时候我还能和朋友一起研究战术和一些有点难度的技巧和组合技，这代看起来是完全不可能存在了。顶多算个娱乐游戏，玩起来还各种难受各种干扰因素，娱乐起来甚至还不如一代。
总之感觉除了武器更丰富之外，相比起一代来说简直没什么优点。开发组有钱了不是这么花的，多用点心把游戏做得凝炼一点，没那么多画蛇添足的东西吧。捏脸系统也感觉做得很随便，整体效果加起来还不如一代的像素人。
好评: 很容易陷入谁也赢不了谁的僵局  不过跟朋友满康的
好评: 手感上与一代 [strike]相差不小[/strike] 差很多，这代明显感觉操作反馈慢了。
前作的翻滚刺没了。
新的艺术风格很有趣，不过有时太鲜艳了，人物辨识会受影响，死亡反馈也不如前作（血液和背景颜色对比低）。
地图数量（以及所涵盖的风格）远超前作，不过却没几个新的机制还移除了前作cloud的动态地形。
AI比前作弱。而且电脑只有在玩家死亡时才会继续前进。

感觉似乎不如前作耐玩，操作手感影响很大
好评: 作为一个小游戏来说还是很欢乐的！
好评: 非常好玩的一款游戏，极其适合两个人没有事情的时候拿出来玩两局，娱乐性非常高，很搞笑，我和朋友一起玩的时候笑得肚子疼。
好评: 我喜欢这种感觉！这是一款非常棒的多人小游戏！
好评: 魔性有毒的小游戏
推荐和基友一起入不然很难匹配到人，就只能打人机！
好评: 与鸡斗其乐无穷
好评: 虽然感觉操作没有第一部那么流畅了，但是多了不同的武器，还可以自定义对战，玩法上比第一部丰富了不少，娱乐性比第一部强得多。
好评: 缺一个 

陪我玩的朋友……
好评: https://cowlevel.net/game/Nidhogg2/review/2633224

首先，感谢野蔷薇及开发者给予的这次测评机会。前作《尼德霍格》（Nidhogg）当初是IGN 9.0分的高分，作为一款小游戏，这可是近与最高的殊荣。此次续作的推出，也可谓理所应当。

相较于前作最大的差别就是本作在画质上的提升，虽都是像素风，不过细节上的刻画相去甚远。背景的火焰特效、云端飞船的场景、怪物肠道般的场景等等，荒诞怪异在本作中通过像素风体现的淋漓尽致。

同样，人物也完全变了个样，从当初单纯的纯色人物，替换成了纸娃娃系统，可以自由组合服饰甚至性别，这里有大胡子的萌妹，海盗般的萌妹，老头般的萌妹，应有尽有（雾）

从游戏系统来看，本作最大的改动莫过于武器的多样化。在前作中，角色只有一种武器——刺剑，游戏的核心也莫过于，不断的调整着手中的刺剑，想要找到对方的弱点；距离太远，不足以让你发动突袭；距离太近，很有可能会被对手刺个对穿，战斗就是这样在以微秒计的时间单位内分出胜负，这唯一决定一击需要消耗所有的战术和本能。

而在本作中，引入了武器多样化的形式，角色拥有的不只有刺剑，还有大剑、匕首、弓，大剑攻击为横扫，剔除对方武器更为方便，代价是更慢的移速和挥砍速度；匕首依旧为刺，攻击速度快，代价是距离较近；弓为远程，代价是射速慢，被格挡弓箭会返回，以及丢武器出去不会造成地方死亡。这样的改动使得游戏在前作的基础上更进一步，需要判断对手武器的优劣及应对方式。

除开依旧撕逼欢乐的多人模式，本作的单人模式就显得有点贫乏。首先是与前作并没有什么变化，其次是AI似乎变得更弱了，莫名其妙的掉下悬崖，在门口回头等你等莫名其妙的事情屡见不鲜，甚至到后期我都能靠飞踢+跑酷一路到底，怕不是人工智障说的就是本作的AI。

总而言之，本作依旧是个撕逼+友尽的好游戏，不过相较于前作，可能最大的提升是画质上的，游戏性的提升有限。鉴于AI有些人工智障，仅玩单人模式的盆友请酌情考虑，至于有基友的，并且相互都想当对方长辈的，本作作为父子局的首选最适合不过了。

好评: [h1]实战武器攻略[/h1]
和一代一样的爽快，更多的武器又多爽了一倍，智障的画风扣一颗星:(
翻了翻评测区的武器解析都太正直，所以我来简述一下各武器的优缺点吧：)
就我个人看来，弓箭相当的强力，和小伙伴玩耍时，如果有一方进攻时拿到弓箭，那么最少可以干掉3-无穷个对手，主要是由于对手的刷新位置是由你的站位决定的，使得进攻流弓箭可以从容选择对于弓箭的优势地形，又由于可以先拉弦后奔跑使得进攻流弓箭永远是先手。
[olist]
    [*]刺剑：[b][u]优势进攻，优势防守。[/u][/b]三向的持剑方向的优势使得面对进攻流弓箭有一战之力，很长的进攻距离和极快的出剑打匕首和大剑都有不小的优势，同时恒定的伤害判定使得防守更加的轻松（可以摆好位置坐等敌人撞到剑上）[spoiler]让你见识见识我的下三流剑法和守株待兔剑法[/spoiler]
    [*]匕首：[b][u]优势防守。[/u][/b]极快的出刀以及极小的硬直，是绝对的近身王者，但由于极短的攻击距离，进攻大剑和刺剑相当吃力。[spoiler]就是莽，真男人从来都是RUA上去的[/spoiler]
    [*]大剑：[b][u]优势进攻。[/u][/b]能够打掉武器的判定使得大剑在中距离很占优势，但由于只有两个持剑方向，面对进攻流弓箭时尤其的尴尬。[spoiler]敌不动我不动，敌若动，一刀砍掉他的狗头[/spoiler]
    [*]弓箭：[b][u]优势进攻。[/u][/b]作为攻击距离最长的武器，是当之无愧的进攻王者，由于可以先拉弦然后奔跑以及中段和下段的攻击使得进攻流弓箭防不胜防。[spoiler]捡到弓箭后占据有利地形，等待对手刷新，然后切换攻击方向，一击致命，然后前往下一个有利地形，等待对手刷新，总的来说就是刻意等待来击杀对手来获取胜利[/spoiler]
[/olist]
实际上作为新手的我也只和小伙伴玩了不到10个小时，一家之言，仅供参考
[b][i]要是你按照我的套路被打出屎来本人概不负责:)[/i][/b]
好评: 很好玩
好评: 因为画风的缘故跟我一起买来玩的人退款了。
没人陪我玩的我也只好选择了退款。
感觉很难受。
好评: 翻译有问题，NO和YES反了！流程好短!建议联机，食我一记有基佬开我裤链！
差评: ……呕，美工出来我要找你单挑。

作为玩过很长时间第一部的玩家，给出差评。
- 美工出来打架
- 战斗手感有很明显类似延迟的感觉，完全不如1代流畅。
- 地图有太多不合理的地方。那么多跳台，对手只要站在边缘，不犯错误，你永远别想过去。并不是不欢迎，而是当一个地图全是跳台的时候这仗怎么打。加之某些比前作云图更难以分辨的背景……我无法接受.jpg
- AI太神秘，之前的AI至少会下高台打你，这次直接管都不管随便跑图。沉迷打架不跑图的AI也傻傻的没什么挑战性。
- 武器克制系统，玩家的战斗技巧被这一搞显得很尴尬，对面的刺剑用脚都能锤掉你的小匕首。顺便请加强弓箭。
- 单机内容不耐玩，我更喜欢跟彩虹人互莽。流程也够长。可这一部不出意外大概一小时就足够通关。

其实这些都是虚的，我只想要更加流畅的战斗手感。至少做的跟以前一样也行嘛。
如果没有接触过前作的话，推荐购入。

+这是一款非常棒的友尽游戏，值得花n多时间让你们互相伤害。
+加入了外观系统，让你的角色更加辣眼睛，带给对手精神和战意层面的打击。
+虽然我并不喜欢这作的手感，但是不一定你们不喜欢，这是款前期两边卖蠢后期玩命拼操作的竞技游戏。老菊说的博弈其实是真的存在的。

就酱
好评: 正义的击剑流！和好友联机超级欢乐，就是有点卡_(:з」∠)_
匕首：我扔！卧槽我武器呢！
弓箭：我岛田半藏今天就要让你见识一下什么叫真正的……呃啊！！
细剑：无敌最是寂寞
大剑：双手巨剑爽的一批
脚：我觉得玩完这个游戏以后应该没有大佬还是足控了吧（嘻嘻

另，跑酷万岁！
好评: 魔性的击剑游戏，开始就停不下来啦！
好评: 相当欢乐的击剑小游戏，元素乍看不多，但各种武器间剪刀石头布般的某种程度的互相克制关系让游戏充满乐趣。
大剑的大开大合以及对其他武器的破防最让我喜欢。弓箭蹲地猥琐也蛮有趣，细剑则最有击剑比赛的感觉。
单人关卡挺少的，因为不能存档每次都要重新开始，但就这样也只花了90分钟通了战役。能找到朋友一起玩想必是能增添很多乐趣，[strike] 可惜我没有[/strike]。
作为一个反应力，敏捷值只有5的渣渣，想必在联机也是被虐了。[spoiler] 缴械之后被反杀是最气的[/spoiler]。
好评: 对着对面刚复活的绿皮我上去就是一箭，

然后听见丁的一声我就把我自己爆头了。

很强。
好评: 武器看的不是很清楚吧，颜色混乱，跟第一部相比，动作多了一点点，但基本差不多，跳踢变得会摔了，武器增加了，但是我感觉没原来那么行云流水了，不过好在奔跑流减少，让你很难随便跑掉，6.9/10
好评: 本文首发于奶牛关：https://cowlevel.net/game/Nidhogg2/review/2630639
先走程序感谢下野蔷薇和开发组所给的key。
由于昨天才拿到的key，为了在明天发售前就写完这个所以就没找人尝试PVP了，所有内容仅针对单机体验展开。
————————————————————————
小人击剑2来了，但却不只有击剑，还有匕首、重剑、弓箭，以及更快的游戏节奏和更出众的娱乐效果。
2代的角色可以自定义了，画风一改前作抽象风格，相当绚丽粗旷，而整个游戏的氛围还是那么暴力血腥，这点上是丝毫不差的。
http://steamcommunity.com/sharedfiles/filedetails/?id=1111384579
虽然画面上与前作完全不同，但nidhogg2实际上还是那个充满欢声笑语的派对游戏，玩法和核心机制以及主旨几乎没有改变。

nidhogg2同样是双人对战，不择手段地前进，当穿过四个版面时获得胜利。本作同样继承了前作击杀优先权的设定，当你击杀对手时屏幕的左上角或右上角会显示一个箭头来代表卷轴移动的方向，当两个玩家不对战而自顾自的往自己的方向跑动时，卷轴会往箭头的方向移动，简而言之就是在上一次决斗失利的玩家需要先完成一次阻击，将击杀优先权抢回自己手上。而拥有击杀优先权的玩家则有更多的战略可选，除了不断击破敌人外，还可以利用地形或者跳跃直接越过对手往前跑。

击杀优先权的设定不只是拓展了一些玩法，还为游戏增加了许多戏剧性的搞笑元素。

另外依旧继承了前作的另一核心机制，挑刀系统。在两个兵器交接时，通过改变武器高度来打落对方的武器。

http://steamcommunity.com/sharedfiles/filedetails/?id=1111387962
不过在节奏更快的本作中，挑刀再也不是那么耀眼了。眼花缭乱的套路比挑刀似乎更加实在些，在我看来2代对于娱乐性和戏剧性补强了不少。
————————————————————-——————————————————
闲扯了许多，现在来看看最关键的战斗系统做得如何。

本作大幅度增强了肉搏技，飞踢的速度比平地上奔跑的速度更快，站立肉搏速度极快，且可以用踢腿打落对方的武器！而本作增加了强力的滑铲技能，滑铲可以快速偷袭对方下段并将对手铲倒+武器击落。

http://steamcommunity.com/sharedfiles/filedetails/?id=1111390959

所以即使你手上没有武器，在本作中还是有一战之力的！

另外本作还增加了其他三把武器，每次重生时随机生成其中一种，进一步增加了戏剧成分。我花了点时间稍微测试下各个武器的性能，做了个表格如下。
[table]
    [tr]
        [th]武器[/th]
        [th]攻速[/th]
        [th]射程[/th]
        [th]站立时是否有攻击判定/能投挑剑[/th]
        [th]攻击段位[/th]
        [th]投掷判定*3[/th]
        [th]特性[/th]
    [/tr]
    [tr]
        [th]击剑[/th]
        [th]一般[/th]
        [th][h1]较远[/h1]*1[/th]
        [th]有[/th]
        [th]上中下[/th]
        [th]下段[/th]
        [th]攻击位移大，近战中攻击距离最远。[/th]
    [/tr]
    [tr]
        [th]重剑[/th]
        [th]较慢[/th]
        [th]一般[/th]
        [th]无[/th]
        [th]上下[/th]
        [th]下段[/th]
        [th]攻击可以打落除重剑外的其他武器，对手也持重剑时根据武器段位判定击落或格挡；没有中段，无法防御中段攻击。[/th]
    [/tr]
    [tr]
        [th]匕首[/th]
        [th]快[/th]
        [th]近[/th]
        [th]有[/th]
        [th]上中下[/th]
        [th][h1] 中下段[/h1]*4[/th]
        [th]攻速极快但距离很短，站立攻击站立状态的击剑敌人自己会先死亡。投掷时对方只能用上段进行防御。[/th]
    [/tr]
    [tr]
        [th]弓箭[/th]
        [th]一般[/th]
        [th][h1] 无限[/h1][/th]
        [th]无[/th]
        [th]上中下*2[/th]
        [th]下段[/th]
        [th]攻击时需要蓄力（可隐蔽蓄力*5），近身战时自动切换为拳脚攻击。如果箭被对方近战格挡会反弹回来射中自己。[/th]
    [/tr]
[/table]
*号补充说明：
[olist]
    [*]蓝字代表这一项目在四种武器中最优，击剑为近战武器中攻击范围最大的武器。
    [*]攻击段位即武器可调整的高度，只要自己的武器高度与对方攻击高度相同时就可以格挡。弓箭在站立时可以进行中、下两种段位的攻击，按住下再按跳跃可进行小跳，这时可以进行上段攻击。
    [*]投掷判定即当对手出于这个段位的状态时你的投掷攻击不会被格挡。例如击剑投掷判定为下段，则为对方处于中、上段时可以格挡你的武器。
    [*]匕首因为其体积较小，中段无法格挡匕首投掷，即面对匕首投掷时必须上段才能格挡。
    [*]弓箭每次攻击时都需要按住攻击键一段时间，等蓄力完成放开才会射击。但如果在蓄力还没完成时就放开按键的话，会进入隐蔽蓄力状态，下一次再按攻击键时无需蓄力直接发射。可用这招突施冷箭。
[/olist]
先抛开平衡性不谈，我认为这四把武器还是做出了各自的特性的，使用不同武器时和对面不同武器时都需要调整自己的玩法和对策。

比如击剑拥有超远射程和比较不错的攻速，在地面立回时优势很大。匕首虽然很短，但增强了他的投掷判定，突施冷箭的同时可以用滑铲偷袭对方下段，令人措手不及。

做的最好的当属重剑，拥有攻击击落其他武器的超强判定，但取消了它的站立攻击判定（即站着不动对方自己撞上自己武器时会不会死亡），使得原本就不弱的空手肉搏在面对重剑时更加有机会获胜。除此之外还取消了重剑的中段，也就是说重剑不能防御中段攻击，所以在立回时也不能无脑莽撞，以击落对方武器为优先才是最佳策略。

做的最差的当属弓箭，优势不明显（双方机动力都很强，但箭速却很一般），缺点一大堆（弓箭被格挡后惠反弹，攻击需要蓄力）。尤其是作为被动方（没有击杀优先权的一方）随机到这把武器真的相当尴尬。唯有在冰原一关有大量上下沉浮的冰岛以及有大量高度不统一的跳台关时才有比较大的发挥空间。

整体体验下来，我感觉击剑和重剑比较强势，匕首偏弱，而弓箭的空间很小。开发组倒是可以酌情平衡下武器强度。

http://steamcommunity.com/sharedfiles/filedetails/?id=1111401232

再来说一下对于游戏影响较大的场地系统，除了传承自前作的传送带以及草地，仅新增了冰原的沉浮平台这一种新的地图机制。可以说在场地系统令我非常不满意，不仅新机制少，而且没有沿用前作中我最喜欢的云彩场景（踩一段时间就会塌陷，之后会慢慢恢复）。

http://steamcommunity.com/sharedfiles/filedetails/?id=1111402381
——————————————————————————————————————————
最后一点我比较不满意的便是AI系统。在一个多小时的体验中AI并没有给我太多的压迫感，而在前作中我多次被彩虹人逼入绝境。虽然不排除我变强了这种可能，不过我还是主张AI变弱了这种观点。

在前作中我能明显感受到AI们策略和战斗方式的变化，但本作就没有这种感觉。甚至很多时候AI们做出许多错误决定：很多时候在AI投掷武器击杀我时，他不会就近捡一把武器，而是愣头空手往前跑；在获取击杀优先权时与玩家拉开距离也会选择回头跟玩家堂堂正正决斗，而不是采用大多数玩家会采用的撒腿就跑策略；在我获取优先权时偶尔会选择追逐我而不是跑出屏幕外重生，导致玩家可以白跑很长一段距离。

诸如此类的情况很多，AI的弱势对于我这种没有朋友的人来说打击是挺大的。个人倒是很希望开发组能在后续的更新中加强AI们的能力，期待有朝一日能在本作中体验到与彩虹人对战的压迫感。
——————————————————————————————————————
总结：本作着重增加了游戏的娱乐性，经常能出现各种无厘头的击杀，是一款能让你的客厅充满欢声笑语的撕逼游戏。但游戏体量很小，如果你没有朋友跟你撕逼的话还是多斟酌下。
最后附上我录的初见实况：https://www.bilibili.com/video/av13374015/
