差评: 大半时间都在读条，一拳粉精准踩雷
套皮，太套了
差评: 我的评价是，不会做游戏可以去抄，抄的懒得抄就别做游戏。别想着一天到晚乱拉屎还能把钱赚了。说你粉丝向游戏是抬举你，有哪个粉丝向游戏是直接演都不演直接捧一盘翔给玩家的?完了这么多年的游戏第一次这么生气，怎么会有这么可以气的人五体投地的作品？先说你这捏人，市面上的二次元游戏那么多，没吃过猪肉见过猪跑吧？一点不匀称的体型，钢筋做的头发，还只有6个，男性角色还好，女性角色的头发根本看不了。肤色在捏脸的时候看着可以，进游戏就给你涂一层煤。特别是看见饰品差点笑出来，一开始口罩在头顶上我还以为出bug了。好家伙，就是这么设计的，就仅有的6个饰品你可以把它戴在你身体上任意一个角落。我寻思你搞那么多花样，又只有搞了个表面，退一万步讲，你这游戏材质也上不去啊？咋滴，又当婊子又要立牌坊是吧？再然后就是操作，这猎奇的键位不知道是怎么想的，开发人员是没试玩过还是没用过键盘啊？合着你敲代码都是用语音输入是吧？还是说只是单纯瞧不起pc玩家键盘键位根本不考虑合理性。但我寻思你这破游戏放到主机上不是更屎了吗？还有这蹩脚的战斗演出，要不要去4399里找死神vs火影取下经啊？还有更傻逼的，没见过哪个游戏一开始就给你锁剧情，是想用你这狗屎的战斗系统去给玩家一个下马威吗？受不了了，怎么会有这种游戏公司，摆烂你摆啊，卖个几块钱没人说你。这狗屁还敢卖两百多不是傻逼吗？家里没有镜子总有尿吧？游戏钱就当过年给你全家烧纸钱了。
差评: 玩了30分钟，实在是玩不下去了，你以为你是埼玉老师，实际上你是无证骑士。这种感觉真的是太焯了。
好评: 这游戏没有像多数评论中那么差

和jump force设定和流程高度重合，可以接受jump force的画面的话一拳绝对可以接受

也确实是粉丝向游戏，如果没看过一拳不了解埼玉的话会觉得这游戏不太行

但是操作不如jump force舒服，但并不是不好操作，两款不同的游戏战斗操作不同可以理解，需要适应
加载时间有些过长，通常过场需要10几20秒左右

粉丝可以入库当收藏，标准版就行
好评: 不是情怀的话建议打折再入手，剧情略有阉割，内容就是TV版第一季的剧情，打击手感个人感觉不错，缺点在于漫游视角不是自由转换，需要手动操作，技能倒是可以自由搭配，都是原作人物专属技能，想降低游戏难度建议多练习寸劲的各种用法(什么？你问我光头大魔王在干嘛？他在赶来的路上)
差评: 打斗节奏慢，读条频繁，非战斗阶段，跑步方向不好控制，跟火影，海贼，七龙珠没办法比
好评: 游戏体验5%
接任务读图95%
差评: 不上网搜一下还不知道怎么改成键盘设定,然后已经换成键盘了，教学关的对话又不知道按什么键进行下去，按什么键都没有用。
差评: it coulda been way better than this, play as none OPM characters during story is a great loss
as the only OPM game on steam, is not that sorta quality u'd like to purchase!
差评: 游戏结束后steam库内仍然显示在运行，无法关闭。
重启都不能重启，一直卡着，还得手动强制关机。
每次都是这样，心态没了。
差评: 一半的时间都在加载中，加载时间又长加载次数有多。体验太差了。就是喜欢动漫才买的
差评: 垃圾游戏，非要推这种垃圾副本才能推动剧情，所谓的难度就是敌人数据比你高出一大截，玩你妈？？万代就是死妈
好评: 作为一个一拳粉，我还是推荐的。虽然剧情不是很有意思，可是没到不能玩的程度。
好评: 这游戏根本没想那些狗子说得那么不堪，画面明明还可以的，凡事还是要自己去实际体验一下，不要盲目听从那些刁蛮测评，唯二的缺点是按键不能设置以及每次画面跳转都要读条
好评: 一拳系列唯一的游戏，还原度尚可，战斗系统有待完善。满分10分，我给8分。
差评: 我是粉丝，但是这游戏实在太拉了，玩不下去，这个加载画面太久了也，大多角色技能重复率太高了，动作僵硬，这些也就算了吧，还强制要过剧情才能解锁角色和对战，属实一言难尽...
差评: 毫无疑问，这是一款烂游戏，唯一让我坚持下去的动力就是水龙的大招【是这款游戏最帅的大招了】
好评: 56
差评: 谢谢这款游戏，让我忍不住又看了遍动漫，你游这个深海王篇真是令我失望透顶。对得起我们吗？对得起我们吗？rnm，退钱！英雄战败一笔带过毫无波折，恶心人的指责英雄的话可谓又臭又长令人印象深刻，之前的战斗都是为了给最恶心的人说最恶心的话做铺垫？我人麻了啊。拜托哪怕游戏不好玩把剧情叙述得好一些，粉丝心寒呐。
差评: 停止在线大厅机能
最终日　2022年2月28日

好评: 买前看评论差评很多还很纠结要不要买，最后还是狠心入手了。玩了一会儿感觉还不错，建模略显粗糙，人物表情僵硬，过场动画很一般，敌人也是千篇一律，说白了就是个粉丝向的游戏，建议粉丝打折时入手。
差评: 垃圾，一半时间在读条
差评: 首先个人是一拳超人的真爱粉，之前看到这个游戏打折而且折扣力度挺大然后看到游戏的测评区里差评很多但是基于对一拳超人的热爱，最后考虑再三还是买了这款游戏，足足肝了三天，最后总结，游戏很垃圾，里面的主线剧情机制做的有点类似手游的风格强迫你去打副本挑战怪，依靠玩家的肝度去满足所谓游戏里的贡献值，贡献值满了才能解锁下一个主线任务，这点就很脑瘫，其次游戏的战斗风格机制很拉胯，不说别的就说被打后的倒地硬直大的一匹跟究极风暴完全没法比，npc的判定永远高于玩家的判定，格挡触发也有足足快两秒的延迟，几乎就是你反应再快也没有用因为当你在连招中触发格挡的时候即使你提前一两秒按格挡了游戏里的角色的反馈也是在一两秒之后，所以你永远不能第一时间防御对面的攻击，游戏的战斗机制判定就很差劲，玩了足足三天经常玩的我都脑淤血，最恶心的就是游戏的任务完成机制，这点游戏很恶心，举个例子就是正常游戏里的boss很强尤其在你突进的瞬间boss的格挡间隔很准几乎就是你所有技能都会被他格挡下来，但是偏偏就是这个格挡在有些要求完成击破对面格挡的任务的副本里官方偏偏就给你设定boss格挡几率很低，能多低呢？打十次对面能格挡一次已经算是很不错了，反正就是偏偏在要求格挡任务的副本里boss就不给你格挡宁可被你打死也不让你完成任务就很恶心，这游戏玩的我心态都炸了，然后就是读图，游戏里各种读图，而且读图慢的一匹，相当于游戏里处处都有读图就连剧情里都有读图，就让你全程一直等，就很烦，最后就是角色定位的方面上来说，游戏里的龙卷强度我感觉很拉胯完全没有S级别的压迫感，后摇硬质也大的一匹，几乎被近身就是无限被连，总而言之游戏里的角色强度和动漫里的角色强度完全不是一个标准，你会发现好多动漫里nb的角色到这里就是个垃圾强度的角色，所以如果也是因为喜欢一拳超人的玩家也是纯靠自己情怀一定要买的话，奉劝最好等打折骨灰再买，因为这游戏的的确确不值这个价格说白了50多块钱我都嫌贵，感觉不值，总而言之不推荐。
差评: 劣质游戏, 不推荐
差评: 就这破游戏，实在打不下去开个修改器自己把主线走完然后你封我线上对战？老子玩网游从来不开挂的第一次体验被封号。绝了，哪怕你游戏做的有一点意思也不至于让人受不了要修改器加速过剧情了。
差评: 我是傻逼
好评: 各种读图十分影响体验
差评: 你是怎么能做到读条时间这么JB长的
差评: 本来想着打折，作为还在追重置的漫画粉应该买一下，结果游戏根本打不开，我玩你母。
应用程序无法正常启动（0xc000142）。请单机“确定”关闭应用程序
好评: 为什么，他一点都不卡
差评: 对战很没意思，做的很差
差评: 长达五分钟的登录读条  吃屎一样的操作感  逼仄的视角镜头
差评: 垃圾的一批
好评: 我感觉对这游戏的兴趣程度竟然没手游大？！

2021.8.24[spoiler]无奈的[/spoiler]补充：
这1年内折扣也太搞了，从最开始豪华版的208到今年寒假时的139再到前不久的87,现在就直接55?
好难受，背刺到感觉好难受...呜呜


差评: 启动都不行！优化奇差！
好评: 评论区都过于贬低无名英雄这款游戏了，我挑几个点客观评价一下。
画面，这种游戏注重于还原原作，人物设计有够还原，招式有够还原，有人说细节不行，一个2D动画改编游戏不知道你要什么细节，要把这个游戏做成生或死才满意吗？
战斗，打击感这个不好评论，反正我感觉没有问题，每个英雄的技能特性都有差别，深度不高够钻研一段时间了，深度不高但有一定的竞技性，联机匹配速度慢，应该是玩的人少这不是开发商的锅，服务器还不错在线匹配我是没有发现卡顿。
性能，我的电脑i七代i5、1050ti、固态硬盘，读取时间都在十秒以内，全程操作无卡顿。
剧情，这个的确洗不了，剧情有些没有心意但一点也不至于被贬到一无是处吧。
一拳是小ip，改编游戏的制作水平和ip大小有一定的关系，能做到这个程度算不上完美给个及格还是可以的。


差评: 好评我是不太想给的，因为这游戏即使对于我这种动漫粉来说也是很不满意的，我坚持玩了几个小时，整个游戏对原著剧情的塑造以及人物的还原说实话是很敷衍的，自定义角色反而使得整个游戏的流程比较无聊，无论是从系统还是画质表现音乐丰富度上来讲，到处都透露着经费贫穷的气息，这游戏在B财团的漫改游戏里属于最差的那一档，除非打骨折，并且你是粉丝受众，否则不推荐购买的。
对了，这个游戏的优化非常烂，读取速度仿佛是上个时代的游戏，我一开始将这游戏放在我的机械盘里，发现加载速度极慢，接着又放到了我专门打游戏的固态中（正常游戏加载两秒进的水平），结果也是半斤八两，极慢，只能说优化也敷衍至极吧。
差评: 真的连半成品都算不上
差评: 烂作。就算100都不值得。
人物僵硬
配音少，BGM也不咋地。
格斗招式少，但打起来也不爽快。
地图拢共一点大，就这点大走来走去还要加载！有时候切割界面都能卡主。
整体：3/10,狗屎屑作。（我一拳超人漫画全有，依然觉得这是个屑作）
差评: 单纯的粉丝向游戏。而且，即使是喜欢一拳的粉丝，我也不推荐直接入库。
游戏本身的原创剧情等于没有，有的甚至过场动画都懒得做，放几张图片，配几个文字，太好糊弄了吧。
玩家的视角基本上是半个杰诺斯，就是一个经常遇到老师的英雄。剧情里，在设定上玩家打不过的怪，老师就会出现，再一拳解决。
操作更是稀烂...没什么好多说的了...
任务枯燥乏味，特别是第一个送东西的任务真的好想吐槽。（一个大叔要给另外一个大叔寄送东西，但收件人就在旁边一个店的门口，距离15米左右吧，不是...大叔，你是看不见还是腿瘸了？？？）
只能说，完全不值这个价，
差评: 游戏优化真的好差，读取地图时间过长
好评: nb

好评: 我是傻
差评: 玩两个小时，半个小时在加载，技能不够精细，套用贴图也恶心
好评: 晚上睡不着
差评: 太难了，难道爆炸，能不能改的简单一点吗
好评: 666666666666
好评: 如果满分是10分我给满分
差评: 读图超人 游戏1小时读图40分 垃圾优化 别买
好评: 很能戳中笑点
好评: 厨力游戏···主线很短，太短了····主线剧情玩完后，虽然只剩不到5分之一进度条就可以评为S级英雄了，但我没热情玩下去了。而且···有几块剧情居然是直接用的动画里的图片···还好我是打折买的，只能说至少体验过了。而且这个主角代入感也不强，个人感觉不强。
好评: 粉丝向
好评: 虽然差评很多，但是我还是要说这就是我爱的游戏模式
差评: 即使是粉丝，玩到这样的游戏也无法高潮把,,,,,
差评: ............
好评: 65分，社区没做好，联机放弃了吗？
好评: 剧情不怎么样附属DLC要等结束主线剧情才能打开支线，武器型就送一根棍子还可以去商店买烧火棍可以当个不良英雄，就是不送你一把原子武士武士刀。
好评: 我是真的觉得不错 不知道为什么那么多人喷 游戏玩的开心不就好了
差评: 这游戏实属骗钱的典范，里面格斗动作生硬，打击感巨差，内容单调，就是骗粉丝也不好好骗，很多动画里的剧情直接放ppt就带过去了，很多重要人物也没有，还等着卖dlc继续骗钱
如果是一拳超人的铁杆粉丝建议打五折的时候买，如果是普通粉丝千万别买
好评: 优点：感觉跟剧情还是很搭边的，玩家作为一个普通人，通过不断地成长经历动画剧情，插入角度很好。人物解锁也很快，只需要有相关任务即可。对于增援这一打法很新颖。缺点：贵啊！这个游戏跟火影比起来，这200块买的豪华版（打折时）确实不值，我觉得一百以内可以接受。打起来没有火影里面的替身术，所以会被电脑连击。而且本来血就薄，所以就会很容易被一套连城打残，而且个人认为这游戏跟火影操作区别较大，不容易调整。若有新玩家觉得进入游戏后失帧，只要按网上操作调下N卡就好了。线上模式我还没怎么玩，因为玩着没一会儿就掉到线下，可能需要加速器，没试过。总结：如果是冲着影视作品来的，那可以买了以后玩玩，觉得不好再退款。但如果是第一次接触一拳超人的，那就不要买了=。=
差评: 我是傻逼
好评: 挺好玩的，不像评论说的那么差~~
好评: 我是傻逼  I'm an idiot  私はアホです
好评: kyi
好评: 这游戏就只能给60分，这60分完全就是给这个动漫，如果你觉得这个价格买个花瓶值得那就去买。
这是一个格斗类的游戏，3D的画面感，画质我认为还算O。
但是打击感太差了，特别是PVE的时候，你可以被电脑一直打个半分钟，极度影响体验，特别是对于刚开始玩的玩家。

另外一点就是 无名英雄 这个主题真的很贴切，进去就是自己创造一个英雄，捏脸空间少暂不说，
有些人希望拿着动漫里的角色去闯荡这个世界，那真的是很失望了，你只能用自己自创的游戏角色，
但好在自创的游戏角色是可以使用到一些英雄的技能的，而且服装也是可以自己搭配成英雄的样子，
比如：吹雪，老师。但是自建的和游戏里面本来精心设计的没法比，这仅仅只是一个心灵安慰的方法。

你们最担心的是觉得这个游戏值不值这个价，我可以很负责任的告诉你一分价钱一分货，
你如果完全就是喜欢一拳这个动漫（或者更偏向于里面的英雄）我觉得这个游戏真的无可挑剔。
但是你如果是想着剧情还有打斗感的话，这个游戏真的是令人十分失望。

有两点可能是很多人不喜欢的：
1、无名英雄 意味着是自己自建的英雄，剧情中不能很主动的去选择自己喜欢的英雄，
只能通过一些特定的任务或者有概率的支援才能使用到其它角色。
2、身为格斗类的游戏，我玩了大概10个小时才开始摸索到这是怎么一回事，
对于刚开始玩的玩家真的各种劝退。被从打趴下到站起来这个时间段，我觉得我完全可以把键盘按烂。
另外一个就是闪避或者说是防御技能，玩崩崩崩的朋友三思啊。
打斗的时候，就是给人一种总是满半拍的感觉，自己有劲却使不出。
这两点结合起来，前期就失去了大量的玩家。

一开始如果它是像某禁一样的环境，我相信这游戏绝对值这个价，而且是非常棒的一部作品。
但只可惜注重点在格斗上，却把打击感做得太差了（这里说的打击感不是角色攻击时的手感，角色攻击的手感是非常好的）
至于游戏上的一些小细节你们可以看一下前面一些大佬的总结，基本没啥毛病的，都是很客观的存在的。
好评: 很多东西里面没有，期待更新，大致还行。
差评: 万代就这德行
差评: 从漫画开始就一直看一拳，动画化后又看了一遍，得知非常喜欢的作品推出游戏后真的是满心期待，以为能出现一款龙珠斗士或火影忍者究极风暴那种格斗游戏，真的是没想到竟然出了一个rpg，而且宣传还是格斗游戏，我只想看看喜欢的人物大招而已都不行非得一点一点过主线，也没有格斗模式，真的是太失望了
差评: 垃圾游戏，我是傻逼
差评: 傻逼游戏，玩法跟手游一样。纯垃圾的骗钱玩意。
好评: 不是粉丝还是不要买了，我是原价豪华版的傻逼
好评: 666
好评: ...
好评: 粉丝向作品，不要期待太多，等打折入过过剧情其实还可以。主要看后边角色季票出谁吧
差评: 绝对是3A大作，不信？
差评: 没用，辣鸡
差评: 我是**。
差评: 观望了一阵子，毕竟挺喜欢一拳，就还是买了豪华版，然后进去以后发现，捏人自由度低，初始外观少，然后是重点，我开始第一个任务，是教学任务，键盘默认WASD移动，按数字键3+WASD任一就能冲刺，我当时就惊了，按住3冲刺，R键普攻，T强攻，然后任务中好像还不能改键，我寻思这游戏是觉得键盘玩家一只手玩另一只手打手冲吗？玩到这我已经懒得接手柄了，默默地关掉了游戏，卸载，并选择了退款
差评: 垃圾垃圾垃圾垃圾垃圾垃圾
你们就是那么对待一拳的粉丝吗。这是什么垃圾游戏，你好意思卖那么贵？你biss嗷啥比厂家
差评: 真的质量很低，不知道one老师是怎么润许这样的作品出来的，尤其无证骑士那段在游戏中毫无张力和表现力，而且笔记本游玩还有优化问题实在让人伤心。
差评: 粗制滥造
差评: S.H.I.T.
差评: 第一次写游戏评测    作为一拳的死忠粉毫无疑问的告诉你们这是垃圾游戏   粗糙的游戏画面  糟糕的第一季剧情
毫无打击感的格斗体验  到处剽窃的大招 敷衍的人物模型  是真的很失望  可以说是个半成品游戏
但我还是没有退款 出于对一拳的喜爱  默默的等待它的更新  希望游戏公司能重视  给一拳粉丝一个交代
而不是想着怎么圈钱
差评: 不值这个价，非粉丝慎重考虑，粉丝也慎重考虑
好评: 好玩，象JIMP大乱斗一样，不错游戏！值得玩
好评: ...

差评: 我觉得⑧太行
差评: LAJI
好评: 情怀粉丝向游戏就不多说了，有没有人能告诉我最后一关剧情的琦玉老师怎么过？？？
好评: 这个纯粹就属于情怀游戏，游戏内容重复率太高，我就是喜欢这个动漫才买的这个游戏
好评: 格斗迷不推荐比较喜欢一拳超人漫画不追求打击感的可以买着玩
差评: 除了一拳超人这四个字之外没有任何两点，简直不敢相信是2020的游戏，格斗方面僵值非常明显，而且几乎所有任务里的反派几乎同一个样，除了刷刷刷还是刷刷刷，反派都一张脸，圈钱可以但能不能有点诚意，衣服几乎没有原创，根本不值这个价
差评: 傻逼空气墙，和超级傻逼的僵直设定。人物数值比格斗技巧重要多了，就卖的是情怀。
差评: 这游戏太糊弄人了
差评: 被这个游戏恶心到第三次修改评论，我第一次看到全部格斗设定就是为了帮助AI恶心玩家的游戏，TM的你AI防御可以在任何动作中瞬间防御，我不论何时按防御键一定要有1秒的延迟是吧。
我发誓，不管你这个垃圾公司再做任何游戏我都不买了，再优秀我也不买了，这坨屎让我可以记你一辈子了。
下面评论是第二次修改的评论。
比起同样的FATE无双那款粉丝向游戏，这就是一坨垃圾。
本来作为一个粉丝向捞钱游戏我觉得还算合格。但是玩了很长时间，我发现做这个游戏的人根本就没想过好好做一个游戏。不说掉线和奇怪的乱七八糟恶心人的BUG，游戏那么多问题到现在一个更新都没有，还有这游戏的格斗机制比小作坊单人做得格斗游戏还恶心玩家。
几个格斗姿态极度不平衡就算了，怪物到了4星以上强行预读玩家键位，星级越高预读越过分，日常任务里面恶意加入超星级任务怪。印象最深的就是4星里面夹杂了一个防御攻击堪比6星的的任务怪，然后给你一个S级的囚犯，然后囚犯被这个任务怪两个技能秒了，你没看错，应该算游戏大后期的BOSS级别人物被任务怪秒了。
没有起身，同姿态怪物起手永远比玩家快，怪物破防招式直接能把玩家吸过来，怪物普攻可以攻击中转向玩家不行。
这种恶意游戏里面遍地都是，我想了想，还是请这群根本不喜欢一拳的渣渣制作人别祸害一拳这个IP了，冷藏了都比这样祸害的好。
差评: 服务器第一天玩的时候裸连都不掉，现在连加速器还是一直掉
游戏本身粉丝向，建议打折再购买，我感觉我原价买亏了。
差评: 2080ti也掉帧。。
等更新
差评: 平均15分钟闪退一次，有生以来玩过闪退次数最多的游戏
好评: 这游戏挺好的，40个小时全成就达成，剧情槽点不少，战斗系统也可圈可点，粉丝向游戏，就别跟正经格斗游戏比了（拳皇啥的肯定比不了），去城镇找英雄或者做相关任务可以解锁技能，至于支线的跑腿任务可做可不做，甜心假面任务建议做了（楼上有个甜心假面的海报，楼下一帮人排队那个就是），寸劲是标准系第一破盾神技（1费破盾相当好用，击退后记得接ctrl+A）
以下是新人攻略
游戏目前有：标准系，力量系，超能系，机械ABC系，武器AB系，怪人系
新人或者手残党剧情过不了可以先练，标准系，无限流水阵（1费受击反击，第二次做银色獠牙就那个老头子的任务可以得），或者寸劲（甜心假面任务，前边讲了）压起身都可以，连击方面可以在平A最后一击前连一个W+T，浮空可以再连一套平A，然后秒接一个牙插指（银色獠牙送的那个）。
有了机械A系（金属骑士任务），可以拉开距离以后无限蓄力平A，远程带跟踪还能破盾（蓄力蓄满），然后接四费的飞弹攻击（金属骑士任务），可以在前期轻松打出S评价（S评价经验翻倍），有超必以后蓄力R破盾接超必，金属骑士这个系算是相对挺无脑的
其实新人最推荐玩的是武器A系（玩钝器），不过玩起来也比较无聊而且好像更无脑，，，蓄能够8费，然后开切换（Rctrl），再接着开二费提起干劲（霸体状态免得超必被破了），左CTRL冲刺靠近接平A，然后直接开超必就完了，球棒超必带破盾，玩起来也就是蓄能开切换开霸体冲刺接超必一直这个流程相当无聊，，，
新人建议先练一两个系，先推剧情，把任务星级提起来再练别的，低星任务经验太少了，练得过慢，，，
原子武士的超必和龙卷的抓取都是到S级以后才给，怪人系得做怪人系的任务，前置后续都做了才给。
进阶一点的攻略，
标准系，超能系都有相当好用的破盾技能，（力量系的抱摔也能破盾但不好接后续，其他系破盾技能费有点高）
标准系7费直接切换，无脑直接冲刺接平A接寸劲接超必，（有盾寸劲破盾，没盾秒接超必时间也够），不过老蓄能跑再蓄能跑也麻烦，一般标准系玩平A就好了，一个寸劲玩到死，还才一费，，平A最后一击前接W+T再平A，然后走到脸上，接寸劲压起身，开了技能后是得一点延迟才会打出去，但期间不会被平A打断（注意是开了，不是没开出来），会被重击打断（比如T），起身时间压好可以无限连，压到起身击退了记得接CTRL+R，没趴地上以前是能继续连的，不过好像最多一回
超能系，到S级以后龙卷送的 超能力冲击，逆天级抓取技能，完美压起身，（人在地上趴着起身动作还没有的时候就能压到）连击方面，8费，开切换冲刺接平A，秒接二费抓取（超能力冲击），再秒接冲刺，跑一半时候开超必（这有个注意点，如果你冲刺跑人脸上了会有个刹车的动作，这时候连不了的，必须还没到的时候开，就是还在冲刺动作的时候）
怪人系的R+T背刺PVP应该很好用，打电脑就没这说了，，，就像是在送，，
机械B的喷火器也能压压起身不过破盾的锤子就有点扯了，，，
联机模式可能我网不好，无限掉，，
差评: 一拳超人我想很多人都是冲着这个IP买的游戏
作为一个粉丝向游戏他是勉强合格的
但如果你把他视为一个格斗游戏他的表现并不太理想
游戏的任务重复的太多，玩到后面让人感到枯燥
经常掉线的问题也特别严重
人物的等级限制了你的强度，所以越到后面就会越难，想升级就得肝，打那些重复的任务
PK，不太平衡，入手后和好友玩了下PK，我当时20级左右，好友40级，被好友一个技能秒掉...  
人物的属性影响了角色的伤害还带入PK...
如果你想当它是格斗游戏玩不太建议入手，但你是冲着一拳超人的IP以一个粉丝的目的入手的话建议等个折扣
差评: 失望！！！ 游戏感极差！！！
差评: 这游戏键盘玩不了，放弃吧。
好评: 本人购买游玩豪华版且已通过第十章节解锁了全人物

对于一拳超人粉丝而言
这是一款值得一试的游戏
虽然在做工上也许比不上市面上其他的一些格斗游戏
剧情也很长，任务也大相径庭
但是人物模型还原度和人物技能还原度很高
拥有新颖切贴合一拳超人原作的机制
基本可以满足一拳超人的粉丝们

整体而言还行
但是这个价格确实偏高==

差评: 这个游戏想人肝，但是打击感真是差啊
差评: 万代有史以来最恶心、最没诚意、圈钱意图最明显的作品，没有之一！！！！！！！！！
差评: 垃圾游戏  千万别买  这个游戏玩完侮辱人的智商
差评: 剧情还可以，但是战斗系统真的是垃圾。超能力系可以远距离无伤虐人到死，被击倒和换人的时候居然没有无敌时间，更换自己的战斗风格居然还要从头重练。对不起，虽然我是一名厨力粉，但我真的没这个时间会跟你耗。差评接好。

Story mode is "fine", but the combat system is a literal piece of trash. Supernatural class is too op; No immortality when you're downed or switching characters; And you actually have to start from the beginning if you switch your combat classes; Just too much frustration. I love OPM, but this is not what I asked for.
好评: 粉丝向游戏 各种方面都不尽人意 无所谓了 纯开心就好
建了个Q群 喜欢的一起玩 966626440
好评: 我醉了，最后打埼玉怎么打，我超必杀10万伤害才掉0.5%的血，这个主线有什么用还没有胜利条件，我还以为有什么隐藏条件，刷了6个小时，好评给一拳超人ip和自建英雄。
差评: 垃圾，僵硬的打击手感，无聊的任务模式，技能，角色都不多，格斗游戏？算不上，动作游戏？更算不上，200多的价格无非就是买个IP，游戏本身基本就是垃圾手游的质量
差评: 有些 尴尬 粉丝向游戏 我居然会花屏 嗯 了不起 如果我都花屏的话 我能想象 人家是什么游戏体验 我同时预购了 这个和海贼3 希望海贼3 别是这种东西 秋梨膏
差评: 买了又退，问我为什么 可能是我不太适合这一类游戏，无恶意，最受不了的是 打斗2分钟...反正受不了的就是不断的等待界面，玩了一个小时心态爆炸
差评: 怎么硕呢，肝了挺久，经常被玩到心态炸裂，操作手感体验极差，在城镇里面跑像个s b ，打击体验感极差，还有那瘠薄技能，有一些极其变态，狂刷技能就行，太失望了
差评: 玩了几天，今天一上线发现居然回档了？？这是什么操作？
差评: 这个游戏差评！
这个游戏初期给我的感受就是——缝合怪，游戏的部分元素我都能从别的游戏中寻找到。
自定义角色，技能佩戴——进击的巨人2
佩戴相应武器获得相应的流派攻击，技能可通过提升人物好感度进行学习——真三国无双7
并且由于轻攻击与重攻击的相互搭配的量之少，击中反馈的微妙感，再加上可怕的硬直问题，一度曾经让我觉得这个游戏我想退款。
不过玩到了后面的时候由于等级的提升，各种相应的解放才让这个游戏环境对我来说友好了起来。硬直的减少以及攻速的提高减少了部分的难受。
打到深海王剧情的时候遇见的小怪我竟然发现他们实际上是可以把这个格斗系统做的非常不错的，但是为什么你就是不用反而给一个小怪的格斗能力提高这么多？
而且由于深海王剧情的部分魔改以及画面剧情的改变在本来不错的一个琦玉为了挽救别的英雄的声誉去自嘲自己的时候，由敬佩琦玉的人品的感受完全成了窝火沙雕民众，BGM，人物缺席，本来可以使用CG进行演出的片段非得让玩家自己上手，投入感是得有但问题是不代表一定要事事上手！

好评: kill la kill都400块原价买的我，入这个豪华版不是小意思？我是粉丝我是傻逼。
- ----------------------
----打通关的我来给手残党们一个建议，选择人物选择力量型带上3费的必杀技-天使☆阻拦，插槽全部带必杀增加，所有点数点击必杀能力，可以打爆所有关卡（剧情杀除外）。吐槽一下，天使☆阻拦是我见过这游戏里最bug的技能，其本身的腾空加下击设定居然可以无视敌人贴脸普攻（打了九十多关卡了就没被打断过）而且招数结束后会将敌人击退几米远，完全可以一直蓄力一直释放。
----其次，这游戏的小怪出招顺序在我看来十分诡异，有的时候练级关卡的小怪ai甚至比boss更难打，你永远不知道下一秒他会用怎样的平A打断你的必杀，而且一般的超必杀居然会被普通格挡给挡住，所以建议有一套百试不厌的必中方法是选择武器型角色，然后开局绕圈蓄力——解放形态——提起干劲——我就想打死丫这丫的.....百试百灵！
差评: 出现bug了    后面任务很恶心
好评: 粉丝向游戏，我觉得还行，现在升到S级，后面就是刷等级有点无聊了，很多人评论说视角问题应该是键盘操作的问题，手柄操作没什么视角的问题，然后大部分人玩了不到一个小时就说垃圾游戏，是没看懂，后面剧情人物都没解锁，就急着退款打个差评，实在没意思。
有几点缺点，战斗地图太小了，跑两步就到边缘了，然后被无限连，还有就是被打后硬直实在是太烦人了，价格来说268确实有点贵了。
差评: 呸！差！贵！孬！
差评: 傻逼玩意儿单机模式都能走两步卡顿一下做尼玛格斗游戏
____________________________________
战斗方面做的真的渣，一拳打空的话僵直时间完全不像是人类，跟一只小蚂蚁拎着锤子砸空后半天缓不过气一样。开场倒计时没结束ai就能立马动手无限连击玩家只能眼看着挨揍。视角转换及其死板完全不能判断距离运气好了透过你操作人物胯下兴许能看见对面一丁点儿东西。实时防御判定相当迷有时候能稀里糊涂成功防御打反击，有时候只能一直挨打。僵硬死板到了跟俩买菜的大妈跟游戏里人物比都是武林高手。

差评: ○ 还原了原作第一季的剧情
○可以客制自己的英雄
○ 想写三条但是实在想不出了

× 和原作第一季的剧情基本没有区别
× 英雄的客制浅的可怜
× 从C级英雄肝到S级的路程艰辛
× RPG元素严重，练级依赖度高，不练打中后期任务就是挠痒，敌人打你一套半条命
× 随机元素极多，从过几秒发生一次的神经病环境灾难到自己捡全是加防御敌人捡全是回一半血，还发生故障炸掉你20血的无人机，再到每次重进（注意不是重开）任务的时候随机过来帮忙的俩英雄（也可能一个都不来你1v3），死因很经常是脸黑
× 人物模型，打击感，场景设计都不像是今年该出的游戏
× 格斗系统僵硬，容易1v3导致只有耍赖招打得过的情况十分反胃，尽管会有英雄赶来支援的设定看上去很有意思，但是基本上会导致的情况就是电脑一个技能推开你连招的对象，然后因为是c级英雄而毫无用处，最多切出来回回血。顺带一提，就算是S级英雄，也基本上没有你玩家厉害，所以这个系统在故事模式当真恶心。唯一有用的情况是刷出某个秃顶的支援，但是概率不是普通的低（而且这是基本不该有概率一说的格斗游戏）。
× 其实还有很多其他的毛病，就不多说了。综上所述，如果不是一击男的粉，那么完全没有买的必要，如果你是，那我也推荐不要买。
× 其实还有最后一个理由，小龙卷的模型当真不好看）
差评: 《一拳超人：无名英雄》是一款动作角色扮演游戏
本作改编自人气漫画《一拳超人》，由漫改大厂万代制作
作为一款2020年发售的游戏，在原作动漫第二季已经完结半年后，居然只包含了第一季的剧情？
由于原作中的主角崎玉过于强大，所以游戏使用了自捏角色作为主角
在简化了剧情流程的同时，自捏角色还顺便替代出场了许多原作中杰诺斯的戏份
主线剧情前几章完美还原原作，但是越往后，主线流程就越精简
最终轮到波罗斯出场的时候简化到了极致，稀少的对话让人感觉就想草草了事赶紧完结
游戏的支线剧情乏善可陈，要么就是当跑腿小弟往返跑一次，要么就是说两三句话让你打一个怪人
不说路人角色，就连原作本身的人物支线也让人提不起兴趣，打支线就如同吃屎一般
然后-----游戏最高光的时刻出现了-----如果玩家不想打支线拒绝吃屎怎么办
官方很贴心的设置了一个叫做贡献度的系统。你想只打主线？对不起，贡献度不够不能继续
那怎么攒贡献度呢？请先去做几十分钟的支线。这一套操作简直就像是掰开不想吃屎的玩家的嘴硬把屎往里送
敌人和友军方面，官方先是制作了二十多个原作角色，之后简单暴力的把技能和外表打乱随机组合
再配上不同的颜色，和极其弱智的名字，生成了大量“不同”的英雄和怪人
要通关游戏需要百场以上的战斗，然而每个敌人给人的感觉都是一摸一样
每关boss虽然各有特色，但是不是留给你打的！！！全部boss都是埼玉来帮忙一拳解决的
游戏的战斗操作大体上如同万代以往的漫改游戏一样，细节上有一点改动，增加了普攻的连段变化
支援系统设计的不错，可以让原作中的角色轮番加入玩家的战斗，算是本游戏为数不多的亮点
偏向RPG的人物养成配上多种战斗方式的切换以及多种多样招式的选择，自捏角色的可玩性还是比较高的
打击感见仁见智，操作的钝感严重，运气不好可以被小怪连击半分钟，体验极差
游戏的画质中规中矩。捏人系统刚开始极简，需要随着剧情的进行逐渐解锁，配音时有时无
本作也有格斗游戏最普通的对战模式，不过却被放到了剧情模式中，需要每次都跑去英雄协会总部才能使用
本游戏总的来说性价比较低，就算是一拳超人的粉丝也建议等到打折时候再购买
-------------------------------------------------------------------------------------
最后的最后，我一开始名字取错了，于是删除了云存档重新开始
然后就存不了档了，每次重启游戏都会坏档
不关游戏一口气通关真的是难受

好评: 喜欢这个游戏玩起来挺别扭 的请大家注意！
差评: 我是一拳超人忠实粉才买这款游戏，但凭良心说这游戏一点诚意都没有，就是人物套膜，战斗手感真的差到我以为在慢动作回放，我不退款是看在一拳超人份上，也希望制作商能像无人深空那样虽然一开始很差，但能自己变得越来越好，不然老实说未来不太敢买这家厂商的游戏了
好评: 游戏框架不错，如果再打磨打磨，内容再做的有深度点还是很耐玩的，预购的豪华版。所有角色分成很多个模板这一点感觉还满有意思的。

几个缺点说一下吧。下载的时候看大6.6G就懂了，期待值瞬间掉了90%，就当做是快餐玩吧，没啥深度。
战斗方面可以小研究一下，挺好上手的，但是没有训练房作为一个格斗游戏是不应该的，角色招式连招都无法研究，只能一边打一边摸索。表面上是格斗，其实是个RPG游戏，因为BOSS血厚的一P，你得升到很高很高级，属性很高很高才能打得动。而小怪1-2个技能就死了。

感觉像是赶工出来的，原本可能是想做成类似如龙那样的一个玩法？但是时间仓促，做的很拉胯。。虽然小容量也有精品，但是这个6.6G确实很让人失望，。

优点的话，对动漫里的内容还是很还原的，技能也挺帅。资深漫迷还是挺推荐的。

这个适合不想动脑子，就无脑刷刷顺便看看剧情的人玩。游戏本身毫无深度。打发时间挺好的。
不能算是精品大作。游戏本身还行，但是实在是对不起这个IP。
差评: 定价高 画面稀烂 动作僵硬不说 玩了一个小时下来 不能直接对战 哈哈哈哈哈 人物还要剧情解锁 对你🐎呢对对之王 wdnmd 期待变成枯燥
差评: 不敢相信这竟然是一个2020年的游戏，dlc介绍的图片里面的饰品都去哪了，预购豪华版就这点东西？情怀也不是这么卖的，一拳粉活生生被劝退了。
差评: 操你妈的能不能让我稳定连上线,经常打一半掉线
always offline
差评: 这个价格你良心呢？这个手感你良心呢？这个鼠标打斗画面还在？存档位置怎么找都找不到？按键判定是真的。。如果你是粉丝就等打折好了。非粉丝不推荐。
差评: 万代有史以来最烂的游戏！！

差评:  我的电脑144HZ 1070显卡 玩这游戏只有20帧。。。看所有东西都跟慢动作似的 巨卡 非常影响体验
差评: 辣鸡游戏不解释了
差评: 模型做的垃圾也就算了通完关做支线做一次掉一次一个支线要打三四次我真是草你妈的
差评: 好好的一个IP给做成这样，价格还那么贵，这个粗制滥造的程度可以说简直突破了我的想象，从来没有想过一拳的IP能做出这种东西！总之，谁买谁后悔！！！
差评: 第一次给差评画质不好打击感差完全不值这个价啊价格和赛博朋克差不多也是醉了
差评: 老子买了那么多游戏   你是唯一一个我实在是想退款的 可太他妈次了
こんな情けないお金の無駄遣いを感じるのは、人生の初である。お金返してほしい、三割でも、五割でもいいから。
好评: 目前感觉还可以，希望线上能在优化下
差评: 简直就是垃圾游戏，1980年代版的格斗游戏，毫无打击感。推荐玩小霸王里的拳皇都比这个好玩
好评: 一拳超人粉丝，粉丝是不会管你卖多贵的。所以我买了豪华版。
以前没玩过万代的游戏，所以看到这种类似2k的mc模式，我觉得还不错，养成感比较强。
至于想进来就像拳皇铁拳那样开锤，得忍受长达一个多小时的主线。这个东西见仁见智了，我只能说彼之砒霜我之蜜糖，我还挺喜欢这种模式。
打击感，剧情偷工减料，视野差这些问题，对于非格斗玩家+重度粉来说还在忍受范围内。非粉丝还是等起码对折再买吧。
总的来说，如果你没玩过格斗游戏，又喜欢养成游戏，这游戏还是可以的，没有那么差。如果不是，慎重考虑。
差评: 跟个手游一样
好评: 很少写测评，这应该是我第一次写吧。先说说我，我是什么类型的游戏都玩，漫改的游戏基本也都玩过，而且本人重度一拳超人粉，所以无疑是预购加豪华版，我从早上一出到现在没停的玩，通了剧情，接下来就是升S级和打琦玉大魔王了，谈谈感受。当我迫不及待的点开下载的时候，看到6.6个G的游戏当时我的心都凉了一半，我以为是像海贼王燃血一样的无剧情格斗。后来进了游戏，反而比我想象的要好一些，我看到有很多玩了不到一个小时就给差评骂垃圾的，说实话我觉得过了，第一个小时的内容确实一点意思也没有，不过后来解锁不同派系，不同技能之后，慢慢找到手感我并没有觉得有评论说的那么差，相反我还挺喜欢这种简洁的加点升级，不像现在很多游戏搞一堆复杂的系统弄得人头都大。这里强烈推荐棒球棍和超能力，难打的基本都靠这俩脏过去的，棒球棍8格怒气霸体加大招破防必中，中完大飞特别远又能攒8格气无限循环。继续说游戏，游戏中期做的都还可以，但是到了打波罗斯之前突然有一个前置任务比之前要难很多，怪碰你一下半血，你一个大招才打一格，而且你还得一打三，我40级打的这关，这关卡了我4个小时，建议先去升到50级再打，我反正头铁40级硬过差点给我心态整崩了，这关我就感觉是制作组做出来故意延长玩家的游玩时间的，批评！然后就是最后一个槽点，波罗斯作为最终boss连个动画都不给？独角仙和蚊子女的镜头都比最终boss有牌面，感觉就是做到后面做不完了赶工，然后打完波罗斯，最后一个任务打琦玉？？大哥我55级锤了300秒才掉了半格血，你让我怎么过。。。开外挂吗。。。之后我就去打在线，出去网卡的问题不说，我才发现，电脑是真强，pvp跟玩儿似的。。随便一串三哈哈哈。总体来说只要你是一拳粉而且不讨厌格斗游戏，我觉得我玩的还蛮开心的，肯定没有评论说的那么糟糕，可以买，感觉后续会更新不少东西，但是！！！千万别买豪华版，屁用没有，我都不知道贵出来的钱上哪儿了。。。。总的来说，有好有坏，看你玩游戏的心态了，虽然我卡关的时候发誓老子要给差评，但是纠结之下还是支持一下吧，希望制作组有点良心，后续加点更有意思的东西进来！
差评: 我是傻逼，脑子被门挤了买这个游戏。动作僵硬手感贼差
差评: 期望越高失望越大
好评: 我估计给差评的都是不适应格斗系统的，虽然这作出招简单，但是跟正统格斗相关的立回、帧数等做得没什么问题啊，还是偏向稍微硬核一些的玩家尝试，喜欢无双打法的不推荐买
差评: 很差劲的游戏 真的 和海贼4一起买的预购 这个让我失望透顶 真的 从来没见过这么无聊的游戏 而且游侠网有破解 建议直接去玩破解 我入的还是豪华版下载6.6GB 我真是傻逼
好评: 怎么说呢，这游戏给人的感觉就是虎头蛇尾，前期虽然我看评测很多人喷，但我感觉整体体验还行，各方面剧情也做到还原了，初印象我能给80分，不算太差但也算不上神作，可到了深海王那里就明显能感觉到剧情上的偷工减料，我的评价直接跌到60分，而波罗斯篇这么精彩的篇章，剧情却直接几乎是省略，印象分再降40分，明显可以看出是赶工出来的，鉴于自己挺喜欢一拳，所以我给好评，但奉劝入坑新人，如果不是真爱粉，谨慎购买，
好评: 觉得僵直大的，确实是你菜，没必要被电脑一顿乱打以后胡说一气泄愤。
做2D格斗，大人，时代变了，2D格斗好做，好评也轻松上，对于不怎么玩格斗游戏的格斗小白，想要好好体会一下各个角色的技能魅力都十分费劲，你可以觉得他们3D哪里做的不好，但是这游戏不是为你一个人做的。
建模方面，类比究极风暴系列，虽然玩过但是不是火影粉，所以不做评价。但这个游戏的建模是里外如一细致入微的，各个地方放眼望去都是统一的画风，这很难得了，同类对比尼尔，尼尔它真的....受不了那个角色美如画，场景就有点过于糊弄的感觉。
那么对于一个粉丝向游戏，这个游戏我认为是十分出色的，不仅将玩家角色融入了故事，从一个画中人的角度看画，又有一种全新的体验。从细节上说，英雄协会打的电话，英雄们跟主角的交流，故事由此展开。
作为一个粉丝向游戏，它从各个角度各个细节上面做到了还原原著这一伟大壮举，这已经是粉丝向游戏最伟大的事情了。
硬要说缺点就是特效实在是丑，比隔壁FATE无双还丑。
好评: 我是这部动漫的粉丝
我真的很喜欢这部动漫
这款游戏我也期待了很久
我预购买了豪华版
玩了近十个小时，感觉有点失望
这么多钱我完全可以买很多其他好评如潮的游戏了
或者买个究极风暴4，特效不比这个好多了？
作为一款动作格斗游戏，打击感太差了
而且我发现，这游戏跟博人传忍者先锋很像
服装饰品都是从动漫角色身上扒下来再多涂几个颜色
任务也是，重复度很高，就是一直肝任务
打到后面有点难打，必须要肝等级
玩家PK也匹配不到人
玩起来还动不动就掉线
主角是个只会手语的哑巴
其他角色建模说话很死板，就像只有嘴巴是活着的
技能什么的特效真的很差劲
究极风暴的特效就炫酷的一批
甚至埼玉的技能我都没感觉，不像动漫里那样能激起我的热血
杰诺斯是真的变成了欠费战士
我特别失望，但现在也退不了款了对吧
希望官方能来次大更新，把你们赶工的弥补上，谢谢
就目前来说，粉丝想买的话建议打折再买
原价买的是傻逼
差评: 价格虚高，等打折我再来。
不是爱不够，我这百来块钱我去买实体漫画不香吗？
好评: 虽然有很多人吐槽太像火影，还有琦玉老师的设定，但我感觉这样才算是完美的漫画还原，所以作为原著党十分推荐这个游戏，值得一玩
好评: 游戏挺不错的，作为粉丝向游戏已经很棒了，就是排位匹配不到人，排了5场4场是人机，然后一看排行榜排到第二了，希望能有多点人来一起切磋啊，总打剧情也没意思是不是。
差评: 一开商店立马掉线......说真的你哪怕有超宇宙2的水准我都不会退款，在宁玛的见
好评: 老年版一拳超人，打的是太极拳。
好评: 原价买的是傻逼。
+一拳IP
+还可以的战斗
+还可以的养成
-史一样的视野
-打着打着掉线
-跑图，视野本来就不好还乱跑图
好评: 还行，要求别太高了2333，一开始不习惯操作，不过玩到后面上手了其实就还可以，勉强及格吧，想入的朋友建议打折的时候让入，不是粉丝的话最好就别入了。
差评: BANDAIsmman
好评: 剧情勉勉强强，主要是粉丝情怀。
差评:   一言难尽。。。 城市走路不能转头的很难受
打架一开始流畅，玩到一半就会卡起来不知道是我电脑问题还是游戏问题
另外我以为这游戏能自由视角的，结果不能。。。 加个人物鉴赏模式也行啊
退款就不退了，但这游戏。。 感觉是个半成品。希望更新下
差评: 一开始并不是格斗对战的界面 是先让玩家自建一个角色来开始剧情 然后有技能升级系统还有被动 看上去你需要通过做剧情刷图  另外键盘操作系统非常的草 建议改成自己习惯的 因为说是格斗其实你攻击键只有两个 然后冲刺是左Ctrl直接冲脸或者数字3（没错 是E上面那个）加WASD来方向冲刺 大招有3个 但是需要升级开放 使用是数字1加攻击键跳跃键    另外跑步起来灰尘是真的大看上去就好像刚刚火山爆发出的灰一样多 （手感非常的怪  毕竟你要看看这是谁做的游戏（       
玩了30分钟，决定退款了  首先游戏手感非常的难受 就是把割草游戏的手感放在这里面了  然后人物模型死版眼睛都不眨一下 过场动画就放几个NPC在那说说话  然后这游戏NPC怪物就那几个模型 装饰品还都是各种英雄手上拆下来了 尼玛出门碰见3个光头英雄套 各种花里胡哨的搭配 我人都看麻了  另外你甚至不能只玩PK 你必须玩主线过剧情开人物刷好感你才能在PK里面选择那些人物  然后任务里面又是有属性差别的 你又要去刷经验升级升你的攻击力血量    也就是说他其实就一个剧情模式 你想玩PK全任务必须过又臭又长的主线 体验Shift一样的手感 如果你还用的默认键位 那真的是草死了 对战里面我感觉就是冲脸A两下 倒地 放技能 躲乱入攻击 按Q或者E叫下队员冲脸A两下 等倒地起来 放个技能 换队员（重复    另外这游戏战斗BGM就那几个 我要听吐了     听听隔壁的摇滚不好吗     

NPC建模我怀疑是龙珠里面挖出来的　战斗手感我怀疑是海贼王割草里面摸出来的　（这其实是个套皮游戏吧？


另　
第一个成就名字是　真无聊　　　　　　　

哦原来你们知道这游戏是真的无聊啊（
睡了六小时 醒了 这游戏我12点等到早上7点就玩到了这个 关于好评里面说主线开了总部就可以对战这句话是没错  但是你没人物啊草（我进的CPU 不过CPUAI都不给你全英雄 有什么玩的意义吗 ） 另外评论有一句话说的没错 这里防御是真的怪 有一直延迟感 就好像你中了某替身一拳 你觉得你防御了 其实你根本手都没抬起来 好像有人手冲在你的操作上让你黏糊糊的        另外关于定价   你甚至可以去买完BB GG一套 去挨打都能比在这游戏里面刷副本被弗利沙怪人按跪在地上好玩        （别粉丝向了 做出来的游戏甚至不如小厂  玩家花的钱和时间完全不值  就当年那个小英雄的格斗游戏都比这玩意好  小英雄你确实可以爽快的浮空连   光头这里 AAA重击 啊倒了  接下来再来一次       




实在不行等3月18的碧蓝幻想吧（  你甚至可以刷盘子
差评: 一个半小时之后退款
本来非常期待的一款游戏，万代游戏本来大多都是粉丝向，本来就没有太大的要求，可这游戏实在让人失望。
粗糙的建模和无聊的剧情，莫名其妙的自建人物设置，连以前万代游戏最值得一提的打击感，炫酷的联机和技能组合，在这里都退化了。个人感觉本作以现在的水平，实在是不值得花100以上的价格去买。
差评: 我服了 2020年居然还能做出来这样的游戏 我虽然是粉丝 但是我不买账 吐了
差评: 游戏剧情上不用讲了，使用原剧情，故事流畅度还算满意。但游戏玩法上简直枯燥单调的不行，全程刷贡献度，贡献度够了就开主线，唯一有特色的一些玩法基本在联机里，但这个服务器不得不说和育碧有一拼，动不动就掉线，而且一掉线不论你在干什么，立刻返回标题栏，让你的任务付之东流，重新再来。而且这游戏神奇的能无缘无故老让你的steam掉线，一旦你的steam掉线了，游戏立刻从全屏或不边框就变成窗口化，假如这时你战斗，你还调不了，因为战斗里没有设置选项。还有一点，战斗判定机制严重有问题，有时候你能被一直comble，起都起不来，但你如果发现了一个叫寸劲的技能，那么恭喜你，没有怪是你打不过的了，你能一直连到他死或时间到。总而言之，这款游戏我是奔着IP来的，还买了白金版，本来我对这种炒IP的游戏内容不抱有太大希望，但这游戏体验属实比我预期还要差，跟宣传视频差太多，总结来讲游戏的优化太烂，可玩性太少。
差评: 失望

差评: 千万别买，做的跟五六年前的NDSL游戏一样！！！
期待了这么久的一拳超人IP，因为这个价格还有华丽的宣传片才买，从五点就起来等开放下载，结果玩了10分钟就想吐了。
以为只是新手教程这样，坚持了40多分钟，这僵硬的动作和打击感，8年前的建模水平，所有英雄都一样的打击动作，想做成3D格斗结果视角都转不了？2D横版格斗不行么？漫画原作垃圾画风不行么？非要强行做一个半成品都算不上的游戏，真的一点都不值，申请退款成功了，真的吐了...
好评: 首先，毫无疑问这是一款粉丝向游戏，如果你喜欢一拳超人， 著名角色这里面都能玩到。对比同为粉丝向游戏的海贼王：燃烧血液、JUMP大乱斗和我的英雄学院，这款显得更加有诚意。相对于JUMP大乱斗可有可无剧情和海贼王与我的英雄学院复刻原版剧情来说，一拳超人：无名英雄提供了一个动漫剧情背景下的全新故事，虽然剧情也没有可以值得探讨的地方，但是你可以融入一拳世界，体验从一名C级英雄到S级英雄的成长历程。
+提供了一个小型“开放式地图”，你可以自由选择主线和支线任务，而不是上述几款游戏那样跟着剧情走
+打击感不差，用手柄情况下，震动反馈强烈，个人觉得强于我英和海贼王
+有自由对战模式，看评论，很多人教学关都没打完就在抱怨只能就主线任务。其实总部就能对战。
+对战AI难度尚可，不像JUMP大乱斗或是斩服少女那样，最高难度AI也没啥挑战性。
+较合理机制下，提供了秃头参战的合理性。
-被击倒后没受身？到底起身时间有点打乱游戏节奏，这点和我英类似。
-不是粉丝的话，这游戏体会不到乐趣
好评: 我觉得还不错啊，为什么这么多人喷
差评: 不推荐
入得豪华版，价格建模画面啥的我都觉得还行，毕竟我要求也不高。
就是那个剧情模式太恶心了，这对战游戏哎，开始居然不开放对战模式，而是让你自建一个人物从零开始过剧情，1个多小时了，还在肝无聊的剧情，这谁受得。而且还是很无脑的那种，刷刷刷的。像其他游戏（火影，jojo）那样，剧情和对战分开很难吗？
关于键位，用手柄还好些。最开始用的键盘，要不是看了操作说明，打死我我也不会想到，WASD控制人物方向的情况下，R是出招……这些不能说明什么大问题，但能看出，官方不是很走心。
好评: 超出预期的游戏很不错值得一试
差评: 不愧是南梦宫，已经退款了
差评: 这游戏战斗太粗糙了
差评: 建模很差 英雄動作 多半一樣 除了一些出名的英雄,一直在做任務,要做一些無關緊要的任務去升級才能做主綫 浪費時間
差评: 啥时候卖20再买吧。
这368预购简直傻逼。
饰品一共就5个，你甚至可以放在任何部位
你可以给膝盖戴口罩，给脚趾装备上老师的面具
还有这个打斗哦，JumpForce的打斗我还能玩下去，起码挺香。
这个打斗，就让我想到被我退款的大圣归来，就比大圣归来强那么一丢丢。
我是一拳粉，但我不是脑残粉。
这也太脑残了吧，退款了退款了。
差评: 垃圾游戏
差评: 你游画面这么差凭什么还掉帧？
好评: 我是傻逼，大傻逼，2020年度傻逼
差评: 就这！就这！珠玉在前，南梦宫刚不久发行了一款让我及其满意的漫改作品龙珠Z卡卡罗特，所以我对于本作一拳超人抱着满满的期待。但无疑现实给了我重重的一拳，僵硬的动作，糟糕的建模还有繁多的读图正在不停的侵蚀着我的理智。。这种浓浓的既视感让我把目光投向了开发商。哦原来是你啊，开发了Jump Force的Spike Chunsoft ，那没事了，是我的不对，是我不该对你抱有如此的期望。最后吐槽一下，在一开始的人物编辑的时候编辑饰品，你可以把埼玉的面具挂在头上，肩上，腰上，手腕上等等你能想象的地方，那画面别提多美了。谢谢你，帮我省了400元。
好评: 买了又退了
差评: 刷新我的下限。作为一拳粉丝，我无法接受这款游戏的存在。
恶心。
差评: 时不时掉帧是真的有问题 优化差 制作也一般 觉得不配称为2020的游戏 应该叫2015的游戏
差评: 建模差优化差，打斗僵硬，蜜汁判定，真不值这价，真爱粉慎入，已申请退款，告辞
差评: 我是傻逼
差评: 千万别买 求求你们了 我是傻逼
差评: 好失望好失望！！如此的IP！！预购了N久！！就这！！！退款了！！
好评: 英雄很全，对于一拳粉来说是绝对不能错过的好游戏。
差评: 怎么说呢。单说这一部游戏的体验和质量也没崩到底，能拿4、5分左右吧。马马虎虎，粗制滥造了点，作为漫改游戏也算是勉强能玩。但是，怎么玩怎么有种既视感。万代旗下那么多工作室，怎么也玩起换皮来了。又是那一套东西。。把这点考虑进去我就想给个差评了。有种动画的第二季的感觉。随便做做，反正有粉丝玩。不是真爱粉的话，这个价格肯定是不值了。建议等打折凑个热闹。标准的万代发行的流水线游戏，并没有太大的亮点。比做的最用心的究极风暴系列差太远了。

刚才觉得不对劲仔细看了一下，发现个鬼故事：这个游戏是JUMP Force那个工作室做的。
差评: 游戏画面技能特效很差，并且动作打斗很僵硬，已经退款成功了。非常失望！
差评: 申请退款了，本来想玩到吹雪退场的实在是受不了了。建议改名读条超人，做个任务黑5次屏。一直在读条读条读条。
刚开始不能选全英雄对战，必须做任务。任务个人觉得没那么无聊，就是读条太他妈多了。
无聊的时候可以玩玩无聊的游戏，但是不停的读条只会让人觉得很烦
好评: 只能说一般吧 ，游戏需要肝的那种，不是一拳粉建议不要入手，是一拳粉建议打折的时候入手
好评: 我是个兴趣使然的玩家！
（游戏貌似默认集显，请注意修改）
先来几个吐槽点：
1.主角人物脸型选好后貌似是不会有表情变化的
2.剧情中人物部分没有配音？（对话框内容部分没有配音，动画过场有配音？貌似是这样。）
3.好多内容得过完主线剧情才能开始选择？
4.不知道是不是电脑问题，感觉敌人出手的时候再防御已经太晚了。可以加快下防御速度。
再来说说我喜欢的：
1.玩家之间除了对战貌似还能作为支援角色登场。
2.这游戏除了纯粹的格斗部分还有类似rpg游戏一样的玩法我倒是没想到的，但我挺喜欢这种要素。
3.每个支援的英雄角色技能好像都是有所不同的。还可以利用支援角色的切换时间进行攻击打出更好的连招。
4.可以跟知名英雄（也就是动漫中的英雄角色）深入交♂流培养感情。（小龙卷我来了*—*）
5.在英雄协会总部里可以找到对战模式，对战模式有很多，而且角色的游戏战斗力可以选择按照格斗游戏的平衡性来或者是按动漫的实力来。
（之前吐槽建模的那位，这游戏不就是宣传视频里的那种建模风格吗？又不是欧美3a大作的那种写实风格）
6.一拳暖暖（可以自定义房间，角色）
7.好像出现了动漫主线的剧情。

游戏质量达到了我的满意度，不过价格确实是过于的高，推荐各位等游戏打折打100多的时候再考虑入手。

百度贴吧也有我的详细评测，各位可以来一击男吧搜索：：《一拳超人：无名英雄》游戏体验
好评: 还行吧就是支线太多了有点肝
差评: 就这？？？
差评: 粪作实锤
差评: 为什么我的音画不同步
差评: 模型僵硬 技能释放僵硬 每一个技能释放时居然是先放动画在放技能的。。。基本都能躲好吧，防御敏感度一塌糊涂，感觉一直慢半拍，虽然是粉丝向的 但也不太值 可以作为收集类游戏 PK么就算了吧 实在是有点失望
差评: 不知道为啥那么小的游戏玩起来很卡！去年刚买的电脑！！卡的我毫无游戏体验！！另外解锁角色还得过好多剧情！！！玩了一个多小时只有背心尊者，单车，还有流水拳老头！性价比极差退款了
好评: 游戏能看出来弹丸论破的风格，作为一个制作推理游戏的公司，参与制作这种格斗游戏这样我已经很满意了。。。

至于价格，日厂日厂定价，习惯就好

把攻击改为jk之后体验少许上升，看在官方中文和一拳ip的份上给个好评

PS.
和我买的switch版双斩少女比起来，这玩意良心到爆。那坨东西要400多呢。
差评: 已经退款，卡的不行
好评: 好评给一拳，不是游戏，shi一样的画质，僵硬的动作，出戏的语音，感觉说他是上世代的游戏都不过分，这开发商白瞎了这么好的ip
差评: 首先不太推荐这款游戏，虽然某代历来比较昂贵
１，请手动切换为独立显卡，游戏默认集显很难受
２，人物这也太粗糙了吧？？（可能是其他游戏玩多了觉得这很难受？）
３，战斗系统确实不太顶，手感很次，战斗类型是解锁的（其实还是蛮期待后面的类型，没打到后面）
４，伪开放世界不想吐槽，也没指望
５，服饰太少……（头顶带口罩，请叫我口罩侠）

保持观望态度，希望可以在１４天内快速更新，丰富游戏内容（不然就只能退款了，这个质量值不了２６８）
差评: 就这?本来还以为至少会是龙珠那样吧，你这是个什么鬼玩意儿，真的就低配换皮版龙珠？?饰品佩戴位置不对就算了，键盘操作反人类还改不了键，姓名称号只能英文输入还带敏感字符?问题是打击感是真的僵硬，不知道是不是等级低的问题？这好意思卖268?真的就玩具大厂噶韭菜？高达卖三百多咱还觉得值那个价。这个嘛。建议三折。。但是那件oppai衣服深得我心。
差评: 真就当粉丝是傻子是吗
好评: 为啥我连不上服务器？？？？大家可以吗？？？
差评: 这就是一坨粑粑
差评: 这游戏真的就很烂了 不像2020的游戏 玩了快两小时真的让人没法找到亮点 希望退款成功
就是翻版的大圣归来吧 一拳粉丝兼游戏党感到非常的失望 这游戏做的真的丢人现眼
就那么点有空气墙包围的地方 稍微走远一点 对面的人物建模就黑了 质量与价格属实不配
操作也是 不自己重新调整 属实憋屈 还是那句话 虽然是粉丝向游戏 但还是太水了 失望就完事了

差评: 等了很久，下载时6.6G的游戏容量就让我心里一凉，玩了半个多小时吧，十分失望，这个游戏的手感在2020年只应该存在于小厂商的手游里，很难想象一个如此僵硬的游戏敢卖268的价格。
差评: 我是傻逼
差评: 真心觉得太垃圾，进去什么鬼的一顿操作，捏人系统提供选项极少，明明一个6GB大小的游戏，优化做得垃圾的要死，我1060ti显卡fps只有10？卡成PPT，不知道这种垃圾画质是怎么能卡成这个鬼样子，卖这么贵两良心不会痛吗？草了，我这么爱一拳这部动漫，好不容易出了个游戏，结果垃圾的要死，什么鬼游戏模式，进去也没有个对战模式，就冲跟着格斗去的，想体验各种S级英雄的，进去玩的的什么鬼，真心垃圾，没买的朋友可以不用考虑买了，真的垃圾
差评: 这个游戏很好的锻炼了我单手操作能力
买到就是赚到
不说了我已经花了一个亿了
差评: 说实话 要是有龙珠的水平就真的好评了，这个做出来说实话像个半成品。赶工痕迹明显。
1.整个游戏在一开始就没有一点剧情载入与原版的连接，一款粉丝向游戏一点都不舔粉丝。
2.进去就感觉到了很强的肝度，各种任务打怪升级。
3.打斗手工感和动作属实单一简单，完全想不到是2020的游戏。和其他几作龙珠对比，这个就像是后妈生的。
4.想做换装内容，但是你至少要让装饰品穿到对的地方吧，一开始捏人就把我整蒙了，眼镜和面具可以戴膝盖上？戴脚上？戴肚皮上？
玩了40多分钟赶快退出来退款了，300多的豪华版真的不值。
差评: 看到去掉皮肤和头发的杰诺斯变成了训练靶场机器人的时候爷就傻了，而且捏人的时候饰品就几个全身上下反复戴
差评: 果然漫改游戏还是卖情怀啊。打击感很差，对话没有配音，只有正统英雄放奥义的时候才会说一两句话，体验一般。在十字路口看了半个小时龙卷以后就想退款了。不值270,3折可以考虑
差评: 艹，不能改键。WASD移动RTGF还连在一起，难受。
好评: 虽然我很注重游戏质量，但是我真的好喜欢一拳
差评: 只想把这个当做街霸，玩玩单机，进去强制要我做无聊的主线是几个意思？
