差评: 卡出天际
差评: 不好玩不好玩不好玩不好玩不好玩不好玩不好玩不好玩不好玩不好玩不好玩不好玩不好玩不好玩不好玩不好玩不好玩不好玩不好玩不好玩不好玩不好玩不好玩不好玩不好玩不好玩不好玩不好玩不好玩不好玩不好玩不好玩不好玩不好玩不好玩不好玩不好玩
好评: 画风有点奇怪 中文有点奇怪 剧情有点奇怪
好评: 海贼迷不要错过的一款对战游戏，人物技能都还原的很不错。如果后续能跟随漫画的剧情出一些dlc人物就更好了
好评: 牛逼就完了

好评: 非海米慎入
好评: 好玩

好评: 唯一能玩的海贼游戏
好评: 太好玩了，会有特殊语言，我是聪明比
好评: 还不错
好评: 海贼里最爱的游戏，真的值得买来珍藏
好评: 海迷必入，真的很好玩
好评: nice
好评: 好好好！！！
差评: 闪退。。。
好评: 还可以
好评: 好好好
差评: 剧情：用不同角色体验顶上战争

好评: 为什么我白胡子篇不能推进   打到第三关不动了   第四关怎么也不出来
好评: 我的攻击按键=人机的防御键，360°瞬间防御 我撸人机一套掉一点血皮，人机撸我一套我血条空了
好评: 补票
好评: Very good, it's just like magic!!!
差评: 我是沙冰
差评: 无法全屏
差评: 垃圾游戏
好评: 海贼迷必玩的游戏，很好玩，就是玩久了很单调，剧情难度有点折磨人，要是还能更新就好了
差评: 停 止 工 作
差评: 我是傻逼
好评: 很燃
好评: 我是傻逼 五星好评
好评: 还行
好评: 除了[spoiler]游戏[/spoiler]不好其他的都是优点
非常适合海米




[spoiler]我是伞兵[/spoiler]
好评: 喜欢看的话就玩一下吧
好评: .
好评: 喜欢
好评: 没啥好说的 粉丝向游戏 多人部分可以忽略 现在这个价格买回来自己打两局也挺舒服！
差评: 也许锁30帧对游戏机玩家来说习以为常了，但是对pc玩家来说30帧的体验是很糟糕的。希望能支持60帧
好评: 还可以
好评: 好玩好玩，海贼迷看我时间，盲入没问题。就是剧情确实拉，反反复复，不过你个格斗游戏，你还要个什么剧情呢？要剧情看漫画去呗
好评: 顶
好评: NICE
好评: 還不錯
好评: 游戏非常好玩特别是泳装

好评: 好
好评: 对于我这种手残党来说不太友好。打了三个小时多才通关
差评: 老是闪退玩尼玛
好评: 我是傻逼
好评: 海贼游戏只要做的稍微可以海贼迷都超级爱玩
好评: 这反人类按键牛批
好评: cool
好评: 这游戏剧情太短了，只有顶上战争，而且还是同一段剧情不同人视角，很容易感到无聊。难度方面我觉得到还可以，就算手残如我，几遍也能过去。jjc就打了几次感觉还是可以的。
总的来说，作为一款粉丝向作品，还是很优秀的
好评: Too Short Story
30 FPS Locked
Missing Golden Luffy DLC
Undone Characters

GOOD ONE PIECE
差评: 垃圾
好评: 格斗游戏，就是没人玩
好评: 少有的海贼类主题的游戏挺好的
差评: 太难

差评: 打不过 没有难度调节 无聊 手残勿碰
差评: 游戏的可玩性不高，剧情太少，只有顶上战争篇，两个小时内足够通关，相比隔壁的究极风暴差太多了！
好评: 好玩打折买的血赚
差评: 这鸡儿咋玩，真的玩不明白
好评: 手残感觉太难。
差评: 这是个什么垃圾游戏设定，NPC一拳我一半血没了？？我一套联机打NPC，费血还不到三分之一，服了！
好评: 还原优秀 细节很好 就是玩法有点单调
好评: 很nice的游戏，剧情少，帧率低，没人玩以外，这个绝对是海贼迷的福音
好评: 很好玩，觉得很帅很值，打折买比较好

好评: 666666666666
好评: 给女朋友干了24个小时才答应给我买的
好评: 好
好评: -84%质量这么高
冲就完事了
好评: 非常的好玩

好评: 赤犬好无解
差评: 买个DLC，双枪火球QA近乎无敌!!!
差评: 成鬼服了呗，不更新了，人物少得可怜
好评: 可惜没什么人玩了
好评: 爷就是下一个海贼王
好评: 总的来说不错就是主线剧情太短，想玩剧情向的可以转战海贼无双了，作为漫改格斗游戏品质中等偏上和火影究极风暴4比还是稍微差点
好评: 2.6小时通关   4个剧情任务     呵呵了！
好评: 打折买的，没事就冲，爽就完了
好评: 技能效果挺好，剧情还原性好，就是不知道为什么闪退
好评: 非常棒
好评: 好玩
差评: 不知道为什么，每次玩半个小时左右，都会卡住不动，然后闪退，还有就是主线的人物太恶心了吧，两个技能把我秒了，我打一套加个技能对面才掉一点血/。。。。。。。
差评: 剧情太少，伤害太低了，电脑一个技能就没有血了
好评: 特效和格斗效果都很棒  可惜线上没人玩了  主线太短
好评: 这款游戏是如此的棒，不管打斗还是特效，都非常的爽，每当你完成一个sss的挑战的时候，是非常愉悦的，虽然有时候会被com暴捶，当我用月光莫利亚几乎无伤打过路飞和骨头的时候，我就基本学会了这种远程角色的技巧，再去打那些低阶的单子，直接用赤犬秒过。高难度的单子多些就好了。我是只打完了路飞的剧情，好像有些dlc的角色没有解锁，不知道是不是需要搞主线。
优先：
1.招式华丽炫酷
2.上手简单，大概不用十个小时就可以打的有来有回
3.人物众多
4.有辅助角色选择，大大加大游戏的可玩性
缺点：
自然系太强了，一套伤害太高了，不用霸气达不到。虽然很还原，但是有时候打起来挺无奈的

dlc有女角色泳装，虽然我感觉也就那样吧，但是dlc的赤犬是真的强。
好评: 海贼王为数不多的游戏，整体感觉还行，类似火影究极风暴。
剧情模式，只有顶上战争，从路飞、白胡子、赤犬、艾斯，四个人的视角来展现顶上战争，会有主线和支线。
还有自由模式，有各种各样的通缉令可以打，选择不同人物完成任务。
人物技能中规中矩，人物数量还行。
有联机模式，可以匹配也可以排位，但是不一定有人玩，匹配时间长
差评: 3.7小时通关，太贵了，原价不划算，打折也不划算。
差评: 打游戏打到一半掉线是一个什么样的感受
好评: 海贼迷必入啊
好评: owner哲夫、長い間お世話になりました。大恩大徳、一生忘れられません。
好评: 两个字  优秀  ！！！
好评: [url=https://store.steampowered.com/curator/27443950-%25E5%258F%25AF%25E7%2588%25B1%25E5%25B0%258F%25E8%2583%2596/] [h1]点击关注我的鉴赏家 [/h1] [/url]
进入海贼王的世界吧！爽快的打击感，熟悉的人物，经典的剧情，甚至你还可以和你的好基友，和世界上的海贼王粉丝一起同台竞技，看看谁更有资格夺取one piece。但就像一般的漫改游戏和粉丝向作品一样，本作的价格较高，非真爱粉可以等打折时购买。JUST PLAY IT !
好评: 2折购进，80元gold全扩展，海米强推,还原度高，带入感强
好评: 意外的挺好玩的，不错的格斗游戏，很还原漫画。单人模式和一些闪退等问题还需要打磨，但总体还不错。
好评: 新买的游戏，总是闪退真是醉了
闪退问题自己解决了，绝了草
差评: 买了个寂寞玩10分钟就闪退打的起劲没了火大
差评: 我是傻逼
好评: 玩不了
好评: 情怀游戏果然没什么值得期待的
各方面表现都很一般
粉丝可以入手，值得期待的是可以操作部分原作中没有出过手的角色

鹰眼全作最强，好像也没什么问题
好评: 垃圾游戏
好评: 很好玩，就是后面越来越难了，我都打不过去了，但确实好玩，就是剧情部分顶上太少了，我都过了，就没了
好评: 剧情配音总是慢半拍，难道是我的问题，有相同问题的小伙伴吗，不推荐全价买，难受
好评: It's a great game to recommend.
好评: 游戏内容还行但建议打折入，另外主线音画不同步且后期的海盗令把对面数值全调的太高了打不动..主线也除了视频部分游玩内容基本就是跑一下原本就很小的图和打打人（不清楚后面有没有1VN，我只玩了一点主线都是1V1和打海盗令没区别），在线匹配基本匹配不到人，匹配到现在就匹配到了两次，而且两次都被踢了==
好评: 打击感可以

好评: 我吐了，之前还可以玩，今天一上去steam就闪退，然后游戏就卡死了。ok，可以了
好评: 操作性很强，内容很丰富，打击感也很强，顶！
好评: 对海米来讲，这个时代名为？？？
好评: 虽然招式个人觉得有点单一，但是对于我来说80入的挺值的，毕竟海贼的ip在而且动作做的也还不错，总体来说挺好的
好评: hao
差评: 针对手残党

差评: 闪退可爽了
好评: 本作剧情主要发生在顶上之战篇。可以从多个势力的角度详细观看艾斯是如何GG的。所以过场动画难免重复度会高，感觉太过集中在讲救艾斯了。5小时左右可以通关全章。打击感挺不错的，招式也不算复杂，对应一个人物自带多种必杀和一个绚丽的超杀。并且支持键鼠。后期可以接悬赏榜单各种任务，没有剧情直接开打。有的过关条件是需要对应的人物才能参加。等级太低会打不动。需要刷刷刷！ 剩下的时间可以玩玩线上的抢地盘模式。不过人很少，排位也排不到人。只有和电脑玩。其他收集要素，图鉴也是有，主要还是攒贝里买人物。

史低-80%看看各种人物招式和战斗演出还是很香的。
差评: 平均10分钟一闪退，我吐了
好评: 太难了太难了，我觉得这属于格斗类圈子的游戏，我玩这完全是从零学起，打起来实在难受啊。
不过的确还原动漫，可惜没法再在游戏里体验一次顶上之战了，溜了。
好评: 人物很真实打击感很棒
好评: 牛批克拉斯
好评: 是海贼王迷就买吧 超还原
好评: 很棒，画面很好，动作很帅，人物技能很有特色，希望出2
差评: 先说优点，良好的打击感，炫酷的技能，不错的画面，作为一款格斗游戏非常nice
但你告诉我你把顶上战争重复四遍是几个意思？发刀发三遍是几个意思？剧情后期加强敌人又是几个意思？我本来就是冲着你的自由格斗去的，但你告诉我只有打主线才能解锁人物？好，我肝主线，但你后期调高敌人伤害和血量，我一套伤害比不上敌人一招？我只是想解锁完人物然后自由格斗啊，mmp真的绝了，不是海米强烈不推荐，是海米只要你敢肝主线我就推荐。
好评: 特别好玩
好评: 不要原价买这游戏还是打折买好点，非海米别买，打击感还是不错的人物也挺多就是技能少了点，但是人物技能特别帅画风也挺好看的，剧情就只有顶上，平时就打打人机线上基本没人
差评: 我是傻逼
差评:   草 你 妈 的垃圾游戏  你 妈 B 必死
好评: 打击感，剧情都挺不错就是线上玩家太少
好评: 剧情太太太短了，这么短的剧情还特么重复4遍（艾斯影逝四度）
游戏性不错，我觉得比海贼无双高明，无双3我用手柄没法玩，存档也存不了。
打击感挺好，演出效果也不错，就是镜头切到放技能时我竟然不是无敌的，被打一下就中断技能演出有点逗。
另外锁30帧但是体验很流畅，还行
好评: 到底怎么换上dlc的皮肤
好评: 粉丝向，海米会觉得各方面做的还不错。
技能还原度很高。
主打在线对战，匹配不到人的话就去找组织吧。

差评: 说实话我被劝退了，这个战斗机制对我个人而言真心受不了，打个剧情而已，自己的普通攻击有时候会莫名其妙减速被对面反连招，然后自己的破防攻击电脑永远能闪开然后回头给你一套组合拳，放技能的时候特效还会一直挡住动作，根本看不清电脑要放技能还是要干嘛，然后在正常放出普通连击的时候电脑还有极大概率给你挡下来，技能就更不用说了，电脑这么智能的吗，让玩家一个小剧情打你ma两个小时，用一些近战人物的时候电脑还一直在那边给你放远程技能，好不容易近身了又是一套组合拳，过剧情都不是因为熟悉了动作和套路，是凭运气！打电脑两套连击掉1/4的血，电脑打我一套我人都快没了。可能是我太菜了，但对我来说这种纯属浪费时间的PVE设定让我觉得很恶心
好评: 个人比较喜欢格斗游戏，作为格斗游戏来说，打折入手还行，问题是谁能告诉我打一把就闪退是什么原理？系统自带退出机制？
差评: 粑粑一般的游戏，谁买谁傻逼
好评: 我已经全奖杯达成了，目前是1.8%左右的玩家达成全奖杯成就。总体评价：这是一款后期难度十分大的海贼王游戏。尤其是悬赏任务，后期很难，你会被原作许多一等一的高手暴打，这可是pve，当然，高玩除外。优点：这是一款能玩的海贼王游戏，很难得，而且也有泳装dlc，但比起火影疾风传差远了。缺点：主线剧情很烦，偷工减料，几个视角玩顶上战争（但我也开始回顾海贼了）。操作需要时间适应。难度后期明显加大。7分
差评: 打击感和反馈做的还行，但是你全局锁30帧，剧情只有顶上，键位反人类，游戏机制老套，你就不配得到我的好评，当然海米还是等打折买吧
好评: 游戏不错，但是有没有大佬告诉我为什么会玩一会突然卡着不动然后闪退的源因
好评: 大概是OP系列里最好的也是唯一的FTG，DLC加的人也很多、
无双系列基本就是过剧情，真要打架还是靠这个、赞了啦、
差评: 可不可以更新下角色 地图 和人物
好评: 还是推荐海贼无双4
差评: 为什么只有30帧而且还不能全屏
好评: 终于等到打折了，海米买就对了
好评: #海贼王：燃烧之血#，粉丝向格斗游戏，可用人物很多。剧情模式就是顶上战争，还挺难的，对面电脑很强。线上基本没人。画面锁30帧。虽然有键盘按键提示，但是强烈推荐用手柄。
同时有简中和繁中，因为我小时候看的是台配国语动画，后来又追的简中漫画，所以我脑子里两套人名翻译一直打架。比来比去，发现简中把槛槛果实Hina错翻成希流，随即拍脑门决定用繁中。
机票里有女性角色泳装，女帝舔爆，记忆里我最早看过的本子就是女帝本。还有《海贼王之黄金城》的联动角色和皮肤，这部剧场版是大陆第一次引进海贼王电影，当时我还去电影院看了（没删减但是有字幕翻译上的和谐），情怀分再+1。

PS.有个额外的免费皮肤“黄金路飞”dlc可以领：
https://club.bandainamcoent.eu/eu/product/530671/golden-luffy-dlc-pc-pc-download-dlc
（要欧洲vpn，不然会跳转Facebook，万代官网注册，领取后key发到注册邮箱）

[spoiler]yuplay上57块买的俄key黄金版（本体机票分开买的太蠢了555）。[/spoiler]
好评: 目前最好的ONE PIECE格斗游戏，强烈推荐。期待续作
好评: 很好玩，就是人少。在线对战总是匹配不到人。
好评: ⠄⠄⠄⠄⠄⠄⢠⣿⣋⣿⣿⣉⣿⣿⣯⣧⡰⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⣿⣿⣹⣿⣿⣏⣿⣿⡗⣿⣿⠁⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠟⡛⣉⣭⣭⣭⠌⠛⡻⢿⣿⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⠄⣤⡌⣿⣷⣯⣭⣿⡆⣈⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⢻⣿⣿⣿⣿⣿⣿⣿⣷⢛⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⠄⢻⣷⣽⣿⣿⣿⢿⠃⣼⣧⣀⠄⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⣛⣻⣿⠟⣀⡜⣻⢿⣿⣿⣶⣤⡀⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⠄⢠⣤⣀⣨⣥⣾⢟⣧⣿⠸⣿⣿⣿⣿⣿⣤⡀⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⠄⢟⣫⣯⡻⣋⣵⣟⡼⣛⠴⣫⣭⣽⣿⣷⣭⡻⣦⡀⠄
⠄⠄⠄⠄⠄⠄⠄⢰⣿⣿⣿⢏⣽⣿⢋⣾⡟⢺⣿⣿⣿⣿⣿⣿⣷⢹⣷⠄
⠄⠄⠄⠄⠄⠄⠄⣿⣿⣿⢣⣿⣿⣿⢸⣿⡇⣾⣿⠏⠉⣿⣿⣿⡇⣿⣿⡆
⠄⠄⠄⠄⠄⠄⠄⣿⣿⣿⢸⣿⣿⣿⠸⣿⡇⣿⣿⡆⣼⣿⣿⣿⡇⣿⣿⡇
⠇⢀⠄⠄⠄⠄⠄⠘⣿⣿⡘⣿⣿⣷⢀⣿⣷⣿⣿⡿⠿⢿⣿⣿⡇⣩⣿⡇
⣿⣿⠃⠄⠄⠄⠄⠄⠄⢻⣷⠙⠛⠋⣿⣿⣿⣿⣿⣷⣶⣿⣿⣿⡇⣿⣿⡇
海贼入坑，通关就买无双4（手动滑稽）
差评: 游戏贵 而且垃圾

好评: 玩了这么长时间了，最可惜的就是人少
差评: 对战没人，剧情很短，无非是翻来覆去的换角色刷顶上战争。
差评: 真的很差，操作手感也不好，完全是情怀吊着
差评: 经常卡退

好评: God game
差评: 剧情太少，主要是太贵
好评: 给我女朋友买的，她喜欢海贼王，本来打算以后一起玩，现在退不了款了，非常好
差评: 有闪退的bug，而且操作不是很流畅，判定有点迷，更喜欢海贼无双
好评: 作为一个粉丝个人觉得还是挺好玩的做得也挺好的
好评: 挺好的
好评: 之前在网站上买的30多，为了这个游戏还有gtav下的steam，非常适合喜欢1v1的玩家，不过玩明白了就很简单没啥意思了
差评: 垃圾
好评: 海贼王游戏里面为数不多的精品游戏吧，就是剧情模式太短了，虽然现在线上基本没人。
差评: 谁没有傻过？谁没有因为情怀被坑过钱？这是一款质量完全配不上价格的情怀游戏。海贼迷们另寻其他游戏吧。

差评: 疯狂中途闪退
差评: 我真的是好不容易找到一款海贼王的游戏，看他卖的贵可能会好一点，但是，游戏难度太大，而且按键不灵，我的手柄是新买的，也有按键的问题，你他妈能不能学学隔壁究极风暴，啊？你对得起玩家吗？
好评: 还是不错的 个人感觉
好评: 我喜欢海贼王，但我可能不喜欢对打格斗吧，我觉得，不是很好玩。我倒是挺期待海贼无双4的。
差评: 剧情动画还可以，但是战斗系统很差
好评: 个人感觉格斗画面流畅，特效相当好，很多细节也处理的非常不错，在连招和角色特性方面值得仔细研究，角色在设定也很符合原作，剧情短，但有赏金令来凑。但AI也是真的难，线上排不到人也很无奈，不过总体来说作为一款格斗游戏做的非常好了，值得入手
PS：会出现APP CRASH现象，我也不知道是游戏的问题，还是我电脑的问题
好评: 格斗很棒，希望可以再多些角色
好评: 海贼王ip的游戏都跟shi一样，这款还好，毕竟是格斗游戏，还是能驾驭的住
好评: 太好玩啦把
好评: 还行 等四皇
好评: 海贼迷们应该都喜欢！特效做的很好，技能很有特色。要求的配置也不高！！
好评: 我是傻逼
好评: 很好玩，但是剧情真的一般没心情看下去
好评: 打击感非常不错，招式技能也很多，格斗游戏来说很可以了，没事经常来两把，还是很欢乐的，，没有手柄键盘游玩不影响体验，可以自由设置按键，只要你习惯的话，唯一的缺点就是剧情真的真的垃圾，打折的话就入手吧
好评: 6666666
差评: 垃圾游戏不建议买
差评: 打半天还不如人机一个技能打的血多
好评: 挺好玩的
好评: 游戏挺好的，值得玩一阵子
好评: 游戏是好游戏，我在打折时入手的，价格很合适，平时不建议购买。游戏剧情整挺难给我打自闭了，但画面和打击感对于我来讲都还不错，就是线上匹配不到什么人，就和电脑打了！
好评: 角色强弱很符合动漫设定，没法平衡，技能挺还原，打的很爽就对了。白胡子是真的猛
好评: 效果很棒，角色有100个左右，特效，能力，剧情都很完美复原。
好评: junk
好评: 海迷，就是喜欢，游戏很好，最好剧情多开点
好评: good
差评: 不太行
好评: 9+6656+6+6+66+6+6+56+6+6++66+6+6++6+6+66+
好评: 画面：7/10，打斗场景很有漫画的感觉，不过过场似乎是来自动画部分稍有些可惜。
音乐音效：7/10，十分有节奏感，配合打斗十分不错
故事：6/10，故事性一般，因为就是一段简单的顶上战争剧情，了解的粉丝们可以+1分。
游戏性：7.5/10，还不错的战斗招式，搭配声优入戏版的配音，可以短时间内沉浸在战斗的乐趣中。
总评：7/10，一款比较优秀的漫改游戏，op粉丝的话必入作品，不过由于没有了俄区激活，平常不打折入手的话确实有点不妥，但相比其他格斗游戏的话，价格还算可以，建议入手。
好评: 特别好的一款游戏，玩了好长时间了
好评: 56464564564564564
好评: 没人没人没人没人啊啊啊啊

差评: 我是怀旧来的，为什么剧情模式打人不掉血？他打我一拳四分之一血量。我打他一套十分之一血量。
好评: 这款游戏今年冬季打折买的,目前为止玩了4个小时,我看很多评论都是剧情太短,嗯,,,也确实短点,但是毕竟是个格斗游戏,DLC还没买不知道是不是剧情,嘻嘻.不过总体来说给我的感觉很棒,很喜欢,海米,嘻嘻~
好评: shuang
好评: Good
差评: 

好评: 为什么DLC用不到的？
好评: 激情
好评: 画面有些地方个人觉得还可有更好，还有就是，可能是我不会玩白胡子海贼团的，我就问一句，钻石乔兹怎么打青雉嘛？？？？
好评: 挺喜欢的

差评: 格斗挺好的 但是主线巨难 脑残设定电脑但你基本上四下就秒了 你打电脑四十下起步  具体难度堪比只狼精英怪 我快吐了 一个普通主线搞那么难 有病吧啊
差评: 没有人玩在线对战都排不到人
好评: 很真实，骚操作很多
差评: 技能不固定

好评: good
好评: 这游戏伤害怎么在设计的 元素化碰到电脑直接一套带走 完全没法操作  比火影差哪去了？
 还卖的价钱差不多  要不是海贼迷  直接退货了  什么东西呀

好评: 粉丝向格斗游戏，值得游玩。希望增加更多角色，
好评: 太棒了！身为忠实的海米，第一次看到这款游戏的时候。我就特别想要，于是我苦苦等到了夏日大促入手了，真的爱不释手，技能连击特别多，对新手也很有好。先可以打通缉令熟练角色，然后找上你的好朋友干一架，特别爽哈哈哈哈哈
好评: 剧情太少，只有顶上战争，pvp角色太少希望增加所有角色，缺点是机器人有些难度太过于夸张，很难打，看到希望能采纳
好评: 优点:
游戏的话格斗题材，打击感特别是手柄玩，特别棒。剧情很还原，DLC 内容丰富，海米可以直接入手
缺点:
公平性的话倒是很不公平。自然系太强，放能力别人打不到你。角色克制很还原，黑胡子或赤犬一用能力打到艾斯，艾斯就不能用能力了。剧情比较短 只是顶上战争，剧情重复度极高，每个人的故事线都会有重复，过场动画也是给人反复看，多而生厌
好评: 我是火影迷，不过海贼做得也非常不错 操作跟究极风暴很像 毕竟是万代出品 值得一试。
好评: 速度即力量，你被光速踢过吗？
好评: 有回忆感，好玩，就是不稳定
好评: 没什么大毛病，就是不知道为什么老是卡退出去，挺烦人的，做的还是挺好的
好评: 原价买的  俩字  情怀
好评: 作为海米，我肯定是非常喜欢这款游戏的，疯狂打call。

这款游戏的作者也肯定是海米，很多对话细节，技能细节，不是说看过一两百集动漫就知道的。这游戏还原度高，人物技能都和动漫的很像，特别是恶魔果实能力的使用，这是我喜欢这款游戏的重要原因之一。
举个例子：黑胡子实我最喜欢用的角色（虽然我巨讨厌他），暗暗果实可以暂时将对手的能力封印，对手无法使用能力，看着对手懵逼样就笑死。卡普的老练霸气也可以暂时封锁对手能力

值得一提的是，游戏可操作的人物很多，技能丰富，每个人的连招不一样，可以自己去开发。辅助角色的技能多样位游戏增分不少

很好玩的一款游戏（艾斯也可以操控哦）
好评: good
好评: 连招太好玩了！
好评:  nice
好评: 3人法网
好评: [h1]向日葵游戏评分：7分（1-10）[/h1]
毁誉参半的海贼王3D格斗游戏。
这款游戏对角色的还原度很高，但是单人剧情短到令人发指，单论剧情比《海贼无双3》差的远了，但是PC上的海贼王格斗游戏仅此一款，玩家别无他选。
[h1]欢迎大家关注我们的鉴赏家：https://store.steampowered.com/curator/28763059[/h1]
[h1]关注微信公众号和头条号“向日葵游戏”获取更多资讯；官方微博：向日葵游戏评测[/h1]
好评: 为什么我游戏还是不停闪退
好评: 作为一个四天肝出几乎全成就，就差排名战一场的和全成就解锁这两个成就，我简单的做下OPBB的评测。


购买指南，我入的豪华版，会显示第一个DLC没拥有，经查证，第一个黄金DLC是后两个DLC的集合。豪华版是本体+后两个DLC=自己买本体+黄金DLC（第一个DLC）


首先，我是纯键盘党，因为没有手柄。
说下剧情模式。剧情模式我是肝了一天四章全通。
绿色点的战斗难度比红点主线会高很多，但也是能接受的程度，大概四章合起来有不到十个点（应该有五个以上）让我不断重复刷了十几次才过。
对于饱受诟病的说到后面的章AI数值被修改高了很多，我是觉得还好。因为前两次是路飞跟老爹的线路，少了自然系防御打的比较艰难。后面的赤犬和艾斯有了自然系防御，再有前两章的练手，灵活用好果实能力还是比较好过的。
差不多是每章我都有一到三个点会刷十几次才过。


第二嘛，就说角色问题吧，我第二天战斗角色全解锁，第三天辅助角色全解锁。
就说战斗角色，辅助角色我用的不多，不好评价。
我是比较推荐DLC的，因为我最擅长的就是追加角色--艾斯STRONG STYLE。简单好操作，对于我键盘党是极好的选择。
可能是因为制作组为了突出各个角色的特色以及果实霸气什么的，导致了不同角色之间的平衡性差的挺大的。就说两年后的路飞，一些出招都是自带武装色霸气的，我自然系防御就没用了，而两年前的路飞对自然系果实几乎束手无策，除非出破防招。还有艾尼路鹰眼以及我擅长的艾斯STRONG版等角色，用得好的话几乎可以恶心死别人。
角色太少也是个问题，挺多角色就是换了一套衣服又占了一格，但总体来说还是不错了。


第三，是通缉令模式，我是剧情全刷完才开始打其他模式的，后来看网上说剧情和通缉令穿插打可以练级让剧情好打很多。
通缉令是最快的来钱方式，我肝通缉令解锁的全角色。（强迫症一定要全S，不是S评价我就拿擅长的角色重刷╮(╯▽╰)╭）
当时还是观众弹幕提醒我，我才发现通缉令还有分星级。
注意到星级之后估了一下，九星以下没什么难度，九星以上不限制角色还是简单的，特殊通缉令限制角色就难很多了，让我打出了当时剧情一关刷十几次的感觉。


第四，在线模式。
排位我至今（第四天）还没成功匹配到人，导致我成就不能全成就。
玩家配对不选自己语言就还行，能匹配到几个人。
在线对双方的网络还是有一定要求，不然高PING战士会让你哭出来。


第五，攻防模式，也是在线模式之一。
玩法不说多好，但也不会太差。
老问题，匹配玩家基本匹配不到人。
黄圈BOOS站的岛屿是一个不错的刷经验点，一局胜利有一万经验。


最后，总结一下。这游戏最好还是粉丝入手，不是粉丝的话估计会很快就觉得无聊单调。
本作算是海贼王所有游戏版本里面我个人觉得最好的了。
海贼无双和无限据说弊病挺多的，没渠道搞到PC版的我就没去玩了，不过资料什么的还是有研究过的。
作为常拿来相比较的两部动漫，海贼和火影的游戏也不免要一起说一下。
火影究极风暴系列是做的确实好。海贼燃烧之血由于剧情局限顶上之战，因而导致内容不够丰富充实。
格斗场面方面比究极风暴4差些，其他几部究极风暴我不熟悉。
火影究极风暴跟漫画可以说是相辅相成，和动画可以算是对漫画一些空白内容的补充。而海贼则是中规中矩的还原动画。
格斗系统上个人感觉应该是差不多的，说海贼改数值坑，火影辉夜姬无限替身术（就那招闪避，玩家限定次数）也一样坑。


要说的差不多这么多，最后一句，我是要成为海贼王的男人！

哦对，发布前想起来一个点，开局主线有一关教学强力防御破坏，不知道是不是因为键盘党的原因，提示语是错误的（好像说是防御键+跳跃键吧），真正的强力防御破坏是防御键+独特招式键（键盘;+O）（分号键加O键）
好评: 在OP相关题材的游戏里算做的比较杰出的，有不错的可玩性和对战性
差评: 这个游戏简直就是卖情怀，没有吸引人的地方并且游戏的一些设定让人非常难受
差评: 能把人心态玩崩，我真的求求你教教我那个人妖王怎么打熊加明哥
差评: 游戏整体还是不错的，但是剧情方面就有些差强人意了，总共四章，大约一个半小时就能通关，剩下的就是收集人物了，不推荐
差评: 究极风暴4使我感觉玩这游戏是在吃屎
好评: 游戏还行，就是人少

好评: 趁着夏促入了心心念念的海贼游戏，玩了不到10小时该解锁的都解锁的差不多了。

首先这作还原度非常高，这个是非常值得赞扬的，比如：
1. 自然系角色可以元素化，在元素化时，只有使用霸气才能打到人
2. 山治不会攻击女性角色，只会使出一些表献爱意的动作，基本不掉血，女性角色可以吊打山治
3. 被大熊问候 “你想去哪旅行”，如果对方只剩一名角色会直接判负秒杀
.....

剧情方面是被批评最多的，简单来说就是剧情比较简短，但是你要知道这是个格斗游戏，比较成功的格斗游戏拳皇，铁拳在游戏里更是没啥剧情好吧。打通剧情模式是很有必要的，相当于教程。并且你会在剧情里看到大量漫画的经典全彩分镜，人物线条处理，很明显的看出漫画原作的痕迹，作为一名漫画党这点我就觉得很值，然后声音基本都是原配，对战开始时还有不同角色随机触发联动对话，这点做的比较用心，当然也只有仔细看过海贼的人才知道他们在说啥，笑点在哪。

打斗方面，大概是为了保证游戏时长，引入了等级，等级过低的话对战高等级的敌人会被秒，经过我的游玩体验来看，等级比com低个1~2级会好玩一些，不然会觉得有点简单了。另外选人和选辅助会有容量上线，一般是9000，我的推荐搭配是战斗角色路飞（中距离强）索隆（中远）大熊（远距离+秒人的能力）配合辅助角色MR.3(计量表满时增加攻击力) 罗杰（出场满计量表），这一套配下来刚好9000，打大多数com都能打的过。

联网方面就是基本匹配不到玩家，只能打电脑。如果只想pvp那建议先找一起玩的人再买游戏。后期其实也有的玩，可以选择加入一方势力，然后征服大海，不过匹配不到人也是打电脑，会有些无聊。如果能建立个游戏社区大家一起玩游戏体验应该会更好。

推荐海贼粉打折购入。

PS:dlc有娜美，罗宾，女帝特别服装[spoiler]泳装[/spoiler]，我TM玩爆！
好评: 进游戏就没声音，请问是什么原因？电脑声音都正常！
好评: 作为一个海迷，玩过这个游戏之后不得不承认这是一款惊艳的游戏。不论是从对人物的还原度还是技能衔接的释放都堪称完美。就是玩的人太少的，线上基本匹配不到人，希望趁着夏日促销各位海迷可以发现这个好游戏，一起来玩。
好评: 抱歉手柄真好玩
差评: 打击感太差了，粉丝向游戏，我是傻逼
差评: 万代想钱想疯了？这种垃圾也拿出来卖？动漫粉的钱好骗是吧？之前首发买的JUMP大乱斗已经够烂了，特价买的这个更烂！
好评: 手残党被电脑打到了自闭，英雄平衡性一般，打击感很不错的，粉丝向游戏吧
好评: 作为一个海贼迷来说是个极好的游戏
好评: the best one piece game!!!

好评: 粉丝向游戏 不是特别喜欢海贼还是不要买 游戏平衡有点问题 有一些人的技能太btl
好评: 看到降价，咬了咬牙买了。但玩了以后，丝毫不后悔，我[spoiler]朋友 	[/spoiler]深深地被吸引了。
全都是原版声音，仿佛就回到了海贼王之中。
作为一款单人双人都可以玩的游戏，是很好的。多个角色可供体验，也有不同类型，力量型，技巧型，奸诈型等等。根据自己喜好来决定也可以根据对手来做出判断。而且你可以做很多事，走剧情，刷通缉令都可以。甚至还可以多人联机（前期不推荐，刷通缉令等级提高后再打）。每个人的技能不同并且也多样，特殊技便有3个。
当你等级低的时候，满怀期待去刷机器，随便一个力量型的来个特殊技你三分之一的血就没了 [spoiler] 想想我朋友绝望的表情 哈哈哈	[/spoiler]  ...当然，你也可以选择将力量型的升级，随意。
总之，绝对是款好游戏。赶紧下载，不亏。
好评: 我玩起来像是被点了慢放一样，延迟特别厉害，之前玩都没有问题，这是怎么回事，我电脑的问题么

差评: 什么玩意啊 DLC买来没啥用 主线一下就打完了
好评: 粉丝向的游戏，能不能剧情就不要那么难了？
我乔兹的A打青雉身上都不疼，俩冰河时代把我秒了？
我白胡子世界第一，为什么打路奇还那么难？
技能都很还原，动作也很好，如果没有修改器，乔兹我真的打不下去
因为是海贼，所以我点赞。
好评: 很棒！
好评: 优点：
+粉丝向
+招式华丽
+剧情还原

缺点：
-平衡性较弱
好评: 游戏不值原价，打折可以入手。
好评: 不为别的
就一句:海贼王牛逼

差评: 剧情模式太短，格斗爽感尚可，线上模式根本匹配不到人。。粉丝向游戏，耐玩性很低，不是海贼粉就不要买了
差评: 顶上战争没有平衡性，敌人攻击力高还血厚，然后你血少的一批。一手好牌打得稀烂
好评: 2333，感谢 HBTbit 同学带我一起做成就。
好评: 游戏角度讲，是一款打击感不足，无连续攻击，展示功能的游戏

但从情怀角度讲，也不怎么样

所以真香
好评: NB

差评: 为啥会闪退 体验极差
差评: This is so hard
差评: 30幀是硬傷。
好评: 希望更新4档新形态的DLC
差评: 顶上第二章白胡子篇 第三级钻石打鹰眼打完解锁不了第四级  这是个bug吧   没过多久闪退了
好评: 剧情故事打完，不想再打......格斗判定迷.....反正也就那样吧，如果你是海贼的粉丝一定要买！因为剧情是回顾顶上之战！！！见艾斯最后一面吧！最后建议e区购买因为便宜....国区奇葩定价...
好评: 粉丝向游戏，霸气是特色，操作有点难受，打折入还算可以，总体还是不错的，希望能出点更好的海贼王的游戏
好评: 好不好玩已经是次要的了，单纯为了收藏才买的。海贼一生推。
好评: 这类游戏总是被扣上粉丝向游戏的帽子，评测里全是脑残粉喷剧情模式的，真的无语，好好的一款PVP格斗游戏呗脑残粉喷的一无是处。

超级好玩，海米必入！！！！！！！
超级好玩，还原度高！！！！！！！
超级好玩，PVP很爽！！！！！！！
超级好玩，各种套路！！！！！！！
超级好玩，调教萌新！！！！！！！
超级好玩，耐玩极高 ！！！！！！！

那些说剧情短的，这游戏又不是剧情游戏，PVP才是精髓。那些没玩过PVP的游戏时间几小时的人根本没有提及到PVP模式的精彩。

新手只知道千篇一律的AAA，技能也不会衔接，这游戏有上百种秒杀的方法，各个细节也是精彩的很

自然系的人按能力释放可以让对面打不到你并不会产生硬直，但霸气可以打破能力，霸气又分为普通霸气和霸王色霸气，霸王色霸气可就厉害了，能力释放可以定住敌人，完成各个技能的衔接。还有一种没霸气的，能力释放就是加攻击力。

各个角色还有不同的连招，比如青雉突进攻击后可以接特殊攻击冻住，然后必杀一蓄力完放必杀二，对面瞬间残血并且拉开位置；卡普的上下勾拳，最多可以连在空中四次还能接必杀3；黄金帝特殊能力移动瞬间打到敌人立即接三技能可以快速困住。

还有很多小技巧，轻破防中按住换人加方向可以换人并且跑出来，比如鹰眼A两下快速按轻破防换出青雉特殊攻击冻住敌人后为所欲为的打出技能；换人时可以按住换人加攻击可以使换人的时候在空中打到敌人，比如对面要侧步放技能，就可以换人打来打断他并且连一套。

秒杀很爽，对面没防好一步就会死,但对萌新极不友好。多玩玩随机人物也是很好的选择，随机人物不带辅助，比的就是反应速度，技能衔接判断。 

还有很多细节没有提出来。以上都是海贼猪，NK教的，毕竟这些细节单人不好发现。

NK:我吧套路全放在那里了，去寻找吧！秒杀,套路,实力,曾经得到过这个世界所有东西的男人NK,他弃坑前说过的话让抱有套路的男人奔向大海(NK是燃血巨佬，至今还没遇到过比他厉害的人）

这么好的游戏不忍心看他凉，可以加我好友，一起玩，让你体验到这游戏真正的PVP乐趣！！！
[spoiler]我原来加的燃血群都改成龙珠z群了哈哈哈，可能真是凉透的[/spoiler]

光荣榜 ID 2875888197   下次见到这个id千万不要和他打 这个人专门虐萌新 打得过就打 打不过就踢 我上一个燃血群每个人都虐过他每个人都被他踢过 提醒了他一次还是老样子 只和打的过的人打 这种孤儿不配玩格斗游戏
好评: 海圆历1500年，哥尔D罗杰被处死，处死前说了一句话，然后就开启了大航海时代。24年后，1524年，17岁的蒙奇D路飞从故乡风车村出发，发誓要成为海贼王，于是本部漫画就开始了，路飞一路上遇见了索隆，乌索普，山治，娜美，乔巴，罗宾，弗兰奇，布鲁克，甚平等人，。。。。
好评: 和我想象中的有点不一样  我是说画质  我以为和火影究极风暴4那样的画质   不过吧和朋友联机solo赛很爽
好评: 如果有人一起玩这个游戏开黑的，加我QQ1185585172，说实在，线上匹配玩家PK太慢了，估计是玩这个游戏的太少了，为了促进欢乐，和更多的海贼迷，我希望这个游戏能免费。，，，，，，
好评: 为什么我用白胡子打不过赤犬？为什么我用巴基打得过鹰眼？顶上之战敌人的伤害永远看不懂，我只能无耻地玩起身击倒，太菜了。。。。。。
情怀相当可以，但打完了剧情还是心里很难受。
差评: 这游戏真tm烦，操作像翔一样就不说了，放蓄力技能的动画根本看不见对面在干啥，总是被这样打断真的是没有一点打击感
好评: 怎么更改游戏分辨率啊，为什么游戏里面只能1280x720，锁定了的，而且文件改了也没用，怎么办急求
差评: 连粉丝我都不推荐。
游玩下来只有碾压与被碾压，没有一点势均力敌的感觉。
比小英雄的游玩体验还差。
至少他的剧情模式没有体验极差的等级制度。
差评: emm，10年以上的海迷了。我是感觉游戏剧情设计的也太突兀了，一上来就是从天而降马林佛多。并且人物动作我感觉太僵硬了。最重要的一点，海贼是一个热血的故事，那么，你让我感觉到不热血，我就差评。我举一个例子，游戏的开始，沙鳄鱼袭击白胡子，路飞在打断他之后，跟白胡子说要成为海贼王。不管是动漫还是漫画，在这之后都有一大堆人表示震惊一类的颜艺。但是在游戏里，就是一段动画CG，一点人物描述都没有。甚至说，你每一个情节都让我感觉到没有触动，没有热血，就好似平平淡淡。我玩的不爽。如果可以的话，我希望能够看到一款从East Blue到和之国的游戏，哪怕是开发到一半，后续部分以dlc形式售卖我也会接受的。但是这款游戏，恕我直言，我感觉它不热血。我买这个游戏，是因为它名字中有海贼王三个字，而不是因为它叫海贼王燃烧热血，也不是因为出版商是南梦宫。
好评: 闪退？有什么办法吗？
好评: 每次打开游戏进去后，停止工作，求大神帮忙
好评: 首先，游戏是好游戏，在我看来最棒的一点就是能够使用能力释放。

但是有点不平衡，霸王色霸气的路飞技能过于强势，很多该有武装色霸气的人物实际却并没有，见闻色霸气的实际效果也相当于无，因为并没有效果，所以很多角色的能力释放根本就毫无作用，哪怕是用来后退拉开距离我都嫌他慢。可操作战斗人物太少了，像麦哲伦，希留，比斯塔，卡文迪许，维尔戈，莫奈，琵卡等等太多太多都没有，有的就压根没有体现，有的作为辅助角色出场，但是那么多辅助角色，鸡肋占了一大半，毫无意义。

还有一点就是DLC太少了，倒不是喜欢被坑钱，主要我觉得这点可以像超宇宙学习一下，把游戏发售之后漫画、动画里新出现的比较棒的角色都以DLC的形式作为战斗人员加入游戏。毕竟，其实，或许，有的人并不是那么喜欢玩主角团，换装DLC也是醉了，如果战斗角色多一点，角色之间平衡一点，游戏人气高一点，换装还用你官方来做？有的是mod好吗，哪像现在，一搜海贼王燃烧之血的mod，狗屁没有。

最后，非常非常希望万代能再关注关注这款游戏，再多点爱给海贼王燃烧之血，给喜欢这个游戏的玩家。
好评: 这个游戏，其实作为海迷来说充值信仰还是可以的，可是pc锁30帧就比较恶心了，268的售价还锁帧，以后大概不会再购买续作之类的了。
好评: 支持海贼王
好评: 补上一波评测。
粉丝向海贼王格斗游戏，画面还算不错，可操作人物也挺多，打击感不赖，CV没的说，不过部分人物对话汉化有错误；
剧情非常短小，人物平衡性很差，而且现在基本也联机不到什么玩家了，请有意者慎重考虑。
好评: 内容太少了  可玩性不高 欣赏欣赏可以 这个价格 不太值
好评: 我买的豪华版，为什么有一款dlc不在我的库里

好评: 老是闪退有什么办法能解决啊
好评: 喜欢PVP的玩家很耐玩。也不需要多肝，很快就收集齐角色了
玩了50个小时回来补充评价：首先我并没遇到什么卡顿和闪退的情况，希望有这方面问题的玩家上网自己查找解决方法，不要随便给差评，其次这一作PVP把果实能力和霸气系统都做的比较还原，不是海贼粉也可以试试，感觉是格斗游戏里比较独特的，还有就是改键的问题，是完全可以改的，改不了的我只能建议你多研究一下，我并没有遇到改键难的问题。还有就是并不算肝基本上我20个小时就解锁了全角色和支援，后期贝利除了打夺旗战买体力感觉没什么用了就，角色升级也是自然而然都能MAX。
接下来说一下缺点
顶上战争的剧情不如不做，字幕和动画对不上就很烦，而且打完一遍换个控制角色又让你重复打，完全是减分项。
总结一下，格斗游戏要什么剧情呢，就算做了剧情也不要这么敷衍好歹把字幕和动画进度对上，但是总体游戏质量上如果忽略剧情基本上没太大毛病，优化我感觉也不错。只要不是配置太差的电脑应该不会觉得优化有问题。作为格斗游戏和朋友闲下来搓几把还是挺不错的，而且又是IP海贼，推荐喜欢二次元的朋友入，期待以后会出更多角色。
差评: 我以为顶上战争只是个副标题，谁知道却是这个游戏的全部。
好评: 玩起来是挺热血的，就是总是闪退，很难受
好评: 纯粹粉丝向游戏，但是真的很燃啊，一边打一边吼，特效也是足成象拔蚌，细节设定也很OK。
出招表相比之前玩过的格斗游戏来说也更有操作感，只是能量耗的太快不是很开心。
DLC增加很多可操作人物，并且我有泳装皮肤我怕谁，入的当然不亏。
打剧情的时候发现电脑运行时间长了会出现音画不同步的问题，需要更强的显卡或者像我一样散散热再重启...
另外汉化有个地方出问题了，黑胡子所有台词都是伊万科夫的，每次出场事件看到黑胡子用浪贱骚的语气叫谁谁谁什么boy换上小裙裙的时候就一脸尬相。
除此之外还是很推荐的。
差评: 或许没有比这更差的漫改游戏了
好评:     打斗简直不要太爽快，建议用手柄玩，键盘玩的手指头都按疼了。键位不能自由改动，有些还不能改甚至改了也没用，在键盘上玩挺别扭的。
    这么久闪退问题依旧存在，打赤犬这个龟儿子打的正爽突然卡住闪退，是真的气，差评。
    游戏进过FB大包，25-30这个价就可以收到，如果你是海贼粉又喜欢格斗，强烈建议入。
    
之所以给好评是因为喜欢海贼，其它也不是什么大问题，也无所谓了，希望海贼游戏能得到万代的重视吧，越来越好
好评: 剧情只有顶上战争比较单一，但是人物还算比较全面吧，有辅助的人和战斗的人，女帝泳装好看，打击感不错，但是对于新手来说打幻兽系和自然系比较难，希望继续出啊啊啊！！！！
好评: 目前海贼最好的游戏，没有之一
差评: 老是闪退 根本玩不了
好评: 没有2k  还锁帧锁的很低....玩起来还是不错的..
好评: 待你成为海贼王！ 此生不悔入海贼
路飞：海贼王！我当定了！
索隆：我不管这个世上的人怎么说我，我只想依照我的信念做事，绝不后悔，不管现在将来都一样！
香吉士：能够原谅女人说谎的人，才是真正的男人！
娜美：遇到迷茫时，任何人都会变得软弱。 一旦坚信自己可以帮到别人，他们就会变得很强大！
乌索普：痛苦的时候要是不能在一起，还叫伙伴么！
乔巴：为了路飞，我心甘情愿成为真正的怪物！
罗宾：如果真的能让我许下一个愿望的话~我想要~我想要活下去~把我也一起带到海上吧！
弗兰奇：我是已经死过一次的人了，为了让草帽他们活着离开这里。再死一次我也无所谓！
布鲁克：展览品什么的都无所谓，不管你说什么都行，我的字典里已经没有孤独这两个字了！

好评: 还是感觉很不错的，就是没有火影那么精致那么流畅，期待续作会越做越好
好评: 老是闪退怎么办啊 电脑配置也很高了
好评: 纯属为了情怀，火海龙都买了，话说能不能出一款新的？忍者先锋还有斗士Z都买了，海贼还不出吗？燃烧之血都是强买的，其实画质剧情真的很一般！
好评: 建议海贼迷打折入手
好评: 感觉是目前玩到的还原度最高的海贼格斗游戏了，可惜就是剧情只有顶上之战实在是少了点，希望后面还可以有剧情和人物上的更新。
好评: 真鸡儿好玩，萌新有点打不过AI，海迷绝不能错过的佳作，日游老套路必须买黄金版，嗯，真香。
好评: 战斗系统很有意思，还原原作设定，细节丰富到位，当然前提看过原作才能完整体验到乐趣， 故事模式一些关卡AI比较难打(因为相同出招AI伤害是你几倍，而且电脑能瞬间做出反应动作)，可惜线上匹配不到人

好评: 海星~就是迷之空气墙有点难受
好评: 给信仰充拨值
好评: 我是要成为海贼王的男人!
░░░░░░░█▐▓▓░████▄▄▄█▀▄▓▓▓▌█ 
░░░░░▄█▌▀▄▓▓▄▄▄▄▀▀▀▄▓▓▓▓▓▌█ 
░░░▄█▀▀▄▓█▓▓▓▓▓▓▓▓▓▓▓▓▀░▓▌█ 
░░█▀▄▓▓▓███▓▓▓███▓▓▓▄░░▄▓▐█▌ 
░█▌▓▓▓▀▀▓▓▓▓███▓▓▓▓▓▓▓▄▀▓▓▐█ 
▐█▐██▐░▄▓▓▓▓▓▀▄░▀▓▓▓▓▓▓▓▓▓▌█▌ 
█▌███▓▓▓▓▓▓▓▓▐░░▄▓▓███▓▓▓▄▀▐█ 
█▐█▓▀░░▀▓▓▓▓▓▓▓▓▓██████▓▓▓▓▐█ 
▌▓▄▌▀░▀░▐▀█▄▓▓██████████▓▓▓▌█▌ 
▌▓▓▓▄▄▀▀▓▓▓▀▓▓▓▓▓▓▓▓█▓█▓█▓▓▌█▌ 
█▐▓▓▓▓▓▓▄▄▄▓▓▓▓▓▓█▓█▓█▓█▓▓▓▐█
差评: 剧情重复度极高，一个顶上战争的剧情用不同的角色来重复的刷。
战斗和画面再和究极风暴系列比较实在有很大差距
不是海迷的话强烈不建议入手。
好评: 我是要成为海贼王的男人！我将全力支持汉库克成为海贼王！
好评: very good

好评: 个人建议买黄金版的，标准版少了很多乐趣，然后最重要都是是手残玩家慎入，平均一个新的关卡我要打5次左右，毕竟海贼迷，我是在特价的时候买的

差评: 真是垃圾中的垃圾 千万别买 被电脑打一下就被连了 一直揍到死 连反击的机会都没有  界面是从某款低端网游偷来的嘛？ 浓浓的三流厂家画风  买完后悔了
差评: 不建议原价购买，打击感一般，粉丝游戏。
差评: 闪退闪退加闪退
好评: 好玩
差评: 游戏是好游戏，原声也不错。但是总是强退谁都受不了。希望能进行优化
差评: 改个键位游戏按键全乱？
好评: 海賊迷推薦入手 一句話要想最佳遊戲體驗 購買遊戲手柄吧.
好评: 看到游戏剧情，尤其是艾斯死的时候，再一次热泪盈眶
差评: 听说是粉丝向游戏，我就入了
作为一个海贼迷我想想再烂起码剧情过得去，能看看也不错啊
但是我发现我错的太离谱了！！！
粉丝也不要入手这游戏！！！
尝试过火影的打击感之后再来感受海贼的打击感真的是一个天一个地，差距太大了
连招技能的衔接，人物技能的自由组合，还有画面可能说这个是漫画风格，实在是让我难以接受
而且剧情也就一点点，我花半小时就打完关了，即使打折入，我感觉也实在是血亏
好评: 这个游戏太贵了一点讲道理如果要入建议打折入
好评: 30帧好难受
好评: 剧情有点重复啊。
差评: 有没有解锁60帧的方法？锁30帧真心难受
好评: 怎么说呢，玩了这么久，剧情只有顶上战争确实是短板。但打斗真的非常刺激，经常拿来打两把，希望万代多出点海贼的。看看人家火影和龙珠。一年一个游戏。都是一个妈生的啊。差距咋这么大呢
好评: 闪退
好评: 非常热血一款海迷必备格斗游戏
差评: 欺骗粉丝感情难受啊。。。。马飞！
好评: 也许游戏很超级，但绝对不特别
差评: 老是闪退
好评: 为什么玩着总是闪退阿
好评: 粉丝向作品，所以作为海贼狗的我当然是好评
差评: 早有耳闻燃烧热血的风评，作为海贼迷还是收进库里试玩了第一小关，目前只有顶上决战这一段剧情，[b][u]客观来讲只适合粉丝入手的游戏，对海贼无感但是想玩玩pvp之类的不妨去玩究极风暴或者奶……闪乱神乐这种老少皆宜的游戏吧[/u][/b]。
我并不是在吹一个踩一个，在我打开这个游戏的五分钟，看了第一个动画，就出现了[b]非常严重的音画不同步现象[/b]，让我很难受，这个游戏比不上海贼无双3哪怕是ppt剧情给我的爽感，一个唯一（应该是）不锁区的海贼王游戏，本来基于庞大的粉丝数量出货量应该是很大的，但是谈论这款游戏的人少之又少，还是有他的原因的。
这里谈一下海贼无双3，虽然主线时间不是很长，但胜在从刚出海一直到明哥的剧情该有都有了，明哥的剧情是原创的，但整个游戏玩下来就是把漫画剧情大致重温一遍，作为割草游戏，挺好哒。
总之第一次打开燃烧热血给我感觉不是太好，但我会继续玩下去的，到时候想到什么再说吧，顺带期待一下今年要发售的寻秘世界，虽然看公布的中文pv有点……
好评: 可以说是海贼游戏里最佳之作了 角色还原度也是很高的 一开始玩可能会被打得很沮丧 熟练以后日渐沉迷
（香克斯实在是太强了！）
评分31/10
优点：
-格斗游戏的手感和系统 +8
-高度还原的角色果实、霸气能力与招数 +10
-多样的角色互动与高度还原的彩蛋 +10
-海米情怀 +10
缺点：
-高难度AI仅提升了各项数值，对于熟练者来说仍然低能 -5
-简中/繁中的翻译都有不尽人意的地方 -1
（所以为什么乌索普要意译啊。）
-通缉令逼死强迫症 -1
（5月寿星为了打S打了3个半小时。(#` ^ ′)）

整体评价：海米绝不能错过的一款良心佳作，建议折扣入GOLD版，不建议原价或仅本体
P.S.:万代OPBB官网可以免费领取黄金盔甲路飞的DLC，需要梯子
好评: 刚发现一个问题，黄金版DLC人物缺了格斗场金帽子的路飞，有人知道是怎么回事吗
差评: 身为一个海贼粉我期待这个游戏，打折入手之后这个游戏简直是无聊至极，剧情短小，在线匹配不到人，更过分的是升级之后要一个个确定，人物就那么几个，也不更新角色包，现有的角色包换身衣服技能基本没差啥，也就女角色有爆衣。唯一的优点也就是果实克制霸气什么的了，玩完这个游戏之后我真的是心里mmp，就算打折100我真的也觉得不值得买。
好评: 游戏粉丝向很严重，但是既然打算玩粉丝向那末都两年了后续剧情DLC哪？前面没有就算了后面的可以继续出啊，不行救出人物包。龙珠粉都比海贼粉待遇好

好评: 很好的游戏，感觉贵的淘宝链接显示不出来。。加我给你发。
差评: 不论是招式表现还是画面的表现可以说是非常的一般，甚至还不如NDS的巨人战争，甚至都不推荐在这买打折后买黄金版，在跳蚤吧40元入手黄金版，也就值这个价吧，最弱智的是升级后要一个一个的确定，简直是绝了，制作人员到底有没有脑子啊，喜欢海贼的推荐去玩玩NDS的巨人战争2，比这个好玩多了
好评: 海贼王—热血燃烧

接下来我要对这个游戏做出一个评测，其中介绍这个游戏的同时我会讲下我对这个游戏的想法和经历，所属内容是个人想法，没有引战内容，最后求轻喷(｡･∀･)ﾉﾞ

我从小就是以为海贼迷，但我想想，我那么喜欢玩游戏有喜欢看动漫，所以身为海贼迷想入一个海贼王的游戏，有一个本命人物（那个时候超级喜欢索隆2年前，知道2年后那么帅气后就有了想玩游戏的冲动）我玩了好几十个海贼王的游戏，只可惜那时候不懂事，中国侵权游戏随便玩玩吧，哎。后来无意间在百度上看到了“航海王-热血燃烧”，我搜了图片喵喵的一下子把我的兴奋度刷到了满级，于是我到处找啊找，找到的全是假的下下来是病毒软件，可惜了，我就放弃了这个念头。直到后来，有一次我实在没什么游戏想玩，就无意间看到了孙悟空的头像，然后写着动漫游戏打折的地方，就进去看看吧！希望能看到究极风暴4，然而，并没有，但并不怎么伤心，因为我找到了我以前辛辛苦苦一直在找的游戏。那个时候我已经经济危机了，但看到这个害我实在忍不住，250多买下了DLC和游戏本身（半价卖的）。这是我第一次遇到这游戏的时候。

我玩着游戏玩着每天都在玩，现在已经玩了200小时了吧快（声明下，我并没有过挂机刷时间）我当初一直在找我顺手的人物，于是就乖乖打剧情模式吧。当我路飞通关的时候又差点哭了，为什么？艾斯又在我面前死了。想到了艾斯，我看了下我的DLC,DLC里的艾斯是按照了“强者世界”剧场版里的服装设计出来的一个艾斯，我玩着玩着发现，艾斯成了我第一个顺手，而且大部分时候能1V3NPC的人物，慢慢的，我期间限定已经30张S级通关了，全是依靠艾斯！艾斯就这样成了我第一个等级MAX的人物了。后来，我注意到了多人模式，我开始打了排位，我段位不高，打到了A就收手了，段位期间没什么我很在意的事情，除了我新手的时候...那时候我才刚从G打回E，可当时大晚上没人，系统帮我匹配到了S的玩家我曹，最重要的是我一个艾斯打败了他两个人物！！！超激动有木有！！！然而，没了艾斯我最后以失败告场。

很多人说，这游戏没究极风暴4的乐趣多，玩来玩去就这一个玩法。我想说，随便你吧!我是海贼迷也是火影迷，每个游戏都有独特的魅力，没全辅助&战斗角色全部解锁BB啥？我没玩过究极风暴4（国区好像没有诶，，，下次去看看）我不会随便去做对比，你可以说这游戏不好玩，但你不能说这游戏不良心。

说到这个，我来做最后对这个游戏做个自我评价吧！

声优：每个角色都有独特的声优，只要大招可以一下将最后的血量给秒杀就会出现独特的CG（超帅气啊），声优非常良心！

画风：游戏画风霸气尤其是在开大的场面！而且地图做得非常好（虽然不是很懂乔巴能随随便便撞烂一个塔什么鬼），攻击画面存在着粒子的特效，比如艾斯的火花，库赞的冰星。

玩法：一开始玩，战斗技巧不是那种平A能轻松搞死一个人的游戏，还是有一定的难度的，但没办法，我也只能承认，战斗玩法就一个，只是剧情不同，我虽然很喜欢这游戏，但我也不能一直吹这游戏有多好，玩法还是太单调了。

最后我想说，很多人或许不喜欢这游戏，骂他们坑钱，但我还是喜欢这游戏，如果可以的话，我希望他们能看到我这个评测，我希望他们可以看到后做出一次大更新，改变掉那些人的看法，即使在PC端这款游戏略冷门，就算是当做情怀，我也希望你们能喜欢这款游戏。
好评: 36R入手黄金预购版全球key，美滋滋
游戏内容也很丰富，建模很棒，还原了漫画人物，很喜欢
好评: 游戏还是很有趣的，就是平衡性不是很好，而且游戏剧情其实重复程度比较高。其次更重要的是线上对战人数也不多，游戏内容相对游戏价格（原价）而言还是不太相符。
海贼粉想体验建议打折入手。
好评: 很不错的一款游戏，会出大妈的dlc吗
差评: 内容太少太无聊
好评: 作为steam上仅剩的一款海贼王，我只希望后面的那个海贼王:寻秘世界也能出pc吧
好评: 粉丝向格斗游戏
剧情方面就顶上战争，从路飞一行人到战场开始到红发出来结束，分别以路飞，老爹，赤犬和艾斯视角让你玩一遍，你能想象到有多短，而且很简略（开始一看还有萨博，以为做到德岛篇呢，后面篇章卖dlc也好，不知道为啥没有
核心海迷肯定知道就买了，一般海迷像我基本上打折入是比较格算的

除剧情外还有两三种模式，包括线上模式都没玩，偶尔上去玩两把应该还是蛮开心的，不如说能用喜欢的角色就已经蛮开心了

话说火影究级风暴4也买来玩了一下，感觉剧情模式作的更有代入感，一样是即时演算动画加上动画截图ppt，效果真的有差距
火影迷真好啊......
好评: 游戏打斗非常酷炫， 忠实的海贼迷。
好评: 还可以吧 场景有些单调 不是特别好 死忠粉丝可以买 我反正退款了
好评: 作为还算资深的海粉对这作燃血还算是比较满意的，算是百分百还原动漫了，打击感和配音都灰常赞，故事线只有顶上战争，流程时间比较短，算是新手入门适应操作最好的选择，几个dlc的加入都比想象中的要良心的多，[strike] 泳装系列会爆衣是认真的么。。[/strike]
操作上相对于习惯kof的群众自由性有点低，经常一顿操作猛如虎，DPS二点五，可能因为是我太菜。。
火影海贼一家亲，情怀必入作~
好评: 海贼粉打折可买
差评: 剧情通关太少了
好评: 情怀！信仰！但为什么无双3启动不了？不是闪退就是窗口白屏未响应，有毒！有大佬知道吗？求助
好评: 玩这个游戏相当于反复看顶上战争，斟酌三思而后行!!!!
好评: 要不是海贼死忠粉就凭手柄的问题我就退款了。
正版受害者。
不是所有的手柄都是XBOX谢谢！
还要用XBOX模拟才行。
干李凉的！
好评: 自然系和幻兽种无敌啊，可能是我不会超人系吧。女帝泳装真好看。
好评: 这款游戏是一款对战游戏，我是海贼迷所以想都没想就买了，里面的打斗画面很是刺激画面感做的很好，电脑也很强力操作性很简单连招需要自己琢磨女帝在里面真的是漂亮
差评: shabiyiyangdecaozuoshuoming
好评: 请问怎么用换装角色？
好评: 海贼迷可以入手
差评: 艾尼路还要买？逗我？
好评: 这游戏还是很不错的，耐玩
差评: 很多机制
其实挺有心意的
包括霸气对能力的克制
能力对非能力的克制
但是这个游戏缺点真的太多了
屎一样的剧情模式
如果说剧情不是主要，可操控人物的数量和人物
让人摸不到头脑
剧情模式的难度也是，很扯淡
然后招式种类真的不多
同样都是一个开发
比火影差了好几个档次
好评: 刚刚上手玩有点难度，不过游戏可以
好评: https://store.steampowered.com/app/425220/One_Piece_Burning_Blood/#通关得有点快啊  剧情太短了
好评: 至少比某风暴好，对于键盘玩家非常友好。更新的也比较出色，模式和剧情很适合新玩家。个人觉得海贼做格斗游戏也很难超过这一部了。
如果你要bb格斗效果，请移步去真人快打x，荣耀战魂，铁拳之类的。
如果你和我一样是海贼迷，这部游戏绝对不会让你失望，技能方面都是还原度超高的。霸气和自然系果实的游戏设定也很到位。
总之，对的起海贼迷的钱包。  也对得起游戏迷的期待~
好评: 从游戏的打击感，到招式设定都不错，唯一的可惜是人物DLC并不多，在线PK网络不稳定，不过游戏整体还是不错的
好评: 刻意修改战斗数值真是没意思
好评: 我买了黄金版，居然少一个角色。另外能不能尽快把最后个DLC补上，人物第二页看的难受，顺便再把创意工坊打开，我想做个真实版本
好评: 粉丝向作品，缺点颇多。没和人打过，纯过剧情，操作挺繁琐的，没有火影系列玩起来那么爽快，自然系能力者贼强，白胡子必杀怎么都打不中而赤犬的必杀怎么都能打中，不过还可以接受


等下，艾斯打赤犬怎么回事，明明是格斗游戏，为什么我玩出了打受苦游戏的感觉？？？？

伤害差距略大，据说要练级才能降低难度。。。我只是想过个剧情而已啊

终于过了，给大家个小技巧，往离空气墙远的一侧跑，对方出招会喊或者有抬手动作，马上往反方向闪，这样比较好躲
差评: 战斗系统跟龙珠和火影比起来真的是太差，近战时AI无限防御，它防完你一套就反击，你破防它就打你，距离远时AI无限放远程必杀，又不能快速近身，一套下来能把AI打掉四分一血都算高伤害了，AI一套下来，不是过半就是秒，好不容易打掉一个，又跳出一个，剧情就顶上战争可以几个人轮着上演。失望！
好评: 挺有意思的，经常和朋友一起玩。买的就是情怀，贵不贵无所谓。希望优化一下闪退就好了。
差评: 1小时通关，玩你妈
差评: 画面好比2D，剧情一般，按键设置太烦琐，技能特效没啥亮点
差评: 第一次评测，真垃圾游戏，冒险过剧情时你打AI一套才扣一点血，AI打你一套直接就死了，真的是垃圾游戏，真的别买
好评: 很好地展现了动漫里各个角色的招式和性格，比如山治面对女性对手时会面的很废。剧情不多，只有顶上战争那一段，可以用几个主要人物来体验这段剧情。作为格斗游戏，这个操作上没有隔壁忍者风暴来得舒服，刚开始很不适应，习惯了操作之后还好。女性角色真的照顾男粉丝，福利是有的。总之是一个还不错的粉丝向游戏。
好评: 首先，我是资深海贼王死忠粉。游戏对于打击感、3D画面，作出特定大招终结敌人时对场景的破坏什么的都做的很不错。但是它的剧情模式真的太恶心了，我是觉得本身剧情模式应该是一大亮点才对（ps：以前NDS上的海贼王都比它好万万倍），这个游戏的剧情模式就用四个不同的人物的视角走了4遍，甚至后面的人物就只有那么三四个场景，wtf？！这是剧情模式你是在搞笑吗？这里面满满的槽点啊，怎么说呢，同一场战斗一开始你用了A打了一次B，通关后开了下一个人物B，用B又打了一次A，你这是在骗我钱吗？第一遍还是挺有感觉的，但第二遍、第三遍，我真的是想骂人了
另外线上模式我没连上过，这个我也不知道是不是我电脑的原因还是网络的原因，但我在学校GTA都能玩
说实话，作为一款卖IP的作品，门槛甚至超越火影4究极风暴，让我觉得有点不值，我想体验的是代入动漫角色的战斗快感



我很想给个差差差差差评，毕竟太让我失望了，但作为个忠粉我还是想推一推
非忠粉慎入！！！
差评: 模式太少，剧情模式做的和屎一样
好评: 手办收藏游戏。
好评: 做得不错，适合喜欢op的朋友。但是在线匹配匹配不到人，只能刷刷单机，不过也有双人对战。仁者见仁智者见智吧。
好评: 这是一款海迷值得入得游戏。非海迷也可以入，打击感非常棒。建议打折入黄金版100RMB。土豪随意。
这款游戏既能看见制作商满满的诚意也能看到他们粗制滥造的地方。首先，每个角色都有特定的技能和特定的动作，这和大部分格斗游戏换汤不换药（人物不同动作一样）有着本质的区别，对原作的还原也比较好，角色特点也都有一定的还原，且动画效果也不错，要求的配置又不高。而且模式比较多，小操作，连招都非常有可玩性。顺带说下非常骚的地方，这游戏过完剧情稳稳超2小时，想退退不掉的，如果开始不喜欢建议直接退。但是本人还是非常喜欢的
  缺点很明显，第一剧情模式只有顶上战争，真的非常蛋疼，我第一次用路飞过得时候还是非常兴奋的，过完剧情之后你会发现，你要用4个不同角色过4遍几乎相同的剧情。（角色不一样，路线不同但本质没变）。挺希望多加一点剧情模式。第二点，对战中AI的强大不是通过连招技术方面体现，而是通过无脑提高伤害，这一点在用艾斯过赤犬的任务时尤为明显，吃3个技能直接凉凉。第三点就是想玩线上对决的玩家人数实在太少了，基本匹配不到人。希望上次打折过后，玩家多一些emmm
好评: 这是我玩的第一款海贼的游戏，怎么说呢。。。可能是我火影玩多了，习惯了手柄的按键设置，这游戏操作“反常”的让我很难受
差评: 真的服了有的关卡强行增加难度，我打对面半天各种技能往上丢对面掉三分之一血，我中对面一个技能我大半管血瞬间没了，打个毛线？
差评: 入的黄金版 显示的是到德莱斯罗兹主要出场人物都有 但是剧情模式只有顶上战争那一段 可是在介绍和热评里完全没说这个事 这对单机剧情党很不友好 而且打斗模式单一 除了破防技就没办法打破防御 剧情模式的难度跳跃也很大 以及通缉令的挑战都是这个问题 我原本以为是等级制度的原因 可是在剧情里面完全就跟等级又没关系了 我打生打死连个七八套平A 结果BOSS一个闪光防御 反手三巴掌我就没了 各个人物之间的互相克制也很严重 虽然很好的还原了剧情  完全没有格斗游戏的公平性 剧情模式也很短 只推荐死忠海米 还喜欢格斗类游戏的朋友娱乐消遣
好评: 在线对决进去房间完全不会弄只能看着别人打，而且房间里面人都是不准备的那种素质巨差

那些人物角色完全不知道怎么解锁解锁的基本都是用dlc解锁的
好评: ojbk
好评: 我是个老实人，你有泳装，我就掏钱
好评: 不是忠实粉丝慎入。。
好评: 额 为啥玩的觉得有点无聊
差评: 我好像少一个模式


差评: 游戏是好游戏，就是人物有点少，匹配不到人
好评: 哇 那么好的游戏 居然没有人玩嘛？虽然和我想象当中的有一点点不一样 但是 玩起来还是很爽的！值得购买吧
好评: 好玩
好评: 键盘按键提示不好 其他还可以
好评: 好玩，联机的人不多
好评: 一咬牙一切齿还是注册了账号后买这个游戏，论一个海米的自我修养嘿嘿嘿~
正题正题~

ONE PIECE BURNING BLOOD 作为格斗游戏它是否是最好的我不敢妄下定论呢，但是它一定陪伴了我的最好的青春。

最后，海贼王，我当定了！





PS.有知道怎么获得DLC1的大神吗
[spoiler] 还是说这也代表了青春总是不完美的？[/spoiler]

[spoiler] 本来高高兴兴（纠纠结结？）买了这个游戏想马上来评测区大展身手（留个印记嘿嘿嘿）写完了全部，结果发现要下载游戏玩了之后才能评测（啧啧啧~）于是乎连夜占用最大网速下了下来，吐槽一下（当然如果想了解游戏性评测去好多大神都已经说的很清楚啦）就让我无脑（说实话我觉得这个游戏并不差哦）支持一次海贼吧~[/spoiler]
差评: 买了这游戏为什么老闪退啊，谁有解决的办法啊，在线等很急！！！！！
好评: 也就最近2年开始用STEAM 算是个萌新 居然在推送上看到有OP的游戏 作为一个OP铁粉 没什么好说的 买！看了这么多年OP了 也没怎么真正支持过尾田 不管游戏有木有像上面的大神说的那样有这样那样的不好 我也不退款！
好评: 这游戏对我这个刚用手柄的新手简直就是噩梦，招式什么的居然都是没什么提示，搞得我半个小时新手任务都没过好，中途游戏还中查看不能设置键位。
好评: 这是一个来自骨灰级海米的评测（有争议不分不参与讨论）：

首先说明一下我是趁着打折入手的，接下来说的很多东西可能并不专业因为我在买游戏的时候并没有想过要做什么游戏开发者或者内容的功课，仅仅是因为我是一个资深海米，本人是一个不折不扣的铁粉，从初中一年级开始追剧到现在大学二年级依然在追，前两天看更新山治跟路飞伙伴情谊让我又一次触动，热血沸腾的感觉好多年没有过了，所以决定还是把op放到我大学生涯动漫追剧目录里的首位，然后就又心血来潮跑到youtube看了好多老外剪辑的有关老爹的艾斯，，等等角色的ASMV深受触动，但是一直对漫改游戏或者以大日漫IP做的同名游戏不感兴趣，尤其是那种打着旗号圈IP钱还没有高还原度和打击感代入感的游戏主体的产品，在接触OP BB之前我一直以为漫改游戏就是一件比较鸡肋的事（参见龙珠超系列，STEAM不打折都要100rmb+,个人认为并没有什么打击感，游戏ui界面让人头晕，即时演算对打系统还不如十几年前的起源改引擎龙珠同名游戏cs七龙珠有感觉）。。。游戏载入界面给我的感觉一开始是，一股脑的动漫原声+CG混剪+3D重塑过的动漫镜头， BGM粗暴上头很符合op的动漫初衷，热血。然后我直接就开始了顶上战争剧情，大部分海米最喜欢的一段剧情可能就是顶上战争，这部游戏制作商以这为起始点就让人很想继续下去，转眼就会超过2个小时不会退款。
很喜欢的这款游戏的一点就是游戏的打击特效设定，音效回响，技能节奏风格切换简直就是滚键盘党+海米的福音。顶上战争中最让人熟记的就是白胡子那威风凛凛的披风跟撕裂大气的关刀（一直觉得白胡子在op中代表的是绝对的义气与侠义，所以尾田可能因为这个把他设计成关羽那样的造型，只是猜测而已），回到游戏，老爹的盛气凛然，游戏中把撕裂大气的震震果实能力通过特效以及逼真的裂缝刻画的让人很爽，（尤其是用老爹砍赤犬，简直砍出了当年看动漫时当时老爹几秒暴怒狂虐冥狗的那几个画面带给海米的酸爽跟满足感！）然后各类果实，霸气能力者的技能特效打击感设定都不错。
游戏的模式也是一大亮点，解锁了单人模式匹配模式一系列休闲模式后，我那一点点飘忽不定的想退款的心完全拉了回去，当即把那件事抛在脑后，直接打开了匹配跟线上老哥打了好几把battle zone（虽然被虐的有点残，主要是太想用老爹可能年轻时看顶上战争的时老爹去世的心理阴影一直没有褪去导致的所以一直控制不住用老爹1v3）剩下的我还没有解锁或者说可能已经是全部了，接下去玩就知道了。
画面是一个很秀的点，用3D重塑了动漫中的打斗交手场景，让游戏的代入感直接进升到了身临其境（有点夸张，但是身为海米真的深陷其中还是没跑的）的层面。接着就是音效混合，动漫原音以及一些原配音演员（没有研究，听起来像是，老爹原配音听笑声就无疑了。0）带给大家的真正的体验到海贼内部世界的感觉，反正我是迷住了。
说了这么多，多少有点扯，但是总体来说，burning blood这部确实是有好多优点，当然我也没收钱所以，缺点还是有的，那就是。。。自己去玩就知道了！！海米买就对了！
好评: 游戏内容还算丰富，也算是不错的动漫向游戏，手感不如火影究极风暴，整体还是一款不错的海贼王游戏。
可惜海贼无双锁国区，这也是目前国区唯一一款海贼王的游戏了。
好评: 之前还能进 怎么突然就不能进游戏了啊  一打开就停止工作
好评: 剧情是根据顶上之战来的，打斗很出色，招数设计不错哟！语音也和动漫中的一样，每一个角色都有对应的配音，良心之作哈哈哈，海贼粉不能错过的佳作！！
真的是太棒了！希望还有续作！
好评: 需要手柄，不让改键（只能改固定两种的），没手柄的最好买个手柄再玩。
好评: 总体而言是非常不错的，相比旧时代的伟大格斗系列，本作最关键的一点在于加快了战斗节奏，进攻路线分为左中右上下五个方向（但其实真正意义上能走潜袭和高空轰炸的人真没多少）。DLC一些人物有些逆天了，不买DLC人物会很吃亏（比如卡普）。反正希望海米能入，希望和一些爱好者对战一下，现在对电脑基本没有压力了。
好评: 作为我steam上第一个全成就的游戏，也打算给它写一个本人steam上第一个长评。

不得不说这是一个蛮不错的粉丝向游戏，也是steam上目前唯一和海贼有关的游戏，作为一个8年的海米当然得入了[strike]虽然打折入的[/strike]，可选人物不少，技能也很丰富，已经足以让我打完看回放各种截图了。游戏细节部分也看出来是用了心的，比如山治绝不对女性角色出手[spoiler]会变成色色的样子[/spoiler]，不同组合产生不同情境台词，一些人物的特殊技能（罗布路奇的六式，钻石乔兹的钻石化），都让我非常满足。

但作为一个格斗游戏还是有不少缺点的，首当其冲的就是鬼畜的电脑，就是很多评论也提到的战力失衡，玩家打电脑一下掉一点血，电脑打玩家一下掉半管血，甚至还会根据玩家的操作作出反应（这就很无解了嘛）。各种奇葩的硬直设定也让格斗的流畅感减少许多。不过虽然说这个游戏PVP比PVE体验要好点但可惜我老匹配不上人，周围朋友也没玩的，所以就只能当单机打打了。还有剧情，只有顶上战争部分太短了（都有黄金国的人物dlc了开一段黄金国的剧情也好啊），并且四个人连续打四遍同一个剧情挺难忍的，加上前面那几个缺点导致有几个支线打起来非常恶心。

不过即使格斗部分不咋地，但也还是有很多技巧的不是无脑aaa就能打好。果实能力开发，自然系元素化和霸气释放节奏的把握，通过招式准备时间和观察对方起身来判断何时出什么招，一些人物特殊技能的副作用（自带破防，冻结等），打法还是有各种花样的。

最后说一下个人习惯打法：
战斗角色：艾斯（普通）+罗布路奇（需dlc）+索隆（修罗，需dlc）
辅助角色：Mr.3蜡烛人+罗杰
开局就摁元素化普攻打出友情连击上路基普攻踢飞后进入豹子形态岚脚直到把对方第一个送走（一般连击后就剩一丝血中一下就能送走），接下来时间要够其实可以一直岚脚（范围大距离远威力高，很bug），或者打出友情连击再换回艾斯，把握好元素化火枪火拳的节奏满血ko十分轻松。至于放修罗索隆嘛，其实换成克尔拉萨博什么的高速技巧型用来补攻都成，那么放索隆自然是因为帅了！[spoiler]其实放路奇原因类似，bug技能不止一个，但这可是格斗啊，格斗谁能帅过CP0的路奇呢？？[/spoiler]

综上所述，至少作为一个粉丝我玩得很开心，很满足，很激动，全程喊各种大招名+“帅帅帅帅帅”。如果你是路人，可以体验一下，如果是粉丝的话，那就快买吧！

差评: 对于动画有着比较高的还原度，整体打击感、技能间的克制与反制做的也都还不错
也许这游戏本身走的就是PVP格斗路线吧，PVE部分完全就是在恶心人拖延时间的
一毛一样的顶上战争的剧情这游戏用四个不同的人的视角走了4遍...
第一遍还是挺有感觉的，但第二遍、第三遍，伴随着制作组修改人物数值的恶意，我已经没有兴趣再打下去了
也许是因为我是个手残吧=-=...想要体验很单纯爽快感的玩家基本上可以绕道这款游戏了，不是这款游戏不够好，而是没有点格斗游戏基础的玩家玩起来真的会很痛苦，不如先去街霸、拳皇里练练
总体看来，作为一款卖IP的作品，门槛还如此之高，我觉得它是在火影究极忍者风暴系列之下的，毕竟我想体验的是亲手操作动漫角色的代入感，而不是找虐的难受
如果是想体验3D格斗游戏的话，那大可以试试，应该不会让各位失望
所以，作为一个非硬核格斗玩家的我，在写一篇个人评测的立场上，我给这款游戏不推荐...
好评: 除了pvp很难搜到人外，其他还原的都很不错，有些角色必杀自动触发了武装色的，不需要按e就可以打破元素化，这细节很不错,制作组用心了
好评: 玩了这个都不用看正片了，剧情自己都悟出来了。
果实、霸气、人物特点什么的都完美地做出来了，PVP的手感是真的不错。
好评: 很不错、适合海粉玩、
好评: 操作很不舒服 还不能改 其他模式没试过= =
好评: 说游戏卡的一点是自己电脑配置不好ok？
好评: 身为一个资深海迷，无条件支持海贼，故入手了这款游戏。怎么说呢，作为PC党已经将海贼的所有PC游戏都玩了个遍，包括各种模拟器版的游戏，例如《巨人战争1、2》《换挡之魂》都是在疯狂肝的情况下快速通关。在我看来，格斗类型中有个《海贼国际版》也是一个挺不错的游戏，无论是从配置要求很低的角度出发还是游戏内容，（角色数量和招式）都是相当不错的。再就是《无双3》其中的特效切镜和双人模式也是跟好友开黑的不二选择。言归正传，《燃血》这款目前唯一上架steam的游戏我也不做太多评价，毕竟也不是专业的评测师，谈谈个人感受吧。游戏打击感和操作度个人还是都很满意的，唯一感觉美中不足的就是剧情。说实话剧情少的可怜，就照搬了海贼的极少部分的剧情，就没有了？这点很是让人失望，不过如果你仅仅把它当成一个格斗消遣类型的游戏还是比较推荐的。顺带一提，感觉wii那三款都很不错，模式很多，自由度也不错，身为海迷（海贼游戏收集癖）可以尝试一下。------威罗纳
差评: 这游戏真是坨屎，从血条到剧情技能伤害的单一，不平稳。模式少  真的是垃圾。
好评: 希望能尽快的更新出更多的内容，增加游戏性
差评: 还不如玩火影4
好评: 还原度高 这才是角色扮演游戏的成功之处 
招式和打击感我个人是很满意的 包括其中的小彩蛋 角色的对话 路飞对战弗兰奇将军 头像里的眼睛会发光
原价还是稍贵 现在冬季特卖打折力度很大 海粉们不要错过机会
好评: 黄金铠甲路飞怎么获得
好评: 黑五打折的时候买的，可以选择自己喜欢的海贼角色战斗，有主线剧情，有任务模式，还可以自由对战，也可以联机玩，非常有意思。更重要的是，女帝穿的泳装啊，泳装！！！！！！还等什么，海贼粉必买啊
好评: OP的动漫看了十多年，买它主要出于情怀。
1.角色技能都忠于原著，大招都很帅气！
2.剧情内容太短，完全不能满足！
3.当把所有的通缉令都打完，感觉就没什么可玩的了，其他拓展性内容也太少了。
怎么没有关卡玩法呢！！记得以前网络上有个OP的网络小游戏，关卡玩法的，玩的很带劲。只玩1v1的话，一场战斗很快就结束了，有些没劲儿。希望以后能有关卡的玩法，不是1v1，而是1v10、1v30的冒险闯关，谢谢。
好评: 为什么我买的黄金版,库存里没有One Piece Burning Blood Gold Pack这DLC。需不需要再买One Piece Burning Blood Gold Pack这DLC？
好评: 不错，就是人少

好评: 海贼迷必入 不多说
好评: 粉丝向 一本满足
好评: 吃鸡路飞挂提取来源
好评: 很赞，海贼迷建议入手，各种设定几乎都有很好的还原，和新手对战居然输了。原因是对方全选的女性角色，全程看罗宾凶器，另外我居然选了三治，打个毛线，全程花痴。嗯，好了，期待新作，补全海贼剧情，出新人物，简直完美
好评: 为什么话音不同步？？？？
好评: 情怀党 我大海贼还能再战五百年！！！！！！！！！！
可惜了键盘的我，还是打不动
好评: 海迷 可以玩玩
好评: 在2个半小时左右通关，剧情党可以买来玩玩，在打折时最好，对战系统做的也很好，可以说是格斗游戏中最有原版漫画风的一款了，特效方面场景和人物也都不错，大力推荐！海米们还在等什么，我在天梯等你们来挑战！
好评: 这是一个制作组用心与敷衍并存的游戏，推荐给海贼粉。

这个游戏可能还比不上历史悠久的《火影究极风暴》系列，除了战斗，没有那么精彩的动画和特殊战斗，但他已经是目前市面上最好的海贼格斗游戏了，同时我个人觉得他比无双、无限世界R那几部动作游戏也要好的多。

先说好的地方，这个游戏在角色设计和战斗系统上十分用心，原作的霸气、自然系果实、甚至艾斯和赤犬的果实上下克制、各种果实的能力，都做出来了，人物数量也让人满意，从两年前到两年后明哥岛的高人气角色基本都有登场，dlc还补上了剧场版黄金帝一波人物。战斗系统非常完善，进攻与防守反制手段选择都很多，每个角色都有自己的特色，而不是千篇一律的换外皮（某个圣斗士星矢游戏去死吧）。

不好的地方也不少，首先就是剧情模式很短，只有顶上战争部分，要换4个主角线打四次，而且过场动画虽然是重置的，但分镜台词是完全照搬的tv版，剧情解说插图也是tv动画搬来的，而且这动画重置的还没有tv版好看，很多精彩的镜头比如艾斯获救在半空用火点出了白胡子的标志被删掉了，配音也是重配的，虽然台词一样但少了抑扬顿挫，白胡子最后的名台词有气无力，毫无感觉。

然后就是剧情模式的大部分战斗，玩家都是自己一人，没有队友也没有辅助角色，于是几个非常重要的反制手段都不能用，在此基础上，可能是为了强行延长游戏时间，制作组无耻的调了人物数据，尤其后期，敌人的皮特别厚攻特别高，你想打死对手每个角色差不多要让他中10多个技能，而且对手经常是2个人或者3个人，而对手想干掉你，只需要2到3个技能，非常的无耻。一开始我还以为是为了符合原著剧情，路飞打大将打不过是正常的，但到了后面甚平超必杀打莫利亚10分之一血，就匪夷所思了。也许制作组意思是想让玩家把角色练练级再来打，不过我直接按顺序打下来的，也没问题，并不需要刻意练级。

不过这个无耻的设定挺带感的，容错率很低，全程抓对手空隙，不让他摸到你，最后通关很有成就感，比打那些站着让你放烟花的ai强多了，我喜欢。

剧情通关后基本就是打各种wanted和联网对战了，还有夺旗模式，这些游戏的联机一向不怎么样，我期待这个游戏能好点，如果有同样喜欢海贼王的朋友能一起玩就爽了。
好评: 眼尖的人应该都注意到了，Golden Edition里面只有DLC2-6，少了个DLC1
如果他少的是DLC6的话我可能还注意不到，但他少的是DLC1

于是我通过各种渠道找到了一个BANDAI在欧洲的站点
https://www.bandainamcoent.eu/vipcorner/
只要注册个账号他就会把你想要的DLC用邮件的形式发过来

里面有燃烧之血少的DLC1-Golden Luffy
还有海贼无双3少的5个人物皮肤
都是免费的

这篇不能说是评测吧，就当是提醒了
顺带作为海米还是给这个游戏点赞的，虽然没有海贼无双这么喜欢就是了

----------------分割线-------------

直接给个指向dlc的链接吧
https://www.bandainamcoent.eu/vipcorner/get/slug/one-piece-burning-blood-golden-luffy-dlc-pc

--------------在此分割------------

这个链接好像已经失效了，Golden Luffy暂时找不出什么获取的方式，可能就绝版了吧
好评: 虽然。。。操作很难受，但是还是我足够喜欢的海贼王
好评: 作为一个海米，趁着打折入了正，还是不好意思的，毕竟经费紧张。
作为一款格斗游戏，燃血毫无疑问是具有创意的，融合了op世界能力的设定加上特色的玩法，感觉毫无违和感，打击感十足，无不让人眼前一亮。可以结合每个人物的特点，去思考自己的打法优势（但玩的人感觉真的少)。
作为海贼剧情游戏，毫无疑问是有瑕疵的，在动画上制作还算精良，奈何内容太少，还是这么悲情的一章。很快就打完了，大多数人都是意犹未尽的。
较为复杂的打斗判定系统，偏向竟技模式的格斗，但又游戏内容不足，教程简单的情况下，使之变成了粉丝向的游戏。
后续内容续力不济的情况下，游戏就凉了。
期待下一步更加完善的作品。
好评: 钟爱海贼！置办不控制！
好评: 有路飞就足够了(●ˇ∀ˇ●)
好评: 打起来还是很带感的，尤其是作为海贼迷的话代入感还是很强的
好评: 全成就达成~
刷一亿贝利还是很累的- -
以后估计就是无聊的时候上去搓两把了

-----------------------------------------------

作为一个海贼迷，盯这游戏很久了，动漫周打折120入的黄金版，简直太值！

评论里有说剧情短重复度高的，在这里为游戏正名：

剧情：
游戏是顶上战争这一段的剧情，以路飞 白胡子 赤犬 艾斯四个人的视角分别经历一遍。

顶上战争确实是海贼中比较感人的一段剧情。重温再多也没觉得厌烦。

玩法：
这是一款格斗游戏啊亲们。战斗方面，有果实和霸气设定，自然系果实免疫普攻，用霸气才能打到。分远中近的定位，此外角色分5种类型。基本动漫中的角色都有，分主战和辅助两种。技能酷炫，每个角色的特色都很到位。


除了剧情模式，还有用来熟悉游戏的雷利修行练习，普通特殊限时等各种悬赏令，海贼旗攻防战→→每赛季选定一个阵营然后刷刷刷，打了两把就没玩了，线上自由对战等模式。

你对一个热血漫改的格斗类游戏还能有什么更高的要求呢？

好评: 情怀入坑
好评: 打击感强，作为海米很喜欢
差评: 游戏很好玩，打击感也很棒，但是剧情实在是太过于简单，但这些都不是重点。重点是[u]为什么我的语音和画面不同步，玩游戏半个小时左右就要停止运行？？？？[/u]
好评: 作为一个海贼迷，刚看到这款游戏的时候二话不说就买下了，因为这就是情感。游戏画面看得很舒服，特显也跟动画里相差不多。打斗流畅！！！
好评: 为信仰而入，纯pk类型，感觉不错
好评: 挺好玩的 一款格斗游戏，对于顶上之战打的也是热血沸腾，期待能有新的剧情战斗更新
好评:   情怀游戏，海盗旗争夺战还有人玩，排位几乎没人，打击感和格斗内容很爽快，我还是挺喜欢的。
差评: 为什么 每次开始一直提示联机中，就是等了很长时间，才提示联机错误。浪费时间。
好评: 除了经常闪退, 其余都很好. 这个闪退闪的我心态都爆炸了
好评: 挺好玩的，海贼迷挺适合的
差评: 没有教程，没有练习模式，莫名其妙的出招表。
好评: 围绕顶上之战四个角度的展开，作为one piece死忠粉必入的作品。
好评: 棒 8个小时刷完全部成就了
好评: 操作单一了些，其余都还不错。
差评: boss太变态了…主角输出太低。刚开始三大将都打不过去。
好评: 不是无双的海贼王，开心开心开心！！！！
好评: 游戏很不错，还原度也很高，海贼迷可以在打折时入手
好评: 玩2个小时就腻了
好评: 完美 ，在游戏里延续着艾斯情怀。在我这里满分。
好评: 可以 超级喜欢海贼王
好评: 这是一款好游戏
剧情只有顶上战争，有点遗憾。分别从路飞，白胡子，赤犬，艾斯角度来玩，挺单调。
还有个通缉令模式，就是打各种角色组合。附上一篇白金攻略：http://ps4.tgbus.com/gonglue/201604/20160422165710.shtml
听说过海贼无双，但是那类割草游戏实在提不起兴趣，刚好燃血打折，就100元入了黄金版。黄金版送了一些剧场版特有的角色和泳装角色。我会告诉你我就是冲着泳装买的吗，哎呀不会弄隐藏文本好尴尬。
一开始玩的时候很卡，放个技能都要半天的那种。但后来重装了电脑，D盘就只下载了这一个游戏就不卡了。还有闪退的玩家，控制面板-N卡控制面板-3D-程序设置-选择自定义的程序里选这个游戏图标，没有的进入下游戏就有了-下面选择高性能-应用，试试看，我也不确定，但我好多个游戏闪退就是这样调好的。
情怀向吧，如果只是冲着格斗买的建议等优惠再入。
好评: 我原价买的也觉得一点也不亏 也许这就是情怀吧...
好评: 海贼迷必备
好评: 多的就不说了，为了信仰（？）补票
/滑稽脸
我可是要成为海贼王的男人！
好评: dlc要怎么用 ？？？？
好评: 不管怎么说，最好的海贼王作品
好评: good game
差评: 对PC玩家相当不友好，移植痕迹过于明显。
  游戏性本身也十分有限，无论是画面还是手感，都只能达到2010年左右的中庸格斗游戏水准，总体来说就是套着onepiece ip的渣作罢了
  优点是配音和bgm。
差评: 剧情关卡只有顶上战争篇，联机基本没人，值得玩的就wanted通缉模式
高星通缉令难度提高夸张，表现在两方面
一是敌方AI，娴熟使用防御、回避、投技和能力解放。10星的敌方单位大几率会对你的连招进行闪光防御或反击，甚至一个回合能出现两次闪光
二是敌我伤害差距，你打对面是磨血而对面打你是轻松残血（所以人物等级实在是强行增加游戏时长）
最后吐槽下角色平衡，例如战国，手短出招慢，特殊技1全军炮击是个废招
好评: 一个顶上战争又骗了海贼粉几百大洋，这钱真的好赚。B社顶几个日漫大IP光明正大的骗钱，你还得心甘情愿往外掏。
不过3D能把漫画的感觉做出来也算用心，只是300多对于我这种穷逼Pc玩家来说，并不值这个价
（肯定不能跟主机玩家比，同样的游戏能翻一倍）
客观来讲，打斗配合海贼固有的属性设定，果实、霸气、自然系的飞霸气无敌、动物系的形态改变确实有海贼的味道。
但是主线剧情太少就拿4个人的视角来补确实有些过分了，看看人家《罪恶装备》，高下立判。
可能一个人的游戏性并没有那么大，大同小异的按键模式，更多地是卖的一份情怀。
只能说无良B社，骗我钱财，毁我青春
好评: 对于粉丝向游戏而言，可以了。
好评: 作为一款粉丝向游戏，已经令我相当满意了

好评: 画面跟打斗都挺好，就是剧情很短，打折买还行，不然不划算
好评: 优点：

　　+可爱的画面风格

　　+角色众多

　　+华丽的战斗

缺点：

　　-简短的单人战役

　　-对非粉丝玩家不友好

评分：6.5 尚可

　　《海贼王：燃烧热血》对于非粉丝玩家感觉太繁杂，而对于粉丝玩家来说太单薄。

　　《海贼王：燃烧热血》让人感觉到海盗的生活趣意盎然，也相当成功的将这种痞气的精神融入到混乱的战斗中，这种俗丽的画风，中二而又坚定的信念，虽然在外人看来难以理解，但很是受到粉丝们的喜爱。不过爱路飞的玩家可能会对简短的单人战役有些失望。好在这些狂野而疯癫的战士满足了那些渴望战斗的玩家的需求，是个不错的消遣。
好评: 真心不错，可玩性不错
好评: 先吐槽下，Win10下写评测自带输入法为何一直悬浮显示输入文字…十分不习惯！

花了一晚上通关了顶上战争，如其他人所说，就是换着角色重复打四轮。
算是让没看过剧情的人可以多方面了解？
最后艾斯打赤犬打了我好久，好歹准备个小彩蛋啊（例如成功逃脱=3=
反复看艾斯被赤犬一拳轰死简直虐心！
[spoiler]所以艾斯党绕路吧，这游戏不适合你。[/spoiler]

等级还没发现有什么用，一批人升级的时候简直有句MMP想讲
顶上战争打通之后角色解锁了接近一半，估计剩下的要通过通缉令来获取
通缉令就是让你挑战不同的人物，也算略微有趣吧
硬要说，我觉得这款游戏是个有弱鸡剧情的格斗游戏
战斗部分做的挺不错的，角色的技能十分还原，也很容易用出来
人物关系和能力关系也是十分棒，例如山治打女性的时候，就会变成爱心眼，所有攻击都变成了爱心，简直笑尿我

里面还有一个赛季，似乎是加入你喜欢的海贼团然后去跟别人打架吧。我还没加入所以就跳过不说了。

整体而言，我觉得这一作适合OP的粉丝。特别是宿舍党，跟别人有空切磋两把，用一下自己心爱的角色简直不能更棒~
[spoiler] 我会说最愉快的时候就是虐别人吗 [/spoiler]
好评: 打击感真的很棒，画面也很美观，人物设计都很符合原著，作为海贼迷买这个游戏感觉很棒。
但是！！！游戏经常闪退我就想不明白了，十分影响游戏体验。
望能给个解决方案！尽快！
好评: 我是当时打折买的黄金版，仅仅只要100元，当时和火影一起入了，这种打折对于我这种动漫党是抗拒不了的...于是...剁手了0.0，这款游戏我个人觉得还不错，爽快的打击感，多种多样的人物与玩法，还有各种连招，7/10，这是对于不冲着动漫来的技术性玩家给的分数，如果你是一个动漫党，我认为分数应该是9/10
好评: 希望更新补丁解决一下闪退问题 电脑配置确实不错的说QAQ
好评: 在打折期间100元入手了黄金版燃血，不论是剧情动画的画风还原和动作细节的处理，还是打斗时各种特效，都给我带来满满的经费燃烧感，虽然在半数差评的情况下，我依然想推荐一下燃血，不仅是为了海贼这个共同的信仰，也是为了更多人能体会到海贼的热血情节和拳拳到肉的打击感，爱上大海贼，让我们一起高呼，ONE PIECE是真实存在的！！！
好评: 喜欢山治
好评: 打击感很爽 美中不足剧情有点短
好评: 为什么我买了黄金版额外人物这里还少一个 白金路飞左边 这个人物怎么出啊？？？
差评: 说实话作为从五年级看到大四狗的我，这部作品实在不让人满意，特效方面没的说了，但是这个原版的剧情也太过分了吧，明明有那么多角色为什么不多加些剧情呢，这跟联机对战完全不冲突好吧，一般，就不推荐大家入坑了。
好评: 黄金版不包括GOLD PACK的吗？
好评: 故事模式太短太难，但就是迷之好玩。
好评: 怎么说。如果是喜欢而且想入手的海贼迷那么是真的很推荐的，没耐性的就别了，因为这里面打剧情大多是，你打别人半天不掉血，他lou你一拳你飞的老远（主要是，几乎挡不住的！！！）还有一点。最重要的一点，千万，别原价卖。真的，虽然这游戏是不错，但是绝对是不值原价的，要就打折之后再买
差评: 音画不同步
好评: 很好的游戏 除了界面水了点  希望在完善点剧情 和 玩法，。
好评: 打击感超越火影，细节方面也相当不错。关卡较难，需要多次练习。作为op迷必入的game
好评: 的确很好玩，但是这种折扣让人心寒！有没有考虑过全价格买的，建议打折后再买
差评: 我就想知道rs突破极限怎么按出来的
差评: 对于海贼迷来说游戏还是挺值得买，但如果是想玩游戏的话那还是算了，还没玩10分钟就开始陆陆续续的闪退，希望制作组补丁跟新
好评: 我觉得67的价格非常划算合适…… 就是不咋会玩
差评: 闪退严重
差评: 为什么打一把闪退一次？
好评: 挺有意思的游戏 但是我剧情打不过不知道怎么用伊万科夫打过熊和多弗朗明哥 对战系统很好玩每个角色的技能的都不错
差评: 好多人都反应玩一会卡退的现象，也不给解决，只能退款了
好评: 游戏阔以的
好评: 请告诉我，为什么总崩溃！！！！！？？？？我的电脑配置很高！ why？
差评: 我花了400买的 现在降了300  还有这样的？
差评: 请告诉我，为什么总崩溃！！！！！？？？？我的电脑配置不低！  why？
差评: 锁20针差评
差评: 我前几天原价402买的黄金版。除了剧情过短。其他方面感觉还好。建议现在打折再入手。
差评: 我买了普通版，怎么在买黄金版？
好评: 枯木枯木落！！！
好评: nice game？？？

好评: 这款游戏非常好，效果逼真，特效，招式也做得好
好评: 剧情模式流程过短，虽然四个角色分成4条线，但实际只有顶上战争一章。
而且难度过高，大概是为了增加游戏时长，即便如此，依然可以在3个小时左右通关，只是为了海贼的剧情的话，建议打折再入。
战斗方面做得很棒，个人认为打击感要比究极风暴强，而且画面也比较有漫画的感觉，但细节上没有究极风暴做的好，可操控人物有将近50个，霸气，恶魔果实全都有。
虽然没有万众瞩目的德雷萨斯篇，但是四档路飞和明哥还是有的，而且简中好评。


差评: 经常性崩溃，莫名其妙，配置，驱动都没问题，然而依旧经常崩溃，于是下了个盗版试试，结果运行完美，？？？？？？这叫啥 ，正版游戏受害者？？？
好评: 海贼迷必入系列，爽快的打击感，拳拳到肉的感觉，让人血脉喷张
好评: 只有我一个人音画不同步吗
好评: 游戏不错，就是反击闪避什么的有点迷,经常操作不来
很多地方都是靠提升AI血量和攻击来提升难度，这个就有点坑了
好评: 只属于海贼迷的游戏(ಡωಡ)
好评: 这游戏真好玩，
酣畅淋漓的战斗系统，音画同步使得剧情跌宕起伏，
优化超棒手感超爽，帧数很高让人一饱眼球，
连招简单AI太菜激情无限，手残党也能轻松玩耍，
在线人数超多匹配很快，价格良心！
[spoiler]我实在是编不下去了[/spoiler]
差评: 至今调不了分辨率，锁定720，1.0.9前可以调。
好评: 挺好玩的，就是在线的人太少了
好评: 游戏体验极差
好评: 我剧情模式用白胡子被巴基三招秒了是什么东西？？？？？

差评: 情怀限定无误，锁30帧，最高1080p，根本就没有任何优化的移植工作，从ui到手感满满五年前的风格，喜加一系列
本来想玩玩的，啧
差评: 我被克洛克达尔和鹰眼的那场恶心到了，我承认我手残，可特么就被鹰眼那招范围大距离远被击中就只能硬吃一套的剑气打到死。从头到尾鹰眼就一直放那招，我重来了得有二三十次了，打得我都快炸毛了。
好评: 本着对海贼的热爱我才给的好评，这游戏38元别说多长时间通关对！3小时就通关了甚至还一直在看剧情，本海贼格斗只有！！！只有！！！只有！！！顶上战争对！来回来去就是顶上战争，而且！玩的还巨憋气！！敌人总是血贼他妈厚打你贼他妈疼！然后还比你多1~2个人增援还有后勤，绝了这部作品，但是打斗方面做的还算挺好，先不说硬直流畅性抛到一边，各种各样的人物技能招式还真的算挺全面的，什么恶魔果实阳痿的几秒元素化物理攻击无效破防攻击打的他直撒尿，这不作品我是为了海贼王动漫而买的好评也是情怀，行了不多说了打折时候还是很推荐入手的。

精华在此：想联机？不存在的！剧情？就是难度高就比策划的JJ长一厘米，策划JJ 2厘米 ，游戏体验？极差！画面？还算不错！
好评: 游戏不错，玩起来 语音动画不同步，比较恼火，有解决办法不
好评: 可以
好评: 故事还是挺遵循原著的，配音动画之类的手柄玩着还可以~作为一个不看海贼的人，整体可玩性nice~
好评: 画质不错，情节需要增加
好评: “目标是最终之岛 – 拉夫特尔，还有大秘宝 – One Piece。可是，到过那个传说之地的只有海贼王哥尔•罗杰。世界进入大海贼时代，新世界的怪物们正展开炽烈的战斗。成为中心人物的是海贼，草帽一伙。吃下了橡胶果实的橡胶人船长 – 蒙奇•D•路飞、索隆、娜美、乌索普、山治、乔巴、罗宾、弗兰奇、布鲁克。以坚强的羁绊连在一起的九名海贼，以One Piece为目标朝着汪洋大海勇敢前进！”“海贼王，我当定了！”

还记得上小学的时候，我根本是很少接触动漫，甚至觉得相当无趣以及无聊。反而最喜欢的是特摄作品，那个时候家里买的或者租的全是有关特摄的碟子。有一次听同学说《火影忍者》很好看。于是抱着试一试的态度去租了盘，拿回家发现根本看不懂讲的是什么，心里觉得果然没有打怪兽刺激。一放就是差不多三年过去了…那时我已经上了初中。一次偶然的机会，我们这边赶上换机顶盒。之后电视上就多了好几个台，对我印象最深的就是“星空卫视”。没错，就是“星空卫视”让我第一次接触到了《海贼王》。当时，我哥哥告诉我这个动漫很好看。还记得当时“星空”放的是恐怖三桅帆船篇，也就是草帽团第二次接触王下七武海 - 月光•莫里亚那里。的确也就是从这里开始，我被《海贼王》所吸引了。草帽团在面对“魔人奥兹”时的无可挑剔的配合，以及后来“梦魇路飞”霸气登场可以说是奠定了我成为海贼粉不可缺少的原因之一。再往后，不知道什么原因“星空台”没有播下面的剧集了。取而代之的是从第一集开始陆续播放，我也是一集没有落下跟着看完了。最后就是“星空台”不播了，换了一个动漫叫《魔兵传奇》我记得。中考也快来了，也没有跟着看了…ﾍ(;´Д｀ﾍ)
后来有时间再看的时候就是放寒暑假了，每一集都认真地补完了（包括漫画一起）。一下八年就过去了，现在也快要大学毕业了。想想真是…(ŎдŎ；)《海贼王》真的陪伴了我很久啊~另外也很感谢尾田老师所创造的海贼世界！( ･´ω`･ )

草帽海贼团，从最开始的“沙•克洛克达尔”到现在的“唐吉诃德•多弗朗明哥”。可以说是创造了各种各样的奇迹。草帽团里每一个人都有不一样的故事，都有着不一样的过去。但是就些“怪人”却给世人带去不一样的快乐。《海贼王》的OP也换了不少，最初的《We Are》到现在的《We Can》，草帽团到底经历了什么？世界是否开始改变？D之一族的使命？我不知道，但是我知道戴着草帽的路飞一定会给出答案，或者跟着二哥一起到大哥的墓前轻轻的叙述未来的答案…“因为干了这杯酒，我们就是兄弟了！” 继承着大哥的意志，二哥的祝福，路飞勇往直前吧！

      [spoiler]好了，说了那么多废话，下面进入正题。[/spoiler]

简评：
《海贼王：燃烧之血》作为第一款《海贼王》主题的格斗对战游戏，我表示当时是相当期待的。看到很多评论也是在拿《火影系列》以及《海贼无双系列》做对比，我个人觉得，这毕竟是第一款《海贼王》格斗系列作品，有点问题也是能够理解。虽然《火影系列》我也略有接触，但是由于剧情上面有些地方我不太懂，所以有些点没有get到。游戏的画面跟《火影系列》对比的话，我觉得《海贼燃血》更加的接近漫画中的表现力，以及人物细节上面都相当追求原著。另外的《海贼燃血》也加入了很多的原画设定，比如山治永远不会踢女人；女帝无法石化路飞；娜美会把路飞揍的满头大包和卡普在揍人的时候会突然睡着等等。还有一些梗等着你去发现！而与《海贼无双系列》相比的话，我觉得此部作品的硬伤就在于剧情了。就拿最新的《海贼无双3》来说吧，当我打完每一章节的《海贼无双3》都会觉得相当的感动。除去“德雷斯罗萨”的原创剧情，《海贼无双3》所带给我的泪点真的是无处不在。从找到第一位伙伴到痛失大哥，我发誓我真的没流泪…而《海贼燃血》的剧情直接是掐头去尾，上来就是顶上战争。这让从来没接触过《海贼王》的玩家简直一脸懵逼啊。打着打着，日哦，怎么这么快就死了个人？？？EXM？？？但是对于海贼粉来说，天哪，怎么这么快就顶上战争了？日哦，我的艾斯..怎么就死了？！我的小心脏….而且…剧情模式上还是以四个人的视角去观赏艾斯死去的样子（路飞，白胡子，赤犬，艾斯）。可能开发商是想让玩家从四个人的角度出发，来体验战争所带来的代价。总而言之，我觉得《海贼燃血》最大的败笔就是在剧情上。因为新人玩不懂，而海贼粉却没过把瘾。但是如果你是一名货真价实的海贼粉，这部游戏依然值得你去玩。
游戏中的选项主要有，顶点战争（故事模式），WANTED对决（挑战悬赏令，难度越来越高，敌人伤害跟所承受伤害也是越来越高），线上对战，海贼旗防卫战（选择一个海贼团，在限定时间内挑战AI或者玩家），海贼派遣所（出钱给吧唧大神，解锁可战斗人物跟辅助角色），收藏（影像电话虫，记录你所解锁的过场动画跟你所存的战斗影像。用语辞典，记录你的状态，关键字，游戏提示，悬赏令收藏，称号跟勋章）。关于战斗角色，大家都懂的。各种各样的恶魔果实能力者，以及霸气等设定。在游戏中都有体现，唯一遗憾的就是果实的上下级克制关系并没有很好的表现出来。（艾尼路还是可以用自己的能力把我的路飞撸一半血下去；赤狗也不能烫到艾斯）相对于霸气来说，这部作品也仅展示了霸王色跟武装色霸气（香克斯跟白胡子的霸王色也可以威慑敌人；会武装色的能打到自然系的实体等）。除此之外，我并没有看到见闻色霸气表现。另外有人说，自然系的人很厉害啊。确实，但是同时也有会霸气的角色来克制他们啊。有人又会说那会用霸气的人少啊。你在这说有什么用？原画就这样设定的啊，游戏也是如此。你行你去画啊。《海贼燃血》另外一个缺点就是人物少，地图少。比如多弗朗明哥家族的干部们，不是成为鸡肋的辅助角色就是变成背景…地图，海贼世界那么多美景，你就给我这几幅图？？？你后期再加点地图做成付费DLC我也愿意啊！

小结：
《海贼燃血》在细节上对原著还原度还是相当之高的，战斗系统也很有意思，上手以后打起来比较爽快，不同角色能力也很多样化！海贼粉的话就不要犹豫了，赶紧入手吧！非海贼粉建议慎入，不然你会后悔的。(๑╹◡╹)ﾉ"""

关于《海贼燃血》的一个免费DLC服装 - 黄金路飞。上这个网页，然后注册或者用脸书登录。之后网站会发key到你的邮箱，STEAM激活就行了。

===========================================

题外话：
“顶上战争篇是《海贼王》迄今为止场面最宏大、情节最激烈、涉及人物最多的篇章，而且从整个漫画来看，能与之媲美的估计也只有最后的结局了。对世界格局而言，顶上战争是新旧时代的转折点。在这场战争后，随着罗杰时代的最后一个大海贼白胡子的逝去，旧有的势力格局被打破，以“最恶的世代”为代表的新生势力则在迅速崛起，不管是海贼还是海军，面对的都是一个与顶上战争前截然不同的形势。更多隐藏的高手逐一出世，已经闯出名头的家伙则更上一层楼。当读者亲眼目睹了这个代表世界最高战力的战争，理性的人都不会对路飞到现场后能改变局势抱有太多幻想了。事实也确实如此，不要说救人，路飞连高台都无法靠近，还要靠人妖王再打一剂兴奋剂，这样自残着去救人。面对三大将，路飞除了发疯似的将一截断木砸过去做不了任何事，完全没有了之前对敌时的镇定和游刃有余，当这个应该称王的少年变得像莽夫一般毫无风度时，胜负已然注定。到这里大家就明白了，如果连自己的生命都无法保证时，谈何救人呢。这场战争影响深远，除了改变了势力格局，也使海贼前半段盛行的单兵独斗的时代正式结束，在四皇一极轰然倒塌后，新生的海贼们纷纷结盟抱团，联手登上舞台。百花竞放、良莠不齐的春秋时代已经结束，拥有强大势力和利益结盟关系的战国时代刚刚开始。” 引用自知乎用户廖子逸的观点	
从这里可以看出顶上战争对于《海贼王》整个作品的一个作用。老一代传奇终将退出舞台，而接手的则是新时代的人们。至于新时代的人们能否胜任，就要看自己了。说实话路飞一伙人到莫利亚的三桅帆船那里，一伙人的能力已经开始吃不消了。再到香波地的恶战，完全是被碾压。由于自己的修炼不够，对于自然系果实的黄猿简直是见到噩梦一般。同时也就是为什么会有人说在游戏里，有人会觉得自然系能力者非常厉害，因为你用不会武装色霸气的人物去攻击一个自然系能力者，那么你从最开始就失去了进攻权。无论是在游戏还是在漫画中都可以看出，霸气对于克制能力者的一个重要性。
另外就如之前说的《海贼王：燃烧之血》是第一款《海贼王》主题的格斗对战游戏，缺点肯定是存在的。我相信之后的《海贼王：燃烧之血》一定能弥补本作的缺点之处。
好评: 海贼点个赞，但是还是去做无双吧😊
好评: 1.粉丝向游戏，很棒
2.剧情模式真的跟**一样，四个篇章，全是顶上战争，打得我都要吐了，翻来覆去就那么几个人物
3.难度设计贼坑，5级艾斯在第四章和赤犬时候，我普攻打完一套，对面少了大约十八分之一的血，对面打我一个必杀技，瞬间半血。[spoiler]一直以为格斗游戏难度是靠对手ai，也可能是我的误区[spoiler]
4.在线基本就是鬼服了
5.买的豪华版，但有几个角色都是黑的，解锁不了，有没有大神教教我
差评: 剧情模式的难度太大了，根本就不是按照剧情设置难度的，而是根据“只要是敌人就比你强”来设定的，我一个白胡子被巴基两个特殊技秒了，扯蛋呢？敌人几招我大半管血就没了，我辛辛苦苦打出来的伤害，还不够挠痒痒呢，然后一个不小心就被连招秒了，而且还什么时间限制，恶心的要死。我一个海贼粉都没法拿真爱的力量继续玩下去了，真的受不了。
但是其他模式还是可以的，毕竟主要剧情只是顶上战争，其他人物有许多，而且都是漫画剧情的，4档路飞都有，这些模式还是值得体验的。
差评: 垃圾游戏 闪退
差评: 已退款，感觉质量对不起定价。
一个格斗对战类游戏，角色数量可观，画质也算是所有海贼游戏里的天花板，但是游戏体验并不好，各种大范围判定的技能和蛋疼的连招让这游戏基本告别了格斗游戏范畴，可以接受，毕竟会买这游戏的人也没谁会是冲着战斗系统来的，但是你无脑加强NPC技能伤害来增加难度我就无法接受了，你一顿高端操作把NPC连个半天，人家掉了四分之一血，爬起来反手两个技能你半血没了，然后GAMEOVER大侠请重新来过。完全就是要了我这种手残玩家的命。
不过毕竟粉丝向作品，真正还对海贼有着高度热情的玩家买来肯定是不亏的，路人和我这种热情已经磨灭了的咸鱼还是慎重考虑再入手吧
好评: 好玩
好评: 拳拳到肉的画面感，配合脱离气条限制的无限技能，游戏中的视觉享受实在非常丰富。但是这并不意味着无脑，技能发动前的起手与发动后的硬直促使玩家去思考更好的进攻策略。畅快淋漓的对打结合精良的动画简直让人停不下来。[spoiler]我编不下去了，可是XJBD真的好爽	[/spoiler]
遗憾的是游戏本身定价较高，故事模式短小而繁复。人物平衡性缺陷明显，无限技能的设定也导致部分人物体验十分尴尬。

作为一部粉丝向作品，实在不推荐粉丝以外的玩家购入。
但是你跟你的好友缺一份撕逼格斗游戏，又恰好是海贼粉，这款游戏绝对不能错过。

好评: 艾斯打青雉，跪了一百次,过了。再打赤犬，想了想果实能力的克制关系，又看了看评论发现顶上战争后面没有剧情了。 [strike]于是点了不推荐[/strike]……


更新一下，赤犬打过了……但是依然不喜欢难度增加体现在直接加攻加防上。此外地图太小而且边界不清晰也是很大的问题，经常沿着透明的墙壁打半天……


评测完了之后既然又让我打了这么久，这个游戏我似乎应该改成推荐。推荐理由：通缉令的难度梯度和剧情比起来还比较合理。[spoiler]而且有爆衣[/spoiler]
好评: バンダイのゲームはやっぱりロシアでね
好评: 作为一个老海迷,入来当情怀收藏还是可以的.但是作为一个游戏只能说从内容到画面在我个人看来都是不合格的,对不起这个价格!特别是玩过隔壁究极风暴4之后心里那种落差!唯一感到欣慰的是自带简体中文和不锁区.
好评: 很不错，对于海米来说，值得收藏
好评: 大部分玩家都不肯随机，2年后路飞带2攻一套下来残血了。组合更是能各种秒杀，游戏不平衡给新进血液会带来超级不好的体验，我希望大家不是用最强的，最疼的组合而是随机选择不带辅助这样去增加游戏乐趣与体验，而不是快速的秒杀对手去结束游戏。
好评: 作为一个OP粉，果断在夏促中购买了！！玩起来特别棒。最爱圈圈眉！！！
好评: 从一个格斗游戏迷的角度出发，游戏品质尚可。
很不错的打击手感和连续技，防反，爆气等等系统给游戏增添了很多可玩性。
作为一个漫改游戏，能抓住一个格斗游戏的精髓所在确实难得。
从一个海贼迷的角度出发，游戏里丰富的可用角色，超高的必杀技还原，玩起来也是畅快淋漓。
但是游戏剧情方面，一个顶上战争分了多个章节
一开始我还以为每个人故事不一样，结果就是换了使用的角色讲了同一个故事。
而且游戏为了刻意提高难度，中期开始AI伤害超高。
经常被赤犬一套Combo按在地上摩擦。
想过关需要尝试多次，一旦找到一套好用的连续技，多练习也不是很难通过。
十分推荐海贼迷买一套来玩，如果只是单纯想当格斗游戏来玩的话还是算了。
差评: 为什么我玩这个游戏会闪退呀
好评: 粉色向游戏 cg动画语音不同步 求解
好评: 真好玩
差评: 我购买到这个游戏后的2小时感觉十分的有趣，但是第一章路飞章的有一个分支，是巴奇打鹰眼，鹰眼的伤害是我的大约3倍，加上一开始只熟悉路飞的技能和操作，我打了两次没打过，想了想只是个分支，无所谓的。然后我开始继续游戏没想到这个问题越发的恶化，在打到艾斯章的时候，第一关，基本伤害是我的好几倍了。由于并不熟悉艾斯，我打了好几次才过，到了艾斯的第二关，打青雉。我的个妈。我打一套掉了大约7~8分之一。青雉如果打到我都不用一整套我半血直接没了。我勉强过了。这里打了好几次。然后打赤犬。赤犬一个技能我掉3分之2，我打了3套完整的combo他掉了不到10分之一的感觉。我以前玩这种游戏都是火影。火影的单机也是很难的。但是，是电脑越来越智能。相比之下这游戏是靠调数据提高电脑的难度。不要太智障。。。
好评: nice
差评: 第一次写评测，第一次给游戏写差评，居然是给我最喜爱的动漫。
玩了一半，除了剧情（还是原作的），其他真的一无是处，手感垃圾，为了增加难度强行较低角色伤害，真是恶心。
平心而论，我既粉海贼又粉火影，没有引战的意思，就这对战游戏，火影手感甩了OPBB十条街，不光操作连贯性比不上，游戏设计也有问题，新手教程用手柄玩居然还有错键？移植真是垃圾，有个中文就能敷衍玩家了？与其这样还不如锁国区呢。
也许我是期望太高失望越大吧。游戏卸载了。款是不退了，留着收藏吧。
差评: 
我白胡子老爹一套下来不如对面赤犬一个小连你叫我怎么玩，坑爹的设定。游戏初期还可以，剧情就那样，只有顶上战争。还不如做成纯格斗游戏，四个人过四遍顶上战争无语。低于期望，但夏季促销还可以接受，就当为了情怀。
好评: nice
好评: ps端和pc端两个版本的燃烧之血都有 ps的已经白金了 pc端感觉莫名其妙攒钱有点慢？？？
国区解锁贺电！！！
好评: 1
差评: 作为一个格斗游戏我觉得还不错，但是我为什么不推荐？ CG重复我没什么意见，可是一个顶上之战你一定要分几个人物来讲真的好吗？打到艾斯哪里我认为已经是我的忍耐的极限了，这次我在吧剧情放到一边，我在玩剧情模式的时候，特别在打某些角色的时候，我感觉我在玩黑魂，我四套都打完，怎么还不如人机一套的伤害，哇这设定真的让我很痛苦。
好评: 有一种泪（累）叫艾斯打赤犬，主线短了点，整体非常不错的
好评: 操作简单尊重原著出招帅
好评: 讲真不是信仰粉不要买，剧情太少，不过瘾。买的只是信仰，没有这信仰就不要入手了。
好评: 刚开始玩感觉很爽吧，但是剧情模式就是把顶上战争从不同的阵营一遍遍的玩，就玩够了，自由对战要路飞剧情过了才出来好像，打完了剧情人物也要用游戏币买，我买了个黄金版不知道作用是什么。。没有想象中好吧，黄金限定包的合适，好像买了自动含有DLC2 3。但是请注意，我们的黄金限定版里面送的东西，跟我们DLC的解释是相同的。说明，买了黄金限定版，就有了DLC1 2 3。虽然不显示已在库中，但是的确是相同的，包括角色的打扮和新人物。追加角色里面有好几个加锁的，不能用游戏币买。不知道是以后追加出还是就没有了。海贼迷打折完全可以入，各种角度玩顶上战争。如果要玩的话，还是推荐黄金限定版。
差评: 我真TM后悔买这个游戏剧情就是救艾斯那一段，只有那一段！先是路飞的路线然后是白胡子路线再是赤犬最后是艾斯。CG重复，人物竟然还要升级真TM醉了你一个格斗游戏竟然还有一个割草升级的设定，而且联机人也少，最后不是铁粉真的不要入手一点意义都没有
好评: 情怀类型的产品，里面的彩蛋挺不错，但作为一个格斗游戏实在平衡性太差了。剧情也十分短。就算不对中国锁区，也很难匹配到人啊。另外价格真的太贵了

It's too expensive!!!
差评: 优点：
粉丝向 粉丝向 粉丝向
缺点：
剧情模式基本上遇到强敌就是非常恶心的设定
就讲讲顶上中艾斯线和赤犬线
赤犬线中对战艾斯 艾斯一下火拳巨痛 连招掉血很少 好在是靠大喷火强行放死艾斯 说好的优势呢
艾斯线同一战对战赤犬 心想你死啦赤犬 火拳打爆你 呵呵  错啦 你两套连招磨不掉赤犬半管血 两次冥狗要你命啊
我玩个格斗游戏都快打成黑魂了 都不敢多打一拳
好评: 首先，身为一个海贼迷，游戏的本身还是挺良心的。做的动画效果，打斗效果酣畅淋漓。但是，如果没有dlc的话本身的游戏章节过于单一。游戏唯一的情节就是在海军基地救艾斯。而且是以四个人的角度描述了这场战争。连视频都是重复的。游戏一共3.9g，如果不想买dlc的朋友们最好还是不要买这个游戏了。实在太容易通关了。
好评: 赤犬无脑K连大喷火强无敌，冥狗强无敌，靠这两招干死了无数玩家。
差评: 很好。可以入一波
差评: 分辨率不能调 画面模糊我画质设置的高！
好评: 我还是不适合这种游戏。。+1了
好评: 这游戏玩着蛮舒服的，很容易上手。

差评: 前面觉得血真的太薄了，打打就死了玩的不过瘾就当看看剧情，后面什么鬼？哦我特么锤对面4，5套才勉强了打了1半血，然后失误了被对面摸几下就死了？这还是格斗游戏吗？难道还要去练级？这是打BOSS吧？
好评: Good game
好评: 作为一个海贼迷，玩起来还是很过瘾的。
好评: 各个方面都很完美 只是剧情太短 四档的路飞确实是惊喜 总的来说 值得入 第一次评价献给海贼
差评: 打击感不错，人物招式也比较丰富，但就顶上战争这一段翻来覆去玩四遍，有的连CG都懒得换，太没有诚意了。
差评: 强行提高电脑伤害来增加难度的格斗游戏我是第一次见，秘制画质，瞎几把的判定，3a定价
好评: 显卡配置完全没有问题的情况下会卡顿加慢动作

反正是片粉丝钱的作品

就不用处理了

剧情太没诚意了


好评: 总的来说搬家入手的家DLC120还不错，玩了一下。游戏性与手感都还不错，最大的缺点就是流程太短了，玩法比较单一
好评: 很棒啊，技能还原的挺好，人物比较多，海贼粉完全可以入手，哈哈！
好评: 對比前幾天打折入的【拳皇13】，本作對鍵位設定及界面的處理非常的好！

作為海賊粉，多少會帶入情感難以客觀評價_(:зゝ∠)_

嘛，動作很流暢，難度稍微大了點，也或許我不太擅長3D式的格鬥遊戲吧。_(:зゝ∠)_

價格確實蠻高，要入建議打折入，可玩性就目前來看還是比較強的，許多東西還未解鎖，充滿期待(⊙v⊙)

[b]最後一點。。。如果不會每次切出就從全屏變窗口就更好了，亦或是哪位大神知道解決方法O.o[/b]
好评: 很好玩，遗憾的是联机的人少，只能和电脑耍了
好评: 游戏挺好的，打击感画面都很棒。就是有一点不能忍，游戏中途老是退出说是有问题。这个问题无解。
好评: 玩这款〈海贼王：燃血〉游戏一定要接上家用机的手柄，操作起来才能爽的不要不要的，之所以想买PC版就是想看看这部作品的卡通引擎可以有多强大，确实流畅度非常的好，真的很像是在看动画。这款战斗系统属于上手容易，精通需要熟练抓各种时机，虽然特地飞到台北购买实体版本，最后发现还是在STEAM上使用CD-KEY最方便，实体版什麽的以后不敢买了麻烦死了。
好评: 大概是初三的时候不知道出于什么心态，明明已经学习忙到爆炸，但是忍不住的想追一部漫画（好奇怪的心里）。最后在火影和海贼之间摇摆了半天，选择了有卷1的海贼（真是不能更随便的理由）。但是一发不可收拾的爱上了这部作品。从佐罗和青梅竹马的约定，到路飞的我不会死在这里。娜美哭着喊道救救我。在还没有进入伟大航路的前十卷就让我深深的爱上了这部作品。后来更是一发不可收拾的沉迷了进去。
话题扯远了，说说游戏，在动漫周打折的时候入的加上dlc一共120算是很划算的价格了（bgo氪一单都要518呢），游戏本身品质谈不上过硬，剧情部分实在少了点，和隔壁的无双3相比，格斗机制确实高了很多，但是剧情却只有顶上决战这一丢丢，完全不过瘾啊，哪怕卖DLC也好啊！
再说操作，同类型的格斗游戏中操作真是不能更简单，大招都是一键就放233333，对格斗苦手不能更友好，相应的操作简化带来的就是重复度过高容易腻烦，全人物都试过以后很容易失去新鲜感。
总体评价，优秀的粉丝向游戏一些用心的彩蛋会让粉丝觉得会心一笑，但是重复度过高容易腻烦，剧情流程太少。DLC也只是多了泳装而已（你还想要什么！！！），当然说了这么多，相信真正的海贼粉根本不会看这一堆废话，就冲它叫海贼王，买买买！！！
好评: 财富，名声，权力，曾经拥有世界上一切的“海贼王”哥尔·D·罗杰，在临死前留下了一句话 让全世界的人们，趋之若鹜奔向大海：“想要我的财宝吗？想要的话可以给你，去找吧！把一切都放在那里了！”
         《约定》 路飞：你们要走了啊？香克斯：恩 我们已经在这里待太久了，该到别了，你会孤单吧？ 路飞：恩 我会很孤单，不过不会再叫你带我了 因为我决定自己当海贼 。香克斯：哼 反正我绝对不会带你出海 你以为自己能当海贼吗? 路飞：我可以! 总有一天我要找齐不输给这些人的伙伴，找到世界第一的宝藏 我绝对要当上海贼王 。香克斯：哦？你想超越我们啊，我把这顶帽子寄放在你这里，这是我最重要的帽子，好好留着喔。香克斯心想：总有一天我会来拿回去的，在你成为出色的海贼时，我们约定好喔，路飞。
          《野心》索隆：师傅，可以把那把刀给我吗? 师傅：古伊娜的刀吗? 索隆：我会连她那份一起变强的，我会强到名字响彻天堂的，我会成为世界第一强的剑豪的，我们说好了的。。我。。我。。。。师傅：也好，古伊娜的灵魂和梦想就交给你了。 
          《解散》 乌索普：你们的野心是什么? 胡萝卜头：我要经营酒馆 ！青椒头：我要成为一流的木工 ！洋葱头：我要成为小说家！乌索普：不要让你们的野心之火熄灭，在此发誓 一定要坚持自己的道路，从今天开始 乌索普海贼团 解散!!!
            。。。。。
好评: 剧情模式太水了，但是游戏很好玩。
好评: 完美地描绘出海贼王的霸气与自然系的碰撞，角色间的不同玩法，惊人的3D画面、特效，耐玩度超高，剧情做得很好，可以说是目前海贼王最好玩的游戏！
好评: 相比前几代作品，感觉本代作品对角色之间的平衡要好很多（然而白胡子老爹还是强的可怕），但是美中不足的是本章作品和海贼无双不一样，剧情模式就是单纯围绕路飞，白胡子，赤犬几个人视角里的顶上战争展开的，对于那种想模拟草帽海贼团一路上冒险，或者重温漫画剧情的玩家推荐去入海贼无双。

PVE难度适中，但到后期的困难模式里，我这种手残就基本是被电脑无限连招到死。
PVP模式网络对战匹配时间还是过长，但是匹配到的基本都是高玩TAT

而且到了竞技模式里，类似娜美，乌索普这些角色基本都变成了“纯爱角色”，基本在其余的角色面前毫无还手之力。虽然符合了原作需要，但是作为一款格斗游戏，还是希望能看到不同的角色有一个相对公平的竞技环境。

（顺带一提，游戏里也有一些小彩蛋，比如香吉士攻击妹子没有什么伤害，娜美的抓取技能如果对方是草帽团的男性就会触发被娜美胖揍一顿的画面，非常有趣
好评: 游戏很好玩，只是操作介绍太简单了，没太看懂。还有就是，音频视频不同步怎么办啊？是因为网太卡嘛？
好评: 爽快的打击感没体验到，倒是被电脑虐的不要不要的  没有手柄真的很难受 PS4上的话感觉会好很多
好评: 游戏过程中 会出现强行退出现象
好评: 打击感和特效都很美滋滋西漏漏漏漏漏~~
好评: 作为海米，这款游戏真心不错👍
好评: 游戏不错，很喜欢这种打斗风格
好评: 我居然能打空所有人的终极大招。你是海贼迷你会被里面的剧情所感动，被画面感叹。你不是你也会因为这款优秀的格斗游戏而喜欢上海贼王。唯一不足的就是剧情里面人物的攻击力防御力相差甚远，我打别人10=别人打我一下。这是剧情需要吗？
好评: 作为一个海贼王粉丝，非常非常喜爱这个游戏，虽然本人很菜并不擅长格斗游戏，但是管那么多干嘛，各种必杀超必杀放就好了，帅就足够了，另外游戏组对于细节的设定非常好，比如山治不打女人，只放小心心，艾尼路的果实能力对路飞无效，所以总而言之还是非常帅的，故事模式确实比较少，这个就让电脑党比较不爽，另外DLC也比较坑，不是死忠粉没必要买，虽然DLC有几个联网超BUG的人物，对了，这个游戏全成就还是比较简单的。综上所述，如果你热爱海贼王的话，这个游戏对你肯定不会亏的。所以推荐！
好评: 就是太贵了  剧情有点短  不过很多还原   很好玩
好评: 买的是情怀，不过高贵国区价格就。。。。
好在有gama、yuplay可以买BANDAI的游戏，哈哈~

游戏本身其实认为并没有什么太出彩的地方，冲着海贼的金字招牌体验还算原汁原味的剧情（虽然真的很短，内容太少），也还算玩的开心，看看PC上少的可怜的2款海贼游戏，FANS也没什么机会挑三拣四啦~
好评: 说实话，不是铁粉就不推荐买
好评: 人物还原的非常好。娱乐性强，耐玩性强，战斗特效华丽
好评: 每个人物操作都挺顺畅的
好评: [h1] One Piece Burning Blood[/h1]
作为十年的海贼迷，当时看到解锁了国区马上就入了。
本作剧情为相当经典和热血的顶上战争，只不过是以路飞，白胡子，赤犬和艾斯为主角打了四次。
[spoiler] 于是我看艾斯死了4次QAQ	[/spoiler]
作为格斗游戏，有酷炫的画面效果和技能，打击感也不错。
但是Ai无非就是提升了伤害来恶心人，打Ai一整套才掉一半血不到，Ai连一套就基本死了。
需要去把握好攻击节奏和防御摸索着打过。几个一打多的剧情打的很难受。
游戏里也有着果实属性和霸气的设定，自然系是真的强（确信

刚开始玩的时候确实觉着挺好玩的，一连就是打了一晚上当时把剧情打完了。
大概感觉确实不太长吧...

顺便一提，这个卡牌和徽章背景也都还不错。

[b] 总而言之，喜欢的粉丝可以考虑入这款作品，但是单纯来提高Ai的伤害来恶心玩家真的很难受，推荐使用手柄玩，画面感和打击感都有，玩法比较单一。可以找朋友来联机对战，建议在折扣的时候入手	[/b]
好评: its like a very good game with perfect animates yep thats what i think
好评: 折扣入得  个人觉得还行 模式比较单一
好评: 打折入的，讲真游戏内容太少，不打折的话不推荐购买（就算是打折的价格我也觉得太贵·-·），真爱粉除外……
好评: 战斗形式不错，剧情模式流程短重复度高，非信仰玩家不建议入
好评: 虐同学老好玩了
好评: 很不错的游戏
差评: 如果不是海贼迷 慎入
剧情流程实在短小而且重复到无可忍受，顶上战争用四个人打四遍？？？虽然是个格斗游戏但我真的接受无能。
作为格斗游戏人物动作还原的不错，加上不同人物组合出场时不同的出场事件都还蛮有新意，战斗可选角色基本达到了要求，想玩的都有，然而这些并不能掩盖游戏性低的事实，刷到wanted10星就基本上腻了[strike] 鬼知道我还会不会刷人物满级和1亿贝利的成就	[/strike]线上匹配等待时间略长。
有闪退bug，不知道是不是我自己电脑问题，但是好不容易打完10星wanted没保存就闪退了真的有砸手柄的冲动...
即使有海贼的信仰，如果不打折，依然不推荐入手

2017.4.5 好吧我全成就了...
好评: 键盘操作比较麻烦，难度偏高，剧情不是一般的短。不过作为一个海贼迷来说还很喜欢这一类的游戏的
好评: 当天买当天就能玩通关，剧情实在少到不行，顶上战争来回打4遍。
除了剧情短小以外，其他的都很不错，毕竟本人海贼迷。
好评: 全成就达成~
刷一亿贝利还是很累的- -
 以后估计就是无聊的时候上去搓两把了

-----------------------------------------------

作为一个海贼迷，盯这游戏很久了，动漫周打折120入的黄金版，简直太值！

评论里有说剧情短重复度高的，在这里为游戏正名：

剧情：
游戏是顶上战争这一段的剧情，以路飞  白胡子  赤犬  艾斯四个人的视角分别经历一遍。
[spoiler]→虽然剧情只有这一段，但是每个人的视角是有限的，从多个角色的视角体验这才是完整的剧情啊！[/spoiler]
顶上战争确实是海贼中比较感人的一段剧情。重温再多也没觉得厌烦。

玩法：
这是一款格斗游戏啊亲们。战斗方面，有果实和霸气设定，自然系果实免疫普攻，用霸气才能打到。分远中近的定位，此外角色分5种类型。基本动漫中的角色都有，分主战和辅助两种。技能酷炫，每个角色的特色都很到位。
[spoiler]女性角色有爆衣系统嘿嘿[/spoiler]

除了剧情模式，还有用来熟悉游戏的雷利修行练习，普通特殊限时等各种悬赏令，海贼旗攻防战→→[strike]每赛季选定一个阵营然后刷刷刷，打了两把就没玩了[/strike]，线上自由对战[spoiler]→卡得像慢动作回放[/spoiler]等模式。

你对一个热血漫改的格斗类游戏还能有什么更高的要求呢？

[spoiler]嘿，来一套完整的海贼剧情吧[/spoiler]
好评: 海贼王！我当定了！~
差评: 不推荐，这游戏AI做得很烂，只能靠强行提高AI伤害来制造难度，刚开始前两章的时候还算正常。第三章开始扮演海军的角色打海贼，蛋疼的地方就开始了，青稚赤犬的抬手都超级长，一天到晚被马尔克连到死，太难受了。制作组觉得扮演反派天天被主角虐很爽么？总之第三章开始体验非常不好，不推荐。
好评: 动画和配音明显有时间差别，配音在前望解决。
差评: 不好 xbox手柄玩不了 画质太差 键盘迷之操作
好评: 上个月的时候也打折，犹豫了没买，因为各种说剧情少的，可玩性不高的。买后才有发言权，剧情只有顶上战争，四个人物的线路来讲顶上战争。还有悬赏什么的可以玩。本地对战也可以。服务器我是连不上个的，找时间看看加速器有没有加速海贼的。难度是有的。主线的战斗打了五个小时，四条线路。肯定算是慢的。赤犬打艾斯，打甚平和不死鸟，花了不少时间。艾斯打黑胡子，也花了不好意思。最后打赤犬，真的打了超级久。百度的猥琐流打法。用不猥琐的，每次快打死他了，一个失误，GG。我觉得吧，海贼迷还是可以玩玩的，也挺有意思。

ps：艾斯打赤犬
[spoiler] 第一次闪避到赤犬后面，连招打远，拉远距离。一直用火枪，不用管打不打的中，就一直用。赤犬会闪，三次闪中一次，慢慢磨，就打过了。只要被他抓到一次，很难赢。他伤害太高了。百度也有说练等级的方法，我是只打主线，等级不高。所以还是猥琐流好点。老铁，稳！[/spoiler]
[spoiler] 我打的时候，第一次闪了，打了，距离远了，然后一直火枪。。快没血了，他突然直接遁过来，我闪到背后，一套死。
艾斯活用火戒，吊打黑胡子。赤犬就看情况了。[/spoiler]

好评: mb的，杉果全价268买的
好评: 休闲类格斗番作
好评: 我要成为海贼王 和我一起寻找ONE PIECE吧
好评: 做为一个信仰的海贼迷你是可以买的，但是要作为一个格斗控的话十分满我打6.5分可选人物较少，漫画里的nb角色居然是辅助角色。这我就很不理解，希望能更新多的角色 dlc你长点心把

差评: 键位是什么垃圾，不能改建玩蛇啊。？？？
差评: 先说优点：
配音啊，还原啊，打击感啊，代入感啊，这些差不多都是满分，没啥好挑剔的
感觉这些是一个一个人建模的，很良心，我看着是不错
而且还有官方简体中文简直好评到不行
再说缺点：
刷刷刷，没了
然后控制起来感觉真的恶心，动作慢半拍，不全程预判对面的攻击根本没法玩，可能因为我格斗玩的比较少的原因吧
还有就是敌人要么很强打你几套你就死，你打他十套都不死，要么打你基本不怎么掉血，你打他很快死


打折买的，想想以前看了300多集海贼王，又打折，就买了，结果出来开始几盘的兴奋以外就是失落了

总结一句话，不是海贼粉买了会气出屎的，海贼粉可以等打折再买，感觉作为情怀可以，但是就一个游戏的角度来说就比较失望吧。可能是因为海贼王的头衔在这里给我的期望太高了导致后来的失望也比较大

好评: 冲着娜美，罗宾，汉库克的泳装去的0.0
好评: 问题签名:
  问题事件名称:	APPCRASH
  应用程序名:	OPBB.exe
  应用程序版本:	0.0.0.0
  应用程序时间戳:	584534d7
  故障模块名称:	OPBB.exe
  故障模块版本:	0.0.0.0
  故障模块时间戳:	584534d7
  异常代码:	c000001d
  异常偏移:	00000000004bc2f0
  OS 版本:	6.1.7600.2.0.0.256.1
  区域设置 ID:	2052
  其他信息 1:	69f6
  其他信息 2:	69f6be19254f9be6d0b4fc883a2fb05c
  其他信息 3:	1156
  其他信息 4:	1156dd5e32be17322a41470be176ab51

联机阅读隐私声明:
  http://go.microsoft.com/fwlink/?linkid=104288&clcid=0x0804

如果无法获取联机隐私声明，请脱机阅读我们的隐私声明:
  C:\Windows\system32\zh-CN\erofflps.txt

好评: 快节奏的格斗游戏 ，里面的特殊对话与彩蛋也是大大满足了海贼迷的情怀，但是游戏里的新手教程太短，有些按键都还没熟悉，我会说放超必杀按Ctrl后再按一次才会释放是我在网上查了好久才查到的么= =。总体上还是推荐玩的，特别是那些海贼情怀党，这是款不错的游戏。
好评: 玩了一段时间，说一下感觉吧。国区解锁，撒花庆祝！打折的时候黄金版才120块，一想起PS4上几倍的价格，现在真要喜极而泣了哇！

优点：
+画面总体来说还是不错的，漫画感十足的动作特写相当讨喜，技能释放时的特效非常炫目爽快
+人物还原度很高，不同人物组合登场时会触发不同的出场事件，其中的对白都相当符合人物的性格特征
+动作设计和打斗系统都很不错，都非常符合人物特点，另外也能看得出制作组在连招设计上是下了功夫的
+有暴衣系统！可以玩女孩子啦！（大雾）（那啥，我其实是打通关以后才发现可以把娜美打得破破烂烂~~嗯~~悄悄说一声，女帝的暴衣曝露程度是最厉害的~~）
+游戏里沿用了许多人物之间的关系梗（山治对女性伤害极低，女帝不能石化路飞之类的），在通缉令挑战部分还安排了许多死粉们喜闻乐见的组合和对战，还是能体会到制作组的用意的
+网战虽然人不多，但通常还是能找到人的，有观战系统，可以向大神们学习学习，提高一下自己的姿势水平

缺点：
-剧情太短，仅仅是从路飞、白胡子、赤犬、艾斯，这四个人的视角反复游历“顶上决战”这个篇章，除此之外就没有别的了
-AI难度真的略高，前期就要刷刷刷升级角色，要不然很可能被劝退
-赚取一亿贝利这个成就太膈应人了，虽然通缉令挑战玩了很多梗，略略有所调剂，但连续刷刷刷还是很乏味的
-辅助角色的设计太鸡肋了，仅仅充当一个buff，而且实际作用并不是很大。讲道理，不少辅助角色都是人气很高的角色，要是也能做成战斗角色就好了

粉丝向的游戏嘛，评测的影响其实不大的啦，喜欢就买咯~

黄金版包括了两个Wanted Pack DLC的全部内容，这两个DLC主要是比本体多了四个新角色，黄金帝、路奇、卡普、凯撒；还有就是几个女孩子的泳装和剧场版黄金城里的衣服，都蛮不错的。
好评: 好玩是好玩，就是有点少
好评: 虽然作为卖情怀的游戏，但主线太短了！画面和特效都是算不错的，但200多这个价位实在太不亲民了！但还是给情怀一个推荐吧
好评: 无敌海贼王就是我 华东最劲海贼团船长 这个游戏让我想起了当年我在大海上航行的经历太无敌了我 打爆全部.
好评: 跟火影差不多 就是剧情少了点
好评: 玩法有点过于单一了。剧情太少
差评: 怎么说呢，不推荐入手，剧情太短，就只有顶上战争
好评: 入手有一段时间了，不过玩的比较少，画面还是不错的，在我感觉打击感还是很棒的，值得购买
差评: 呵呵呵呵 别买
好评: 刚刚通关打了两个通缉来的,不得不说AI方面比究极风暴难了很多,手感还可以.
除了闪避要按住防御再按方向键,可能是以前玩的游戏习惯了按住方向键再按闪避键吧.
还有就是偶尔崩溃,有点烦
好评: 作为非海贼迷 打折入手绝对超值
好评: 值得一玩的好游戏
好评: 剧情很不错  海贼粉入的坑   就是打斗太难了  还有有没有人告诉我超必杀怎么放啊   鹰眼的关卡一直打不出来好气
好评: 符合情怀，任务的设定很棒，还有各种番外非常有意思
好评: 很好玩，就是剧情乏力
好评: 剧情有点短，重复性强
好评: 还行就是总是停止运行贼他妈烦
好评: 海贼粉一枚，就是冲着人物来的，打斗画面比较炫酷，剧情比较少，最重点是steam端不怎么匹配得到人，好游戏却越玩越寂寞。
差评: 非常好玩 但是不大推荐 太贵 一个DLC都拆出来卖六十几 推荐海米们玩
好评: 游戏不错
好评: 极限突破怎么按？我忘记了
请大神求解
好评: 海贼迷值得入的作品
好评: 全成就喽！很开心的！海贼死粉！
国区解锁，撒花庆祝！打折的时候黄金版才120块，一想起PS4上几倍的价格，现在真要喜极而泣了哇！

[h1]优点：[/h1]
+画面总体来说还是不错的，漫画感十足的动作特写相当讨喜，技能释放时的特效非常炫目爽快
+人物还原度很高，不同人物组合登场时会触发不同的出场事件，其中的对白都相当符合人物的性格特征
+动作设计和打斗系统都很不错，都非常符合人物特点，另外也能看得出制作组在连招设计上是下了功夫的
+有暴衣系统！可以玩女孩子啦！（大雾）（那啥，我其实是打通关以后才发现可以把娜美打得破破烂烂~~嗯~~悄悄说一声，女帝的暴衣曝露程度是最厉害的~~）
+游戏里沿用了许多人物之间的关系梗（山治对女性伤害极低，女帝不能石化路飞之类的），在通缉令挑战部分还安排了许多死粉们喜闻乐见的组合和对战，还是能体会到制作组的用意的
+网战虽然人不多，但通常还是能找到人的，有观战系统，可以向大神们学习学习，提高一下自己的姿势水平

[h1]缺点：[/h1]
-剧情太短，仅仅是从路飞、白胡子、赤犬、艾斯，这四个人的视角反复游历“顶上决战”这个篇章，除此之外就没有别的了
-AI难度真的略高，前期就要刷刷刷升级角色，要不然很可能被劝退
-赚取一亿贝利这个成就太膈应人了，虽然通缉令挑战玩了很多梗，略略有所调剂，但连续刷刷刷还是很乏味的
-辅助角色的设计太鸡肋了，仅仅充当一个buff，而且实际作用并不是很大。讲道理，不少辅助角色都是人气很高的角色，要是也能做成战斗角色就好了

粉丝向的游戏嘛，评测的影响其实不大的啦，喜欢就买咯~

黄金版包括了两个Wanted Pack DLC的全部内容，这两个DLC主要是比本体多了四个新角色，黄金帝、路奇、卡普、凯撒；还有就是几个女孩子的泳装和剧场版黄金城里的衣服，都蛮不错的。
好评: 为什么在玩十五分钟之后自动退出，说什么opbb无响应，应该怎么解决
差评: 屎一样的操作
差评: 不推荐入手。游戏的角色还算丰富，主要的角色都有，画面还过得去，但是剧情有点短。最让人难以忍受的是游戏的操作手感很不好，有的关卡根本过不去，电脑打你两三下就死，如果被电脑连上基本就可以重新开始了。被电脑血虐而且一关打好几十遍过不去的感觉真的很恶心，游戏体验很差。
好评: 因为之前玩过究极风暴，就过来玩另一个名漫的格斗游戏，画面、故事自不必说，算是给一个喜欢漫画的人和好的满足了。
差评: 说实在的，这游戏真不好玩。制作真的是不用心，人物模型根本就是在糊弄。建议不是死忠粉就别买了
好评: 大爱海贼王！
好评: 非常好玩由于个人是海贼迷所以直接就买了这个游戏只是没人陪我玩...
好评: 慢慢玩吧，听说剧情很短，唉，无所谓了。话说支援性角色怎么用啊，就一个LEFT提示，我...
好评: 效果爆炸，国区终于解锁，非常喜欢！自己就是个海贼迷。Over！
好评: 限时优惠入手的，以前只在PS3上玩过海贼无双系列，但是感觉玩一会就没意思了，不喜欢真三的那种游戏模式，后来偶然看到直播有人玩类似火影那种打斗模式，以为要PS4上才能玩，就很期待PC上会出，果然再限时优惠时发现了他，果断入手，剧情虽然果断，但是有各种通缉令任务可以做，前几天刚刚解锁国区，也可以联网对战了，帮帮哒，耐玩性提高了很多！作为海贼迷支持下吧！
差评: 游戏是好游戏,但谁能告诉我为什么会这么卡吗？？一开始几次玩一点不卡 但最近两次开游戏疯狂掉帧，人物动都动不了玩 其他游戏都是高特效一点都不卡，有没有解决方案？
差评: 离线模式玩的剧情 80分钟通关 我？？？这80块买的情怀是翔吗 还有一个老问题 有的角色太imba 有的角色完全用不了好吗？？看在有简中的面子上



我还是差评吧
好评: 就是移植有点明显其他都很好
好评: 花了120元只是为了汉毛克的泳装服，很赞!期待官方出新人物和皮肤
差评: 不锁帧不能玩的游戏，我玩你个象拔蚌
好评: 这游戏的操作真的挺反人类的。。。。退款走人了，日厂现在除了炒冷饭和厨向游戏已经没有什么好游戏来吸引玩家了。。。。看在海贼的份上就不给差评了。。。
好评: 游戏很好玩，但为什么我的窗口无法最大化，还有动画和配音不同步
好评: 操作简单上手快，超爽啊。赤犬很厉害啊！值得一玩！
好评: 粉丝的狂欢，追了这么多年的海贼，光为了Doflamingo也得入一个！什么？还有爆衣的Dlc？？？卖卖卖！！！
好评: 一直就很喜欢海贼王的东西，当这个在 steam上发售的时候，就毫不犹豫的买了，玩了一下确实可以，排位赛也有，本来玩守望先疯的，顿时觉得我要转行了。
好评: 作为海贼迷不能错过.
好评: 希望那能出更多剧情！！！但是真的效果已经好好了！
好评: 不知为何觉得万代的30帧比光荣的60帧还顺畅，比海贼无双好玩得多了！如果勤加练习你还会觉得比火影好玩，反正我作为风暴4全通全成就玩家是这么觉得的！万代特惠-70%入的豪华黄金版，超值！
唯一的缺点，也是我最想吐槽的地方就是：倒地时间太TM长了！
还有也是最重要的：我买的黄金版，为何没有Gold Pack这个DLC，是标准升黄金才有，直接买黄金版没有吗？知道的请回答我！
好评: 作为追海贼王十几年铁杆粉丝我来说一局。碰到这游戏打折请务必买下。这游戏值得一玩 。自从看海贼王我先是玩网页游戏动漫人物大乱斗，然后又玩海贼王国际版，又玩海贼无双,现在玩这个
说实话。我从最早看海贼王就盼望着以后能出这样的游戏
这游戏是真心不错的。剧情，人物,漫画风格，炫丽的打斗。丰富的技能。
而且比较接动漫，有四档路飞，有黄金帝，简直不能再完美，还有爆衣!
有多人模式以及通缉令模式。啧啧啧。仅是看到通缉令三个字我就激动，如果你是个铁杆粉丝,这游戏你入手绝对不会后悔
好评: 非常不错是游戏
好评: 良心游戏，特价80买的。玩的很过瘾匹配也很快
好评: 为什么动画音画不同步 很难受

好评: 在线匹配匹配不到人，。。我难道玩的是一个假游戏？话说剧情比想象中的还要短，就顶上战争那么一丢丢。。后续多一点的剧情都没有。。
好评: 为什么我进游戏不能全屏，而且很卡，是不是要调分辨率
好评: 久违了，终于等到了，模型制作都很棒，但剧情太短是燃烧之血的弊端，可以通过dlc增加剧情的话也行。人物果然女帝好看啊！
好评: 如果不是因为路飞和艾斯，我绝对会给这个游戏差评
好评: 谁能教教我乔兹怎么过青雉，被虐了一晚上QAQ
差评: 非粉丝不推荐，游戏最大分辨率1920X1080，而且锁30帧，垃圾移植。
好评: 做的很酷炫，但是过剧情第一章时候字音不配让我很是难受
好评: 简中打折扣好评，不知道什么VPN能联机？
好评: 之前玩单机感觉一般，现在入了正版多了很多单机没有的感觉超赞
好评: 国区解锁，官方简中好评。
游戏打击感非常棒。

但剧情方面过短，只出了顶上战争部分，建议学学隔壁火影。
辅助角色就目前解锁的几个角色来说，有点鸡肋。
个别角色太imba了，过了好几遍才过去。[strike] 也可能是我手残？	[/strike]
[spoiler] 四百多的原价真的太贵了，趁临时工入了黄金版不知道为什么显示gold pack没有入库[/spoiler]
好评: 很好玩，但是快捷键不懂(=_=)
好评: 游戏本身不是款好游戏，剧情打斗没有预想的出色，但是作为海贼迷，是必入的游戏。
好评: 喜欢海贼，不需要原因！就这么简单
好评: 漫画风的格斗游戏
击打感十分出色，会有拳拳到肉的感觉
不同属性的觉醒效果很鲜明
击飞效果十分震撼
辅助角色真心鸡肋
并没有华丽的开场动画
菜单界面简陋的像国产手游
用Xbox 360手柄无法使用觉醒，大神懂的求支招~
主线剧情太短，与其分四个角度刻画一段故事真的不如直接来四段故事来的良心，dlc 能加故事说什么都会买买买！
好评: 海贼王粉丝不要错过，解锁价格还可以（和日厂其他游戏比）。剧情虽然短但是感觉比海贼无双更耐玩，加上dlc角色还算多，还有黄金帝！

初期可以用的角色有限，考打来攒贝利解锁人物，主要有 PVP 阵营战 和pve
目前玩的感觉角色平衡不是特别好 感觉自然系更厉害，不过不是硬盒PVP游戏也无所谓了。

各人物间的彩蛋还是很有意思的，希望以后有dlc 有更多人物可以用。


最后补一句这个游戏有一点爆衣
好评: 惊了，竟然不锁区了。
好评: 游戏买来吃灰了一段时间[spoiler]因为和火影一起买的，忙着通火影了 [/spoiler]

好评: 居然有国区了=-= 剧情不足 只有救艾斯的那么一点  心疼
好评: 海贼王燃烧之血近日取消了中国的锁区，可喜可贺（价格依然感人？）。这款游戏由万代发行，spike制作的一款动作类游戏。跟究极风暴类似的格斗游戏，万代大家都不陌生，手中掌握众多动漫版权，火影，海贼，龙珠，刀剑等。spike可能大家好多人知道也是因为弹丸论破的原因，其实早在很多年前，该制作组，制作了最为著名的龙珠系列游戏，电光火石系列，所以该制作组一定有经验，特别是海贼王这么热的ip，但是实际上，该作各方面都不如人意。愧对曾经制作了电光火石的名号。

1.剧情过短：我的天，14g左右的游戏，剧情只有顶上战争部分那么短?你在逗我，这游戏虽然主打格斗竞技，但是剧情也得有吧，就这么点，忽悠粉丝呢吧？究极3不说了，剧情挺长的吧？究极风暴4剧情虽然也短,但是好歹也有两个dlc剧情加博人传，而且剧情超级棒，你这个跟cc2的究极风暴差得远呢。
2.平衡性：个别人物在对战中及其imba比如鹰眼，连招连到死,根本没有还手之力，丧失游戏信心。
3.ai极其变态:打对战被虐也就算了，打ai都被按在地上摩擦我玩尼玛还啊！！！
4.高贵的价格：国区没出是买的韩区豪华版，400大洋，又没节操的一个月打折？坑人呢吧？，严重价格虚高，客观来说半价都不值得购买。
5.鸡肋的援助角色：援助角色就跟究极风暴3和革命一样，很鸡肋，虽然跟究极风暴4一样也可以切换人物，但是一大堆的援助角色很蛋疼啊，全不能用，很烦，很多喜欢的角色在援助里，瞬间无爱。有做这么多援助角色的时间还不如把他们做成可使用角色呢！
6.pc版跳票严重：从最早的6月，到9月才出，鸽了三个月?拜托移植很难吗？海贼无双3跳票加阉割，你这玩意也想来？所以这游戏pc销量很低，等的人们都没兴趣了（貌似主机掌机也是？）


当然，游戏也有优点：
1.中文好评：早期pc版连中文也没有，后面pc版移植了主机的中文，现在是繁体简体都有，很赞。
2.角色还原度高：原tv动画人物的配音，并且各种恶魔果实性质在游戏中得以体现，比如自然系人物在爆气是普通攻击会落空，需要霸气才能击中，不同人物对战的对话语音不同，香吉士见了女的不能攻击，女帝的技能对路飞无效等，很有趣，彩蛋很多，很有代入感。
3.手感不错：连招多，值得人钻研，在这点略优于究极风暴。
4画面不错：至少比掌机好太多了，人物画风较tv版差距不大，同时也有究极风暴4的破环和爆衣效果（女帝美美哒）


    总之这款游戏，客观来说，并没有达到预期的感觉，至少作为spike来说，这作真的有些丢人，但是作为粉丝来说，能在pc玩到原汁原味海贼王的游戏就心满意足了，海贼无双3吗，个人觉得不如这个。质量总体上以粉丝角度还是不错的，可以给个8分。在半价时候粉丝可以考虑购买。dlc都是人物和服装，还是很有必要买的，推荐黄金版走起！本人先给好评再说。

最后跟我念：cc2大法好，垃圾spike赶紧倒闭（滑稽），别急，我都忘了，先把弹丸3移植pc了在倒闭233333
好评: 国区解锁贺电~
好评: 剧情比较短，以几个人物来体验一遍顶上战争。战斗感觉还原度相当好，自然系什么特性都有，每个人物技能也挺多，有几个不好搓。难度感觉比火影难，有几关打了快20次……（我也手残QWQ）
最早之前没有官中，后来出了官中，现在不锁区了，特意来写个评价
相当不错的粉丝游戏，海贼迷千万别错过
好评: 突然发现不锁区了！！！越来越喜欢万代了！先是在pc平台出漫改游戏，然后出繁体汉化游戏，接着出简体汉化，现在游戏还不锁区了！
差评: 作为一个非海贼王的粉丝，本来想买下来体验一下海贼的故事
不推荐主要有三点理由

一是最主要的，作为漫改作品，故事模式非常短，只有四章
而且有很多重复，虽然是不同角色的视角来展示这场营救，过场剧情几乎一模一样

二是作为一款对战游戏，平衡性极其差，尤其是一些wanted挑战
有些角色的连击和远近招衔接，可以基本上连到死，完全没办法打赢（我是动作游戏苦手）

三是作为日式游戏，游戏保持着一贯的日式风格——死贵
Gold Edition原价59.98镑，说实话半价都感觉不是很值

好评: 好了，我需要DLC
好评: 出简体中文和繁体中文了?然而我TM还是英文不知道怎么调游戏设置语言里也没有，这TM就尴尬了。暂且现给个好评。
好评: 很好玩,很热血!
差评: 为什么我无法联机 我不明白
已经 出了联机功能 
但是获取线上失败
别的游戏都可以联机
好评: 打斗方便比较出色，唯一不好的地方就是能力者和非能力者 移动方式一个天一个地。闪避方式没有无双3好
