好评: 第一抗日游戏。
好评: 四小时通关，游戏还有双人模式好神奇。我没想到俄国的小公司做了一个中国的武侠游戏，还做得这么好。战斗很爽快，特别是二章以后技能多了打起来很棒。不要看画面很一般，故事很简单，但是一个动作游戏，把动作的部分做好，那就是一个好游戏。不管是打击感，还是招式的设定都挺好。能看得出来，做这个游戏的人一定非常喜欢中国的武侠文化和历史。变身少林武僧打倭寇，有谁不知道呢。制作组加油
好评: BUG：设置里只有英文和俄文配音，一旦点错就无法切换回中文配音了
好评: 中规中矩的动作游戏，虽然不是顶级的，但也还挺好玩的
好评: 好游戏，打击感很爽快，打倭寇好评。
好评: 10小时传奇难度全成就通关（有1小时是和朋友一起玩的，重开的档）

很庆幸在2021年的年尾玩到了如此优秀的清版动作游戏，搭配上新到的xsx手柄，体验超棒！游戏的画面表现非常的好，并且还有不少不同场景风格的关卡，场景内可破坏的物品也很多，进一步提高了爽快感。本作的动作流畅度也很不错，打击感也在线，攻击方式以飞腿、挥击以及刺击为主，在游戏的第二章和第三章还可以分别解锁武技和法术封印，玩家可以自行进行多样化的组合打出绚丽高额的伤害，当然要是和我一样单纯的使用刺击和蓄力刺的朴素打法也可以有很不错的战斗体验

游戏的难度上在后期将技能和武器升级到一定的高度后其实游戏就变的很简单，特别是在获得冲刺鞋后整个游戏的节奏都不一样了，玩家可以随意的通过躲避闪躲伤害并寻隙攻击对手，当然在游戏前期游戏还是有一定难度的，特别在传奇难度下敌方的血比较厚且攻击欲望很强，玩家只要稍微的被刮上几下就gg了，在前期还是得多加注意

其实每当玩到这种外国人制作的中国题材的游戏我内心的感受都很复杂，一方面很高兴自己国家的文化能够被别的国家的人认可，另一方面遗憾国人反倒没有给到国风或者说我们自己的文化足够的关注，这给了我一种躺在宝山之上却贪恋别处的奇怪感觉

感谢制作组对中国文化的认可，спасибо
好评: 好游戏，要是能配中文语言就更好了
差评: 游戏时间太短，不值得买。虽然打击感不错，但是打怪没僵直（绝大部分敌人都没有）就没法畅快连招，被敌人慢吞吞的出招打断的感觉实在不好，本想割草，结果玩成魂斗罗了。装备对游戏没有太多改变，导致大部分装备没用，结果就是只有一种最优解，没有更多元的搭配思路可玩。如果五块钱以下能买到可以试试，不然就别买了，感觉亏钱....
好评: 不错
差评: 可以入，但没必要
好评: 意外的好玩，音乐诡异，但意外的带感。
好评: 发现秘密里有一个 反色 选项，选择了之后少林寺画面更真实，画质提升了几个档次，人物操作更流畅，combo×10086不是问题。
好评: 游戏的优点大部分评论都说过了，我就说一些缺陷和瑕疵，
首先，千万不要点音频设置，点了中文语音就没了，就剩英语俄语了，
其次，游戏对于摇杆的支持很差，不能喝茶，也没法改键，我就一口茶都没喝通的关，
横版游戏不就应该用摇杆玩吗？
有些场景建模有bug，先不论穿摸了，就水车那关，和尚复活了往左走，那片水也复活了。。。
最后，[spoiler]这个道空是不是照着一龙画的？[/spoiler]
好评: 近二年玩到的最好的清关ACT，打击感满满，技能强悍，二周目难度增加，还能刷一遍，强烈推荐。唯一的遗憾就是流程有点短，希望会有流程更长的续作
好评: 传统闯关街机游戏 但是背景设置在少林寺且画面有所提高 流程不长 难度友好
好评: [quote]关注[url=https://store.steampowered.com/curator/39039781/]斗鱼游戏社区[/url]，随时了解主播推荐的好游戏。
访问斗鱼鱼吧社区参与互动，活动好礼送不停！[/quote]

《少林九武猴》是由俄罗斯团队Sobaka Studio制作并由Buka Entertainment于去年10月16日在Steam平台上推出的一款第三人称视角清版动作游戏，也是继2017年推出的纵轴清版动作游戏Redeemer后的第二部作品。就个人通关体验而言，《少林九武猴》的质量还是很不错的，除了流程稍微有点短，没有发现太多的缺点。毕竟在当下的游戏市场，清版动作游戏也是玩一个少一个了，如此经典的游戏类别就此销声匿迹实在不该，还是希望清版动作游戏玩家可以多多支持。

《少林九武猴》的故事十分简单，玩家在游戏中将操作一名名叫魏成的中国渔夫，为了给被海盗袭击并被杀害的朋友和家人复仇，跟随少林和尚学习强大的少林武功，最终击败所有敌人。游戏总共提供了五个章节，每个章节提供了主线剧情任务与支线任务，完成后可获得装备资源和技能点数的奖励。比较友好的一点是，玩家在闯关中若被击败，重新开始后是从当前进度开始挑战，无需重头跑图，节省了大量时间。

随着流程的推进，魏成从少林大师处可习得除基本的踢、挥击、刺击三种基础攻击方式外的轻快攻击与法术攻击，所有的攻击都有各自的技能树，通过完成任务后获取点数来增强各项技能，为魏成提供更高的战斗力，闯关起来也变得轻松。要注意的是需为技能栏加点后才可学习技能树的技能，所以前期闯关的话建议主点一项，雨露均沾效果会不太好。

之所以说优秀，体现在本作画面表现好、地道的英文配音、高质量的配乐，最重要的还是本作拥有非常给力的打击感与较为流畅爽快的操作体验。除了法术攻击外，魏成的其他攻击都强而有力，且击败敌人时画面都会出现特写，结合上打击音效与恰到好处的手柄震动，让打击感体验直接拉满。

操作流畅度也非常棒，只要将法术攻击的吸力封印运用得当，除了忍者类型的敌人，玩家基本可以在空中直接连击击败，喝了黄茶后有着短时间的无限气力，这时便可大方滚手柄了~要说不太流畅的地方，还是飞踢动作感觉有点停滞过久了，连招有时候会连不上。

游戏支持线上双人联机闯关，不过目前发售到现在、加上清版游戏知名度还是低了些，随机匹配可能匹配不到玩家，最好还是拉上身边喜欢清版动作游戏的朋友一同游玩，双人挑战难度也会低一些。

总的来说本作打起来非常爽快，就是主线剧情流程太短了些，单人选择勇士难度挑战，不到三小时就能够通关了，途中还死了几次，不然应该能更快。65元的价格不算太贵，期待后续能够推出单独的OST音乐集~

[quote]加入[url=https://steamcommunity.com/groups/feizhai]肥宅聚集组[/url]与关注[url=https://store.steampowered.com/curator/28359939]我们的鉴赏家[/url]，一起当肥宅w[/quote]
好评: 是不是伞兵都能玩！
差评: 变态游戏一个，开发者怕是狗
差评: 游戏打击感还可以，优化也还行，可以一玩

差评给女鬼，召唤两个亡灵不是问题，必须用技能打也不算问题，但就是为什么召唤两个亡灵本身攻击欲望跟移动速度也高，攻击伤害也特么高的离谱，血也厚的离谱，比boss难打多了，如果用跳劈的技能容易送死，用转圈横扫的技能伤害又太低，还有两个女鬼的关卡真是绝了。无论是击杀两个亡灵之后给一个破防状态还是降低攻击伤害或者可以反弹他的攻击都会舒服一点，但就是不优化

绿茶在后期加的血也太少太少了，箱子里又不是必出绿茶，打怪也不掉，什么武器和技能可以回血，那你还设计回血道具干什么，打完一场血不多喝口补补，杯水车薪

怪之间靠的近默认的那个闪避就跳不出去，必须穿那个可以穿梭的鞋

汉化有点机翻，不过剧情对话问题不是很大

底子还是不错的，不建议高难度，浅尝辄止爽爽就行
好评: 打击感优秀，流程稍短，因为不太玩得来3d的游戏，所以一直比较偏爱这类型的，希望能再多出类似的游戏！
好评: 默认中文语音，调下音频设置改成英文后就改不回来了。音频设置里只有英文和俄文？
好评: 手残党6.5h打到最后一个boss，流程稍微有点短
我是用键鼠玩的，打击感还行，可能手柄+震动感受会更强烈
跑地图清小兵比打boss有趣，小兵的种类和主角的攻击方式都很丰富，装备也能体现在角色身上（我可能要求有点低）
但是一些精英怪和boss的设置有点恶心。。比如女妖，一定要用气才能打到，打一次很麻烦，到后期居然两只两只的刷出来，真的很像退出到桌面。。

差评: 大概3h左右的剧情，有些短…
打击感还可以，但双人联机效果一般，经常卡bug。
玩了4.8小时，大概有1小时都因为BUG重开…
如果能提高联机的效果、修复BUG就更好了。
差评: 卡关，不好玩。
好评: 虽然游戏关卡通过时间不长，但是可操作性，动作设计，击打感都属于上作。很看好这个公司制作动作游戏的风格。期待他的下一步作品。
好评: 中文配音，我的中文配音呢。。。点进音频设置把默认的中文配音搞没了呜呜呜。。什么时候装回来再玩吧
差评: 因为你们垃圾的障碍物设计害的我把我家的电脑给砸了，一个差评跑不了で
好评: 游戏全流程攻略 https://www.bilibili.com/video/BV1QK4y1P7DD/

这次和女儿玩的双人游戏是一个和尚一个俗家弟子抗击倭寇的故事，女儿虽然很不情愿，但只能接受自己是光头的事实。游戏是横板过关游戏，也没什么花头，就是莽，动作相当夸张且让牛顿痛哭流涕，但打得爽就行了，后期穿了装备之后更是拳打脚踢，上天入地，连招可以连到怪毫无还手之力，没什么道理好讲！
要说老外做的功夫游戏，总是有种莫名的喜感，这大概跟国人做魔幻题材的游戏一样，在文化理解度上还是多少会有些差别的，但游戏嘛，好玩就行了！整体来说，双人合作玩起来还是挺欢乐的，难度也适中，适合男女朋友，好基友，父女一同游玩，一个人的话，乐趣会少很多，甚至不用买来玩！

[code] No Responsibility Review，只根据个人喜好进行评测： [url=  https://store.steampowered.com/curator/36266776-NRR233] 无责任评测[/url][/code]
好评: 用只狼的思路去打就会比较省血条，等对方发动攻击，你格挡之后再攻击，就能省很多血了。还不错。过场动画画得很好，真不敢相信这是国外做的游戏。
好评: 打击感爽快，画风优美，存档位置科学
差评: 游戏各方面都还可以，些许小BUG都可以容忍，唯一应该是最后一关吧，一边战斗一边剧情讲故事，然后就卡住不能继续了，重新开始或者退出再重新进游戏再打，还是这样！这算什么情况？？？等于这游戏无法完成！郁闷。
好评: 打的简直爽爆
好评: 游戏是好游戏，打击感不错，玩起来很有意思。就是BUG有点多，比如卡视角，或者玩着玩着就没有音效了
差评: 反弹鬼子火枪兵的子弹死活弹不回去，算了，告辞！
差评: 打不了最后的BOSS 一直在读故事 重打了好几遍了还是进不去
好评: [quote]
[th]关注[url=https://store.steampowered.com/curator/39039781]斗鱼游戏社区[/url]，随时了解主播推荐的好游戏。[/th]
[tr][th]访问[b]斗鱼鱼吧社区[/b]参与互动，活动好礼送不停！[/th][/tr]
[/quote]

由独立游戏开发商Sobaka Studio开发的《9 Monkeys of Shaolin》，经历了多次跳票后终于在2020年发行了正式版本。作为开发商的第二作，游戏比起前作的《Redeemer》风格上有了相当大的转变。本作不再是以血浆和暴力美学为卖点的上帝视角动作游戏，而是一款充满了功夫元素的横版卷轴类街机游戏。就像进入西方电影界邵氏功夫片一样，本作的动作设计可谓让人感到惊艳万分，难以想象是出自一群俄罗斯人之手。

[h1] 剧情 [/h1]
本作的故事发生在南少林寺，按照时代背景时间线应该在明朝。在频繁受到倭寇和海贼的侵扰，南少林寺的僧人打破戒律与朝廷君联手御敌，本作的主角魏成是一个渔民，在一次出海归来时发现村子遭受了倭寇的侵袭。与倭寇的战斗中魏成没能救出任何人，所幸南少林寺的僧人及时赶到救下了他，而他的家人和相邻无一生还。为了能够为村民报仇，魏成跟随着僧人一同与倭寇战斗，终于有一天亲手击败了戴着鬼面具的武士。然而倭寇的危机依然没有解决，无所牵挂的魏成拜入宗飞大师门下，法号道空，开始了与倭寇的新一轮战斗。 

[h1] 玩法 [/h1]
游戏共有3种攻击模式，每种模式有3个技能。初始的体术击、刺和踢分别对应普通攻击、破盾攻击和位移攻击三种特性，3个技能可以消耗气释放蓄力攻击。防御主要通过位移和招架完成，招架除了可以无伤格挡杂兵的绝大多数攻击外，还能反射敌人的暗器，并且硬直短，在初期非常好用。完成第一章后可以学习3个武技，分别根据初始技能强化为旋风棍、跳劈和后空翻踢，武技可以通过消耗气和初始体术组合出更多的攻击方式。完成第二章后可以学习封印法术，法阵分别对应击飞、定身和吸引3种效果，虽然同样需要消耗气，但是学会法术后人物的回复能力和打断能力会大幅度增强，战斗也能变得更加流畅。 

[h1] 体验 [/h1]
本作的动作设计非常出色，招式的衔接也极其流畅，虽然是一款街机类的独立游戏，但是丝毫不输给众多以连招为卖点的动作游戏。使用终结一击击杀敌人时还会有减速特效，打击感十足。同时游戏的物理引擎也格外优秀，被打碎的木桶木箱以及众多装饰物并不是贴图，而是完全还原了物理效果，包括人物身上火焰的点燃效果等等，细节上处理地非常精细。游戏共有25个关卡，10种兵器，不同的装备除了给主角提供不同的特性外还能改变部分行动方式，例如将翻滚改为冲刺，对于招式的衔接可以更加行云流水。本作的UI给人的第一印象并不好，看起来有很明显的机翻痕迹，不过实际上内部的文本完全没问题，并且也非常本土化。游戏中的4种回复道具都是国产茶，除了红茶和绿茶外还有平时不常提到的白茶和黄茶，并且还很贴心地介绍茶叶的类型，能够看出制作组对于中国的文化还是比较了解的。
 
[h1] 总评 [/h1]
游戏的流程不算很长，不过有双人模式，还有众多装备组合，可以反复游玩，总体的手感和动作设计非常优秀。作为一款外国人制作的中国题材游戏，《9 Monkeys of Shaolin》并没有太多对中国人的固有印象，并且对于中日两国的元素的区分也比较清晰，剧情设计与历史也比较契合，能够看出制作组的用心程度。

[quote]
加入[url=https://steamcommunity.com/groups/GHYX]干货游戏[/url]&关注[url=https://store.steampowered.com/curator/35106417/]我的鉴赏家[/url]，不定期为大家带来诚意满满的游戏体验干货。
[/quote]
差评: 有bug卡住了
好评: 打击感很好，就是游戏漏洞漏洞太多，人物穿插比较严重
好评: 还行，中规中矩
好评: 宣传片的音乐这么东方魔幻，游戏里好像没听到。
好评: 游戏可以的，虽然画面不怎么样，不过还是能打发时间的，不错的游戏
差评: 最后一关出bug，故事不讲完无法继续前进
好评: [code]
[h1]游戏由鉴赏家[url=https://store.steampowered.com/curator/28673811]
[u]杉果点评小分队[/u][/url]提供[/h1]
给游戏选择困难症的玩家指路

成为我们的一员[url=https://steamcommunity.com/groups/SonkwoClub][u]小组首页[/u][/url]
欢迎新朋友加入QQ群：641445229 (｡･∀･)ﾉﾞ
[/code]

《少林九武猴》是俄罗斯工作室Sobaka Studio开发的复古清版动作游戏。整体感官虽略显寒酸，却无处不体现着[b]八十年代邵氏片的神[/b]与[b]九十年代家用机的骨[/b]，是一瓶21世纪精致新瓶装载的20世纪纯正旧酒。

制作组对战斗设计下了不少心思。在新手难度下，即使生疏多年的玩家依然可以爽快通关；而到了高难度与二周目，就算熟谙此道的老手玩家此时面对的也是杀机四伏。数年的打磨为《少林九武猴》赋予了合适的难度等级与难度曲线，因此无论是苦手还是高手，任何玩家都能从中找到适合自己的乐趣。

与合理的战斗难度相伴的是稳健的动作节奏。不同于设计繁复的传统清版游戏，《少林九武猴》并未设置通常意义的各种技能，而是将战斗动作浓缩成踢扫刺三式，仅辅以控制战局的三种法印。敌人也无非是无甲有甲近战远射几类，攻击方式基本上大同小异。因此总体来说，和尚与倭寇都没有太过离奇的天外飞仙，皆为一招一式，一板一眼。这样硬朗的动作设计不仅掩盖了战斗种类的匮乏，还避免了简单的组合套路，赋予了游戏独特的美感。

作为一款外国团队制作的中国题材动作游戏，《少林九武猴》并未胡乱地堆砌某些中国元素，而是恰到好处地进行化用与组合。无论是美术风格还是动作设计，游戏处处体现着邵氏电影的风貌，南少林武僧题材很自然地让人联想起《南少林三十六房》、《少林搭棚大师》等经典电影。此外，从竹林等关卡看，制作人似乎还对《卧虎藏龙》情有独钟。

当然，外国人团队制作的中国题材游戏不可避免地多多少少有些违和之处。禅杖和方便铲是出家人惯用兵器无误，但和尚扛一柄关刀（燃烧的龙）出门就相当奇怪了。以茶代药的设计相当巧妙，可百密一疏的是大红袍不属于红茶，而是乌龙茶。这倒不是什么大毛病，毕竟就算是不熟悉茶叶的中国人也难免会产生这种望文生义的误会，情有可原。其他机翻误译此处略过，不再赘述。

游戏的真正问题是键位布置极其不合理。[b]A闪B刺X踢Y扫[/b]，如此奇怪的操作布局似乎是暗示边躲边戳的打法才是设计初衷？而将格挡安排在效率更低的左肩键上的设置则更加令人莫名其妙，难以适应。

或许是独立游戏的预算有限，《少林九武猴》流程明显过短，好在高难度与二周目挑战性十足，足以避免乏味。总而言之，口味如此纯正的新瓶旧酒不可多得，绝对值得一试。
好评: 打击感真的不错 后期难度大大增高 不过武器装备合理搭配可以大大减轻游戏难度
玩到一半发现是毛子做的游戏 太叶了
好评: 可以和朋友家人本地双打很好玩，本身质量也不错，打击感强系统挺丰富的，就是剧情有点短意犹未尽。
差评: 我在游玩过程中发现到最后一关比叡山的时候，福都讲的故事无法结束导致不能够让游戏继续下去
差评: 千万别二周目 辣鸡难度梯度设计
差评: bug超级多。联机质量贼差。boss设计完全不合理。
好评: 童年回忆~
好评: 《9 Monkeys of Shaolin》这款游戏虽然画面感上略有不足，但是音乐插曲上的选择和游戏操作上的自由流畅度绝对可以弥补画面感上的欠缺。游戏采用的复古街机式玩法也相信会让许多80-90后玩家回忆曾经，感叹往昔岁月，情怀满满。游戏打斗方面则相对于传统街机游戏添加了天赋系统和武器选择，给熟悉的街机式打斗增添了不少额外的选择。总之，这是一款优良之作，喜欢中国古风武术和街机式游戏体验的玩家可以考虑购入。
好评: 一个俄罗斯友人做的中国人抗击倭寇的英语配音游戏，有点奇妙，这个题材国内都没什么人做。不得不说游戏做的还是比较粗糙的，可以看出来挺穷的应该，前期体验还可以，但是后期打久了很容易就变成一个打桩游戏了。内容太简单，也太少，打折的时候有兴趣体验的可以入手。
好评: 烧焦的龙nb
好评: 为什么一开始有中文配音，后面就没了，请问怎么调？
好评: 挺好的，缺点就是游戏时长还没一些孤儿给老婆舔的时间长。
差评: 不是，我存档呢！！玩了一个小时存档不见了，wnm
好评: New Game + 有BUG，技能只有招式没有效果，比如shift+刺，敌方血量低于25%斩杀无效，同理符文技能buff时间跟浮空时间都没有加成了。
道具装备，有时恢复气的项链不恢复气，而符文技能有时不恢复血。
普通模式测试都正常，只在new game + 里有异常。
另外希望shift和ctrl可以自定义按键，谢谢。

New game + has bug, but only moves have no effect. For example, shift + stab, when the enemy's HP is less than 25%, killing is invalid. Similarly, the buff time and float time of Rune skills have no bonus.

With props and equipment, sometimes the necklace that recovers Qi does not recover Qi, while the rune skill sometimes does not recover blood.

All normal mode tests are normal, only exception in new game +.
In addition, I hope shift and Ctrl can customize the buttons, thank you.


游戏整体很不错，打击感很好，新手如果感觉难度太大，要注意合理调整搭配装备，尤其女鬼关卡，绿杖特效完美克制。低难度无所谓，高难度注意敌人有无护甲，有无头甲，对敌人该刺的刺，该踢的踢。祝大家玩的愉快！

The overall game is very good, the sense of attack is very good, if the novice feels too difficult, they should pay attention to the reasonable adjustment and collocation of equipment, especially the female ghost level, green wand special effect perfect restraint. Low difficulty doesn't matter, high difficulty pay attention to whether the enemy has armor, head armor, the enemy's stab, the kick. Have a good time!


好评: 为啥到日本第一关会在中途卡住啊，哪儿都去不了
好评: 打击感可以，就是流程有点短，值得一玩。
好评: 爽快的动作游戏。
好评: 打击感太棒了
好评: 打击感真的很棒，就是一次玩不了太久，容易上头。
好评: 跟儿子一起玩，体验中国文化，虽然是毛子的作品，但看得出是用心了，打起来很带劲，还更新了国语配音，老婆也嚷着想一起玩，如果能三人同屏就更好了
好评: 不错 ，前期难 ，最后无双了。
好评: 还不错，挺有趣的一款小游戏，史低比较值得入，原价就算了
好评: 挺喜欢这种游戏的，打击感不错，背景和台词都很考究，要是有中文配音就更好了
好评: 喜欢功夫的不要错过，不同于《shaolin vs wudang》是个格斗游戏，这是个横版游戏；国风很赞，背景研究很深，打斗也很酷炫！
好评: 刚开始玩的时候有中文语音，怎么我重启了一下就没有了呢？有谁知道怎么设置中文语音吗？
好评: 酣畅淋漓，动作打击感很好，俄罗斯设计的真不错。
好评: 动作设计很到位，很有意思
好评: 很好的游戏，任务-技能系统设计好，任务可以反复刷，技能不怕学不全，能降低不少难度；外国人做少林，少林和尚说英语还是很出戏，哦呵呵。
好评: .
好评: 2333
好评: 其实还蛮有意思的 一个小光头的成长
好评: 打击感很棒，故事背后的逻辑也很棒
好评: [b][quote]欢迎订阅我的「个人鉴赏家[url=https://store.steampowered.com/curator/11123770/] DEV RULES [/url]」
以及 [url=https://space.bilibili.com/2898054/]游戏实况[/url] 来观看我的更多“偏见想法”
[spoiler]希望有天能厉害到你会跟别人说： DEV？那是我朋友诶！[/spoiler][/quote][/b]

发售前就二周目了，感觉像是印象中的俄罗斯，粗糙但有效。

打击感不错，暴击时更爽。招式多，甚至有点太多了。不过习惯后行云流水，打、刺、踢、反击、阵法，像极了老奇幻武打片里的用棍高手。（没开黄腔）

小问题像倭寇一样多，别的先不提，敌人的武器被打飞后扎在地上抽搐这不尴尬，但扎在屁股上，那就尴尬透了。另外有的翻译看不懂，而有的和本意相差很远。

小时候总想着玩打鬼子的游戏，没想到被俄罗斯人圆上了。
好评: 不错
好评: [code] [h1]游戏由鉴赏家[url=steampowered.com/curator/28673811 ]杉果点评小分队[/url]提供[/h1] 给游戏选择困难症的玩家指路 成为我们的一员[url=steamcommunity.com/groups/SonkwoClub ]小组首页[/url] 欢迎新朋友
欢迎加入 QQ 群641445229(｡･∀･)ﾉﾞ [/code]
[h1] 《少林九五猴》——少林弟子，除倭平乱[/h1] 
《少林九五猴》是一款横版清关游戏，游戏主角是一名中国渔夫——魏成，魏成的家乡本是个平静的小村庄，却被海盗袭击，朋友和家人惨遭杀害，魏成自此踏上了复仇之路。个人给本作的评价是“中规中矩”，属于打折时可以一试的梯队，游戏的优点和缺点都很明显。
[b]优点：[/b]
[b]一，合理堆砌的中国元素[/b]
欧美游戏在制作东方尤其是中国背景的游戏，往往各种中国风的美术元素乱成一团，经常可以看到某个中国人却是一副日本武士的打扮，《少林九五猴》的画面虽然不够精致，但是美术风格与各种细节是绝对值得肯定的，故事以明末抗倭为背景，没有出现一些“穿越”的服装和人物，竹林、绿茶红茶等中国元素的出现也让玩家更有代入感。

[b]二，动作流畅，打击感良好。[/b]
游戏的动作衔接十分流畅，出招动作行云流水，战斗时不同手段击中反馈音效有着清晰的差异，打击感在独立游戏中算是中上等。

[b]缺点：[/b]
一，战斗不够流畅
[b]主要体现在以下几点：[/b]
1，敌人搭配不够合理。每场战斗中，有护甲的敌人太多，这些敌人被攻击后不会出现硬直，当数个此类敌人包围玩家时，玩家只能等待着敌人攻击然后做出“闪避”或者“防御”。

2，“防御”动作无法打断其他攻击动作。因此玩家很少有机会进行连招攻击，一旦按下出招键，有敌人发动攻击的话，玩家无法及时切断攻击动作导致会挨打，这时候只能等待敌人先出招玩家再进行防御反击使其眩晕。
3，敌人的眩晕时间太短。往往一个敌人进入眩晕状态，其他敌人又开始攻击，玩家只能再次进行防御而错过攻击的时间。

战斗初体验不错，但是上述情况多次出现，玩家就会发现无法通过操作技巧无伤且快速地结束战斗，加上死亡惩罚轻，而且补给品太过于密集，每次死亡都会从当前场景满血复活，大部分时间玩家没有压迫感，容易疲惫。

[b]二，流程过短[/b]
游戏中的升级系统虽然简单，但是升级的内容还算丰富，然而由于流程短，给人的感觉就是好不容易完成升级，结果游戏结束了，空有一身武艺却遇不到对手，游戏的战斗系统也不算深，开二周目的动力不足，不过流程短往往是资金问题，只能说很无奈了。

[b]总结[/b]
《少林九五猴》作为一款独立游戏，可以说是麻雀虽小，五脏俱全，没有什么致命缺陷，而作为一款中国风的游戏，中国玩家会有更独特的体验。游戏的战斗系统只能说及格，但是不够惊艳，本作整体难度偏低，容错率高，推荐给想要体验动作游戏爽快之处的动作游戏苦手。

好评: 很有意思的游戏，动作方面流畅度做的很好。只是相对于价格，这个流程是不是有点短？

联机的体验也不太好，经常卡顿、掉线。

40-50元左右的佳作
好评: 流程有点短，打击感很强，玩起来非常爽。
好评: 中外两开花
好评: 好玩还是好玩的，也挺有中国味的，但还是没有本家之前的救赎者好玩。。。主要是打击感，另外没有处决emmmmmm
好评: 动作贼帅，打击感特别强！
差评: 改了键位连技能都放不出来,,,这做的什么游戏
好评: 少林功夫劲啊，少林功夫好啊！
打击感很不错招式流畅度很不错，有那味儿了。推荐。
8/10
好评: 可以玩一下
好评: 我只说一个缺点 游戏太短了 我是最高难度通关的 这4个小时算上休息 我可以睡4个妹子......
好评: 非常好玩的横板动作游戏，想不到是老毛子做的。。就是流程稍微短了一点，不过还是值得推荐。
差评: 游戏说实话还不错，但是玩法实在过于单一，打击感大概在3关以后都是一些机械的重复。以至于后面打的没了激情，其实剧情，画面都还不错，但掩盖不了过度重复的硬伤
好评: 难以想象这是一款俄罗斯人制作的游戏
具有深度的中国文化研究（还带了点日本）
打击感优秀，操作易于上手精通后可以打的很花哨
信长公再次遭迫害
好评: 拳拳到肉的打击感+略微短小的游戏流程+有些imba的技能=少林九武猴

[spoiler]传奇难度就这？[/spoiler]
好评: 很有意思的题材，游戏性也比较高
动作随着剧情和关卡进度逐步解锁，玩家有足够时间学习新动作，上手难度不高，不过操作性比我一开始预想的还是高不少
好评: [h1]乱世持棍荡倭寇 少林武猴美名传——《少林九武猴》[/h1]

本文首发于bigfun游戏社区：https://www.bigfun.cn/post/658302

《少林九武猴》是俄罗斯制作组Sobaka Studio制作Buka Entertainment发行的一款经典清版动作游戏，今年是清版动作游戏文艺复兴的一年，我已经数不清自己今年到底玩了多少清版游戏了，《少林九武猴》这款游戏中的少林二字引起了不少人的关注。但这款游戏并不是国产游戏，制作组以俄罗斯人的视角来理解中国的少林故事。看到这款游戏我感到十分唏嘘，国产似乎都没有以少林为背景的游戏，可外国人却如此热衷我们的文化，知名格斗游戏《少林VS武当》也是一个美国人痴迷中国功夫后的游戏，我们自己的制作组却对中华文化却无动于衷。

 
[h1]惩恶扬善的标准剧本 少林九武猴抗倭[/h1]

清版游戏的剧情基本都是一本道剧情，不过《少林九武猴》不像《恐龙快打》之流需要一条路走到通关，在每次出警后主角们会回到自己的根据地进行布置，因为采用根据地模式还有几个支线剧情可供玩家欣赏，比如去着火的土楼里拯救平民，但这几个支线的剧情相对薄弱和主线的联系并不紧密，基本都是倭寇烧杀抢掠主角一行赶去救场。

 
主线剧情是渔夫魏成的抗倭之路，《少林九武猴》的故事发生在1572年左右，这个时间点颇为微妙，伟大的抗倭名将戚继光还没有逝世，但在他的晚年不再有什么惊天地泣鬼神的战役，所以《少林九武猴》没有戚继光的出场。本作的故事讲述方式很清版游戏，用了传统的播连环画讲故事，不过作画的精致度要远超老式像素游戏。纯连环画的故事讲述方式尽管古老但配合少林背景和中国的水墨画风格颇有几分韵味。
 
《少林九武猴》的时代背景是明政府无能不能从倭寇手中保护百姓，少林僧人决定下山帮助当地政府辅助当地政府抵御倭寇，终于在他们的努力下倭寇被逐出沿海地区。可好景不长没过多久倭寇就卷土重来洗劫了渔夫魏成的家乡。在南少林僧人的帮助下魏成捡回性命并接受武术训练，最后破坏了倭寇邪恶念头。
 
故事流程不长三小时就走完了主线流程，虽然俄罗斯人眼中的中国和我们现实并不完全相符，但需要夸奖一下的是这个故事写得很有中国风味，魏成被南少林寺相救感悟之后自己也成为了一名南少林僧人法号：道空，最终boss福都去搜集和氏之盘（明明是和氏璧非要说是盘子）也是为了实现自己不切实际的疯狂理想，但他毕竟是邪恶一方最终正义必胜。

 
这个故事让我想起了刘德华主演的《新少林寺》 ，唯一可惜的是制作组只关注了少林寺的行侠仗义，对少林寺的佛法方面却毫无研究，后期的流程也进展颇快尤其是魏成加入少林寺竟然没有对应的剃度剧情，也没有相应的佛法教诲。毕竟俄罗斯制作组无法理解佛法真正的精髓，值得肯定的是他们愿意做这个题材而且拿出了成品。九武猴指的就是九位南少林高僧，不过为什么起名叫武猴我也不是很清楚。

[h1]老式一本道的关卡地图设计 一个不留[/h1]

《少林九武猴》的关卡设计和老式清版游戏完全一致，如果你玩过《双截龙》《恐龙快打》看见本作一定会感到非常亲情。老式清版游戏的地图和恶魔城同是2D但有本质不同，清版游戏一般都是横纵设计而恶魔城是卷轴设计，清版游戏横纵可以给玩家留下走位空间，因为清版游戏大都堆怪，卷轴地图玩家面对那么多的小怪会十分头疼。清版游戏最有特色的一点还是不清理完全部小怪不让前进这个设定，恶魔城你打不过精英怪是可以选择跑路的，清版游戏只能战斗到死。
 
所以老式清版游戏有一个致命问题或者说硬核之处，那就是如果你在第五关死亡可能会被直接送回第一关，不排除这种模式是为了最大限度消费玩家手头的游戏币，毕竟老式的清版游戏几乎都是街机游戏。《少林九武猴》在难度方面做得极为平衡，因为是据点选关模式失败也不会回到解放前，玩家失败后的挫败感没那么强。另外游戏在开局有四种选项设定这里我选择的是第二难度，第二难度失败后会直接回到上一个版面而不是本版一开始，这个难度做的非常平衡适合新手，第三难度失败后就会直接回到本关一开始跟《怒之铁拳4》的设定相同，而第四难度适合追求极限的发烧友游玩小兵碰你一下就会死，强行让玩家无伤通关。

 
《少林九武猴》的一本道显得就颇为温和，制作组为了让受众变多做出了许多设计上的让步，但还是保留了必须全部击杀敌人才能前进的设定。一般来说这种设定会导致游戏流程特别拖沓，可制作组显然深谙制作之道，并不偏爱长流程多敌人而是主打爽快向，每关流程都控制在5分钟左右相当神速。唯一的问题就是本作场景外会出现一些远程敌人，这些远程敌人魏成/道空无法攻击因为距离不够，唯一击杀这些远程小兵的方法就是弹反，有时小兵被卡视角就一直不会攻击这时就很浪费时间，敌人的AI没有那么聪明。本作的关卡设计也颇有老式清版游戏的精髓，地上的一群木桶看上去就让人有打爆的欲望，《少林九武猴》木桶的出货率还相当高，第二难度下通关基本没什么难度。可俄罗斯人属实有点耿直，地图的互动性只靠几个木桶维持。
 
《少林九武猴》如果真是一款20年前的游戏那我应该会极力赞美，但现代游戏光是纯一本道显得毫无美感。本作虽然能往上走但地图跟恶魔城地图一比毫无层次感，最关键的还是前面提到的地图互动性。因为老式清版游戏都没什么超能力比如二段跳、冲刺，令我印象深刻的是《三国战纪》的关卡，《三国战纪》里有很多宝物都隐藏在各种机关里，部分机关还限定双人以上才能开启。《少林九武猴》中的机关只是进入几个屋子里找零件，而且这是流程中的必经之路不是隐藏地图。只是打打杀杀导致游戏后劲不足，可能正因如此制作组才用短流程才规避玩家的倦怠感，玩家感到厌烦之前游戏的流程就结束了。

[h1]简单的据点养成玩法 逐渐开放的动作系统[/h1]

游戏的据点玩法非常简单，清版游戏和据点倒还是蛮搭配的。主要是这种模式将整体闯关变成了一个个小关卡。《少林九武猴》的据点玩法非常简单，最重要的是广里师傅处的任务选择，每次出击之前都需要选择任务，这和现代RPG的据点玩法基本一致。主线任务都是必做所以没什么选择策略，支线任务选择奖励多的任务即可。任务是这个款游戏一切资源的来源，完成任务后可以获得技能点和装备。
 
围绕任务衍生出另外两个主要系统是装备系统和天赋系统，本作的装备都是在任务中获得，无需玩家自己锻造和搜集，不同的装备赋予玩家不同属性有的甚至还能改变动作，比如我比较喜欢的金绑腿能把原来的翻滚动作变成冲刺，扫兴的就是装备只提供一些异常属性，相互之间攻击力的差别都不大，攻击距离除了金箍棒加长三分之一外其他武器完全相同，多种武器之间的差异性不高导致选什么都差不多。《少林九武猴》的配装系统没什么深度，但胜在武器的获取完全无门槛，不像《怪物猎人》玩家需要爆肝装备，装备的获取速率跟得上玩家的通关步伐。玩家只需要按自己的心意，想穿什么就穿什么。
 
天赋系统同样是游戏的重要系统，因为这个系统直接与游戏的动作相关。在天赋界面玩家可以强化九种基础能力。在第一章时玩家只能使用中键踢击、左键劈砍、右键刺击，清版游戏来说有三种攻击动作其实也不少了，但没什么出彩之处。可进入第二章后玩家会获得shifit加上三个键位的变种能力，个人觉得最有用的是shift右键的岩击因为能在中后期打出极高伤害。第三章后玩家的九种能力就全部齐全，原本我很好奇游戏的键位设定，因为格挡键被设定在了F键，第一章shift键和Ctrl键毫无作用，后面才知道这两个键是用于打出两种衍生技能。

CTRL中键的悬浮阵法在强化后可谓打破了游戏的平衡强度，《少林九武猴》的技能加点系统非常有趣，你需要先在每个技能目录下分配足够的点数来解锁条目，还要花一个技能点用于解锁每个技能条目，本作的强化点数给的很多，纯做主线任务可以点满9个技能中的5个技能，升满普通攻击后你会发现敌人变得不堪一击，点满平A天赋后玩家的伤害提升了一倍有余。后期这款游戏俨然变成了一个爽游，不过也正是因为玩家如此强大才保证了流程的顺滑，流程中我的死亡次数不超过三次。游戏这种先急后缓的系统开放也颇为精妙，第一个大刀boss因为技能点不足会打的特别困难，相反后面的boss虽然强力但依靠强力的天赋系统反而变得没有挑战难度。
 
最后本作和其他清版游戏一样都可以进行双人联机，玩家可以在蓝衣和尚处选择邀请自己的朋友游玩，但我朋友尝试过后发现《少林九武猴》如果不是局域网联机加入进来的玩家会变得特别卡乃至到处瞬移，所以非局域网玩家就不要想着联机了。
 
[h1]爽快的操作手感 出众的视觉效果[/h1]

清版游戏的操作手感需要积淀，《少林九武猴》制作组显然有丰富的经验，游戏的操作手感极好或者说非常适合新手操作。游戏反击的无敌帧极长而且敌人的攻击有红光提示，闪避的距离也远远超过敌人的攻击距离。手感好的原因之一就是玩家在平A时可以瞬间切换为反击，期间没有任何停顿的间隙。除岩击外都可以利用闪避快速取消后摇，无间隙的招数衔接满足了玩家的操作欲望。
 
游戏的战斗分寸把握的很好，游戏每版都要面对10多个敌人，但敌人不会一拥而上每波面对的敌人不会超过六人，战斗不用担心腹背受敌。遗憾的是游戏的boss战很少，3小时的战斗流程里只有四个令人印象深刻的boss，boss战因为太过简单也缺乏一种史诗感，相反女鬼这种恶心至极的阴间小怪倒是令人印象深刻。
 
《少林九武猴》的打击感同样很棒，其实本作的建模十分粗糙近看你会发现魏成的脸部建模并不精致，制作组把全部经费都用在了加特技上，浮空阵法和南翔击的视觉效果可谓夸张，敌人受击后的反馈显得极为明显，击中敌人后的音效同样十分带感。暴击和击败最后一个敌人时还会有一个出色的特写镜头，战斗画面充满了张力。 

[h1]总结[/h1]

《少林九武猴》是一款成功的清版动作游戏，虽然是俄罗斯制作组的游戏购买的用户里却有不少中国玩家，可见大家对少林题材也很感兴趣。游戏建模粗糙却有相当不俗的打击感，以爽快为主的技能系统让游戏的流程无比畅快，事实证明这是一个爽游而非硬核游戏，每关的流程都在五分钟左右，很符合现代玩家在碎片化时间游玩。如果你喜欢少林僧人的抗倭故事，不妨尝试一下这款游戏。

[code]关注[url=https://store.steampowered.com/curator/31899806]纯白鉴黄师 [/url],[url=https://steamcommunity.com/groups/cbjhs]加入我们[/url] 
社保是什么？黄油玩家，你本来就很纯洁	[/code] 宣个群：751560621

好评: [quote][url=https://www.gimmgimm.com/]叽咪叽咪，每天都好玩！[/url]喜欢的话欢迎[url=https://store.steampowered.com/curator/27162873/]关注叽咪叽咪鉴赏家[/url][/quote]


[h1]来自遥远伏尔加河畔的Sobaka[/h1]


Sobaka，来自俄罗斯的独立游戏团队，笔者对这家独立游戏团队的印象还停留在前作《救赎者(Redeemer)》上面。当时游玩《救赎者(Redeemer)》时的那种为所欲为，刺激爽快的感觉至今都令笔者记忆犹新。不知不觉时间已经转换到了2020年，而他们的新作《少林九武猴》也终于再一次展现在了玩家眼前。不知为何，这间工作室似乎一直都很执著于佛教以及中国元素。虽然前作表达得很隐晦，但是笔者依然在那一作中看到了一些东方元素的影子。可能正是因为这样的热爱，Sobaka才终于在新作中完全采用了中国题材吧。而这样的执着与爱也必将带来一次完美的邂逅。


[h1]阶梯型上升的设计让玩家的战斗体验爽快无比[/h1]


《少林九武猴》是一款中国题材的2D横板卷轴动作冒险游戏，本作的核心玩法和前作《救赎者(Redeemer)》一样，都是突出一个爽字。战斗、杀敌、通关都是干干脆脆，毫不拖泥带水。中国人在形容一个人一个团体厉害的时候都喜欢夸他们气势如虹，有万夫不挡之勇。而本作也恰好遵循了这个逻辑。游戏中玩家化身习得南拳北腿的精锐少林僧兵（两章后），所向披靡，将一切恶势力消灭与弹指间。那种天下尽在掌握的爽快感绝对是最让玩家感到兴奋的。

本作的战斗系统设计整体呈现一种阶梯上升的逻辑，即玩家通过推进游戏会逐渐在游戏中获得更高级也更加强力的技能、道具等，让自己的综合实力有一个阶段性的成长。与此同时，玩家面对的敌人也会相应的变得更加难缠。让玩家在战斗中总能保持一种高度紧张同时又能摧垮对手的程度。制作组通过简单的控制让玩家始终能感受到战斗中近似压倒性的优势胜利（但其实战斗本身依然有难度），从而让玩家在游戏中获得爽感，胜利的同时让玩家获得压力的释放。从而身心上的感受变得更加自在和舒服。而这样的感受就像是毒品一般，越玩越喜欢，越玩越开心。而为了实现以上的效果，制作组为本作做了如下设定：

[b]1.阶梯型逐渐开放的玩家能力[/b]

初始阶段（新手篇），玩家仅仅通过基础战斗技（挥、刺、踢、挡、闪）来进行战斗，操作简单，上手难度不大。而仅仅是初期5个基本操作，在玩家的手中就能组合成各式连招。能够让战斗打的有声有色。那种招招到肉的质感一下子就能抓住玩家。此后，招式蓄力的加入则让战斗变得更加富有变化，而玩家也能高频率感受到那种一招秒敌的爽快感。而与之相对应的，本作为玩家开放了三条分别对应了踢、挥和刺的技能树，每条技能树成长起来后都会变成完全不同的战斗风格，也就是说玩家在感受到能力成长的同时，也变得更加灵活和个性。

第二个阶段，少林绝学“南翔击”的加入，开始让本作战斗的爽快感更上一层楼。“南翔击”更加倾向于控制敌人和短时间内的高爆发伤害输出，也就是说玩家将会有能力更加高效的去和敌人战斗。战斗时的爽快感和连贯性又一次得到了质的飞跃。第三个阶段，玩家将会学习到只属于精英僧兵才能掌握的三地印（削弱、浮空和聚集）。这三种地印完全属于Bug一样的存在，属于那种用出来敌人就完全没路走的战技。而这样的战技是制作组留给操作水平较差的玩家的。这一个系统会让所有玩家追平操作上的差距，变得更加强力，同时也能更好的享受游戏。南翔击和三地印的加入，让玩家整体上都能有相当的程度去通关游戏，而制作组一直贯彻的“爽”理念也通过这种不讲道理的强力被完美贯彻。干得漂亮！另一个方面，南翔击和三地印也分别有独属于自己的技能树，也就是说加上基础的三条，玩家共有九条完全不一样的技能成长路线可以选择，这些技能树有些相辅相成，互为辅助，而有些则完全不同。让玩家保持个人风格的同时也能很好享受游戏的乐趣。

[b]2.圆转如意的战斗衔接和精准即时的战斗反馈[/b]

如果说，玩家阶梯型成长设计是属于从系统设定层面保证玩家游玩爽快感的话，那么圆转如意的战斗动作衔接和精准即时的战斗反馈就属于从感受上直接提升玩家的爽快感了。前面笔者有提到基础战斗技可以衔接为不同的连招。虽然官方并没有明确指出战斗连招这一部分，但是在实际体验中不同招式之间的的衔接确实做到了流畅过渡，几乎看不出来瑕疵。而各种战斗技能在和敌人碰撞的过程中也能通过动画和音效表演精准反馈给玩家。真正做到了所见即所得，而不是所见几秒后所得这样。

另一方面，在本作中战斗手感和武器打击感相当惊艳，尤其是各式招式连接在一起的连招非常好看。战斗的音画表演也能非常准确的反馈给玩家，让玩家即时感受到那种真切地打击感。自然而然提升了战斗部分的游戏体验。比如，在本作中不论是攻击还是被击都会有相对应的动作和音效反馈，精准而且细腻，不同武器不同招式的打击反馈还都有细微差别。再比如关于战斗暴击的动画表现出了非常亮眼的演出效果，给人非常强的战斗反馈。而玩家的游戏感受就是通过这样一点一滴的积累而变得爽快无比。

[b]3.单关卡时长的控制让玩家的游戏节奏张弛有度[/b]

区别于前作一本道的游戏关卡设计，本作改成了单元式的闯关模式。即玩家的游戏推进不再是一章一章的切换，而是把一章分割为几个小关卡，每一次玩家只能挑战一个小关卡。通过后才能继续向前的清点式推进方式。这样的设计虽然让游戏的节奏变得零碎，但是对于本作的核心玩法来说却是最恰当不过了。本作的核心玩法是爽快的战斗，而制作组为了达成这样的设计目的，让整个游戏的战斗节奏变得非常快，单位时间的操作密集度非常高。也就是说玩家在战斗过程中是要求高度兴奋的，而这样的状态时间太长就会感到疲累，同样也会对游戏感到厌倦。而通过控制关卡时常来限制战斗时间则会很好的保留玩家的爽快感。本作中每个小关卡都大概维持在10分钟以内，非常的碎片化，符合现代人休闲的需求，同时更短时间内的集中精神和战斗刺激既能保证玩家良好的游戏体验，同时也不会因为过度的紧张而感到疲累。张弛有度的调节可以让玩家在战斗之余欣赏游戏剧情，再合适不过了。

4.一点点遗憾和吐槽

笔者非常喜欢前作的随机武器系统和处决、环境处决系统。在前一作中，可以说场景内到处都是武器，到处都可以被玩家利用到。而玩家在游戏的过程中完全可以根据自己的心意在场景内随机选择武器来战斗。另外，处决和利用场景机关来处决敌人这两个系统也能很短时间内让玩家肾上腺素飙升，获得非常大的积极反馈。可惜，本作中不再有这样的系统了，着实有一些遗憾。

另外，本作支持多人联机游戏。本作的多人联机模式表现出了很好的合家欢属性，场面上也热闹了不少（尤其是双人之间不免疫伤害），可惜多人模式下敌人貌似没什么特别大的变化，反而使游戏变得过分简单了，算是一个小问题吧。

再就是自定义按键逻辑，对于本作来说简直就是灾难呀。笔者可以很严肃的说，我设定成功了自定义按键，但是很难。真的是费了九牛二虎之力才把那几个冲突解决掉。在此过程中我真的数次冲动想要把制作组解决掉……emmm……


[h1]一本道的剧情，一路到底清爽无比[/h1]


本作的剧情延续了前作的风格，一本道，故事简洁明了。内容上依托于中国明代东南沿海抗倭的史实进行改编，并通过漫画和人物对话的形式交代主线剧情外，没有任何的拓展和支线补充。虽然整体上看故事性上略显单薄，但是相较于本作战斗爽快的核心玩法，重战斗轻剧情的设定也是可以接受的。

另一个方面，本作的故事主线是围绕着魏成复仇而展开的，但是随着剧情的推进，本作的主题由复仇向民族大义而转变。主角魏成则由一个普通的渔夫变成了一个守土卫国，保卫边民的民族义士，角色形象一下子就获得了升华。也让整个故事的立意变得高大起来。综合来看，本作的剧情不出彩，但是也完美承担了推进游戏进度的重要使命。


[h1]水彩效果的游戏画面更显诗情画意[/h1]


本作的游戏画面效果算是本作的另外一个亮点了吧。游戏场景里的水彩效果让整个游戏的画面表现看起来更加的复古，也更加有诗情画意。虽然比中国山水画的意境要弱上很多，但是也整体表达出了那种出尘和复古的感觉。另外，本作的各个关卡下的美术细节都有明显的变化，在保持游戏画面的整体基调不变的前提下都尽可能突显出了场景区域的鲜明特点。比如竹林场景的翠绿，再比如秋季落叶林的青黄等。而场景内的细节设定也让整个游戏场景不再仅仅是横板卷轴的背景，而是充满了灵气和真实感。比如最后一幕中从天而降的落雷，就把那种肃杀的感觉表现得淋漓尽致。再比如游戏道具中的绿茶黄茶等，开发者聪明的使用了“茶”这个文化符号来指代中国，用各种类的茶来替换常规意义上的各种道具药品，让整个游戏的细节上也充满了中国风。

另一个方面，本作的过场动画是采用了和游戏场景效果反差极大的卡通风格，通过色彩对比更加强烈的过场把故事讲得更加清晰，也更加的漂亮（如果游戏内效果就是这个样子就更加完美了）。


[h1]畅爽痛快的抗倭之旅[/h1]


《少林九武猴》共计五个章节，全流程3个小时左右，是一款制作精良的小品级2D横板卷轴游戏作品。本作延续了Sobaka前作一贯的爽快战斗体验，让玩家在本作中重温了那种拳拳到肉，酣畅淋漓的激烈战斗。同时，在简单明确但是富有家国情怀的剧情支撑下，让玩家在游戏的过程中重温了几百年前东南沿海抗倭战争的悲壮，同时也让玩家感受到了中华民族的伟大气节。的确是一款值得一玩的优质2D横版动作游戏。


[quote]图文并茂版：[url=https://www.gimmgimm.com/article/info/20593.html]《进击，来自伏尔加河畔的释者！》 [/url][/quote]
好评: 好一招万象天引，打断/聚怪/定身/加攻/减伤，少林正宗天下第一。
我吸——啪啪啪——相位猪突——再吸——再啪——再突……
传奇难度，就这？
好评: [h1]前言[/h1]
《少林九武猴》（9 Monkeys of Shaolin）是由Sobaka Studio制作Buka Entertainment于steam平台2020年10月16日发行的一款清版动作游戏，售价65元。
刚开始看到这个名字，我脑海中下意识的想到了孙悟空，抱歉，孙大圣的形象真的是根深蒂固，看到猴子就不由自主的去联想，但其实并不是，游戏背景采用了南少林武僧对抗倭寇侵袭的时代背景，讲述了中国的一名渔夫，魏成因为家乡被海盗袭击而走上复仇之路的故事。
[h1]体验[/h1]
生动而又熟悉的英文配音就像是电影的开场白，随着类似漫画一样优秀的CG带领我们进入了这个世界，本作的画面看上去略微粗糙，采用了2.5D的画面表现形式，结合BGM的变换，场景中也设置了可以打碎的木桶等物品，房屋，瓦片，咸鱼，燃烧的火焰加上怀旧的光影渲染，显得细节十分丰富，木制的桥梁上，水车转动，齿轮样式的陷阱在打斗时需要避开，夜晚雨天的村庄甚至会遭遇雷击，加上郁郁葱葱的竹林，寺庙中国特有的建筑元素与场景相结合展现了不错的游戏氛围。
除了单人模式之外，设计了双人联机合作的形式，并且支持在线联机，这一点要给一个赞，不过作为第二个玩家在被邀请到好友房间后可能会卡顿，网络可能还需要优化，我在成为道善和尚的时候，经常会看到自己突然从左边闪现到了右边，瞬间移动外加鬼畜跳，这一点有点影响和小伙伴的联机体验，啊！队友又没血晕倒了，也许我需要去按E将他拉起来。
游戏剧情从沿海渔村开始，魏成经离了爷爷被倭寇杀死，自己也不敌失败的开场，后被南少林的和尚救起，自此开始了复仇并且抗击倭寇的故事。不知道为什么，魏成这个名字让我莫名的熟悉，总感觉好像在某部功夫电影中看到过一个外国人操着不流利的中文冲着谁叫魏成的样子，貌似是成龙？
回廊一样的庭院成了我们的庇护所，在这里随着剧情任务会解锁新的武器装备进行更换，并且可以利用获得的奖励来升级自己的战斗姿态，一共有踢，挥击，刺三种基本姿态和暴风雨，台风，落石三种轻快姿态，悬浮封印，调和封印，吸力封印三种法术姿态，类似技能树升级解锁来提升自己的攻击能力，通过广里师傅进行剧情任务。
一根木棍，通过劈，横扫，转身形成了四连击，就像是功夫片中展现的中国功夫那样，通过周身不同的力量带动自己的武器，似乎身心合一。通过格挡弹反敌人的吹箭反伤敌人，同时观察敌人的装备动作，有护甲的敌人可能没有保护头部，那么踢他就是最好的选择，敌人攻击时会有一个提示，把握时机进行格挡就会事半功倍，特别喜欢的就是对最后一个敌人的最后一击会展现如同漫画中终结敌人的画面表现，黑暗中更是整个画面都亮了起来。
打碎的木屑四散飞舞，甚至还会在空中旋转，敌人的船桨插在地上晃动后因惯性落地，被打败的敌人倒地还会有动作表现，看上去软绵绵就像是被打断了骨头，而玩家通过操作来展现主人公的武侠功夫，通过武器和道具的配合展现独特的战斗风格让人不由眼前一亮，战斗动作流畅招式明显，且打击感十足。
而除了战斗时爽快的打击感，各种各样的道具武器自然也是游戏的一个特点，比如森林之怒（铁锹）可以用“气”恢复生命值，就像是沙和尚用的那把禅杖，也叫少林月牙铲，是古代僧人云游时的惯用兵器。除此之外还有渔夫的藤条，佛珠，跑跳加速的各种鞋靴，战斗时可以回血的龙井绿茶，5秒内伤害加倍的大红袍乌龙茶等等，同时场景中发现的收集的秘密还能改变战斗时的人物角色，是否开启增益，比如将玩家外貌改成瓦西里或者般若，甚至还有农民。
[h1]结语[/h1]
本作的画面虽然并不怎么精致，但胜在细节用心，场景与BGM相结合，打造了不错的游戏氛围，游戏目前一共有五个章节，随着任务完成可以获得并且解锁武器装备，支持在线合作双人联机，有着生动配音以及漫画形式的CG过场，而比较突出的应该还是在动作招式方面的设计，战斗打击感十足，让人不禁回味起那些沉迷功夫电影的日子，推荐！
[quote]游玩百态，将游玩心得用汉语化作玩家的指明灯，(๑•̀ㅂ•́)و✧
[url=https://store.steampowered.com/curator/35402408/]点击这里关注汉化语录~[/url] 如果喜欢这个评测，请点个赞让更多人看见[/quote]
差评: 哈？这也太短了吧 早知道控制在两小时内还能退一波款

我认为就这么短的剧情线， 不值得65元
好评: 为什么我连上手柄之后没有音效和动画声音了

好评: 打击感及美术属于上乘之作，但可惜成长系统及数值策划有明显的赶工现象，可作为一款休闲游戏游玩。推荐有折扣时入手。
=======大小=======
☐ 百兆小游戏
☐ 1-5 G
✓ 5-10 G
☐ 10-20 G
☐ 20-50 G
☐ 50-100 G
☐ 100-200 G
☐ GMOD

=======图像=======
☐ 像素党秒天秒地！
☐ 无法和现实区分
☐ 赏心悦目
✓ 很美丽
☐ 一般
☐ 不怎么样
☐ 别盯着看太久
☐ 画图.exe

=======游戏体验=======
☐ 完美！！！
✓ 不错！
☐ 普普通通
☐ 不怎么样
☐ 盯着墙看都比玩它强
☐ 锻炼你的精神抗打击能力

=======声音效果=======
☐ 耳朵怀孕
☐ 感动人心
☐还不错
✓ 一般
☐ 不咋样
☐ 耳朵流产
☐ 音乐？什么音乐？

=======受众群体=======
☐ 儿童
✓ 青少年
✓ 成人
☐ 仅限成人

=======配置要求=======
☐ 能玩扫雷的电脑都能玩
☐ 入门配置
✓ 一般配置
☐ 进阶级配置
☐ 发烧级配置
☐ 神威•太湖之光

=======难度=======
☐ 点点点突突突炸炸炸
✓ 轻松愉快
☐ 得动动脑子
☐ 上手快精通难
☐烧脑

=======游戏寿命=======
☐ 玩完就退款
✓ 5-10小时
☐ 10-30小时
☐ 30-50小时
☐ 50-100小时
☐GMOD
☐ 我觉得我能比它先去世

=======游戏粘性=======
☐ 可能不会完全通关(毫无新意的垃圾游戏)
☐ 通关一次(玩着还可以的游戏)-----不出BUG的情况下
✓ 通关2-5次(很不错的游戏)
☐ 通关5-10次(这游戏我他妈玩爆！)
☐ 通关10-20次(你出不出3？嗯？我就问你出不出三？)
☐ 通关20-50次(死忠粉专属选项)
☐ 通关∞次(？？？？)

=======操作=======
☐ 你家的宠物也能玩
☐ 简单
✓ 中等
☐ 困难
☐ 反人类
☐ 黑魂

=======肝=======
☐ 护肝
☐ 如果你想玩出点花样
✓ 肝与不肝并不影响剧情
☐ 每关必肝
☐ 肝痛
☐ 必须24小时全天候地肝

=======肾=======
✓ 护肾
☐ 需要短暂休息了
☐ 需要休息一段时间了
☐ 每关必冲
☐ 肾痛
☐ 一时手冲一时爽，一直手冲一直爽

=======故事情节=======
☐ 故事?什么故事?
☐ 文字或语音剧情
✓ 平庸
☐ 还行
☐ 精彩
☐ 可以作为你的第二人生

=======平均一局游戏时间=======
☐ 办公室必备
✓ 短小精悍
☐ 中等
☐ 较长
☐ 卧槽！天亮了！

=======联机=======
☐ 孤独患者
✓ 你唯一的沙雕网友
☐ 2-5人
☐ 5-10人
☐ 10-30人
☐ 30-64人
☐ 行星边际2

=======语种=======
☐ 你信不信我会八国语言？
☐ 基础英文
☐ 可以打汉化MOD或补丁
✓ 自带汉化！（大概）

=======价格=======
☐ 免费游玩!
☐ 业界良心！
☐ 值这个价
✓ 如果你有点闲钱的话可以一试
☐ 不推荐原价入
☐ 信仰无价

=======游戏整体评分=======
☐ ？- ？分(暂时无法评定分数)
☐ 0-10分(垃圾游戏、差评)
☐ 10-30分(完完全全的不及格)
☐ 30-50分(总体不是很和谐，但是买来当笑话看应该不是什么大问题)
☐ 50-65分(勉强及格，算是个游戏)
✓ 65-80分(算是个不错的游戏了)
☐ 80-95分(无论从哪个角度来看都非常不错)
☐ 95-100分(这游戏牛逼！)
☐ 100-100+分(完全超出预定水准，无论从哪方面看都是精品)
☐ ∞分(死忠舔狗专属评分)

=======Bug=======
☐ 几乎没有
✓ 少量
☐ bug令人烦恼
☐ 育碧
☐ 模拟山羊


好评: 太棒了 给老公口了一个星期才给我买的
好评: 真不错
好评: 这游戏值得入手，原因大部分评测都说了我这里就不细说了。
这里说下我或者我朋友遇到的一些问题：

单人各种问题都没有，唯一一点是第一次小更新之前，有两个朋友RTX2080ti的配置进游戏都会黑屏，今天更新之后就可以正常玩游戏了。
联网双人出现了非常多的bug：
【1】首先是存档问题。
我自己是通关了传奇难度，每个武器装备，属性点，面具战利品都解锁了，唯一差两个秘密没有解锁。今天加入朋友的存档，武器装备、属性点、面具、秘密都是他刚打几个关卡解锁的，我只能从四个武器中选（全武器是十件），秘密中选玩家1、2的外貌也只有两个人物可以选择。这些本来没问题，毕竟是朋友的存档，我退出他的存档返回自己的存档之后，全武器的我也变成了四件武器，属性点也变成了他存档中获得的那些属性点，面具全部收齐了没有被同步，秘密也被吞了几个。相当于他的存档把我的存档给覆盖了，但是不完全覆盖。重启游戏也是一样，回不去自己的存档了。

【2】联机后地图模型问题。
地图上有木桶木箱，打碎有概率掉落buff茶，遇到很多次主机看着木桶被打碎了，但是玩家二看木桶的模型还是完整的，虽然有被打碎的效果，掉落buff茶也看得见，人物还能穿透木桶模型。切换场景后，玩家二场地上的木桶都看不见了，但是能打出来东西。
以及有些时候，玩家二看不到敌人，但能被打，对着空气打也能打中他们，玩家一是看得见的，没有这种bug，出现这bug之后有一关是要捡零件修水车的，只有主机能看见齿轮和摇杆等等一系列问题。
还有很常见的各种敌人的武器在空中鬼畜bug。

【3】联机延迟问题。
玩家二在与敌人打斗的时候，敌人进攻前有个后摇动作，比如说长枪兵的往前冲刺技能，正常来讲只要在他刺出的瞬间闪避就能躲开，但玩家二如果是站在他即将刺出的一条线上看到的是：长枪兵刺出他的长枪，接着长枪兵保持这个姿势再冲刺，当玩家二（自以为很熟练的躲开了攻击却还是）被打倒了，玩家一看到的情况是：长枪兵还没任何动作，我就被无缘无故打倒在地。玩家二也有可能会受到两次伤害（因为掉血有零点几秒的延迟所以这里我也不确定是不是两次伤害，因为我接近满血的直接就倒地了）。长枪兵即将冲刺的时候被打倒在地，玩家二看到的是：倒地的长枪兵在往前滑铲.....还有些时候敌人会瞬移，突然出现给你一背刺！这游戏应该还没有加速器能加速。所以玩家二的延迟杀很致命。

【4】手柄与键盘操作的区别。
非常重要的一点！拉人机制！
手柄玩家拉人：在队友身边按住RB不松手，可全图跑着躲开敌人攻击，大概五秒后回到队友身边，队友被拉起，全程按着RB不松手即可！
键盘玩家拉人：憨憨的站在队友身边按E，不能跑不能背对着队友只能硬着头皮抗揍。一旦尝试按住E离开队友，就导致拉人失败，进度条重置。
这里我提个问题不知能不能改进：拉人的进度条不明显（因为是半透明），当离开倒地玩家就不显示进度条。键盘玩家要跟手柄玩家一样能按着跑开也还能拉起队友就没问题，拉人大概五秒还要回到队友身边才能拉起，能否不用回去也能被拉起？玩家人物也不穿透，倒地了也是占着一个空间，很容易被自己人和敌人一起卡着。

暂时就这么多，联机的每次游玩都会出现让我眼前一亮的新式BUG，本来打算奔着steam成就三刷四刷的，但是传奇难度过了之后选择关卡的左下角就不显示其他难度了，导致我有没有用别的难度打过这关都不知道。还有上述的存档bug，让我很难过，用不了我的其他武器，属性点重新打还好说，主要是每个关卡奖励也看不见了，只能打完关卡去装备库看才知道。
另外，退出游戏总是弹出游戏程序已停止。

另外还是很推荐这款游戏，单机玩起来更流畅，更推荐手柄游玩，键盘的操作还是有些别扭的。内容是有些偏少了，满属性点用“踢”“踢”攒气，“吸”“吸”“吸”“吸”“吸”他们，真就任何一关都能在三分钟左右完成。
分割线--------------------------------------------------------------------
自从21.10.2020补丁过后，“吸”以及另外两个“悬浮”“调和”的气消耗量为2个，如果只有三个气，那么需要打几下攒气施法一下，这里建议带个气+1的珠子，满气还能施法两次，所以不能无脑吸吸吸来速通了。（虽然我挺想做个steam成就“Legend Difficulty”可是第一遍打完也没解锁该成就，于是我开始怀疑我的英语，难道legend是勇士难度？于是我又打了一遍勇士难度结果还是未解锁，所以hxdm，这到底是个什么难度？）
好评: 打击感不错，默认难度有点简单，最高难度应该还有点挑战性。流程太短是硬伤，而且居然没什么大反转……合作模式没试过，不过可以开互伤想来应该挺有趣。单人关卡并没有什么多周目要素，关卡虽然可以反复刷但其实也没啥好刷的……由于故事简单流程短，敌人种类也就比较少了……总体来说玩得还挺高兴，不过因为实在太短不建议原价入……
好评: 真好玩
好评: 看到它这么强的打击感  让我想起DNF    哎 65块不够一次增幅 说多了全是眼泪
好评: 回气的珠子，加一件伤害高的武器，吸阵点满，无脑吸吸吸就完事了，气回的比用的快
好评: 就我不知道怎么和朋友一起玩吗 游戏里也没有邀请好友这个选项啊 steam页面也没有邀请好友 难道让我们在一台机器上玩吗
好评: 体验差不多，游戏内容太短3小时通过不知道干嘛了。
好评: 打斗场景可以的，就是剧情太短了呢
好评: 四小时传奇通关，游戏不错，打击感很强
好评: 喝一碗龙井，揍几个倭寇。欺我若少？掕一柄关刀追到老巢，逼者头目刨腹自杀。很武侠，很毛子！顶！
好评: 不说其他，直说游戏，还真不错。不过流程很短，武器装备太少1111
好评: god
好评: 《少林九武猴》一部由外国独立工作室 Sobaka Studio 制作，Buka Entertainment 于2020年10月16日发行的中华武术动作游戏。因为个人很喜欢《风卷残云》，所以这部作品刚出新闻就关注起来了，今天有幸通关，和大伙们聊聊体验。

个人给予这部作品7/10评分，属于“值得游玩”的范畴。可以看出制作方对于中华武术文化做过一定功课，这部作品给我们带来了西方人眼中的少林功夫。游戏讲述了从小习武但本为渔夫的主角，在被倭寇侵略者屠村后，毅然决然地加入了少林寺，成为一名武僧抵抗侵略者的故事，剧情简单却不简陋。个人通关后认为游戏的优缺点主要如下，供感兴趣的朋友们参考。

优点：

1、罕见的题材，充满文化感的地图。扮演少林武僧对抗倭寇，这类题材在游戏作品中非常罕见，足以令人眼前一亮。同时因为制作人们做了许多相关功课，把1572年中国的浙江、日本冲绳等地的地图做得像模像样，比较能引起玩家的共鸣。

2、多样化的武功，优秀的打击感。游戏中玩家有三套招式可以随意使用，普通招式、蓄力武技和少林符咒。以手柄为例，按攻击键为普通攻击，但按住LT或者RT再按攻击，就会触发另外两套招式，玩家使用熟练后，可以在战斗中轻松使出各路连招，爽快击杀敌人，甚至配合飞踢打出“空战”效果。同时游戏的打击感也比较到位，棍棍到肉，棍棒向鬼子们的头上砸去的梦想终于能够实现了。

3、丰富的武器与装备。游戏中玩家可以从十种武器与多种装备中进行选择，武器装备也都非常符合时代设定。每种武器或装备都有各自的属性，武器属性可以与装备属性及玩家风格搭配，让玩家在敌阵中所向披靡。

在目前的版本下，个人认为主要缺点如下：

1、画面效果相对粗糙，不是画风的问题，大家看截图即可了解。

2、敌人的尸体经常鬼畜和穿模。

3、剧情过短。个人属于新手玩家，4小时就通关了这部作品，内容量稍有欠缺。

总体来说，这是一部打起来还比较爽的小品级游戏，喜欢中华武术题材的朋友不妨试试，目前Steam售价65元。
好评: 很好很好的游戏，画风很喜欢，但是太短了。两个半小时通关勇者，现在在挑战高难度，但是真的真的太短了
差评: 跟我小时候的JJ一样短。
好评: 挺好玩的，可以一试
好评: [h1] 少林功夫劲啊，系好劲！ [/h1]
[quote]
加入[url=https://steamcommunity.com/groups/ADZZW]爱の榨汁屋[/url]&关注[url=https://store.steampowered.com/curator/34815366/]爱の鉴赏家[/url]，用爱品鉴世间作品，用心流淌真情实感。
[/quote]

《少林九猴》是来自俄罗斯开发组Sobaka Studio的清版动作游戏，游戏背景取材于我国明末僧兵抗倭的历史真实事件。Sobaka的上部作品《Redeemer》同样是以僧人为主角的清版动作游戏，这次更是直接从中国历史的僧人活动中取材，可以看出制作组对僧人形象的喜爱。

在视觉表现上《少林九猴》相比《Redeemer》做出了大量改动。首先游戏视角由纵轴回归为传统清版动作的横轴。游戏的画面风格也是迥然不同，《Redeemer》的画面风格暗黑写实追求血腥暴力的场景刻画。而《少林九猴》相对温和得多，整个游戏玩下来都不会出现血浆四溅的画面。同是僧人，《少林九猴》里的僧人要更符合大家传统记忆中的和善形象。另外，《少林九猴》的画面放弃了高清写实的描绘手法，故意减少了部分细节的描画再加上偏暖的胶片滤镜，复古意味相当明显。游戏出现的观宇楼阁特别是客家土楼，还原程度高，很好展现了该段历史时期为了抵御倭寇而修建的特殊建筑。复古的画面、中世纪背景加上武侠题材，看起来像极了上世纪经典的邵氏武打电影。

虽然《少林九猴》与《Redeemer》相比在画面上改动良多，但游戏的核心仍是动作。游戏中的基础攻击动作分为挥、刺以及踢，连按或长按基础攻击键又会触发特殊攻击。本作还有“气”的设定，玩家拥有三格储气槽，通过释放气和基础攻击的组合可以触发佛法或强力攻击。在战斗中除了攻击当然还有防御，和大多数动作游戏一样《少林九猴》的防御机制采用了类似QTE的设定，当敌人的攻击前摇完毕将要执行攻击时会有明显的画面提示，玩家抓住时机按下防御键即可反制敌人规避伤害。

游戏为玩家提供了少林棍、关刀、月牙铲等十种武器，但都为长柄武器。制作组并没有为各种武器单独设计攻击动作，同为长柄武器的特性让它们都能很好地被同一套攻击动画所承载，制作组似乎也理所应当的偷了一个懒。虽然只有一套攻击动作，但是我不得不说这套动作很精彩。传统武术套路中的弓步刺棍、弓步摆棍、跳步劈棍甚至牛郎担柴等动作都被制作组搬进游戏并以更夸张的形式表演出来，打斗过程中动作行云流水又刚劲有力。在对敌人完成最后一击时还会有特写慢镜，十分爽快。

《少林九猴》还为玩家设计了简单的成长系统，每次完成任务都可以对攻击技能进行升级，强化技能输出或控制能力，玩家可以根据自己习惯的攻击方式来针对强化技能。游戏还包含收集要素，在关卡地图中玩家可以收集金色的少林铜人雕像，每收集一个就会解锁一项隐藏设置。目前一共有23个铜像，它们有的可以解锁人物模型、游戏滤镜等外观辅助设置，有些解锁的则是混乱出招或加速游戏这类几乎改变游戏方式的设置。

[h1] 结语 [/h1]
《少林九猴》是取材于我国明末僧兵抗倭历史真实事件的清版动作游戏。游戏动作设计参考了我国传统武术的套路，动作表现刚劲有力，各动作间衔接行云流水。游戏画面使用了偏暖的胶片滤镜，看起来十分复古。复古的画面搭配上中世纪中国的场景以及行侠仗义的故事题材，《少林九猴》就像是诞生于上世纪却被遗漏的邵氏经典武侠电影。

好评: 写在序章的评测再用一次，种种细节看得出来制作组很懂中国文化，好评。

优点：
1、打击感不错，击打音效和打击反馈都很好。打出重击、致命一击时手柄还有轻微震 
                动，消灭当前场景最后一个敌人时还有慢镜头，爽翻。
          
2、动作设计很棒，挥击、刺击、踢击都有各自三连击动作，组合连击也有不同动作。作 
                为一个从小就看香港功夫片长大的广东人，功夫片既视感拉满。我甚至觉得主角长 
                得像元彪（成龙的师弟）。
          3、配乐和配音都很棒。尤其是配音，虽然是中国角色说着英语，但是并没有感觉到多少 
                违和感。可能是我的主观感受，但我更愿意相信是配音的深厚功力。
          4、场景设计不错。雷雨交加的夜晚、微微摇曳的竹林、佛塔耸立的寺庙，再加上身负血 
               海深仇的主角，全是老式功夫片的经典场景。味太冲了。

缺点：1、手柄没办法改键，
           2、偶尔有碰撞bug。敌人的尸体被卡在墙里疯狂抽搐，我也试过被场景中的不可破坏物 
               卡住，只有被敌人击中强制后退才能脱离。
           3、敌人的霸体设定过于离谱
           4、流程过短。

总得来说是一款不错的清版动作游戏，然而流程过短，不推荐原价入手，个人认为半价才值得购买。
好评: 部分场景设计的还是挺好看的，但是黑夜时过于黑不好区分P1P2
打击感中等，连段不太顺畅，很不物理的飞踢，忍者过多直接导致落石和后空翻两个技能被ban
小怪较多时场面较乱，双人模式下经常找不到自己，外加主视角移动导致P2偶尔瞬移
难度设计中等，游戏流程较短，双人下4小时通关主线
建议打折再入手
好评: 打 就嗯打
好评: 请开发商亲自回复告诉我RT+Y是什么，我用的键盘。本来挺期待的，现在我很恶心这种日厂的按键指引。
告诉我RT+Y对应键盘的什么键位我再给好评

开发商已回复按键问题，我也打算修改为好评。
按键指引是很重要的一个环节，有些日本厂商根本就不管这些问题，把游戏丢到STEAM平台上来圈钱，游戏内容质量如果是时代领先级别的话，可能玩家还会有耐心交流讨论互相帮助，小型游戏也这样做会让玩家在开局就失去耐心。我要开发商一个回复也是为了确认制作方的态度。不要学日厂态度和定价都高高在上。

游戏的历史背景应该还算蛮符合年代的（明朝两个时期倭寇和汉奸入侵沿海地区的历史），虽然一些法术有点离谱但也满足了一些玩家对少林功夫的幻想。
打击感很棒，技能天赋也算是挺丰富的，杂兵种类和搭配出场组合很多，玩着很爽。
外加有双人联机模式，我觉得价格还算中规中矩了。打折时入手这会是一款很物美价廉的游戏。

最后  祝  中俄友谊长存
好评: hai xing
好评: 就是剧情太短了，其他都很好
差评: 这关卡也太少了，一天就搞完了，这价格我觉得不行
好评: 非常好玩的游戏，打击感非常到位，结合法印连招爽快。
就是流程有点短，2个小时就打完了，后面就是剩下收集小金人了。
个人觉得唯一缺点就是战斗的背景音乐有点不太违和

好评: 故事还可以，动作流畅，打击感强，可在线合作（但是有时很卡），也可本地双人玩，也可单人刷，推荐
好评: 连招爽哦，打完收工喝茶真的很喜感。
好评: 欧美做的中国风，[b]不行[/b]！
毛子做的中国风，[b]可行[/b]！

虽然游戏的画面不是十分精致，但也以有限的资源还原出不少中国场景，高山，庭园，后院，野地，城墙底下，郊外小村，白天黑夜，各有特色，每个章节过场的绘画都十分亲和，太对味了。
英语配音，这一口？式英语截中我G点，有趣且滑稽，还能了解一下这些人是怎么翻译和发音的。

动作设计，打击反馈都非常不错，每个攻击的衔接也十分的流畅，操作手感是真的很棒，格挡和闪避的反应也相当不错。打倒敌人后的各种奇怪死亡姿势真是让人哭笑不得。
玩家除了使用普通攻击和蓄力攻击外，在第二章解锁武技，第三章解锁符印技，让玩家的战斗更丰富。通关任务能够获得技能点来强化伤害和特效。使用蓄力攻击，武技和符印技都得消耗"气"，通过击打敌人来获得气。

普通攻击，武技和符印技都能够升级。完成任务后会获得技能点。在升级到高等级后，战斗的难度会变得异常轻松，范围吸怪，回血比物品还多，甚至附带各种控制。
某些任务完成后还会获得装备，不同的装备有不同的效果，增加回血，攻击特效，移动速度，回复效果等等，非常多样。这些装备还能够在安全屋看到，包括通关每一章boss收集的面具，也可以佩戴。

总的来说还是一款不错的小品游戏。另外希望出一份OST供购买。
好评: 打击感不错，内容太少了，
好评: 非常好玩的一款横版过关游戏，一口气玩了四个多小时停不下来通关了。各关风景有壮美、有秀丽、竹林、黑夜、船舶、草地各有特色，浓郁的中国风味，音乐亦佳，当艺术品买了都不亏。

唯一觉的有点遗憾的是，难度不够平滑，前期难度适中，但是越往后打越简单。到后面有点无双的感觉。再就是稍微短了些，非常意犹未尽。还有剧情上制作者对中国人的思维的理解还不够准确，不过瑕不掩瑜，还是能够基本能反映明朝当时中国人对抗倭寇和海盗的进犯的历史的。这一点也是非常称赞的。
好评: 游戏很不错但是难度太低了后期无线回血先不谈，最终boss无线浮空，周围有小怪一个符印完全回满血，还有关卡太短了，boss多加几个能打的，关卡设置长一点就好了！
好评: 1重新开有戏就会清空属性加点 (感觉是设计如此 但个人希望保留);2封印-吸取 点了回气效果 可以无限吸人叠连击点数(前提是不要点对应的产生伤害的那个属性;我不会跟你们讲 我无聊的叠到800连击 0.0 )
好评: 画面虽然有些粗糙，打击感不错挺流畅
差评: 除了游戏中各个细节透露出的贫穷，这个游戏一开始给人的印象是非常不错的——连段衍生有模有样，动作判定打击感也是都做的不错。

在前期敌人逐渐变多的时候玩家走位会出现一些混乱，但是影响不大。

[spoiler] 但是问题在于，很快的，在中期左右，玩家就可以获得一些无缝的控制技能和无限制的回血途径，把本来也不太多变的战斗变成单纯的打桩，再搭配上不那么地道的故事和偶尔会卡住玩家的bug，游戏体验就变得比较糟糕。[/spoiler]

总之，能感受到制作组的诚意的同时、也能感受到他们的经验不足。
如果不是怀着支持一下俄国kunfu友人的想法，不建议一般群众在现在（2020/10/18）原价买入这个游戏。
好评: 推薦一下懷舊型的過關遊戲, 怪打起來特爽, 不過要吐槽一下為什麼沒銜接上試玩版的進度?
好评: 所以RT+Y到底是啥，有没有对照表
好评: 第二阶段老和尚教技能的时候我是键盘操作 教程却是手柄的教程 导致我现在都不知道那些个技能咋用
好评: 不错的少林功夫题材横板过关游戏。有种邵氏功夫老电影的感觉，就是英配差点意思。小BUG蛮多的，包括文本重叠，死尸乱颤之类的。BGM不错，难度上前期差技能有点僵硬也难，后面技能起来了就砍瓜切菜容易多了。价格个人觉得小贵，建议先试玩一下再决定买不买。还望制作组再接再厉！
好评: 好游戏，希望第五章的BOSS修改一下，老是打不死
好评: 所以RT和LT对应的是键盘的什么键。。。还是制作组没为pc端设置？
通关后总结一下：后来终于知道所有招式按键了，总的来说剧情肤浅，缺乏深度，但战斗系统有趣！各种招式连招组合种类多，打击感不错，话说吸力封印和悬浮封印加满点就很变态了。。。。。。。
好评: 画风简单，操作相对便捷，背景是中国传统的武术，故事讲述的是南少林的一段传奇故事，最值得称赞的就是该游戏的打击感，实在是太棒了！
好评: 通关了不过瘾，关卡少了点啊
好评: 键盘如何用技能啊；打鬼魂打不了

差评: 角色控制特别糟糕，动作死板，第一关对着亭子跳就能飞天穿模，夜晚场景黑的啥也看不见，除了题材新颖我找不到能说他好的地方
好评: 游戏感觉是个半成品，可以看的出来游戏想以打击感和观赏性为要点，但是目前游戏的操作手感不灵活，远程敌人站的高打不到，物件掉在空气墙外，人物跑出空气墙等等bug，我才玩了半小时这些bug都出现过。希望制作组后面的更新，合作类的游戏真的太少了
好评: 好玩啊，玩了一天通关了。内容有点少，操作挺顺畅。有尸体鬼畜BUG，问题不大。希望多加入一些内容。
好评: 流程有点短，没玩爽！
好评: 终于等到了正式版，画面么还是那么粗，手感嘛还是那么流畅，不过这章节数太少了吧，游戏还是有不少的BUG，比如：放法印的时候掉到河里，出来后就做不了其它动作了。整体还是不错的，就想问问开发组还有后续章节更新吗？找个好友合作解成就了！！！！！
好评: 还不错
好评: RT+Y到底是什么键？？？
好评: 动作设计的不错，打击感蛮好，挺好玩的。不过有个问题，我选的操作明明是键盘+鼠标，游戏的提示却总显示的手柄。而且键盘好像少了一个对应手柄RT的按键，也就是说键盘没法像手柄按RT+Y那样做出特殊技能，希望发开着们修正下。
好评: 意犹未尽。很好玩
好评: 做个前排  哈哈哈哈哈哈
好评: A两下吸循环无脑过传奇
好评: 游戏很棒，就是流程有些短，敌人种类有些少，其实可以丰富一些。
已经通关了，说一下大概的攻略，每关都有隐藏道具，解锁之后能有各种附加的内容可以打开，个人觉得游戏初期最强武器是偃月刀，后面也是偃月刀，火属性偃月刀配合蓄力和技能攻击力强大能快速清场，一个暴击1500啥怪也死了，鞋最好的就是冲刺那个，彻底改变游戏节奏，主要是往前冲刺有一定穿透能力，快速过人避免杂兵的围堵，佛珠大家随便，我选择自动恢复气力，比较省心无脑。游戏还有个缺点就是游戏比较简单，我中等难度基本上是BOSS一遍过的，开发者应该是推荐各位打无存档难度的，游戏里有几个BOSS很咸鱼，反而是初期没有技能的时候2个BOSS比较难打，后期BOSS吃BUFF，一个减速环控着打还能给自己加血，过于OP，小兵后期就是给你回气补魔用的……
另外作者不是中国通就是有高人指点，明神宗时期的剧情结合得很好，我一开始看截图以为1572年时间点不对，后来知道是二次来犯，而且琉球不是日本也分出来了，非常有水准，只能说俄国兄弟太会玩了，比西方那群一提东方就搞出一堆玄幻设定那群人强得多，中日分的很清楚。（虽然那种风格我觉得也不讨厌，别有风味吧）而且没有西方白左和日式原谅真的爽，反派虽然也有苦衷，但主角直接说你杀这么多人没问题？最终boss和小boss都没选择“原谅”（尽管小boss是自杀），完事也不是龙傲天嗜杀或者快意恩仇，正邪观念很好。总之作为中国人值得一试，65买了不吃亏，买了不上当，比各类国产武侠都好。
好评: 游戏不错 不过时长太短了感觉半成品的样子 只有五章？110分钟通关 白嫖了 ε=(´ο｀*)))唉
好评: 不错，真不错，这完整版打击感意外爽的很，剧情也不圣母（比如女小头目那里看她逼逼了半天我差点以为主角要宽恕她了结果没有）。要是主角不止用棒就好了，能换少林拳法、刀法用用也是极好的。点个赞，真的好玩。
好评: 非常好玩~~打击感十足~爽就完事了~~对得起价格~物超所值！！！
好评: 如果过场cg人物眼睛和头像一样...就真的没问题了...
好评: 有种对马岛之魂的感觉，武士忍者对抗少林功夫，野太刀十字枪对抗月牙铲长棍。打击感很好，真的好游戏，道具和敌人种类比试玩版极大地丰富了
好评: 来看看有没有孤儿又要口了
好评: [h1]向日葵游戏评分【8分】[/h1]
这款清版动作游戏在90年代复古玩法的基础上融入了现代元素，比如装备和天赋树，通过搭配不同的装备和天赋来选择最合适自己的战斗风格。游戏的操作流畅性和打击感爆棚，极具武侠风格的配乐更是能够瞬间将玩家带入70年代的功夫片场景中。
[h1]欢迎大家关注我们的鉴赏家：https://store.steampowered.com/curator/28763059[/h1]
[h1]和你一起寻找好玩的游戏，快来关注我们吧~微信公众号“向日葵游戏”、头条号“向日葵游戏”、官方微博“向日葵游戏评测”[/h1]
