好评: 打拳纯属是为了我的心情愉悦，没有别的原因。
好评: neic
差评: 游戏手柄控制简直是反人类。就像副驾多了个方向盘的小车，反正我是不敢开。你们能不能只让十字键控制人物游玩？或者可以让玩家选择关闭摇杠控制人物前进后退？
好评: 懂得都懂
差评: 光荣的游戏最大的特点有两个：第一，人色。第二，贵。
感谢DOA5，让我接触到光荣的这些美女们，并且让我在看美女的想法驱使下，蠢到在PC端买DOA6，花了四百多，然后发现还不如DOA5好玩。优化也跟DOA5一样差，DLC比DOA5还贵。我在DOA5花了一百多块钱买了几个女角色，比我在DOA6玩的还舒服，就nm离谱。我也不是什么所谓的高玩，我也按不出那些华丽的招式。我的评价标准就是，同样是看美女，甚至人都没变多少，哪边的衣服好看，哪边的衣服不用肝，哪边的DLC便宜。DOA6还不如DOA5，那DOA5就有罪，要不是他我压根不会给DOA6花冤枉钱。所以我要回来给差评。最后我建议在主机上玩，别在PC端玩。
差评: 怎么全屏，花钱买了个小屏幕？
差评: 不好玩
好评: 由于6代出招表不显示招式名称，只能打开5代用来对照查看。至于迭戈、NICO和环这三个新角色，那就真没办法了……
好评: 死或生是我最喜欢的格斗类游戏之一了，真的太棒了 呜呜呜
好评: 我是傻b
好评: 666666
好评: very good 小内裤
好评: 小小玛丽在线求锤
好评: 战斗真爽
好评: DOA5，涩就对了。小提示新人去摄影模式逛逛
好评: This game is awesome. Much better than many game nowadays
差评: 不亲自玩过 你永远不知道一个擦边球格斗游戏有多垃圾 感谢免费
好评: 真的挺喜欢这个游戏的就是就是玩不太明白 怎么连击什么的都不会 还有就是来个好心人发个补丁吧
好评: 一个人要想被别人欣赏，就要活出自己的价值！挖煤的旷工他的价值，就是挖煤挖的又快又好。
只有这样老板才会欣赏他的价值，才能够赚更多的钱！

玩游戏也是这样，玩家的价值就是不断充钱，这样游戏公司才欣赏你的价值！
如果你整天泡妞，旅游度蜜月，把老板的女人都睡了，老板还会欣赏你的价值吗？
好评: 很不错

好评: 两个角色玩了50个  不愧是我
好评: 真不戳.
好评: 有好兄弟知道为啥不能联机了吗
好评: 火舞咋买不了？
好评: 游戏不错  画质  动作 眼福  都不会让人失望的  尤其资源嘛  蛮丰富的   难度最高8星   比6代好多了  6代除了画质提升外  人物表情没这个自然  还看着顺眼   关键6代还是属于半成品  哪个游戏配置  即使电脑配置足够   也不怎么稳定和流畅  而且也开不了符合本机的解析度模式
好评: DLC怎么用 买了用不了 还有故事模式
好评: 虽然画面比起六代稍逊一筹，但好歹运营几年了，服装也多很多，希望能有七代吧，或者在仁王3里客串下也行
好评: 女天狗，嘿嘿，我的女天狗，没别的，主要是喜欢那对又大又挺的———大翅膀。
好评: 很不错,就是DLC有点贵
好评: I love Rose
好评: 冲冲冲 死或冲
好评: 花径不曾缘客扫，蓬门今始为君开！


                         ——杜甫
好评: 霞就是我的理想型妻子呀！

如果我能讨到这般绝品的老婆，牡丹花下死，此生也值了！
好评: 除了dlc贵，别的都还好
差评: dlc解锁角色和皮肤，玩你妈
好评: ⣼⣯⠄⣸⣠⣶⣶⣦⣾⠄⡅⡅⠄⠄⠄⠄⡉⠹⠄⡅⠄⠄⠄
⠿⠿⠶⠿⢿⣿⣿⣿⣿⣦⣤⣄⢀⡅⢠⣾⣛⡉⠄⠄⠄⠸⢀
⣴⣶⣶⡀⠄⠄⠙⢿⣿⣿⣿⣿⣿⣴⣿⣿⣿⢃⣤⣄⣀⣥⣿
⣿⣿⣿⣧⣀⢀⣠⡌⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⠿⠿⠿⣿⣿
⣤⣤⣤⣬⣙⣛⢿⣿⣿⣿⣿⣿⣿⡿⣿⣿⡍⠄⠄⢀⣤⣄⠉
⣿⣿⣿⣿⣿⣿⣿⢿⣿⣿⣿⣿⣿⢇⣿⣿⡷⠶⠶⢿⣿⣿⠇
⣿⣿⣿⣿⣿⣿⣿⣿⣽⣿⣿⣿⡇⣿⣿⣿⣿⣿⣿⣷⣶⣥⣴
⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣻⣿⣿⣧⠙⠛⠛⡭⠅⠒⠦⠭⣭⡻⣿⣿⣿⣿⣿⣿⣿⣿⡿
⣿⣿⣿⣿⡆⠄⠄⠄⠄⠄⠄⠄⠄⠹⠈⢋⣽⣿⣿⣿⣿⣵⣾
⣿⣿⣿⣿⣿⠄⣴⣿⣶⣄⠄⣴⣶⠄⢀⣾⣿⣿⣿⣿⣿⣿⠃
⠛⢿⣿⣿⣿⣦⠁⢿⣿⣿⡄⢿⣿⡇⣸⣿⣿⠿⠛⠁⠄⠄⠄
⠄⠄⠉⠻⣿⣿⣿⣦⡙⠻⣷⣾⣿⠃⠿⠋⠁⠄⠄⠄⠄⠄⢀
⣮⣥⠄⠄⠄⠛⢿⣿⣿⡆⣿⡿⠃⠄⠄⠄⠄⠄⠄⠄⣠⣴⣿
[h1]wtmsb[/h1]
好评: 好玩炒作简单不有动脑
好评: 穴有种种，种种不同，色有黑白之异，质有老嫩 之别，口有松紧，毛有疏密，然其构造大同小异，无外 双眼洞开，两唇合缝，上孔排尿，下孔流红。大户千 金，小家碧玉，盖莫能外。别名曰私处，因居隐秘之地 才美不外现；红颜称祸水，若遇非常之事亦偶露峥嵘。 区区三寸之地，英雄豪杰为之折腰，酒色之徒为之殒 命，流氓恶棍为之走险，文人墨客为之动兴，多少艺术 作品因之而生，多少鲜活生命因之而亡，故曰：“穴乃 人类创造力的源泉”，不无道理 。穴有贵贱之分，贞妇 之穴，千金难得一扪之亲；娼妇之穴，百圆可逞出入之 快。有何异哉？非穴之异，因人而异也。俗语云：“穴 是一样的穴，模样见高低”， 或曰：“女人都是一样 的， 差别全在脸蛋上” ，均同此理。同是为穴，因所生之人 不同而迥异。若豪门之女，大牌明星，公子王孙趋之若 骛；若贫家丑妇，色衰娼妓，贩夫走卒避之不及。妓中 花魁，卖穴一夕能得百金之俸；南北佳人，挟穴一顾可 收倾城之功。呜呼！穴何异哉？人有异也!
好评: 没有中文的吗？我的怎么是英文，看不懂
好评: 无料版也有成就，NICE，
好评: 配置要求不高，当然不能远程同乐很恶心

好评: 打斗流畅 服装很涩
可惜我的钱包不允许我快乐
DLC实在太贵了
好评: 我是来玩格斗游戏的，不是来逛窑子的，我是来玩格斗游戏的，不是来逛窑子的，我是来逛窑子的，不是来玩格斗游戏的。干，这游戏为什么不出个拍照模式！
好评: 戴了又不舒服，不戴又不安全---N95

阴暗潮湿的最深处，却是孕育生命的摇篮----人与自然

把最好的留给弟弟--孔融让梨

当线头穿不过针眼的时候，用唾沫抿一抿就进去了---奶奶

虽然那里已经破败不堪，依旧是我们向往的地方--奥斯托洛夫斯基

有些车你看起来很新，但公里数吓人一-马可波罗

我和蜘蛛侠同样的手势，他出来的是丝，而你却是水--钢铁侠

你心驰神往的通幽小道，其实是车水马龙的高速公路，--徐志摩

你向往的林荫大道，其实每个清晨和夜晚都挂满了白露。--雨果

就算里面死过人，我也要进去看看。--狄仁杰

你以为的林肯，其实早已变成雷诺。--虎哥说车

爱如潮水--张信哲

当你在排队的时候别人已经畅通无阻-- ETC

第一个攻破城寨的，一定是带着鲜血出来的---刘备

我曾摸过高山，也曾进入深谷，二者都让我受益良多--亚索

如果前门进不去，可以从后门进 --李元芳

当你探索黑洞的时候，黑洞也在探索你 --霍金

你以为你到达最深处，其实已有很多人到达更深处--阿凡达

你以为只有一条路，其实三条路都可以走--交警大队

即使哪个地方被人留下了痕迹而我依然向往--查理·摩非尔

门外杂草绕宅生，门里清泉润蛟龙--鲁迅

纵然幽暗漆黑，难挡我心驰神往。一点寒芒先到，随后枪出如龙--赵信
好评: 我是傻逼
差评:  这款游戏由PS3移植到电脑，只相当于PS3画质 ，并且只能以720P运行，图像表现有限。不过比较适合在旧电脑使用。                   缺点：截图中可以看到明显的穿模，部分动作衔接差。
优点：部分内容可免费使用，3D形式场景更为丰富，动作和图形优于一般的格斗游戏。
好评: 还行
好评: Nagana rindu
差评: 购买的角色居然用不了，垃圾
好评: 还不错，就是玩完后劲有点大、
好评: 真的好玩
好评: 我不想再花时间去习惯另外一个人，接受他的好与不好，然后，再互相伤害，重复又重复——《恋人絮语》 ​罗兰·巴特
好评: 这游戏太难了，操作非常硬核，要不是有点涩情内容谁会玩......
好评: 打击感真的离谱，一个招式戳到死
好评: 一个人的游戏
好评: 很棒
好评: 冲
好评: 我看了这游戏的历史在线人数，才发现这游戏只有在刚发售的时候人多，从15年到现在在线人数一直都只很少。但凡pc端上线大厅模式，也不至于只有这么些人玩。格斗游戏不把联机功能做完善，这是嫌玩家太多了么。
好评: 一个一个的打解锁衣服，挺好玩的
好评: 还不错
好评: 我虚脱了。。。。
好评: 牛子邦嗯，去趟撤硕
好评: <死或生 5 最后一战>很久很久很久以前没免费的时候就买了！
现在都免费几年了才掏出来玩！~QAQ~
不过对格斗兴趣不大！只对剧情感兴趣！
这游戏的格斗简单玩玩还是很棒的！真要高级玩法也难~

[h1]能通过那些个教程关的都是巨佬！我是过不去的~QAQ~
看着出招表我都按不出来，游戏里都是一通乱按冲冲冲的~[/h1]

不愧是DLC狂魔！一堆堆的角色一堆堆的服装！
少的8-10套，多的20多套！这些全是DLC吧~可怕可怕~
但至少单人剧情感觉还是很棒的！
好评: 直接3DM完整版，谁买谁傻逼
好评: 还行

差评: 游戏角色竟然要花钱解锁
好评: 不错的格斗系统，和拳皇，蔚蓝光辉等格斗游戏不同，是没有跳跃的，w是向Y轴的上方移动，同时搓技能也是头一次碰到，本游戏的打击感不错，当初是在网页上看到一个小萝莉感觉十分可爱才去了解这个游戏（玛丽露丝），没想到竟然是格斗游戏的角色，哎呀，可怕，，不对，可爱。啊对了，这是个正经的格斗游戏，没有18x哦
好评: 不错的的格斗游戏，各项都挺好，就是dlc有点小贵，可以挑几个喜欢的角色买dlc，没必要都买
好评: gggg
好评: 牛子好评
好评: dlc贵过你妈、狗都不玩
好评: nb
差评: 改不了键位 游戏也就那样 差评
好评: 冲到死让人大饱眼福，但格斗的快感也不容忽视。白嫖一个格斗游戏，何乐而不为？
好评: 惊了，竟然是免费的，盗版玩过两年多，白嫖一波刷刷成就也是极好的
好评: 好，射击游戏，值的推荐
差评: 只有几个角色可以玩啊  哪里有什么黄油内容  都需要购买吗
好评: It's just ok one of my gripes is theirs no character viewer mode that was present in DOA5LR where you get to see your faves in victory animations defeat animations and such its a lil off putting at first but I feel this game is just OK At this point I'm glad I supported the devs keep in mind at the time of posting this I only played a few mins >.< Will update if anything relevant changes my opinion.
差评: 日系厂商很多游戏的操作方式 简直就可以用鬼畜来形容！跟主流的操作方式不一样，反人类！
好评: 怎么全屏？？？
好评: 打击感不错！
好评: 啊哈哈哈哈哈哈哈哈哈哈
好评: good
差评: 根本没有考虑PC玩家，这个游戏只能用手柄玩，用键盘简直是一种折磨
差评: 不能改键位
好评: 我不知道不知火舞的在那买
好评: 今年四月死或生6代入坑
现在毫不犹豫购入5
我做的对吗
好评: 懂得都懂
好评: 不错不错，人物好看
好评: 【此游戏的内容：64】
dlc地狱是吧（黄豆流汗）
让我看看6代（打开doa6）
5代是dlc天堂（相比之下）
如果你是输入指令免费嫖的游戏本体，很遗憾通知你只有3个人物可用）
当然dlc总有办法解决的...不过这不合适。
如果你觉得自己太菜了跟不上动作，你可以打开电脑的显卡管理，
把游戏的帧数限制在30以及以下
你会发现游戏速度变慢了...
此方法不适用于6代
差评: 除了妹子好看一无是处。
好评: niceeeeeeeeeeee!
好评: 这游戏保熟
好评: 二次元不能失去沈阳，就像3D区不能失去玛丽萝丝/doge/
好评: 格斗游戏里做的最色的，色情游戏里格斗做的最好的，结果就是两边都没搭上。格斗方面比较简单，反应快就行，这方面和专门的格斗游戏搓键比简单很多，起码不用记那么多必杀键（反正也记不住），上手容易精通难。至于涩情方面，还用我多说嘛，大家都已经冲的路都走不直了。另外感觉6代关键的霞，玛丽罗斯，奶果这几个人物脸模型做的简直一坨，还不如5代，但是其他方面都完爆5代。6的脸模型感觉都是通用的，没有5每个人物都有自己特点，总的来说，6画质特效光影>5，但是美中不足的是个别人物脸真的建崩了。所以是选择更好的画质特效光影还是选择霞、玛丽罗斯、奶果，这就看自己了。
好评: 这是个好游戏
好评: 白嫖；）
好评: 咋放大啊
好评: 挺硬核的格斗游戏……玩了24个小时勉强能打Normal，还有的练……顺便BS一下暗耻这DLC卖法丧心病狂……
好评: 非常棒
好评: 我弟弟非常喜欢这个游戏
好评: 玛丽萝丝yyds！
好评: 第六代实在没什么新意，反正我是从来没见过哪个游戏像这样原封不动把上一作的dlc在拿到这一代里卖的，价格还那么贵，如果只是想玩格斗，那还不如五代，mod更多，另外，井伊直虎YYDS！
好评: 个人觉得比6香多了
好评: 拳皇格斗永不过时
好评: Kasumi我老婆，别抢
好评: 这游戏绝了，小姑娘长得都不错
差评: 打不开

好评: 哪位大佬给个补丁
差评: 连全屏设置都没有，浪费空间
好评: 玩你妈 喝营养快线把自己喝破产了
好评: 好玩
好评: 入坑的不要买莎拉，记住不要买莎拉。
最FW的角色没有之一，人高马大的屁用没有，没有前攻快的招硬直还高，最可气的是她腿看着长一多半的招都是原地蹦跶。
我从来没被游戏角色气那么很过，这人物纯粹是恶心人的
好评: 嗯哼，脱裤魔！
好评: 贼好玩
好评: 这种类型的格斗游戏我最爱玩了，对于手残帕金森非常的友好，帧也非常非常非常容易计算，萝丝的连段训练我也就打了一辈子才完成，手残玩死或生一定要笑，最后，我是傻逼
好评: 玩这个不加上MOD，真是暴殄天物
好评: 非常好的射击游戏
好评: 孬
好评: 永远跟党走，心中有党，事业理想。
⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
差评: 老子火舞呢？没火舞吃屎去吧
好评: 还可以 就是免费角色太少
好评: 勇敢牛牛！不怕困难！
差评: 一直没太搞明白连招怎么发，难道要去专门买一个街机似的操作台？
好评: 死或冲！！！
好评: 破解了  就是好游戏
差评: 垃圾
差评: 好玩归好玩，坑钱贵坑钱，真正的dlc比本体贵
好评: 装上mod一个比一个社保，玩的我浑身抽搐满床射精
好评: [h1]男人の浪漫[/h1]
永远的经典格斗
好评: 玛丽玛丽玛丽玛丽玛丽玛丽玛丽玛丽玛丽玛丽玛丽玛丽玛丽玛丽玛丽玛丽玛丽玛丽ヽ(≧∀≦)ﾉ
差评: 完全破解不了，只能添加新的MOD，并且只有已有角色可使用，评论区的链接已经没用了，用古老版本的要么没变化，要么游戏就卡那，还有大佬知道怎么破解？或者我可能哪步做错了，总而言之，求解。谢谢了
好评: 但她实在是太好看了
差评: 看差评干什么，赶紧下载加mod冲啊
好评: 脱裤魔，你什么时候把 不知火舞的DLC弄回来我什么时候补票，6已经全角色加一半以上服装.
差评: 脱裤魔可真有你的，不知火舞版权到期了就直接不续了呗，现在连DLC都买不到。大家花一样的钱，早买DLC的就有，晚买的现在就只能看不知火舞一直是锁定状态，能看不能玩呗。我6代全DLC，来五代补个票结果连全人物都买不其。不打折，定价高还能忍，这不能全人物，没不知火舞我忍不了，再见了您嘞。
好评: 。。。
好评: 牛牛：？？？？
好评: 老色批，我是伞兵

好评: 好看你懂得

好评: 爽就完了
好评: 很好的游戏

差评: 匹配不到人，太恶心，
好评: 顶不住，是真的顶不住
好评: 不错的游戏，免费玩。就是开启story模式需要在游戏的STORE选项购买。
但购买story故事模式，总是网络错误，求指点。


差评: 玩你妈个B，画面卡的要死
好评: 姐姐好棒！
好评: NP
差评: 为什么当时刚出时买的可以玩全角色还能通过游戏解锁服装，最近上去看了看角色需要购买了啊，故事模式需要购买了啊
好评: 挺好

差评: guh233
差评: 玩了一下午 再次进去存档全没
好评: 我是傻逼
好评: o(￣▽￣)ｄ，为什么才看到有代码啊，我是傻逼！！！
好评: 还可以吧
好评: 666
好评: niu的
好评: 别问，问就好玩
好评: 真好玩

好评: 很好
好评: 还挺硬核？
好评: 我是傻逼
好评: 我是傻逼
好评: 游戏整体不错，就是免费角色太少其他的也还可以，希望官网能多推出几位免费角色
好评: 有MOD就好玩，但对打的人很少
好评: 冲着卖肉去玩，结果被格斗吸引。
（以至于我现在虽然很不喜欢那些老说死或生卖肉的人，但是也不好去反驳）
我非常非常喜欢死或生的格斗系统，它有别于市面上的其他格斗游戏，有独特的打反投猜拳系统和基于critical stun的连招系统。
很多新手觉得反击技总是会打断连招，很影响搓招手感，或者很多其他游戏玩家认为死或生是个“没有立回”的游戏，我觉得不然，死或生的核心是变化（所以每个角色的出招表都是特别长一堆），在此基础上的确削弱了立回的地位，但这也令游戏变得与众不同起来。
与其他格斗游戏不同，死或生中的一个角色练习所需的时间要远大于其他格斗游戏，一个角色有普通招式、背身招式、拆招、投技，还有许多招式打完之后人物会进入另一种姿态，称之为“构”。构有背身，独立步，仆步，必杀构，闪击（ducking）等等，每个人都有独特的打法，基本上来说换一个人玩就必须要从头开始学起，很难做到一通百通。
死或生5的教程相对比较少，所以导致很多人并没有玩懂这款游戏，但我希望能有更多的人去肯定它的优秀的内涵，而不是仅仅停留在表面。
         （以上内容均来自游民网）

好评: 我是撒比

好评: 好玩，推荐
差评: 闪退太严重了
好评: 剧情模式超赞，人物做得还很好看
好评: 我弟弟玩得吐白沫
好评: 试玩一二把，纯正格斗让人赞叹
好评: 可是她真的太可爱了
差评: 这一整套 DLC 纯纯的割韭菜，如果不是为了情怀，不建议入手。要不是为了 Marie Rose 我是不会点进来的。
好评: 666
好评: 身体一天不如一天惹
好评: 我弟弟都开心的膨胀了
差评: KT真的歧视PC玩家，作为一款格斗游戏，KT居然阉掉了建大厅直接与好友联机这项重要功能，导致只能在线随机搜寻玩家对战。
在讨论区搜索"lobby"，看看多少玩家在骂KT。
好评: 这是我的青春  太怀念了 曾经玩私服 在房间里 见谁不爽就K谁
好评: 这个事呢，现在就是这个情况，具体的呢，大家也都看得到，我因为这个身份上的问题，也不能说的太具体，可能你听的不是很明白，但是意思就是那么个意思，你们也别来问我怎么了，利益牵扯太大，说了对你我都没好处，当不知道就行了，其余的我只能说这里面水很深，牵扯到很多东西。详细情况你们自己是很难找的，网上大部分已经删除干净了，毕竟自己知道就好，细细品吧。懂的人已经基本都获利上岸了，不懂的人永远不懂，关键懂的人都是自己悟的，有些时候，某些人对某些事不懂装懂，还以为别人不懂。其实自己才是不懂的，别人懂的够多了，不仅懂，还懂的超越了这个范围，但是某些不懂的人完全教不懂，所以不懂的人永远不懂，只能不懂装懂，别人说懂的都懂，只要点点头就行了。其实你懂的我也懂，不懂的话也没必要装懂，懂的人也没必要说出来，不懂的人看见又来问七问八，最后跟他说了他也不一定能懂，就算懂了以后也对他不好，毕竟懂的太多了不是好事。所以大家哪怕不懂也不要去了解，懂太多又有什么好呢？
好评: 柰子
好评: 

好评: 不知为何，吾入，开头动画可操作，‘休闲模式’选择时啥键都无反应【游戏正常运行】。缘何？
差评: 连黑屏都没有，这游戏跟死了一样没反应
好评: 给个好评，第一次玩，虽然是英文但是我看的懂，没有什么音响，准备买一个6代！
好评: [h1]快来白嫖这款游戏，[/h1][spoiler]游戏属性测试里输入DOA5LROnlineBetaBranch检测再启用即可白嫖正式版[/spoiler]，游戏进去之后是不能改画质的，需要在启动游戏时点开下面第二项来改修改画质和切换全屏，60几套衣服一份要500多块RMB，牛逼喔光荣
好评: 不知火舞什么时候能再次上架，不上架不补DLC了！
好评: 虽然我只买了几个人物发现很好玩，服装可以自己打关开出来，很实用
好评: 好玩😁
差评: 购买这游戏后一直无法进入游戏，（点击开始游戏后‘开始游戏’字样变成‘结束’字样2秒左右又变回‘开始游戏’字样，除此之外没有任何的其他反应）系统显示我已玩了6小时，其实这6小时我一直在研究如何进入游戏，研究这么长时间还是进不去，投诉无用，退款又退不了，不建议大家购买此游戏，钱完全的打水漂了
好评: 游戏可以，话说能不能重新上架不知火舞啊

好评: 这游戏真白 啊不是 这腿真好玩
好评: 界面差
好评: 打击感非常棒，操作手感好，出招也十分的困难（硬核）剧情有点扯...反正就是这样随便吹两句就开打emmmm
*今天天气真好
*你错了
*fight！！
游戏的亮点就是里面的.....(懂得都懂)
好评: 如果单论格斗，这款玩起来还挺好的。但是各种卖皮肤，真的玩不起。
好评: 我是傻逼
好评: 不知火舞版权到期了
这样可以买吧
不知火舞角色 31元：https://store.steampowered.com/sub/119973
不知火舞服装 36元：https://store.steampowered.com/sub/119976
差评: 可玩性（[spoiler]指特殊目的 [/spoiler]）较低，需要重金
好评: 6
好评: 死或生5，绝对大赞，而且免费，你也没花一分钱，为什么不赞呢
好评: 这游戏有没DLC区别真的不是一般的大，打击手感挺好，角色就不用多说了，懂得都懂
好评: 不知火舞能重新上架吗？就是因为不知火舞下架了，才不买dlc的
好评: 虽然没有VR战士硬核，也没有铁拳爽快，也不如街霸火爆，但她们实在太大了
好评: 感觉玩的还行，就是手残

好评: 好玩又好康，还能叫你deng dua lang
好评: very Good!
好评: 键盘不能自由配置按键只能在固定的几个按键内更改这个有点，有手柄还是接手柄吧。画面相比6来说我还是感觉5更好点，6的光影打上去感觉太油整体色调还偏黄挺难受，两作模型是一样的但6代高清后因为材质还是低清模会看到各种稻草头发和方块屁股，5代人物还有一些表情来使角色塑造变得更丰满到6代都删光了我个人是看不懂的......
好评: 皮肤香的不行，另外的确是个相当优质的格斗游戏，打击感还有操作的丰富程度都很好
好评: 我是傻逼

好评: 有哪位大哥买了完整的游戏
好评: good
差评: 我透，光荣你的游戏就TM会阉割手柄震动是吧？？？
好评: 无法更改键盘设置这是最差的一点让我无法更舒适的玩
好评: 非常不错的游戏，玩了5之后，又买了6.
好评: 天冷了，给孩子们买些衣服

好评: 打击感爽快，比6更值得入手！
好评: 女朋友给我口了五个小时我才买的，玩的时候抱着女朋友玩手感就是好！
好评: 死或冲，玩了几天放弃了
妹子太好看，情不自禁
见一个爱一个，爱一个搓一个
我真的一滴都没有了

好评: 身体有点受不了
差评: 不买DLC的兄弟建议别玩
好评: 我是傻逼
好评: nice!
差评: 不推荐，别问，问就是不能自定义按键，看柰子可以，想玩建议买一个街机摇杆,这游戏有的招数要用摇杆才能做到的，键盘按的不够快（例如疾风的雷神第3段↗↙↖↘T这就很令人绝望了）
好评: 打斗性很好，画面清晰
好评: 生活压力大，玩得非常爽，现实里我唯唯诺诺，游戏里我重拳出击，我爱光荣脱裤魔。
差评: 点开之后让按a键，然后又让按回车，按了回车之后就一直没反应。有大佬帮忙解惑一下吗？
好评: 挺好玩
好评: 格斗体验非常不错，女角倒地之后的喘息声也是很诱惑了。就是有点可惜没有全屏，连线战斗的人也比较少。总体而言是一款不错的游戏，推荐！
差评: 无法进入
好评: 嘿嘿嘿
好评: 喜欢男的，为什么男性角色这么少？有没有可以吊儿郎当的补丁？那打起来可爽死了。
好评: 没人会拒绝玛丽罗斯
差评: 不买dlc最好别玩，因为没的玩。。。。
好评: 我是傻逼！！！
好评: 挺好玩



好评: 我觉得比6好玩
好评: 遗老和沙包的最爱
好评: 66
差评: 打不开
好评: 好玩
好评: 怎么我就一个人物怎么解除所有人
好评: XBOX 手柄的 LT 和 RT键失效，好像是老问题了 =。=
还好 Steam 可以改键。
好评: xboxones手柄用不了啥情况啊，help~
好评: If you seek control others control yourself before;If you seek master others master yourself before;If you seek F.A.K others F.A.K yourself before.You'r what you are when nobody is looking.
好评: 我是 老色批

好评: 这款游戏真可谓是DLC狂魔~~~衣服多的人竟然有6-70种不同服装。真的好棒棒。
好评: 没人会拒绝玛丽罗斯
好评: 好
差评: 居然只能玩4个角色，PS4碟才多少？？？？？？？？？？？
好评: 我是傻逼！！！！！！！！！！！！！！！！！！！！！！！
差评: FUCK
差评: 进去就卡住不能玩，下你麻痹呢
好评: 这攻击真白，哦不，这连招真大
差评: 人物就几个免费，其他都要钱，剧情贼一般
好评: 还可以
好评: 《死或生5：最后一战》的格斗部分将达到前所未有的真实感细节，加入精心打造的击打动作，每一位格斗家都将有属于自己的巅峰时刻。游戏的动态互动关卡再一次带领玩家领略世界各地风情，并将加入更多破坏区域、更多致命的危险地带和更高级的策略选择。
好评: 推荐就完事了嗷
好评: 非常好 的格斗游戏
好评: sex
好评: 主要是看身材的游戏。
好评: xiu~有够涩的

好评: NICE
差评: 我是傻逼
好评: 嘿嘿~我都用一隻手玩~~~
好评: 6.0 / 10.0
好评: hao wang ji l

差评: 为啥就四个角色》
好评: 能不能把房间模式加回来。
好评: 主要是有球看
好评: 好

好评: 冲着kasumi来的
好评: 画质引擎甩拳皇几条街
好评: 没人会拒绝玛丽罗斯
好评: 啊啊啊啊啊啊啊啊啊啊
好评: 针不错
差评: ？？？故事包单买？
好评: 8说了，rose我老婆
差评: 挺好玩的一款游戏，就是联网做的太垮了，没有房间模式，不能邀请好友对战，只能打天梯，但服务器又在国外，要玩还得要代理，一款格斗游戏只能当单机玩，真是艹蛋
好评: 有mod才好玩，不过捣鼓mod我弄了一整天才弄好，我弟弟玩过之后直呼内行
好评: 牛逼
好评: 弟弟很喜欢这款游戏，就是容易晕，经常吐
好评: 射射已经谢了
好评: 打击感十足
差评: 在线模式人太少
好评:   冲了（（（
好评: 我非常喜欢游戏
好评: NICE
差评: 反正我决得这个游戏很垃圾。
好评: 冲就对了
好评: 玩了玩6，才发现我库里还有个5。谢谢库里
好评: 叼你吗的垃圾游戏
好评: 很好玩
好评: NIUBI
好评: 我爱nai子我自豪！
好评: 很不错
差评: 为什么手柄操作没反应？？？？？？？？？？
差评: 下载下来是免费了,但是只有4个角色,服装也有一些,两男两女,要是想要其他的角色全部都是要买买买,故事模式也没有,啥都没有,还不如下载个盗版的所有功能都有,想要啥衣服有啥衣服
好评: 我觉得可以，很多内容可以自己弄
差评: 白嫖党异常不爽
好评: 游戏的硬核做得很棒，福利 也很足，可惜的是开局不送我老婆玛丽萝丝，属实没意思。Marie Rose is the soul of DOA!!!!!!!!!!!!!
NO MARIE ROSE NO DOA!
差评: 《PS4版购物指南》

“据说”PC画面继承自PS3画面，没有PS4柔软引擎2.0画面效果好？
所以有了这个指南，画面效果如何请买家自行下载免费版对比鉴别。
（看评论说STEAM闪乱神乐合作服装没有爆炸效果。）

PS4最大的优点是可以一件一件单买服装，还可以指定角色购买小包，当然也能购买终级大包。
不过相比单买，购买组合包可以获得约至少六折甚至二折的优惠，
因此数一数组合包中自己想要多少件衣服，就能决定是单买还是买组合包了。


2013-2014的PS3时代的衣服全都放在一个终极大包（约721港元，或，旧角色包合计约2919港元）里了，因此就不用购买旧的单一角色包了，内容覆盖以下主题包：

・乐园性感服装
・校园服装
・万圣节服装 (2013)
・偶像服装
・终极性感服装
・南国风性感服装
・终极写真
・首登服装(玛莉/PHASE-4/女天狗)
・护士服装
・运动会服装
・心跳加速连身吊带服装
・轻柔自在服装
・超天使女僕装
・兔兔装
・众人的万圣节服装(2014)
・努力不懈的人民保母服装
・平安夜的圣诞服装

（注意这部分服装没有PS4新角色穗香的内容，同时不包括后述第一次的性感服装+写真，等等）


2015-2017的PS4时代的衣服有新的单一角色包（新角色包合计约5134港元，但不含男性角色，或，主题包合计约4914港元），内容覆盖以下主题包：

・第一次的性感服装+写真（天狗，PHASE4，玛莉，穗香）
・新手玩家应援服装（天狗，PHASE4，玛莉，穗香，直虎）
・首登服装（穗香）
・女斗士2015服装
・柔肤性感服装 
・女英雄角色扮演服装
・『影牢』 合作服装
・『若木民喜』 设计服装
・可爱夏季服装 2015
・众人的万圣节服装2015
・设计师特别奖 2015 服装
・甜美性感服装
・『战国无双』合作服装
・『GUST』合作活动服装
・盛开！花朵服装
・众人的万圣节服装2016
・欢乐浴衣服装
・大小姐的假日服装
・千娇百媚旗袍
・必胜祈愿！女巫服装
・牛仔女孩风格服装
・『GUST』合作服装泳装
・极品度假装
・众人的万圣节服装 2017
・TECMO 50 周年纪念服装
・NINJA角色扮演服装 Vol.1
・NINJA角色扮演服装 Vol.2
・NINJA角色扮演服装 Vol.3
・『井伊直虎』 首登服装

・NINJA2015 服装（请自行免费下载）
・『若木民喜』 设计服装 『残暴盔甲』 全套组（天·霸）（请自行免费下载）


以上未提及的内容还有闪乱神乐、Falcom、SCHOOLGIRL STRIKERS、タツノコ、妖精的尾巴、进击的巨人、不知火舞+拳皇、AQUAPLUS+、Arc System Works的联动等，其中一些已经过期无法购买了。

购买七个季度的季票分别可以获得一种限定服装，但是其中一些季票也随着联动内容过期无法购买了。
可以在以下网址查看：https://artmic.com/doa5/dlc/

目前留下的季票第一季季票《闪乱神乐》《影牢》你不要看它衣服丑，爆炸效果经过我鉴定是后面联动服装中最好的，所以也不要太在意过期的联动，《AQUAPLUS+》的几件爆炸效果也不错，总共能爆炸的衣服也不多。第一季季票还送白色玛莉萝丝裙，本来爆炸的两套就是要买的，买季票相当于白送。
哪些衣服可以爆炸在以下网址查看：https://deadoralive.fandom.com/wiki/Category:Dead_or_Alive_5_Last_Round_costumes

（虽然说不要太在意过期的联动，但是不知火舞角色+拳皇服装最好去TeamNinja或者DOA6官推留言催他们重新上架。）

上面谈的都只是总价，回到PS4版本的特点：
“可能”画面效果更好，可以单件单独购买，可以指定角色购买。

——祝你形成自己的消费计划。
好评: nice

好评: 666
好评: 还好以前买了ps4版的
好评: !!!
好评: 我tm社保！！！
好评: 打击感很好，画面很逼真，就是dlc太贵了
好评: 玛丽最棒
好评: DOA6也像D0A5一样有免费基础版了，买一个玛丽就能玩一年。
好评: 这是一款不错的动作游戏，打击感和动作设计都相当不错，人物也很精美，值得一玩（甚至免费）
好评: 感觉很棒，毕竟白嫖的，就是没有手柄，不能自己设置键位
好评: 作为格斗游戏非常优秀，作为绅士游戏也非常社保
好评: 明明格斗系统这么好，可是dlc太贵了，街霸都不敢这么玩。
好评: 玛丽真是太可爱了！！！
好评: good
好评: 免费游戏，也不会买dlc，没啥上手门槛，妹子是真带劲，不说了，看浏览器了兄弟们
好评: TDRTFDFDTRF


差评: 我是傻逼
好评: 不是你死，就是我冲
好评: 很好玩，八级人机真的强，尤其是你倒地了还在那跟傻逼一样锤你
奈子也不摇，也没看到啥特殊部位【滑稽】
建议别买dlc
打了补丁再玩
好评: 这波宣传在第10层。看到5免费就下5来玩，觉得还行。然后看到6也可以免费玩，就下6来玩，觉得比5在画面上有了很大的提高。然后发现6本体打折了，然后脑子一热就直接把6买了，这波衔接得行云流水佩服佩服。
好评: 游戏打击感不错，也比较吃操作，而且妹子又漂亮，就是东西太贵
好评: 为什么会觉得dlc贵呢？老婆一个玛丽萝丝就够了呀。
好评: 没手柄不要买这个游戏。
好评: 老司机了
好评: 值得收藏的游戏。
好评: 好玩
好评: 非常好
差评: 谢邀 感觉有些卖肉
差评: 简直了，当年不懂，原来steam版的DOA5砍了那么多东西，女乃子都不摇了，买了也只是解锁所有的人物，DLC只是单纯的更新衣服，毫无诚意。上当了上当了！就当100多买了个教训吧，6我是打死也不会买了。
好评: 优点：人物造型几乎完美，动作干净利落，值得一玩。
缺点：价格太贵，人头、服装分别收钱，太坑了
好评: 非常好玩的一款游戏，但是他的dlc太贵了，承受不起，哭了
好评: 非常好 我买了几个女人物 玩的非常快乐 就是身体越来越差了
好评: 死或冲5，本体免费，full game 39.99刀，DLC 1257.82刀，名副其实的DLC地狱。
[spoiler]玛丽罗斯天下第一！[/spoiler]
差评: 还算硬核的出招和接招格斗模式，但是pvp服务器实在是让人无语
好评: 我是傻逼
好评: ......为什么卡到开始界面不动了，让按键也没用，有点苦恼啊
不过这个游戏真的很白，我弟弟很喜欢
好评: 还不错
好评: 66666666666666666
好评: 挺好的，还在探索中。
差评: 卡在了第二界面不管按什么都没反应 开始界面明明按M有反应的 进去后跳出来一个建议玩悠闲模式的框框 然后 就动不了了 有毒 不管按什么都一点反应都没有
好评: 典型游戏，【死或冲5】，现在可以直接免费入手本体，非常棒！

但套路跟某大厂一样，游戏免费，内容各种要钱，可以打打挑战关卡玩玩就好，说句实在话，把全妹子全皮肤，集齐，都能上千，要钱也不是这么要的。

现在又有了【死或生6】本体免费了，更高质量的妹子大战，女神们更美了。就收藏5就好了。

土豪请随意，我就看看就好。
差评: 脱裤魔做什么打拳？仁王2做完了赶紧给爷爷去做忍龙4
好评: 格斗招式华丽多变
好评: 以前人人都玩拳皇9598，打过几局街霸4，这死或生刚打了几局，练习了一下，刚刚会几个简单的按键，解锁了几个人物，发现已经出6了，哈哈哈，两个小时先到这里吧，去6里打打。
好评: 没钱不建议玩！随便一个人物都要钱。
差评: 充钱就能变强
好评: good game, suki
好评: 真的好玩，打击感一流，好吧我承认我馋霞的身子很久了
好评: pk打不过...
好评: 白嫖可还行，但是人物 衣服什么的都需要购买，还不如去网站上下载
好评: 赞
好评: 香是香的，就是不知道火舞哪里买，求告知
好评: 把女角色买齐就能玩了
好评: 最喜欢的格斗游戏，猜拳系统心理博弈很刺激，连招自由很多样化，有的时候即使失手也可以及时调整继续连，大多人都将这游戏看成卖肉游戏，其实不然，核心系统很优秀，只是免费版人物太少了，要是像英雄联盟一样只卖衣服不卖角色该多好
好评: 冲就完事了
好评: 又能打又能看，非常棒
好评: 8说了，冲就对了
好评: 看胸
好评: 猛男游戏
好评: 问下这游戏除了开始给的那几个其他都要花钱买还是怎么样?花钱买的话怎样买?求解
差评: wssb
好评: 反正在拼多多是已经1.88买了全dlc和游戏本体，我用作弊器试了试，结果解锁了也打不开，反正拼多多的都玩了两年了，不在乎了。
好评: 只要你给我柰子
我就给你好评

好评: 好

好评: 这个好像要手柄才能玩
好评: 慕名而来，都说是死或冲，为什么我感觉不出来。难道是要加MOD？
好评: 除了角色有点贵，其它可以
好评: 暂时先给个好评吧
毕竟是免费版的，凑活着玩
想要和真人对战的话可能有点难...匹配的时间太长了
总体不错  低配机带得动（DOA6带不动）
好评: 就是随便打打，到第6个难度AI就不做人了，尼玛的除了第一下攻击必被挡反，最恶心的是一旦被打倒在地AI就会不停地揍你，连起身都不让，游戏体验极差。
好评: 我是傻逼
好评: 想冲的时候可以上来冲，想玩硬核格斗游戏也可以上来爽；本来是被泳装奶白吸引过来的，结果格斗玩上瘾了，不得不说doa的格斗系统太棒了
好评: 弟弟吐了
好评: 慕名而来，嗯，死活冲，颇有道理。
好评: ..
好评: 大大大大大大大大大大......咳咳，虽说这游戏很容易让人走心，关注点转移，但是不得不说，打击感非常棒。
好评: 对键鼠极不友好，甚至连招式表都没改成键鼠的，一些连招很难按，用键盘操简直离谱。
好评: 除了贵都很好
差评: 付费dlc太多，吃相太难看。
好评: 虽然绝大多数角色都要付费，但这里面的女性角色真是太香了。
好评: 公告上说win7停止是指不能再win7上玩了吗   ？
好评: 一款硬核格斗游戏，两个小时教程打了不到一半
好评: 是我寻找的那种游戏，但是太贵了啦。
差评: DLC是游戏，本体啥也没有。。。啥都18块，我穷
差评: 一系列太贵了呀，买不动了。。。。。。
好评: 肾透支，鼻血不止
好评: 白嫖的，还有什么不满意
好评: 舒服了
好评: 为什么这玩意连不了手柄呀！！！！！

好评: 很好玩，弟弟很喜欢，没有玛丽罗斯怎么叫doa
差评: 我在里面卡住了一直按m没用手柄也没用
差评: 2560 x 1440, Please …………买全部DLC的我给你跪下。
好评: 我爱米拉

好评: 好玩
好评: 很好玩，就是角色有点小贵
好评: 死或冲
好评: 打斗和麦肉都做得很棒。佳作
差评: 不能用手柄，lj

差评: 好家伙，免费游戏的皮，欺骗我死宅的心，买dlc真的nt
好评: 哇，怎么除了初始角色其他都要18块
好评: 喜欢

好评: 最喜欢看女孩子打架了（大雾）
差评: 2020.04.08
不能白嫖了，WDNMD
2020.05.05
算了，毕竟游戏还不错，等将来工作挣钱了回来买完所有DLC给好评   :P
差评: 发行商是天才，真正的天才

差评: 这也叫成年人玩的游戏？
好评: 解锁故事模式要四十八元啊，但游戏确实挺好玩的，场景设计不错，人物建模给我极大地 冲 ji，而且低配机器也能玩这个游戏
好评: 有没有mod来一个 秋梨膏

好评: 很爽

好评: 5代是我最早接触死或生的一代，除去价格吃相难看外，游戏建模，画面表现，硬核的格斗系统都是非常不错的；如果core fighters版本里有你喜欢或者想练的角色，那免费版不就香疯了吗？当然，你也可以搞点黑科技就相当于白嫖了。花钱是不存在的，格斗玩家难道不是刻苦练习，联网对战，重拳出击吗？看lai子是次要的（脸好看我就够了），真的，这披着华丽外皮的硬核系统是值得深究的。什么不够看？那论坛上的各种各样的整活足够把你喂饱了~~~怎么弄？自给自足吧~
好评: 太惨了
好评: 作为格斗爱好者，觉得打得很爽，但是dlc好贵，价格劝退   有钱人的游戏，石油大佬可以康康
好评: 非常硬核的格斗游戏
好评: 确实是个好游戏，但是玩惯了街霸的我好像很不好上手
差评: 不推荐的游戏。
差评: 我是傻逼 花钱买dlc
差评: 意思是给你5个任务连故事模式都没有，还插不了手柄（不知道是不是我的问题）这我都不懂自己在玩什么。。。。
好评: 萌新觉得还不错   。。。。。。
好评: 实在是.....无fa可说
好评: because this game have many good woman,i love white girl forever.amen
好评: 这游戏DLC不会再打折了吗，逼得我只能玩MOD
好评: 玩了一下，弟弟吐了
好评: 我弟弟说很好玩
好评: 还行吧，免费角色有点少

好评: 免费版的可以玩玩，但是功能限制太大。。付费的全DLC共6000的样子，自己看着办吧
好评: nice
gg
好评: 柰子（划掉）打击感特别好
好评: 除了没有爆衣功能，其他完美。网络不好请勿连线，以免卡住挨打

好评: 绅士必玩系列之一
好评: 打击感不错
好评: 其实我觉得吧，论打斗这个游戏跟其余的RPG游戏都差不多，主要选择这个想必大家的理由都是一样的吧，大致一点看，这个游戏还是比较烧钱的，个人建议选择几个喜欢的角色购买就行了，不必购买整合包，如果你有钱那随意
差评: 花了18块买了玛丽萝丝，等等，可以用测试代码获得所有角色并解锁剧情，我是傻逼，等等，代码失效了，我是憨批！
好评: 刹璧6可轻点玩吧 再玩把孩子玩傻了
好评: 66666666666666666666666666666666666666666665555555555555555555555555552222222222222
好评: 这款游戏可谓是天衣无缝，让我们绅士玩家充满了对未来美好的憧憬
好评: I  like it !!
好评: 漂亮
好评: 双人模式挺好的，6为什么取消了
好评: 我是一个老实人，你给我 [strike]Nai子 [/strike]，我就给你好评。
好评: 还行，我干了2个小时。
好评: 现在的DOA5是不是可以联网对战了？
好评: 没DLC就按着霞和凌音玩mod全下上直接换装游戏
好评: 古德    古德   古德
好评: 第一个进去的士兵，头上带着血回来的。——拿破仑
即使别人进去吐过痰，贫僧也要深入化个缘——唐僧
你以为的林荫小道，早已车水马龙——莎士比亚
初极狭，才通人，复行数十下，豁然开朗——陶渊明
当你能轻松进入的时候，你就该明白，不是你厉害，只是对方能够容忍你的渺小。——保尔.柯察金
即使那个地方被无数人留下痕迹，但我们依旧向往！——郭沫若
即使那个地方成为了黑洞，依然是我一生探寻的地方——霍金
你所向往的林荫小道，在每个夜晚跟清晨，都沾满了白露。当你能轻松进入的时候，你就该明白，不是你厉害，只是众人已经为你拓宽了道。—— 沃兹基硕徳
好评: onlinebeta的那个代码失效了 有哪位好心人可以告诉一下还有白嫖的方式吗
好评: 我一开始也是玩不了游戏的 在登录选择界面卡死了 但是后来找到一个办法 就是在设备管理器里把Vjoy禁用掉 就可以进去了 因为我以前安装过这个虚拟手柄 所以键盘就不能用了 希望能给玩不了的朋友提供帮助 and 虽然我玩的了了 但是这个游戏。。怎么只有四个角色可以玩。。DLC还那么贵 不见过打折 过分了。。又不是什么3A大作
---------------------------------------------------分割线
之前我给这个游戏打了差评 但是后来逛评论区的时候发现可以玩测试版本 就是所谓的白嫖了 请把鼠标停留在死或生5的小图标上 然后右键 选择游戏属性 在测试里输入DOA5LROnlineBetaBranch 然后点击测试 你就可以解锁所有任务和剧情了 当然测试的版本是原来的旧版本 不过也没关系 联网还是可以的  不过这游戏玩的人没那么多了 我也就匹配过一次玩家 之后再也没有和人对战过 所以都是当当单机游戏在玩 深入以后发现还是很好玩的 特别是双二十买了个XBOX手柄 乐趣增倍 现在已经玩了有20多个小时了 特地把评价改为好评 希望能帮到一些别的玩家
ps：我最喜欢心了！邻家大姐姐一样可爱！
--------------------------------------------------分割线
现在是四月八号 DOA5的白嫖补丁已经失效 之前KT也宣布永久不更新DOA6了 看来这个系列也是要凉了 想当初DOA5从12年发售 一直到17年还在更新 DOA6一年就停止更新了 时代是真的变了 但是我希望KT还是能保留这个测试白嫖补丁 毕竟5还是很经典的 可能就会有人和我一样玩了5之后入坑6 唉 大家都去玩玩六代吧 不要老是去贴吧问盗版资源了 色情或许是色情 但是格斗也是硬核啊 真的让人上瘾
好评: 2020年4月8日那个代码失效了，没法白嫖了，有大佬推荐一下mod吗，留下链接，谢谢
好评: 注意身体
好评: 只要你不会基础连环按键你就会被按在地上暴打
哎呀为什么游戏要搞的怎么难呢。游戏过于硬核  只推荐手柄玩家玩。
我只配 按一个按键使用一个技能的游戏
组合按键？抱歉学不会 这辈子都不可能学会的  
及时你这个游戏永久  免费我也不会玩的！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！
好评: 又大又白，还能白嫖，这是很香的
游戏勉强打通关了，剧情真的不太行，毕竟动作游戏，基本还是冲着美少女去的
差评: 只有4个角色，还要6GB，玩的时候有一堆东西得买，解锁了服饰也存档不了，只要你一退，努力全白费，都白打了
好评: 死或冲
好评: 打击感不错，就是我人穷。
好评: 格斗硬核，卖肉实在，不买也有测试版免费玩，何乐而不为~
好评: 打击感很赞，没有购买只能玩部分角色，虽然很单调但聊胜于无，
好评: 玛丽萝丝我老婆！！！！！！！！
好了，我说完了！
好评: 来玩6吧，6 没人了都。

好评: 好

差评: DLC太贵先不说，还不能全屏【这是重点】，连教程都没有PC版的，这是逼迫我买PS4吗？？？
差评: 想白嫖的都散了吧~只有四个人物可以操作，只有格斗模式，想要完整版还是要掏钱的，掏钱没问题，就是dlc血贵~
好评: 爽就一个字
好评: 人活着就是为了玛丽罗斯
好评: 挺好玩的就操作不是很习惯
差评: 一直跳商店可还行，白嫖党已去世
好评: 输入测试码后获得全部人物，但这游戏真正的玩法不在这里，而是在于MOD上，去9DM论坛下傻瓜服装包，一键自动安装，然后……嗯……其实也不一定要搞黄色，黄色只是情趣罢了，这游戏的格斗十分硬核，没事的研究一下还是很有意思的
差评: dlc真贵不买dlc只有4个角色其中两个是男的
好评: 格斗游戏颠峰之作，比街霸5良心不知多少倍。DOA5LROnlineBetaBranch，无云存档，存档位置Documents\KoeiTecmo\DOA5LR
好评: 众所周知，这是一款射击游戏
好评: nb

好评: 重点是打斗 再强调一遍 是打斗！！！
好评: 分享一个顶级黄油网站👑绅士们 冲冲冲各种珍稀资源 懂得都懂注意身体https://www删除文字.rcydm.com/?aff=删除文字234322

好评: 还要什么自行车呢？
好评: 虽然出6代了但5代还是可以一玩的除了画面差点，就是DLC卖的加起来比6代的都贵不知火舞还到期隐藏了，需要用SUBID大法才能买到简体中文到现在都没有还是用的繁体前段时间商家特卖6都打5折了这个什么都没打折太没诚意了，我要玩5代呀因为下了一堆MOD要用快点打折吧，真想给个差评
好评: nice
好评: 各位老哥请问不知火舞现在是不是没法获得了(´⌒`｡)
好评: 好玩 就是dlc太贵了靠
好评:   245
好评: 快乐快乐快乐就完了
好评: 好玩就对了
好评: 玩了6，再回来玩5，发现6其实没有超越5很多。5仍然可以一玩。
好评: 拨打耐听
好评: 有内测码 可以免费玩  效果爆炸 美滋滋
差评: 很久没有更新程序。
好评: 游戏很好，很有打击感，画质也不错，就是自带的服装太丑了。虽然游戏本体免费，但是dlc太贵了，买不起
好评: very
good
差评: 239元?去掉2我就买！
好评: 白嫖好香
好评: 打着打着变成射击游戏
差评: 不太推荐，玩了那么多局，匹配到的人微乎其微，现在三十多分钟都没匹配到一个人，匹配五局，你会发现有三局是同一个人，游戏剧情还行，游戏角色衣服也多，但要买，现在只能当单机来玩了。一个多月没玩，再玩了三天（玩8个小时时，它还来个你多玩了8个小时修改评价），现在就更狠了，五十多分钟匹配不到一个对手，我只能肯定的说，这游戏只能玩单机！
差评: 太贵  太难  键盘难摇

好评: 真的很暴露
好评: 我老婆霞天下第一！
好评: 人物设计漂亮，而且很耐玩的游戏。类似于拳皇和街头霸王一样不容易玩厌，招式的学习也是挺不容易的
好评: 好
好评: 还行吧
好评: 给孩子买的，孩子很喜欢，玩的很开心。
好评: 我™社保
好评: 很 过瘾的  游子 就是玩家太少了

好评: 明明是格斗游戏 ，我却玩成了射击游戏~
好评: 看了下分类，嗯？怎么是动作游戏？嗯。。。想了想还真是（手动滑稽）
好评: nbnb
好评: 还行，就是付费DLC好多啊┭┮﹏┭┮
好评: 游戏很好，dlc贵。要求配置相对不高。不过联机模式怎么连不上人呢？有人知道原因么
好评: 这游戏现在联机匹配不到人了，当初买来就是截图玩的
好评: oline太吃香了，mod2020年去找全封了，有mod的话，弟弟都哭了
好评:       这个游戏对于手残玩家（指我）来说，非常不友好，但是就算是手残玩家（还指我），经过反复练习连段挑战也是能打得过人机的好叭。然后就是那些个贵的一批的DLC，买不起，除了一些喜（色）欢（情）的角色，服装DLC想都不敢想，其实不买都没什么问题，网上资源一大把，mod也能自己做，还比DLC的更能让我boki一点，反正是免费的游戏，说实话，就KASUMI（霞）和AYANE（绫音）这俩弱（大）女（波）子（斯），够折腾，说是这么说，还是建议有点小钱的朋友花个几十块买一两个角色，虽然这是DOA5，好吧，8说了，打完虎妈的高星连段挑战我要仙逝了，さよなら..～
好评: 你以为这是个格斗游戏？不，它是个绅士游戏。
好评: 好像身体被掏空
差评: 我只说一句，如果能出doa的黄油只要价格在1000块以内我一定买……格斗游戏的话就算了，100块都觉得心疼……
好评: 很硬核的格斗游戏，我还不是很熟练，不过我弟弟已经很会了，下次让他教我。
好评: 白嫖不爽吗，有个内测版本，有全人物和故事。那条评论被刷下去了。就算就4个角色，也很棒，打斗的整个系统我觉得相当出色。格斗类其实也没玩多少，就以前玩的拳皇。
反正免费，你不下一个试试？画质比上一部提高了很多，和下一部我看着区别不大。而且游戏不大，适合收藏。doa6太大了。
这游戏卖钱就是卖衣服了。当然，有mod。如此美丽的一个游戏，当然我要大力推荐。
买了不知火舞。知道这个游戏就是贴吧逛到说doa5里的不知火舞是最好看的模型。所以果断买了。
光说格斗系统，出色。光说模型和物理引擎，出色。光看奈子，出色。
啊
别说了，入库吧。

好评: Nice
好评: 游戏不错，就是太贵，角色服装，连剧情都要花钱
差评: 免费版的真可怜，没得玩，然后感觉没玩尽兴，有意买dlc吧，我了个去，抢钱么
好评: 玛丽罗斯天下第一
好评: 硬核格斗游戏 故事也十分精彩
差评: 怎么说呢  DOA 这个名字我们一点都不陌生  曾经风靡全球的格斗游戏  我了解这个游戏还是在我上初中的时候了  09年 生死格斗OL 盛大代理的游戏  当时可以说是非常的好玩了 游戏建模在当时的3D网络游戏里也算得上是数一数二的 操作性打击感还有各种音效做的非常的好   当然最后游戏虽然没有善终  游戏被盛大停运了  不过  那也是盛大作死  顶着多数人反对的风险出了新的［觉醒］资料片 破坏了当时游戏中段位赛的游戏平衡性  充钱氪金的人一下攻击就能打没你半血 而你一套连击下去只打掉对面一点血   就因为这样  生死格斗OL失去了在玩家心目中的游戏地位  一意孤行的盛大最后只能让大部分玩家流失  还有一部分玩家希望盛大认识到自己的错误恢复竞技赛的平衡性  可是最后 我们等到的只有游戏的停服公告  唉  生死格斗OL用的游戏建模引擎还有地图全出自XBOX初代主机上的DEAD OR ALIVE 2  Ultimate和DEAD OR ALIVE 3的地图和建模包括游戏BGM  当然  后来  我用XBOX360也玩了DEAD OR ALIVE 2  Ultimate 游戏质量非常高 DEAD OR ALIVE 4更是质的飞跃  DEAD OR ALIVE 4更是被列为WCG指定比赛项目  至于DEAD OR ALIVE 5嘛  呵呵  我就只能这么说 4代之后无DOA  做的是什么啊  好好的一个格斗游戏让TECMO做成了一个换装暖暖游戏卖肉游戏  我去  算了  最后我想说的是  对DEAD OR ALIVE我还只停留在2代 3代的时候
好评: 死或生是真滴难，千万不要被表面迷惑了
好评: 鄙人不才，无以言表
好评: 就是好玩
好评: 我要解锁人物

好评: 游戏很白很大我很喜欢
好评: DOA 5 is better than before, but now I love the DOA 6. And All person here.
死或生5 是人物最全的游戏，但是除了死或生6 画面更好 操作也很简单，特别是必杀技攒满了 R1一键发动，连击也很简单，打中就可以浮空。
このゲムを楽しい。ヾ(＠⌒ー⌒＠)ノ
好评: 以前只是把它当成一款稍微带点颜色的格斗游戏，无聊的时候玩一玩，直到前天在网上发现了一个十几个G的mod整合包，我才发现了这个游戏的真正玩法并沉迷进去无法自拔
好评: 白嫖推荐
好评: 死或生5的可玩性很高。猜拳系统很前卫，加上地图的可破坏性，大大增加了博弈的趣味性。网络连接的稳定性更是比街霸5要强了不少。唯一的缺点就是DLC太多太杂，不能分别单个售卖，使得有时花费太高却没买到称心的DLC。要是能改成死或生6的DLC一样能分开售卖就完美了
好评: 一开始以为只是建模漂亮 卖肉吸引人，玩了以后才发现它的硬核格斗才是魅力所在，最喜欢反打机制
好评: 如果衣服能全解锁该有多好
好评: 游戏是好游戏，但是DLC太贵了
好评: 好
好评: 怎么接受挑战信
好评: 冲冲冲

好评: 打击感还行，剩下的不知道怎么说，这个就是跟着个人喜好来吧
好评: 玛丽罗斯我老婆

好评: nb

差评: DLC卖的太坑了。
好评: 非常棒，我永远喜欢瑞秋
好评: 作为一款格斗游戏，还是很不错的，相较于《铁拳》来说上手更容易一些，但并不简单，“返技”的存在决定了这个游戏的高上限。如果想玩“第一人称射击”，隔壁的《DEAD OR ALIVE Xtreme Venus Vacation》可能更适合一些，反正都是免费的。
好评: 除了DLC血贵之外，游戏制作可以说是很精良了
好评: 感觉是最复杂的格斗游戏了
好评: WDNMD 什么破游戏 弟弟都玩吐了
好评: 白嫖
好评: 不解释！
好评: 是个人就能虐我
好评: 怎么设置全屏阿?
好评: 本来是冲着人设去的，没想到画面 ，音乐，剧情，人设，场景设计，系统玩法都十分不错，会了基本连招，跟人对战了两天，太爽了，越来越讨厌街霸那种让人不舒服的立回打法和拳皇那种纯粹的压制打法了。喜欢格斗游戏的可以试试看！
好评: 下载玩游戏 在库里找到游戏 右键游戏打开游戏属性-测试，输入DOA5LROnlineBetaBranch，然后点击检查代码，在上方选择测试活动，然后
好评: 谁能告诉我DLC补丁怎么装啊，这卖的太贵辽~
差评: 就给你四个角色想要必须花钱买这不开玩笑呢吗
好评: 有MOD很牛批
好评: ⣼⣯⠄⣸⣠⣶⣶⣦⣾⠄⡅⡅⠄⠄⠄⠄⡉⠹⠄⡅⠄⠄⠄
⠿⠿⠶⠿⢿⣿⣿⣿⣿⣦⣤⣄⢀⡅⢠⣾⣛⡉⠄⠄⠄⠸⢀
⣴⣶⣶⡀⠄⠄⠙⢿⣿⣿⣿⣿⣿⣴⣿⣿⣿⢃⣤⣄⣀⣥⣿
⣿⣿⣿⣧⣀⢀⣠⡌⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⠿⠿⠿⣿⣿
⣤⣤⣤⣬⣙⣛⢿⣿⣿⣿⣿⣿⣿⡿⣿⣿⡍⠄⠄⢀⣤⣄⠉
⣿⣿⣿⣿⣿⣿⣿⢿⣿⣿⣿⣿⣿⢇⣿⣿⡷⠶⠶⢿⣿⣿⠇
⣿⣿⣿⣿⣿⣿⣿⣿⣽⣿⣿⣿⡇⣿⣿⣿⣿⣿⣿⣷⣶⣥⣴
⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣻⣿⣿⣧⠙⠛⠛⡭⠅⠒⠦⠭⣭⡻⣿⣿⣿⣿⣿⣿⣿⣿⡿
⣿⣿⣿⣿⡆⠄⠄⠄⠄⠄⠄⠄⠄⠹⠈⢋⣽⣿⣿⣿⣿⣵⣾
⣿⣿⣿⣿⣿⠄⣴⣿⣶⣄⠄⣴⣶⠄⢀⣾⣿⣿⣿⣿⣿⣿⠃
⠛⢿⣿⣿⣿⣦⠁⢿⣿⣿⡄⢿⣿⡇⣸⣿⣿⠿⠛⠁⠄⠄⠄
⠄⠄⠉⠻⣿⣿⣿⣦⡙⠻⣷⣾⣿⠃⠿⠋⠁⠄⠄⠄⠄⠄⢀
⣮⣥⠄⠄⠄⠛⢿⣿⣿⡆⣿⡿⠃⠄⠄⠄⠄⠄⠄⠄⣠⣴⣿
好评: ⣼⣯⠄⣸⣠⣶⣶⣦⣾⠄⡅⡅⠄⠄⠄⠄⡉⠹⠄⡅⠄⠄⠄
⠿⠿⠶⠿⢿⣿⣿⣿⣿⣦⣤⣄⢀⡅⢠⣾⣛⡉⠄⠄⠄⠸⢀
⣴⣶⣶⡀⠄⠄⠙⢿⣿⣿⣿⣿⣿⣴⣿⣿⣿⢃⣤⣄⣀⣥⣿
⣿⣿⣿⣧⣀⢀⣠⡌⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⠿⠿⠿⣿⣿
⣤⣤⣤⣬⣙⣛⢿⣿⣿⣿⣿⣿⣿⡿⣿⣿⡍⠄⠄⢀⣤⣄⠉
⣿⣿⣿⣿⣿⣿⣿⢿⣿⣿⣿⣿⣿⢇⣿⣿⡷⠶⠶⢿⣿⣿⠇
⣿⣿⣿⣿⣿⣿⣿⣿⣽⣿⣿⣿⡇⣿⣿⣿⣿⣿⣿⣷⣶⣥⣴
⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣻⣿⣿⣧⠙⠛⠛⡭⠅⠒⠦⠭⣭⡻⣿⣿⣿⣿⣿⣿⣿⣿⡿
⣿⣿⣿⣿⡆⠄⠄⠄⠄⠄⠄⠄⠄⠹⠈⢋⣽⣿⣿⣿⣿⣵⣾
⣿⣿⣿⣿⣿⠄⣴⣿⣶⣄⠄⣴⣶⠄⢀⣾⣿⣿⣿⣿⣿⣿⠃
⠛⢿⣿⣿⣿⣦⠁⢿⣿⣿⡄⢿⣿⡇⣸⣿⣿⠿⠛⠁⠄⠄⠄
⠄⠄⠉⠻⣿⣿⣿⣦⡙⠻⣷⣾⣿⠃⠿⠋⠁⠄⠄⠄⠄⠄⢀
⣮⣥⠄⠄⠄⠛⢿⣿⣿⡆⣿⡿⠃⠄⠄⠄⠄⠄⠄⠄⣠⣴⣿

好评: 好玩
好评: 好玩
好评: 莫名的爽快
好评: gooooooooooooooood
好评: 如果不考虑玩家数量不够导致对战困难的话，五代其实比六要优秀很多的。
好评: 能白嫖那么谁会拒绝这个游戏类，就是带佬们怎么才能解锁沙滩写真啊，弟弟很急
（用力代码。变成测试版了）
好评: 考验操作~手残党勿进
好评: dd很喜欢
好评: 比死或生6多了双打，人物也多几个
差评: 玩了几局就闪退了。
好评: pretty nice，咕嘿嘿
好评: 免费玩了一下，只有两个角色能用，其他都需要购买，故事模式也要购买，可以说是试玩
好评: PS4手柄怎么操作才能弹出退出窗口啊，我在练习模式里把每个按键都试了一遍没反应
好评: LOVE
好评: 给我兄弟玩了几把，兄弟说他都打吐了
差评: 买不起角色，一直玩儿直虎
好评: 我本来想骂这游戏涩秦的，但是她可以免费玩
好评: 发行商的作为和DLC的价格.....emmmmmm？

抛开这些，游戏本身绝对是同类游戏中相当硬核的存在。人物建模与动作称得上行业内的高标，以猜拳为核心的系统也给予了游戏很高的可玩性。

太多杂七杂八的东西抹杀了DOA作为格斗游戏的高水准。暗耻你争点气秋梨膏。

 玛丽罗斯赛高！！！
好评: 打击感十足 剧情有延续前几部 就是连招难按 没有汉化 而且 贵  人物还要额外买
差评: 预购版差评
好评: 好好看，哦，不對，是好好玩
好评: 6一天没有井伊直虎，我就一天不掏钱，继续玩5
好评: 游戏是好游戏，就是DLC太多了，但是我还是想说一句，霞天下第一，不接受反驳
好评: 还可以！

好评: Jacky和Jann lee 是真的恶心啊
好评: 闲话少说冲冲冲

好评: 好玩

好评: DOA5LROnlineBetaBranch
好评: awsl
好评: 不错的游戏， 就是就是，dlc也太多太贵了吧（来自穷人的呐喊），果然我还是太菜了。
好评: 免费加速器亲测有效，注册即送500小时
https://www.golink.com/?code=SXKWYLQT
好评: KEYI
好评: 相当好玩

好评: ZD
好评: 买了两个手柄和朋友奋战到天亮,服装很好看,我弟弟很喜欢(*^▽^*)
好评: 其实玩死或冲，嗯就是叫这名字，大部分玩家不是冲格斗来的，而是冲着萌妹子来的。妹子很多，很软，请认真食用。
好评: 死或生群73570735
差评: 日本游戏的标准骗钱模式，几百块钱一个格斗游戏，只有两个角色，千万不要买
好评: nice

差评: 十足的辣鸡 就两个角色，还一堆bug，还不能用mod。这游戏公司算完了，一个格斗游戏就俩角色
好评: 有些音乐挺好听的。
好评: 画面不错，感觉比6强。买了很多角色了，衣服解锁简单，垃圾6，就是操作太难，无所谓，反正冲女角色来的。
好评: 还行挺好玩的

好评: 默认就一个人物？？？？
好评: [h1]向日葵游戏评分：5分（1-10）[/h1]
表面上是一款卖肉的3D格斗游戏，但实际上非常硬核，复杂的出招表和帧数表需要玩家去学习，难度远高于2D格斗游戏。从玩家人数和比赛规模来看，远不如同类型的《铁拳7》。PC版相比于PS4版不仅画面缩水严重，还阉割了SOFT引擎的效果，实际画面效果只有PS3的水平。
[h1]欢迎大家关注我们的鉴赏家：https://store.steampowered.com/curator/28763059[/h1]
[h1]关注微信公众号和头条号“向日葵游戏”获取更多资讯；官方微博：向日葵游戏评测[/h1]
差评: 爪巴
好评: 特意来补票的，这游戏表面上是奶子，背地里是超级硬核的格斗游戏。教学有200多小关，（打完全部教学关拿到成就的人只有3.9%，基本劝退一大半人了），每个人物出招表100多个，还有判断超级严格的连招。当我把连招挑战打完以为终于可以出山了，然后在网上被高手血虐。然后只能回去打打电脑，解锁衣服。此时的我满脑子想着怎么连招，根本无暇看奶子。

推荐硬核格斗游戏爱好者购买。如果只想看奶子，还不如去玩奶排。
好评: 玩了一段时间了，配置电脑刚好带的动。和室友玩起来很开心，可以的话，最新那部可能要好一点吧
好评: 作为没有格斗游戏天赋的手残玩家还是看看小姐姐就好了。
好评: 衣服太贵了
好评: 死或生5是我入坑之作，玩了4年，格斗系统真的很棒！

当时5玩的是盗版，现在玩6了，买了6的全部DLC也算补票了。

偶尔回忆一下5也挺好~
好评: 优点：模型细腻
缺点：初始任务太少
好评: ⣼⣯⠄⣸⣠⣶⣶⣦⣾⠄⡅⡅⠄⠄⠄⠄⡉⠹⠄⡅⠄⠄⠄
⠿⠿⠶⠿⢿⣿⣿⣿⣿⣦⣤⣄⢀⡅⢠⣾⣛⡉⠄⠄⠄⠸⢀
⣴⣶⣶⡀⠄⠄⠙⢿⣿⣿⣿⣿⣿⣴⣿⣿⣿⢃⣤⣄⣀⣥⣿
⣿⣿⣿⣧⣀⢀⣠⡌⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⠿⠿⠿⣿⣿
⣤⣤⣤⣬⣙⣛⢿⣿⣿⣿⣿⣿⣿⡿⣿⣿⡍⠄⠄⢀⣤⣄⠉
⣿⣿⣿⣿⣿⣿⣿⢿⣿⣿⣿⣿⣿⢇⣿⣿⡷⠶⠶⢿⣿⣿⠇
⣿⣿⣿⣿⣿⣿⣿⣿⣽⣿⣿⣿⡇⣿⣿⣿⣿⣿⣿⣷⣶⣥⣴
⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣻⣿⣿⣧⠙⠛⠛⡭⠅⠒⠦⠭⣭⡻⣿⣿⣿⣿⣿⣿⣿⣿⡿
⣿⣿⣿⣿⡆⠄⠄⠄⠄⠄⠄⠄⠄⠹⠈⢋⣽⣿⣿⣿⣿⣵⣾
⣿⣿⣿⣿⣿⠄⣴⣿⣶⣄⠄⣴⣶⠄⢀⣾⣿⣿⣿⣿⣿⣿⠃
⠛⢿⣿⣿⣿⣦⠁⢿⣿⣿⡄⢿⣿⡇⣸⣿⣿⠿⠛⠁⠄⠄⠄
⠄⠄⠉⠻⣿⣿⣿⣦⡙⠻⣷⣾⣿⠃⠿⠋⠁⠄⠄⠄⠄⠄⢀
⣮⣥⠄⠄⠄⠛⢿⣿⣿⡆⣿⡿⠃⠄⠄⠄⠄⠄⠄⠄⣠⣴⣿
 

好评: 怎么解锁dlc啊 不管用啊那个代码
好评: 为什么打不了剧情
好评: 123
好评: 所以到底怎么改全屏？
好评: 手柄为什么玩不了，在外面选择还能用，进游戏打架就完全用不了
好评: 剧情看得我缓缓打出了一个 ？
好评: 披着黄油的皮，实际是硬核格斗游戏，只不过妹子奶子大 我也给个好评！吐槽一句全英文看不懂啊！操作还是百度出来的
好评: 文明观球，文明观球
好评: 白嫖使我快乐
好评: 身体一天不如一天

好评: 我能怎么说，免费就好评
差评: 感觉吃相难看 虽然我是白嫖的 但是这特忒贵了吧
好评: 你给我看奶子，我就给你好评
好评: 白给当然好了
好评: 加把油，看能不能把成就都解锁
好评: 打这个动作感十足，兄弟核实很是喜欢！俺要进去一个被十个打。┗|｀O′|┛ 嗷~~ 呜呜呜
差评: -后妈（PC）版相比亲妈（主机）版阉割了破衣效果
-没有亲妈版的DLC全
-继承了光荣传统的海量换装DLC，而且看起来是铁了心不打算出个全DLC的终极版了（DOA5最后更新日期2017.12.12，2019.3.1 DOA6发售了这都半年了）
-两百大洋下去只能玩个全角色，至于服装……心有余而力不足，只有在kof联动下架前买额外角色捆绑包里带的那两套DLC
+放在今天也算是优秀的建模（光荣也就靠这个吃饭了）
+你以为这是个卖肉游戏（虽然的确卖）
+然而硬核而复杂的连段和防反成功劝退了我这只爪残菜鸡，安心玩故事模式（所以看着愿望单里的万代铁拳天天打折我内心毫无波动，这两天又双叒要周免，可毫无下载冲动）


有这钱我干嘛不去玩隔壁的kof14和snk女主角组队呢？简洁明了，上手容易。沉思.JPG
当然是因为那I社10年前作品水平的建模了——我还不如去玩系列前作的2D纸片人呢……
好评: 表面上是个卖肉黄油，实际上却是硬核格斗...
好评: 牛逼牛逼
好评: 相信我，这游戏比你想的要硬核得多。。。虽然大部分人可能都不是为了格斗买的这个游戏
差评: 帧数好低，游戏可以
差评: 就四个英雄，没意思
好评: 网战总被吊起来打，在哪可以看国外大神的视频，想学一学。
好评: 还不错,免费版的就是人物很少,其他感觉还好
差评: 游戏是好游戏，但是杰克太快了
好评: 想看奶子(玛丽罗斯)的左转沙滩排球，不要问我为什么时长这么短，都怪沙滩排球太迷人。
差评: 好像没了，测试
好评: 測試挂了？
差评: 想钱想疯了，这么多钱我不如去买个艹猫来玩不如买拳皇去看不知火小姐姐，就算你的小姐姐再好看管你什么DLC我也不！掏！钱！（反正我又不是你的粉丝）
好评: 8说了，白嫖是真的爽，开冲！
好评: 测试模式免费玩的，很棒
好评: 赞
差评: 死或生系列最烂之一 ！买不起DLC ！
好评: 库-属性-测试-第一个框框里选一下，改成测试本版，默认是无-不选择任何测试活动，我们这里选择另外一个，然后就是下面的框框写大佬们发的测试码，之后选择检测代码！然后就可以玩全解锁版了
好评: PC版按M键无响应、键盘失效反应怎么办：
去下载一个XinputTest 360手柄模拟器，复制到游戏根目录里面，就可以解决键盘失效问题了。
好评: 发现诀窍：方向键加上几个攻击键瞎按就可以获胜了
good game
推荐
好评: 死或生（×）
冲到死（√）

好评: 测试版本真爽，
           游戏属性-测试里输入DOA5LROnlineBetaBranch，然后选择测试, 

                                                                                                 光荣属实 牛 皮 奥。
好评: 好评好评！
好评: 还需要写字来夸吗
好评: 画面和妹子都很好看
差评: 就一直卡在开始选择难度那，键盘按不动进不去.

好评: 白嫖是不完整的，算是一种优先体验吧，把一些需要解锁的东西提前体验了，一些内陆不允许的内容阉割了。（比如不知火舞）

想玩完整内容和角色以及DLC服装什么的还是要老老实实的一个个购买的。

另外说下，白嫖版与购买的DLC不是一起的，请在 属性-测试 内切换游戏的模式。
好评: 白嫖喜+1
好评: 白嫖一时爽，一直白嫖一直爽
好评: 好难玩，玩瞳被网战上的拜曼大佬打得想砸键盘。防御反击怎么打出来？
好评: 主线有点短
好评: 大佬们，我这怎么办都全屏不了，什么进去之后第二个按键，我这不对啊，求助!
好评: good
差评: 剧情除了主线一言难尽，基本就是问候一句吃了吗之后就开打了Orz。还有游戏进去之后是不能改画质的，需要在启动游戏时点开下面第二项来改修改画质和切换全屏。
好评: 自从玩了这个游戏身体一天不如一天

好评: 这个游戏怎么改中文呀？

好评: 良心提醒一波，白嫖之后不要再买DLC，因为白嫖之后你看游戏名字后面会加一个[online beta]的字样。也就是说，白嫖之后你进的就是官方线上联机功能的测试版本的游戏，根本不是正式版，这时候商店的DLC就对不上你白嫖的版本了，如果这时候你再买DLC的话是用不了的，只能切回白嫖之前的正式版（也就是那个人物需要解锁的版本）使用。
好评: 完美真的白嫖，使用方法：打开-库-找到这款游戏-右键这款游戏-属性-测试-输入DOA5LROnlineBetaBranch-测试。就欧克了

好评: 白嫖是真的爽

好评: 找不到的小伙伴们，点库——右键此游戏——属性——测试——输入你懂的。
好评: 早就听朋友讲过这个系列的游戏了，玩起来手感感觉还不错，但是麻烦官方能不能让他们多穿一点衣服，我只是想好好玩格斗
好评: 好好玩
好评: 原来真的可以白嫖游戏，这游戏玩的我头晕
好评: 相比于6的塑料感，还是5的打击比较爽
好评: 为弟弟安装了不少mod，弟弟经常玩，吐了不少次
好评: 我爱玛丽罗斯
好评: 这游戏真的让我无fa可说
好评: DOA5LROnlineBetaBranch这个测试码好像不是解锁全人物，不知火舞好像没有
好评: 故事都没讲完，哪来的最后一战~~~~~[spoiler] 憋说了，有奶子其实就(¯﹃¯)[/spoiler]想要看写真的同学需要另购，398rmb，祝你好运๑╹◡╹)ﾉ”
好评: 白嫖游戏后买的dlc角色为什么用不了啊
好评: 是这样的，我第一次评论，其实是想差评6的，想想还是变相的来好评5吧
好评: 脱裤魔dlc狂魔，我是打折买的本体就一些dlc然后去入”学习班“dlc全套。3d引擎很社保，
里面的猜拳系统我是没搞明白怎么操作的，以前格斗类游戏打得少，玩的最多的就是4399拳皇98win而且还是微机课偷偷玩的那种
doa5抛开西方白左zzzq不谈十款优秀的格斗社保类游戏。非常逼真和朋友联机玩也莫名地和谐（笑）
剧情模式我一上午就打完了，虽然剧情很水，但谁在乎呢。
顺便一提玛丽罗斯是真的可爱，社保社保。话说doa6没乳摇，阉割了福利东西甚是不爽，打完折还要200多还不算dlc，也只能下个学习班全dlc观摩了，等什么时候史低补个票吧
好评: 原来真的可以白嫖，真香。
免费版在游戏属性-测试里输入DOA5LROnlineBetaBranch,然后选择测试,就可以不买dlc解锁剧情和全人物了
好评: 手残不会搓招难受的。。只能看看妹子了
好评: 玛丽罗斯=游戏本体
好评: 作为格斗游戏的话还是相当硬核的。
好评: 我弟弟都吐了，一天吐了七回
每天都吐
好评: 这游戏又大又圆
好评: 冲就完事了
好评: awsl
好评: nice game
好评: 冲冲冲
好评: 很好玩

好评: 手感出乎意料的好，打起来谁还注意摇不摇，砰砰砰锤就完事了
好评: nice的手感，入门容易精通难

话说dlc的价格是什么鬼
好评: 能社保又硬核的格斗游戏，可惜dlc真的多到离谱，暗荣脱裤魔果然本质是服装大厂啊
好评: 画面好评，角色和动作很漂亮，只是我太菜了，根本过不了教程
好评: 还好
好评: 有哪位大佬能告诉我怎么弄免费的dlc，玩其他的角色吗，看了说是调游戏属性 测试里面，在哪里调呀
好评: 两个词，喜加一和冲冲冲
差评: 垃圾游戏，
差评: 就一直卡在开始选择难度那，键盘按不动进不去.
好评: 我先买了罗斯的dlc，然后白漂了全角色和故事模式•﹏•
好评: good，very good
好评: 游戏售卖让你知道DLC的100种套路，垃圾脱裤魔吔屎啦。
剧情模式让你知道干架的100种理由，打人完全看心情。
对战模式让你知道角色的100种连招，充分认识手残本质。
mod内容让你知道绅士的100种玩法，营养快线不能停。
差评: 不值这个价，想钱想疯了出DLC
好评: 免费的，还要啥自行车。。。只不过我对3D格斗实在是玩不来
好评: 打开游戏，手柄按键无响应，100%出现的问题，玩了这么多天，官方也不出解决方案，什么sb玩意
好评: #死或生5：最后一战#，“DOA5LR”，光荣服装厂，这建模，这捏脸，赞。谁敢反对狗头我就打爆他的玛丽萝丝！本体免费dlc地狱，有官中。这是个格斗游戏吗？不是，格斗只是为了给欧派摇找机会。
据说免费版在游戏→属性→测试里输入DOA5LROnlineBetaBranch，然后选择测试，就可以不买dlc解锁剧情和全人物，我未测试有效性。

H萌：浅谈游戏中的女性元素
https://www.bilibili.com/video/av40603067
好评: 有没有大佬教一下mod怎么用啊
好评: 好

作为一款格斗游戏非常不错，手感很好，连招丰富

还有剧情模式好评
好评: 弄个中文的就好了
好评: 硬 核 格 斗 游 戏
差评: 15年的粪游戏，08年的画质，上来没有新手教程就让你打人，wdnmd，就算是白嫖老子也要给差评
好评: nbbbbbbbbb
好评: 吹爆玛丽罗斯，太可爱了
差评: 我没玩多久，不好评价游戏，我是卡在了一个成就解锁提示那里没反应，按手柄按键盘都不行，只能退出，但是重登又会弹出那个提示，然后一直重复，没耐心了，以后再试试
好评: 弄了半天才搞清楚怎么全屏：启动游戏，选择第二个Config，设置全屏和分辨率，然后再次启动游戏，选择第一个进入游戏，就可以全屏了
好评: 游戏还不错，就是这DLC看得有点晕。但是免费游玩还是给个好评吧
好评: 非常不错
好评: 游戏可以全屏，点开始不是有个config选项，那就是显示设置


好评: 非常不错
好评: 游戏无法全屏，希望更新能够跟进这个问题谢谢。
好评: 解锁测试可真香
好评: 游（奈）戏（子）很棒。
好评: 小黑盒看到的——
免费版在游戏属性-测试里输入
[h1]DOA5LROnlineBetaBranch[/h1]
然后选择测试,就可以不买dlc解锁剧情和全人物了
好评: 打击感还行
缺少我们需要的特殊场景其他还可以吧
差评: 画面太差。没什么欲望
好评: 杉果五一包券后78入手，手残被虐就完事儿了
好评: 游戏很棒，就是这么改成全屏啊
，小屏幕真的难受

好评: 给长辈买的，长辈很喜欢
差评: 暗耻吃我差评！
游戏不错，打击感很好，妹纸很漂亮！
但是你这个操作实在看不懂，把我大中华区当欧美区来定价？服装更是贵得离谱。你们日本学中国那么多东西没学到薄利多销？？？售价来个永降，国区可以让你的销量上整整一个数量级！！！不知道国区玩家喜欢+1吗？再说你也不是上世纪90年代的光荣了，那时候的《大航海时代》系列、《三国志》系列这些卖得贵有资本，确实制作精良。但你现在已不是当年的光荣了，你丫现在是吃相难看的暗耻！！！还抱着老一套不放，不知道灵活调整定价机制，抱残守缺，活该你们日本经济滞胀20多年。看看人家欧美厂商怎么定价的，再看看同为日商的卡普空咋定价的，好好学一下人家
好评: 还行吧，看评论
好评: DOATIC
好评: 作为一个刚刚入坑doa的玩家来说 打击手感真的很棒 精通是真的很难 钟爱海莲娜每天被连段挑战劝退 太难了233333 我个人是冲着格斗来的对dlc和卖肉不多说什么懂得都懂 脱裤魔这个dlc数量和价格lzzscl 我反正是一套衣服够用连招技巧和游戏手感放在首位的话 感觉这个游戏真的还不错
好评: 想看一点乃子？那这个游戏不要钱
想看更多的乃子？那就不要想着白票了
想看更多衣服下的乃子？那就多少意思一下吧
我这个人其实很简单的，你给我看乃子，我给你钱
另外，李强是真的强
好评: 这个游戏的一大隐藏乐趣就是看ai互殴，23333
好评: 上手容易，精通很难，连技爽快，手感极佳，不过卖肉更佳，不愧为脱裤魔出品。女角色各种美女，爆乳诱惑，男角色各种奇葩，歪瓜劣枣，以后直接出个简化版，全部是女性角色得了
好评: 免费版在游戏属性-测试里输入DOA5LROnlineBetaBranch,然后选择测试,就可以不买dlc解锁剧情和全人物了
好评: 永远支持DOA系列
好评:  衣服很诱人 就是屏幕不能设置全屏
好评: 免费版在游戏属性-测试里输入DOA5LROnlineBetaBranch,然后选择测试,就可以不买dlc解锁剧情和全人物了
好评: 难玩得 我都想退了
好评: 这款游戏十分好，性价比很高，只要把画质再好一点就行了（裸体啊）
好评: 奶子真香，舔就完事啦！玛丽罗斯赛高，唯一的贫乳在一大堆的巨乳中那可是稀缺资源。
其实格斗手感非常不错，无论是妹子打人还是被打，动作声音各方面的打击感反馈都非常细致入微，让人血脉喷张，欲罢不能。
战败的360度全方位羞辱，比战胜画面爽快多了，毫无挫败感，甚至想挂机再输一次。
暗耻脱裤魔的天赋技能树点的这么歪也是没谁了，格斗很硬盒但是卖肉更硬盒，以至于硬盒的格斗存在感寥寥。荣获卖肉游戏里格斗感最好，格斗游戏里肉卖得最好的双成就。
好评: 先玩的6，再回来玩5的，6代画面进步很大，想看老婆的建议6代，并且6操作对新手更加友好，缺点是伤害计算看不懂，一套民工连比认真连段伤害高，一键大招，还不用蓄力，说是加强格斗，但为了妥协市场，我觉得还不如5的格斗系统。
好评: 喜加一就完了
好评: 是时候把DLC降降价了吧，起初玩这款游戏确实是为了看妹子的，现在还是觉得打斗好
好评: win10无法存档是什么情况啊
差评: 杰克速度太快，影响游戏平衡
好评: 有的游戏玩着玩着就打开了浏览器
好评: 画面不如死或生6，大招技能不如死或生6方便，但服装设计不错。
差评: 游戏单一，不能和朋友一起组队玩，能玩的角色太少，除非你充钱
好评: 就问你一句，你敢给DLC打折力度大些吗？
好评: 格斗游戏里卖肉做的最好，卖肉游戏格斗做的又是最好的。
好评: 人物动作刻画的非常好，值得大家玩一玩。
好评: 还行
差评: 真心不怎么样
好评: 牛B~
好评: 你给我看奶子，我就给你钱
好评: 玩了6之后，我觉得5做的真的很用心，妹子漂亮，必杀动作各有特色，色彩柔和，唯一的缺点是没中文
好评: 很硬核的格斗游戏，有福利，就是略贵，其他都好，画面肯定不能和今年的比，在当时也算很好了

好评: 打生存模式的时候偶尔会跳出，单人打跳出几率小一些，双人打跳出几率非常高
好评: [b][h1][spoiler] 加入 Steam 游戏群:682767495[url=http://jy.babagame.vip/archives/26882]【点击加入】[/url] 每天 ROLL 热门游戏，还有每周兴趣组活动和活动福利。[/spoiler][/h1][/b]

我永远喜欢玛丽罗斯
好评: 因为不知火舞，所以我留个评价



20190305
发现问题，关于手柄，这游戏在手柄上的LT和RT无效，而返回键却是LT，确定键成了RT键。。。R旋钮键又成了确定键。。。
这就造成了观看示范的R旋钮键的缺失！！！想观看示范只能用键盘，手柄观看不了示范。
然而，DOA6却没有这个问题。
差评: 千万别下，角色就四个，内容没解锁差的一批
差评: 15年的游戏 该降价了  岛国游戏就是卖的贵
好评: 6代出了，还处在观望的阶段，回头来点评一下5代。可以说，DOA5是玩过打击感和格斗体验最好的格斗类游戏了。刚开始玩可能冲着漂亮的妹子和精致的皮肤，但深入了解这个游戏的机理和三方克制体系后，就变得更有意思起来了。现在每天训练一下连招，都觉得挺有意思的。最后，赞美一下我的女神~Kasumi !
好评: 好评666

好评: dic真的厉害，吓得我赶紧去买了铁拳7最终版=-=！
好评: 问一下为什么总是闪退呢？有什么解决方法？
好评: 玩了下，没有有些人说的那么不堪， 虽然没诚意，但不算垃圾游戏， 纯正的PC 3D日式格斗游戏，不买他买谁？
好评: 不错
好评: b][h1][spoiler] 加入 Steam 游戏群:682767495[url=http://jy.babagame.vip/archives/26882]【点击加入】[/url] 每天 ROLL 热门游戏，还有每周兴趣组活动和活动福利。[/spoiler][/h1][/b]
好评: 16年的时候买的了，后来转战PS4又买了一份，这是披着卖肉外衣的硬核格斗，每个人物的招式都十分的有个性，有着自己的独特的战斗方式。真心专研一个人物时，真的会让人沉迷其中，无法自拔——总之就是十分推荐格斗游戏爱好者购买体验。
不过也有一个糟糕的地方，那就是UI，直接套用主机平台的按键提示，所以在看招式表的时候，总是看的头大，这点很不友好。
好评: UI很迷，而且不能更改键位
好评: steam PC版 如何设置全屏啊？win7系统的，谢谢
好评: 我买了故事模式咋还是锁的？
好评: 谁知道怎么才能全屏啊，窗口玩太痛苦了。网上下补丁嗨不好使。。。
好评: 绝对的好游戏
好评: 为了honoka这个角色ฅ●ω●ฅ
好评: 披着卖肉皮的硬核格斗游戏=。+
好评: 毕竟是沿用ps3的机制，无论是画质还是游戏环境亦或拓展内容都比不上ps4，所以其实有钱还不如去买ps4的版本。而且死或生这款游戏从打斗上来说跟其他的游戏想街头霸王等的都不含糊。个人认为还是值得入手的啦。
好评: 我喜欢在这游戏里拍照和截图，至于格斗系统其实本人不是很熟悉，你不能说这个就一定要作为一个格斗游戏来玩，你可以买来换衣服买衣服截图欣赏啥的，也是挺有趣的。
好评: 给差评的都是闲dlc贵的，可太真实了
本体打折119算是比较良心了。
画面在现在算是比较老，而且剧情也继承了格斗游戏的特点————仓促（但小姐姐们好看啊~而且还有NaZi！！！}
这是硬核格斗！不是社保黄油~
总之期待6吧。。。。。
好评: 游戏可玩性不大，真要玩的话还得买角色，而且键位提示也是手柄的，不花钱也只能体验一下了
(里面那首show down在哪下载贼好听QAQ)
好评: 不考虑奶子的情况下，明显的移植主机游戏，一丁点都没为pc考虑，pc玩起来很蹩脚，移植还阉割，但也是硬核格斗游戏，不练个十天半个月还就真打不过别人，所以如果你喜欢格斗（奶子）那这个游戏还是不错的
好评: 故事模式在哪里购买呀，没有看到有这个商品
好评: 呵呵剧情真是一言不合就开打 不对合也要打
好评: 这游戏真白，不是，这游戏真好玩，除了玩了之后身体一天不如一天之外
差评: 坑我三年，还坑钱
好评: 我爱了，你们呢
好评: 你给我免费，我给你推荐
好评: 好玩就是dlc狠贵
好评: 不看dlc游戏本身挺好玩的
好评: 可以免费玩四名角色..没有故事模式...
差评: 为什么在选择困难度的时候按M键没反应
好评: 画质看得舒服，配置要求也不高，毕竟15年的游戏，笔记本全程60帧玩起来很爽，累了就进去爽几把美滋滋，不足之处就是DLC地狱，这游戏太能圈钱了，还有绅士元素，看得尴尬，日本人做游戏瑟琴可以理解，但是羞耻到这种地步也就光荣了，打AI出穿比基尼角色的几率还不低，doa5确实是个很硬派的格斗游戏，却非要做成绅士游戏，唉，doa6的PS4打算买了，说不卖肉，我信了
差评: 大家玩这游戏 都是明白人吧   都是奔着什么去的 都心里明白 就是DLC这确实真的贵
好评: 期待死或生6，别和我说DLC地狱我又不买。
好评: 众所周知，这是一款换装游戏
好评: 我觉得我可能需要中文
好评: [h1]作为格斗游戏 我十分推荐这款游戏[/h1]

刚开始冲着免费游戏去的，结果一进去发现只有四个角色可以用

其他的所有角色和服装都要花钱购买，全部算下来居然达到了6000+软妹币
[spoiler]垃圾光荣脱裤魔为了钱什么DLC都出[/spoiler]

当然，对于我来说，一款游戏的好与坏不在于游戏的[u]非强制性收费内容[/u]，而在于游戏本身的[u]游戏性[/u]和[u]娱乐性[/u]

所以我认为大家不应该只因为[u]运营商的糟糕[/u]而去否定这款游戏

相反，我认为大家都应该尝试一下这款游戏，毕竟可以免费游玩[spoiler]虽然只有四个角色[/spoiler]

我来说说我为什么要推荐这款游戏：

[olist]
    [*]PC优化做得相当好，虽然在特效方面比PS4略有逊色，但无伤大雅
    [*]绝对核心向的格斗游戏，我在此之前从未玩过有三个轴向的格斗游戏，这款游戏令我感到惊奇，并且在游戏中引入了打击技、反击技和摔技，极大的丰富了游戏玩法
    [*]游戏中的女性角色十分可爱迷人[spoiler]我永远喜欢穗香[/spoiler]，还有足够的福利镜头，妹子们的娇喘也让人血脉喷张
[/olist]

游戏确实是好游戏，这是毋庸置疑的，但不是所有人都适合玩这款游戏，游戏本身偏硬核，上手难度较大
[spoiler]跟电脑打被虐，线上更是被虐出翔[/spoiler]

[i]但如果你有足够的耐心，我相信是可以体会到这款游戏的魅力的[/i]
好评: 好玩，大学时跟舍友们玩得特别开心。
好评: 我现在就想知道，怎么调成全屏
好评: 手残玩了两个小时连新手教程都过不去。。要方向键跟攻击键一起按的时候老是按不出来，反击也看不清电脑出什么招，我是不是没救了。。
好评: 没什么好说的，当是为了看了这么久的DOA Porn补个票吧

PS:能把一个游戏拆开这么多dlc来卖的，真不愧写作光荣读作暗耻
差评: 我的配置远超推荐配置，运行连20帧都不到
好评: 我 奶子 钱
好评: 我等DLC包什么时候便宜，什么就再玩
好评: 玛丽萝丝天下第一
好评: 买DLC送游戏

好评: 打击感不错，教程很良心，建议打折买FULL GAME包外加不知火舞和井伊直虎角色DLC就可以完整体验到游戏了，其他的基本就是换装，属于卖肉外表下的经典格斗游戏，没事偶尔搓几把，养老玩家必备.
好评: 吃相难看
好评: 空即是色，色即是空。
好评: 给孩子买的，他很喜欢，你看黑眼圈都出来了。杉果58元入的，那个58元给的是（ful game）大包。
好评: DLC价格把我吓尿了！
好评: 奶丝
好评: 15年那会玩的破解版，玩了足足一年，后来因为工作原因而不得不认真工作，这次入正之后先是把心爱的果果买下了。剩下的都是以前想玩但没练好的，明年2月6代出了果果居然还在首发，我只能说穗乃果一生推（6代给我出基友房啊喂！）
好评: 谁能告诉我键盘操作的怎么放技能啊
好评: 写真模式里为什么没有玛丽罗斯啊，有十二个写真就是没有玛丽罗斯的，有没有大佬给解答一下，谢谢，买的杉果Key然后补的两个人物DLC，有 DOA5LR Ultimate Content Set 这个DLC，按道理说应该有写真的，求解答qwq
好评: 实话讲我对这游戏感触颇深
对于我这个全平台总游戏时间仅仅200＋H左右的菜鸡而言
这游戏本身而言，我没有什么不满（α152除外）
但是对于这炒了近5年的冷饭...光（an）荣（chi）很显然对PC版很不走心
优化马马虎虎还说得过去，但是画面实际效果跟PS3表现差别不大（貌似就是PS3版的移植）
还有那个庞大的DLC数量（暗耻之心路人皆知），游戏跟角色拆开卖可真的狠，还有后期各种服装DLC（旗袍套我一定要入（真香））基础的本体内容都买全也得个200多块
没有爆衣系统（这个仁者见仁，反正我觉得没什么）
服务器挺差的（玄学连接不稳定）
刨去这些缺点，战斗系统很硬核，打击感很好，也很容易上手，（重点是NAIZI！）
真的想砸钱的话个人还是推荐玩PS4版的LR
但是要是PC格斗发烧友，入一个这个也OK，对配置要求也不是很高

PS：6代转用虚幻引擎，感觉角色好油腻...
好评: 进不到游戏什么鬼啊
好评: 666666
好评: 自从玩了这个游戏，营养一天比一天差了
好评: 为了美颜大NZ小姐姐们一生推，为了这款游戏，玩过盛大网游，买过PSP2000,PSV,3DS,PS4以及STEAM。绅士的外表下藏着内核格斗的心，希望中国格斗玩家族群壮大，硬核格斗春天何时到来？
题外话：这个PC版真的属于所有平台比较差的了，推荐PS4 :)期待新作
好评: 有趣，各种意义上
好评: 自从开上了车，就好久没玩这个了233

做任务
好评: 除了DLC贵没别的缺点了
好评: 我tm社保
好评: 毕竟白嫖了全角色，还是吭个声吧
差评: 这是一个卖dlc的游戏，本体免费人物要买故事要买衣服要买。
好评: 我社保好哇！
好评: 正版的内心和3DM的皮，换装养成游戏真好玩
差评: 感觉身体被掏空，我需要营养快线！！！
好评: 玛丽萝丝真滴可爱
好评: 绚丽的画面，爽快的战斗，丰富的模式。
好评: 好
好评: 你如果单纯的把它当做格斗游戏就大错特错了！！这么美的建模那里去找！？社保吧！！
好评: 作为格斗游戏很好，作为养眼的画集也很好
好评: 美滋滋
好评: 很刺激，期待新作
好评: 美滋滋  =
好评: 这游戏真棒.jpg
好评: 观赏性极强，格斗系统也非常精深，并非只是个花瓶
好评: GOOD!
好评: 《DOA》系列经典之作，人设亮丽，本身 作为格斗游戏的素质也是极高的。
好评: (๑•̀ㅂ•́)و✧
好评: 你给我看奶子 我就给你钱
差评: 人物建模不错，但是糟糕的联机体验以及半天搜不到人，毁掉了这个游戏
好评: 很多人对DOA有偏见，觉得这是个卖肉的游戏，我今天就要纠正下这种看法。我买DOA5LR就是为了玩格斗，硬核格斗！
今天我就要让你们见识下硬核格斗！
DOA5LR启动！新手教程启动！
好评: 十分期待DOA6   希望能超过本作   因此给个提名！
好评: 社保
好评: 好玩
好评: good
好评: 毫无疑问奶子啥的都是一流的
把奶子啥的等等内容去掉之后   这个   是个硬核游戏。。。。
我到现在还没搞明白弧形方向键   附带指向的攻击键怎么按   以及一堆东西怎么按没搞明白。。。。。
听说DOA6简化   但愿能好弄点到时候。。。
目前ARCADE SOLO打到了HARD  被true fighter虐到生活不能自理
这游戏我感觉   我这辈子都只是个菜鸡了
差评: 傻屌暗耻脱裤魔，游戏卖到这个份上，原本体价格不到两百，折后六十多都能买到。现在？？？
某站老佛爷版也没了，虽然不清楚事情经过，考虑到暗耻脱裤魔前科，大概又是律师函警告。
顺带着傻屌游戏没有邀请战。
丢雷楼某啊，吔屎啦雷！
好评: DLC很便宜，弟弟的零花钱都没用完！Xbox one 手柄玩家 可以去网上找个补丁，但是手柄玩真的手疼。还有，这腿真大，哦不，这奶子真长！玛丽罗斯天下第一！
好评: 满脑子奶子和大腿，没事打打bot，看看福利，排人半天排不到，排到也不打。格斗游戏我还是喜欢kof，铁拳，街霸这种。
好评: 游戏是好玩的

人物是社保的

DLC是中双色球也不够买的

联机是卡顿的

制作组是诚意（晃动）不足的

想要玩的舒服

百度知道嘛
差评: 这游戏电脑版没有线上房间，想玩的还是玩盗版吧。
好评: 我也想支持正版，但是，我的钱包做不到啊
差评: 打击感不舒服，动态感觉傻傻的
好评: 玛丽萝丝超可爱(｡･ω･｡)ﾉ♡
差评: 除了角色和场景外，没多少诚意的游戏
好评:   玩的第一个丧心病狂的DLC游戏，也是第一个一边打，还能一边哦~~的游戏。
好评: 8=D
差评: 服装拆成DLC卖也就算了，连角色都拆成DLC卖，甚至剧情都拆成DLC卖，害的老子每撸一炮就得花18块钱，损瘪犊子
好评: 虽然被高手虐的不要不要的。。但是还是要坚持练习，变得更强！
好评: 强烈要求更新 2k分辨率！ 为什么1080p直接就跳到4k doa6都快出来了都不填坑吗
好评: 好游戏，但是不推荐！
好评: 想要奶子是吧 给钱我就给你
好评: 很多人对DOA有偏见，觉得这是个卖肉的游戏，我今天就要纠正下这种看法。我买DOA5LR就是为了玩格斗，硬核格斗！
今天我就要让你们见识下硬核格斗！
DOA5LR启动！新手教程启动！
请反击三次！
请反击三次！
……
（1个小时后）
请反击三次！
……
emmm……
DOA5LR退出
搜索：DOA5LR XX补丁
安装补丁
DOA5LR重新启动
……舒服

[spoiler] 我收回之前的话，我这种手残玩DOA5LR还是老实看奶子比较合理。[/spoiler]
[spoiler]以及虽然奶子也很重要，但是玛丽罗斯世界第一[/spoiler]
好评:   很好玩的3d格斗游戏，回忆起了vr战士2，dlc真贵。
差评: 人物可爱，奶子社保。DLC多的可怕，对战所有人物都要买吗，算了，买个故事模式溜了
好评: 盗版入正，个人感觉很好玩，最主要因为妹子好看，我永远爱虎妹
好评: 为什么战斗画面这么卡...才7帧？ 阴影那些都关了 一样卡 R9380的AMD显卡不能玩吗 - -？
差评: 脸是漂漂亮亮的，这画质真是看的眼睛疼，无法全屏估计是为了照顾玩家眼睛吧。
好评: 为什么不能爆衣
好评: 大型换装类游戏

才知道是阉割版的，闹心
差评: 不推荐这个PC版。最大的问题是win10操作系统下xbox手柄的操控有严重问题。xbox手柄（不只是微软xbox one手柄，还包括罗技F310等）的LT和RT都失效。右摇杆下压图示是练习模式的演示，然而按下右摇杆会弹出菜单。
键位的错位是这样的：
LT RT键移到了back start上。back start键移到了左右摇杆的按键。左右摇杆按键的功能就消失了。
要是可能的话，建议玩DOA5LR主机版。要是玩PC上的格斗游戏，steam上的铁拳7、骷髅女孩、真人快打、街霸V、拳皇XIII、拳皇XIV、罪恶装备、苍翼默示录都比这个残品DOA5LR要好。
差评: 免费？不存在的。
好评: 射精游戏
好评: 给孩子买的，孩子非常喜欢。
好评: DOA5并不是只有妹子和卖肉的肤浅游戏，作为格斗游戏其系统的复杂多样性，是非常出色的，游戏的画面出色，人物建模也很好，优化也不错。但联机时的渣网络，导致我玩这游戏很多时候只能纯受气看着被人打，反技都不能及时出，只能维持B-的段位，我每次赢了从来不虐尸，有些狗逼把我打倒了还虐尸没完，去你妈了个逼吧。
好评: 柰子！柰子！柰子！！
好评: 挺有趣挺好玩的。更多的内容我正在摸索。
现在只买了一个“Dead or Alive 5 Last Round (Full Game)”的合集包。我的下一步目标就是，全部DLC都买下来ψ(*｀ー´)ψ
好评: 还可以
好评: 这其实是一款只有奶子和腿的内购游戏，以暴力殴打妹子成了瘾
好评: 如果你想看奶子请买爆这个游戏的dlc
好评: 这个游戏在win10怎么全屏啊？
好评: 玛丽萝丝骑脸怎么输
好评: 奶子!奶子!奶子!重要的事情要说三遍
好评: This is best game in my life <3 <3 <3
好评: 不错，其实我是喜欢这个游戏的打击感有人信么？
好评: 家里有矿，都不买不起DLC
差评: 没dlc你玩个蛇皮哦？！
差评: 还是正经写一下吧...

游戏其实是个好游戏

虽然...我这个手残实在玩不来这种硬核的格斗游戏
什么？你说这游戏不算硬核的？我就是手残！！！我说硬核就硬核！！！（委屈

但...DLC...emmm价格贵...好吧，我理解了....

但！！！你这些服装其实就是个MOD？其他人没有这个DLC就看不到你的服装？？

见过卖装备卖会员卖存档，你这里卖妹子卖服装也比前面那几个好一万倍，我能接受，但卖MOD是什么鬼........
好评: 玛丽萝丝 yes
好评: 在Xbox上买的完整，后来爱上了隼龙（滑稽）于是乎跑来PC搞事情。这款游戏呢，总体都还不错，虽然基础免费，但是不代表不用花钱。完整下来价格和主机一模一样（主机上叫制品版这边我没有仔细看），所以我也就没有额外再购买。在经历了一段时间的体验之后我感觉和主机版没有任何区别，只是画面和控制器的设置不是很方便。总而言之作为消费者我推荐大家试玩因为它确实不错，但是并不推荐购买因为感觉并不值得。最后教一下手柄的设置方法吧：在steam大屏幕中激活控制器（用Xbox手柄的就点Xbox手柄，ps4，任天堂一样点对应的就行），这时手柄能用但方向键是不停连按的，所以我们进入手柄的设置页面把方向键换成最底下的（这会写测评的时候忘了叫啥，也不太确定是不是最底下的，等我有时间看一下就来改过去）即可享受主机般的游戏体验。
好评: 好吧。。。根本没想到有一天我会买full game。。。因为我好像喜欢上这游戏了。。。感觉打击感很棒，连段很有意思，玛丽萝丝很可爱（这才是重点吧）。（一个dlc比我身上穿的还贵，我真的没钱给玛丽萝丝买新衣服了(ಥ_ಥ)）话说装了mod或者解包替换文件还能联机吗？
好评: 乳摇不错 玩球游戏
好评: 这dlc也太贵了啦。。。能不能便宜点啊。。。
好评: 玩DOA就是为了Kasumi！
好评: 玛丽萝丝赛高
好评: 乳摇！拳击！格斗！
作为该系列目前的最新作，死或生5秉承了其一贯的游戏元素。相比于其它格斗游戏而言，本作从游戏特色来说上少了一丝热血，多了一些萌物，少了一丝残酷，多了一分心动。从游戏操作体验上来讲，本作为不同水平阶段的玩家提供了不同的角色，有的比较容易上手却可能被针对，有的操作复杂但精通的话却十分强力，无论是格斗苦手还是老鸟们，都能在本作中找到属于自己的定位，在笔者而言这便是本作的闪光点吧。
最后，小姐姐：胸を借りてもいいですか？
好评: 社保？？？？？？？？？？？
好评: 杉果打折入的，除了不知火舞其他角色都解锁了。买来的目的纯纯的是为了柰子，但是第一次打开游戏玩故事模式就搓手柄搓到手疼，格斗实在是太硬核了好吗？！
       但是吧，买来看柰子还是极好的了
好评: dlc能便宜一点就好了
好评: 之前一直以为这么好的画面，要高配置电脑才能带的动，今天发现，完全毫无压力啊。DOA5:LR其实是很硬盒的一款格斗游戏[strike] 滑稽 [/strike]。最后，玛丽罗斯赛高！
差评: 垃圾
差评: 3DM见
差评: xboxone手柄扳机键有问题
差评: 这DLC的价格真让人头大。
好评: 免费版可以用我最喜欢的凌音，还有一些免费的衣服，当然给好评了，可惜的是网战没什么人了
好评: DLC比本体好玩
好评: 或许是不错的换装游戏
差评: DLC价格我可以再买台电脑
好评: [h1]格斗非常硬盒，柰子极具观赏性。[/h1]
       对那些跟风差评的玩家，我想说作为一款格斗游戏--这是一款格斗游戏！--你想体验完整版游戏的话只需要购买dlc整合包就可以了，两百三十块钱对于一款优秀的格斗游戏来说一点也不贵。服装道具收费的确不太合理，但并不能作为不推荐的理由，除去这一点DOA仍是一款佳游。我看到竟然有人因为免费版没有人可以用就给差评的，有免费版就不错了，那是给新入坑的玩家体验用的，况且玩DOA的大佬们也不见得是全角色都精通，都是用自己喜欢的几个角色，也就是说你可以只单独购买自己喜欢的角色的dlc（但从长远来看非常不划算）。
       最后，如果你有可以一起玩游戏的朋友，如果你打腻了街霸拳皇铁拳不义等等等等，我非常推荐你购买这款游戏，体验不一样的格斗。
好评: 乃子！
好评: 有了玛丽罗斯我就满足了
好评: But i can't play it online !!!
差评: 这价格够我把自己家拆了装装了再拆着玩儿了
好评: marIE是我 ，其他你们随意
好评: 剧情很烂，画面很赞，手冲必备射击游戏。刚出的时候300多现在夏促140也还算非常贵了，更不说不打折的DLC了，本来想差评的，看在霞份上就算了。
好评: （估计很多人不是把死或生当成格斗游戏玩儿的）
好评: 一个特别硬核的格斗游戏，不知不觉得变成了一个射击游戏
好评: 游戏可玩性很高，虽然人物都需要购买，不过不管是打击效果或者是连招都是我玩过的游戏里面排的很前。现在遇到的唯一一个问题就是——为什么我买了夏促的143的人物包后，反而不能玩了，现在只能期待退款能成功了。有人是和我一样的问题吗？
好评: 我是个老实人，你给我看女乃子我就给好评
但是这个移植。。。。。没有手柄表示玩不来，那几千块钱玩全用来看了，我还不如加点钱去买个exdoll玩
虽然我是打的补丁
但是我还是要说一声：老婆们真棒！！！
好评: 首先，游戏本体是由简中的，可以在游戏菜单里面设置。
其次，推荐直接买，不要进游戏里面买所谓的人物使用权。
游戏里一个人物18元。
（虽然有些贵，夏促都140+，比得上四个真人快打XL了）
··
最后，rose可爱萌萌哒！！！！！！

好评: 棒棒哒，打击感很强
好评: 场景很多很有趣。
服装不购买额外dlc也有不少可以用。
有人说坑钱，其实故事+人物包，这个价格不算贵，大不了再等打折。
流汗和污垢很好，绝伦模式很厉害。
故事挺精彩的，虽然绫音戏份少了。
好评: 打击感十足的一款游戏，除了有女性角色养眼的外形，声优的配音也恰到好处。画面优化也不错，、角色的攻守动作恰到好处表现的很自然。此外，有很多角色可供选择，每个角色都有对应不同的出招动作，大家可以想像一下小时候的拳皇，挺考验攻与守的配合。游戏有多种模式可供选择，剧情模式，擂台模式，训练模式等等。
然后，，，，，每一次挑战胜利都会进阶升级，这个升级机制有点像空手道里的白缎，红缎，黑段之类的，挺有意思：）。如果你打算入手的话，建议还是先加个愿望单，等打折促销的时候再买，说实话想体验完整版的游戏，是要花一笔巨资的，当然除非大佬您有钱。
最后建议玩的时候接个手柄，我自己是用键盘玩的，觉得没有那种小时候狂撸手柄打连招的感觉（额。。。暴露年龄了）
第一次写有不尽如人意的还请见谅。
好评: 美少女换装游戏  DLC无底洞啊
好评: http://www.a8luntan.com/forum.php?x=8273
差评: 游戏虽然是免费的，但是里面却没有人物可以玩，购买的话....
好评: 以前看B站上的视频知道了这款游戏，趁夏日促销买一套。初次体验，感觉不错。很多女性角色皮肤……额，你们都懂的。确实好看，就是太贵了！
以后深入玩了还会回来写评测，暂时给个好评吧。
差评: 没有玛丽这游戏一无是处，一套衣服比我身上穿的都贵，我哪怕钱多也不会花在这鬼东西上
好评: 挺硬核的格斗游戏，价格上其实还可以，选自己喜欢的角色买几个，再买个story模式就差不多了，剩下的dlc感觉没啥意思
好评: 通关剧情模式来发评测的：

我是一个玩游戏操作比较懒的人  喜欢简单粗暴 ！
练招式？这辈子都不可能练招式了！
搓招全靠随缘  靠着随缘搓招能打过5级难度AI
游戏没有那么硬核   大部分妹子比较好看！
剧情模式其实就是各个人物切换的打打架  基本可以看做没有剧情！
我是在杉果打折时买的K  这游戏各种DLC价格简直天坑！

总的来说：★★★  还算值得一玩吧
好评: 贼好玩，不过穷人表示玩不起，额一个喜欢的游戏DLC要全入是吧，音乐要入吧，至少目前的我玩不起
好评: 我喜欢！不错
好评: 玩着手感很好，是拳皇类较好的游戏了，很喜欢，可以和朋友一起拼技术。
好评: 社保！
好评: 玩不了 ，启动游戏，在黑屏那位置不动了
差评: 联机体验比较差，游戏性还是不错的
差评: 这哈批厂商的脑壳肯定是让屎堵住了，PC版缩水又阉割，XBOXONE手柄的LT和RT键还不能用，买DLC的钱老子都可以养活一屋子的失足少妇了。
好评: 游戏做的很棒，但是DLC太贵了，再加上不能体验剧情，让我感觉很无语。纯粹是为爱买单。
好评: 不花钱基本上啥也玩不了，难受，而这个dlc的价格来说吧，还是不推荐吧
好评: 游戏还不错，只是匹配不到人，dlc也太贵了
好评: 有小姐姐就够了，dlcz好贵呀
差评: 不是所有的角色都能跳，很多跳的都是靠人物的招式打出来的 ，不是很理解这个设计理念。剧情建议直接视频通关，一言不和就开打，神TM设定。
好评: 小姐姐非常棒
好评: 男性角色有存在的必要吗？
好评: 买dlc就对了，死宅的钱真好赚
好评: 我是为了看妹子来的，言归正传，整个打斗感还是不错的，DLC太贵了TT
好评: 哪里都好
萝莉万岁
就是太贵··
好评: DLC六千多。。。。。。。
好评: 我！绝！对！不！是！为！了！看！小！姐！姐！
好评: 我就是因为霞，Phase4和玛丽罗斯才玩的ww 
死宅还是老老实实买几个自己喜欢的DLC，无聊的时候摸两把放松放松心情吧，女朋友是不可能去找的。
好评: 游戏是好游戏，就是这些dlc贵的离谱。想要买的朋友建议灵性购物，可以去杉果娘那里去看看，要比这里便宜不少,希望可以帮你省到钱。
好评: 汉化不行啊，但是游戏总体来说是非常符合个人爱好的。
好评:   首先先赞美一下光荣脱裤魔一直以来优秀的优化，这个游戏优化确实没得说。其次原谅我这个没有玩过主机版的不了解爆衣系统这个感人的功能。。抛开这些游戏的打击感和人物美型的设计，使得这个游戏既爽快又养眼，唯一困扰我的是这个dlc的衣服都好贵，而且对我这个用360手柄的，搓招真的是非人类。但是玩起来感觉还是十分欢快的，虽然匹配不到网络玩家。这个游戏还是非常不错的,就是玩久了手实在是酸.。。。
好评: 正版下载，盗版覆盖，游戏启动
好评: 怎样才能对战啊
好评: 不说别的.这游戏真的很上手
差评: 暗耻  不多比比
好评: 这游戏怎么全屏
好评: 求大神指点。安装3DM中文补丁之后无法联网。。。
好评: 发现个好玩的事，剧情模式打到海莲娜章海姐和霞对话的时候头上一直有一个转动的直升机螺旋桨，还是速度很快的那种，嗡嗡的还带声音，超毁气氛的好吗，还有后面龙隼和绫音追霞的那段，绫音整个脑袋上扣了个铁桶，龙隼的身体更是直接变成了圆柱形，不知道这种贴图错误是什么鬼BUG，我TM笑爆
好评: 免费的很好玩
差评: 太便宜了，所有的包买下来只要6千4百多块钱。
算是长见识了,原来赚钱这么容易啊!
好评: 这游戏吸引我的还是打击感蛮足的 招招都要想。不是靠记招 手速的【好吧 我之前就是敲键盘玩出来的。。。】dlc价钱不是很贵 故事模式跟我psv差不多 一言不合就开打 毕竟这也是特点所在 故事模式dlc不推荐着急买 可以看自己上手了再考虑。人物dlc是真的狗血 我家玛丽小姐姐居然也只能靠买。。总体游戏好游戏 配手柄玩会更爽。当初我看免费害我暗爽了那么久 直到看到dlc..
好评: 社保
好评: 优点:画面不错，各个人物招式极多并各具特色，打击感很强，地图危险要素可以让游戏更刺激，与街头霸王不同，可以在场景内自由移动，可以说是个3d游戏
缺点:剧情模式不完整，某些人物完全没有介绍。地图危险要素单一，某些人物会被特定人物克制，因为是pc版，很多招式无法用键盘搓出，线上对战对新人不友好，经常几百分的萌新能排到几千分的dalao，服装有些卖肉(露那么多我怎么在别人面前玩啊orz)，卡墙角连招时，被连的一方容易半血以上就被连死，太刺激。还有就是无法调节游戏画面(可能是我没找到)无法更改分辨率或者调成全屏，在不同电脑玩的时候称号不共享，这是最气的
以上
PS玛丽罗斯赛高
md,pc果然是后妈生的，跟ps4比待遇差太多
好评: 怎么搞成全屏啊

好评: 海的味道，我知道！
好评: 打了补丁之后完全压不住枪
差评: 在开始界面总是无法进入游戏，求解，并且想说，差评！
好评: 喜闻乐见的推荐原因我就不多说了，这游戏跑偏的原因就在于吃相太难看，卖女体甚至高于了卖游戏本身，更甚至出了个沙滩排球来加强这一印象，DLC也是死贵。如果说别的公司的DLC只是想多赚点钱，那这个的DLC纯粹就是骗钱，而且还是利用人类的原始欲望来骗钱。。。这是很恶心的。。。
其实这个游戏作为格斗游戏来讲是很硬核的，硬核到我教学都没法完成。。。至今没有能够使用自如的角色。。。
最终也只能看看妹子了。。。
好评: 虽然很坑钱但是好玩
好评: 很好玩的格斗游戏！
好评: 迟早有一天我要入全dlc。




我他妈社保

现在DOA5最后的服装DLC也出了，除了射爆之外，让我们一起等doa6！

脱裤魔什么时候打折？
好评: 有那么一瞬间，我下意识的反应是我在玩电车之狼，但是经过了0.3秒的反应之后才发现，这是死或生
好评: 小姐姐很漂亮，好看的衣服我买不起，抱歉
好评: http://72eq.com/portal.php?x=642867
好评: 嘛，我也算是半个格斗游戏爱好者了，玩过很长时间的MUGEN，DOA的格斗体验却令我感到焕然一新，仿佛打开了新世界的大门，在传统的FTG里，被对手连招打的不能自己是很痛苦的体验，往往一个新手走向老手需要大量的学习和记忆，属于一种想要玩的好，就需要投入大量游戏时间的游戏类型，而DOA不太一样，在你被对手连起来的时候，你可以从多个方面考虑反击，找出他动作的破绽，从而制衡他的下一步行动，就可以逆转形势，无论新手还是老手，掌握这个机制就能快速上手，而且这个游戏不是在比拼谁的手速快，谁的招数记忆的多，更多的情况下，这个游戏是靠脑子取胜的，掌握技能的克制关系，人物的僵直时间，新手也可以轻松取胜，对与我这种手残来说，这个游戏简直是让我也能体验到格斗乐趣的游戏。
同时，由于是3D格斗游戏的关系，物理引擎的流畅性尤为重要，就我目前的体验来说，牛顿可以瞑目了，裙子不反重力，人物被击飞的浮空时间比较合理，据说不同体重的角色浮空时间会不同，打击感很足。
再说下目前我体验不是很好的地方，那就是剧情设定，我是真的看不懂剧情，日常的FTG格斗大赛模式，然后为什么会有克隆人，而且为什么游戏里的人物都爱说一些莫名其妙的话，感觉就是游戏里的角色看穿了一切，而在屏幕前的我一脸懵逼，最主要的是，这里面的人根本不讲道理，一言不合就开打，我觉得这样的人对社会危害太大了。。。。。。容易教坏小朋友。
玩的时间不是很久，主线通关了，然后其他模式大概玩了下，感受就这么多，我感觉我玩了应该有10小时以上吧，可能又是离线没记录上吧，DLC的话，如果不是服装控的话，建议把人物买齐就行了，这个游戏还可以打MOD，有兴趣的朋友可以自行研究，打折的话还是很值得买的，没记错的话，衫果打折时候大包KEY才不到40元，推荐给那些喜欢FTG的朋友。
好评: nice game
差评: 不知道为什么打不开游戏。。。开头的那些动画还可以按键跳过，要我选择玩家属于新手还是pro的时候按什么都没反应，插手柄也不行。在网上找遍了都办法都没用，重新安装好几次了也不行。 求dalao告诉我到底怎么弄QQ：1209954856
好评: 自从玩了这游戏，营养都给不上了。
好评: 人物模型非常不错 身材也好
好评: 外接个手柄玩起来还是比较带感的，键盘操作有点反人类，不过还是我最喜欢的格斗游戏。
[spoiler]  你给我奶子，我就给你钱，果体MOD赛高  [/spoiler]
好评: 收集全PS4版，PS3版，PSV版的所有服装后，又来STEAM剁手了，我一定是脑袋被门夹了十几次然后又被土方车碾轧了好几个来回。

作为一款凑热闹的格斗工具，DOA5还是不错的，但是游戏本身明显过时，现在已经很难找到高手较量了。即便能找到，由于基础的打投返的猜拳系统，很容易进入瞎猜的境地，一不小心就会打的很无聊。另外就是连续技也不如TK VF爽快，给人感觉就是要差一大口气。
但是好好研究游戏的系统，练一下教学里的连招，并且熟悉对手的攻击套路后，还是可以打出很多精彩的比赛的。

画面方面虽然比起最新的3D格斗，本游戏已经是上世代的游戏，但是对女性的塑造还是最棒的。mod少不了。
好评: 不是一个好游戏 但是    我服气的
好评: 这网站有好多福利：http://www.igirler.com/t.php?2495 最全的福利资源集中营！！
好评: 6666
好评: 我经常开的游戏有两个 彩虹六号围攻 还有死或生5
好评: 游戏的优点：人物场景制作精良，格斗系统严谨，对战可玩性极高，，并且附有详细的教程能让之前没有接触过的人也能快速上手，可以说是一款很不错的格斗游戏。
游戏的缺点：DLC！DLC！还是那坑钱的DLC！
总结：至于问我到底推荐还是不推荐这款游戏，我看了看我已经快接近200小时了的游戏时间。，最终还是点下了推荐，对于我这种没事儿时想看看奶子屁股顺便玩一款战斗系统严谨的游戏的人来说这绝对可以算是一款不错的游戏（虽然各式各样的坑钱DLC）。所以我觉得如果有和我同好的，那这款游戏肯定时值得推荐一下。
好评: 游戏打击感不错，就是DCL什么的太贵了，可能是我不够爱这游戏吧(=；ェ；=)
好评: 我是键盘玩家我自豪；）
好评: 游戏是白色的，鉴定完毕。
[spoiler]（酷睿i5渣处理器，产品说明没有问题）[/spoiler]
（2018.2.28前）
----------------------------------
（2018.2.28后）
突然想起来玩玩，之前换了一个8g内存，如今就能完美运行了！原来，并不是处理器的锅~
非ACT老玩家，游戏体验极佳，没看攻略一边摸索一边闯关，也能玩出些意思。
游戏剧情、建模、打击感都非常合意，游戏体验极佳！
之前，入的杉果豪华版；未来，会考虑服装dlcヾ(≧O≦)〃嗷~
[spoiler]生或死，女选死，男选生，[/spoiler]玩过都懂（づ￣3￣）づ╭❤～
好评: 打击感很棒，角色诱人
好评: 让我玩到拆键盘的游戏，你是第一个
没办法，谁让我是被奶子吸引来的呢？
差评: 啊啊啊啊阿！不能玩啊，为什么总是卡在选难度界面啊 ！！！什么都按了都不行！！！大佬解决方法有吗？
差评: 按键什么鬼？！太反人类了，真的。还不能进行修改。
好评: 其他的都好 就是dlc  。   太他妈的贵了
差评: 太坑
差评: 都已经停止开发了，什么时候可以给PC联机建房模式啊_(:з」∠)_。
差评: 游戏按键太反人类
好评: 嗷呦 人物收费 服装收费 故事模式收费 你们这是再往腾讯的方向发展啊                                                                                                                                           





























不过我还是买了 谁叫能看奶子呢
