好评: 蝙蝠侠 一个已凡人之躯对战神明的人，他比妮妮更伟大，妮妮没遇到恐怖组织之前就是人渣，

好评: 没有三部曲那么优秀，但也是不折不扣的佳作，蝙蝠侠粉丝必玩，非粉对题材和玩法感兴趣也大可尝试
好评: 哥谭夜话之[spoiler] 黑面具竟是小丑 [/spoiler]
好评: 关于 天邈汉化组 汉化的地址可能有的人找不到这里分享一下地址：
1.[url=https://keylol.com/t101916-1-1]《蝙蝠侠：阿卡姆起源》天邈汉化补丁 v1.1(2014.11.15更新)[/url]
2.[url=https://keylol.com/t90589-1-1]《蝙蝠侠：阿卡姆疯人院年度版》天邈汉化补丁 V1.21[/url]
3.[url=https://keylol.com/t86991-1-1]《蝙蝠侠：阿卡姆之城年度版》天邈汉化补丁 v1.4[/url]
4.[url=https://keylol.com/t165361-1-1]《蝙蝠侠：阿卡姆骑士》天邈汉化补丁 v1.7(2018.4.28更新)[/url]
注意：这些是需要登录才能下载！


好评: [h1]WB的百特曼[/h1]
从趋于完善的阿卡姆三部曲一路走来，却能出乎意料的被惊艳到，足见WB的实力；尤其是在战斗、电影化等方面，经历了阿卡姆之城到阿卡姆骑士的落差，唯有一个字“妙”了

[h1]以阿卡姆之城为底，又被阿卡姆骑士大量借鉴[/h1]
之城不必多说，奠定了蝙蝠侠开放世界玩法的基调，而WB在此基础之上做出了自己特别的风格，无论是独具一格的BOSS战、过于优秀的影视化运镜，还是极具科技感的全息侦探还原模式，都无不在彰显着WB超凡的创新力和行动力

至于骑士借鉴的地方，玩过这部我才恍然大悟，阿卡姆骑士印象分--；大致就是detective mode和一些审问等等的小细节都是抄的，甚至有些地方还不如这部13年的起源，而这些借鉴构成了阿卡姆骑士创新处的半壁江山……但也不能否认骑士的画质提升和引擎魔改技术是跨时代的，只能说各有优劣罢！

[h1]满分叙事[/h1]
有一说一，这部起源剧情的紧凑感和刺激感绝对远超三部曲中的任意一部，尤其把全息侦探还原模式融入叙事的表现手法简直是神来之笔，过场CG也非常高质量，在我玩过的老游戏里基本没有敌手，一口气玩完真的有爽到。虽说这部起源和阿卡姆骑士讲述的都是一晚上发生的事，但明显这部更有“一晚上”的氛围捏
啊关于出场反派大概也就老X样吧，但伏笔起伏真的很棒，强推

[h1]成也萧何败也萧何的战斗改动（褒义[/h1]
不得不说能把r组简单直接的攻击/防反机制潜力发挥到如此地步，WB也算是天纵之才了：丧钟的时机防反、firefly的固定视角回合游戏、bane及急冻人的多种形态……环境元素和潜行项也都充分利用起来了，看看什么叫真正的boss战啊阿卡姆骑士！

但不得不说，衍生出的时机防反和某些判定也因此变得迷了起来，手感不好的时候面对一大堆小怪频繁“从头来过”；尤其后期对面人多的令人发指，而本人因为沉浸感较高的主线基本没升级属性，部分场景体验很差

此外WB箱庭式地图虽然依旧出彩，但相比r组还是略逊一筹，在部分场景有谜之表现

[h1]结论：如果你玩过三部曲，那么请务必碰一碰这部起源[/h1]
好评: 通关了本游戏之后，玩了正传三部曲，才知道R组有多强。
我感觉起源就是个换皮阿卡姆之城，充其量也只能算是个外传吧。
游戏总体还算不错吧。
好评: 剧情很好，汉化包可以在浏览器里搜索
差评: 打过汉化补丁后，第一关监狱出现第一架无人机动画后游戏卡死只有声音画面不动卡死根本没法玩。去掉汉化也不行不知道怎么回事有懂得小伙伴请回复一下，系统是win10
差评: 一按TAP就卡死，这还玩个毛啊
好评: 阿卡姆起源，不建议新手小白作为入坑作，玩过才明白不是你虐罪犯，而是罪犯在虐你，老爷太不好当了/哭泣/哭泣/。。。
好评: 给女朋友扣了仨小时才买的，值！
好评: 缺点是游戏莫名其妙关闭的服务器，阴间的成就系统和看得令人抓狂地图，蝙蝠侠的DLC服装要通关才能换是真的把我迷惑到了。优点是游戏紧凑刺激的剧情和谜语人“有趣”的解谜，DLC寒冰之心也给个好评，急冻人的故事有了个交代，在续作会回归
这一作很完美的诠释了“起源”一词，想深析华纳蝙蝠侠游戏系列的玩家可以史低入库，玩还是蛮好玩的
差评: bug太多了 优化太差了
好评: 非常好
好评: 这不是正统的三部曲之一，不过却是我玩的最久的一部。爽快的打击感。难度适中的谜语人奖杯。好玩！
好评: 勉勉强强
好评: 谜语人我爱你❤没有你就没有谜语人
好评: 挺好玩的，但是有的地方不查攻略可能根本不知道怎么过，也可能是我太笨了？

好评: nice
but we need Chinese
好评: 啊？
好评: 外传性质作品，跟另一款移植掌机的起源黑门是我玩阿卡姆里最难受的两部，各种bug和迷惑判定，而且打击感相比起城弱了些，挑战模式下感觉很明显，总觉得像拳头没打出去一样，硬着头皮肝完了全收集，总体体验没疯人院和城好，不过剧情还是很不错的，最少也是在教华纳拍电影
差评: 玩过三部曲这是一坨什么shit？···
BOSS战演出很精彩但是就是不好玩。
好评: 作为一款老游戏各方面做的都很不错了，多周目游玩在现在看来就很疲，没什么意义，谜语人的谜题还好，一边推剧情一边找就完事了，倒是安那其的标志只能慢慢找。平时跑路经常容易卡墙，卡边出不来之类的，有些成就也挺离谱的，过了还拿不到了。大街上哪那么多拿狙的，隔八百里就开始瞄老子，能不能让我换小丑把他们都宰了。
好评: 汉化这一块还得是天邈，毕竟立志成为官方译本，其他版本的汉化完成度太低还那么多bug，
好评: 除了疯人院是云的，四部曲中剩下的都打完了，最后一部玩的起源，这部起源cg渲染的挺好的，就是没什么完美的汉化，好多地方嗯看英文，还有bug的问题我没怎么遇到，主要是击晕没法补，也没那么夸张吧
好评: 好玩，通关后本来还想体验一下联机的，结果根本没人啊
差评: laji
好评: 真不错，尤其打丧钟那段挺带感的！
差评: 没有，中文补丁，对我们中国玩家极不友好。
好评: 这一部也很不错，前传性质，画质镜头运用都有进步，电击处决让格斗变得轻松愉快。谜语人滚出哥谭！
好评: 蝙蝠侠阿卡姆三部曲终作
全新的故事 讲述bat和joker的初次交锋
画质有明显提高 可用的解谜道具也更加丰富
4/5 值得一试

差评: 除了画质略有进步，其他方面和阿卡姆之城相差不大甚至有退步。
比如抓勾可以抓的点位变少了，让人很不舒服，操作上比前两作更加别扭，更难锁定住你想锁定的人，敌人倒地时想使用终结技也用不出来就只能在那儿傻站着等他重新站起来，更气人的是加了一种拿枪的敌人，这种敌人就算把他击倒手中的枪也不会掉，就像黏在手上似的，真的无语了，被气到了。
不推荐购买
好评: [h1]当黑夜蒙蔽了我的双眼[/h1]
蝙蝠侠阿卡姆起源是一款动作RPG作品，不同于之前的阿甘姆之城版本，本次的游戏将聚焦在蝙蝠侠的年轻时代。由于黑面具怪人的悬赏，许多恶人们都对年轻的蝙蝠侠进行追杀，漫画里的丧钟、小丑、贝恩、鳄鱼人、稻草人以及死亡射手，都会出现。操纵年轻的蝙蝠侠挑战众多的恶人，解决城市里发生的难题。作为一款华纳兄弟出品的向漫画致敬的蝙蝠侠作品最新作。财大气粗的华纳当然采用代表目前手游最高质量的虚幻引擎，游戏中华丽的光影效果，细腻而华丽的战斗特效，以及富有金属质感和斑驳褶皱的服装，有一种刺激而震撼的视觉体验。游戏在流畅度上也相对流畅，总体来说游戏的画面制作上还是有一定质量的。不过游戏虽然有着较好的画面，但从音效上便能看出整款游戏的偷工减料的整体感觉。

[h1]Batman: Arkham Origins[/h1]
本作中的青年蝙蝠侠已经获得了他所有标志性打斗招式和武器装备，除了小丑以外，与其他反派都是第一次见面。为了保持本作与前作的连贯性，游戏中的战斗机制和各种道具装备的核心使用方式都没改变，只不过形式不完全一样。比如因为急冻人没出场，所以冰冻手雷变成了震撼弹和胶黏手雷。虽然游戏流程有些简单，但挑战模式依然值得游玩，尝试打出蝙蝠侠最连贯，最华丽的组合技，一次把所有道具和招式都用上。创意不错，在单人游戏中掠食者模式很不错，但从掠食者变成猎物的时候，会觉突然怀疑自己的人生观世界观。从毫无新意的射击机制来讲，多人游戏模式只不过是一个小小的新花样。
好评: 一如既往：谜语人滚出哥谭市！
差评: 我3080的电脑玩到现在就没有死机的游戏，而你是第一款
好评: 黑暗骑士帅
好评: 其实我觉得这一作挺好玩的，不知道为什么被开除出阿卡姆系列籍。电击手套打人很爽，热能装甲也很帅。
差评: 没有中文，汉化组的汉化补丁也没用，对白没中文，玩盗版一点事情没有，正版反而时不时闪退，这游戏挺好玩的，可惜了
差评: bug多，贝恩boss战设计不合理，萤火虫boss战无聊，就丧钟是巅峰
好评: 看电影了属实是
好评: 没有评价的那么次，还是很有正传的特色，很好的交代了疯人院开始小丑被逮捕的剧情

好评: 这代不如三部曲
收集品单独比较低，有点无聊
UI很奇怪。。
好评: very good
好评: It's a good game when I enjoyed for 12 hours. The action scene and the background music are really fascinating. By the way, the company should research more entertaining games to players.
好评: 本作是由WB Games Montréal开发，手感上略有不同，但是一样的是防反打天下，以及欠揍的谜语人
好评: 起源跟其他几部稍微有点区别，但也是很爽的了
好评: 
差评: 操作手感比前几部垃圾许多，还经常遇见BUG，不推荐入
好评: 我觉得最好玩的一部，优化也很好也没碰到bug，游戏体验拉满
好评: 游戏中有些许BUG，但是整体上没有太大问题，游戏上与其他的动作打斗一样，操作简单易上手！
好评: 毕竟是外包作品，有一定bug，但瑕不掩瑜，这部的BOSS战是最TM震撼的。
差评: 没中文
好评: 虽然是老游戏但对于我来说惊喜满满，推荐
好评: 还可以的呢

好评: 蝙蝠侠小丑相爱相杀，哈莉•奎因即将诞生
好评: 我好不容易心动一次，谜语人却让我输的这么彻底
焯！
谜语人滚出哥谭！
好评: 补票
好评: 谜语人任务真棒！！我觉得应该给蝙蝠侠配备机关枪！然后给谜语人一个惊喜！！！草拟吗谜语人
好评: 成中之成
好评: 我只想说作为我steam第一款游戏，没中文版有点失望，玩着还凑合吧，动作剧情还算紧凑，在我大学年代还是部不错的作品，现在玩的话可挑的毛病就太多了，毕竟都是一款上了七八年的游戏了
差评: 要不是爱，狗都不玩。（被bug烦死）
好评: 老爷NB
好评: I love Batman, and this is fucking great!
差评: 垃圾游戏
好评: 经典的第一部





好评: 几个bug跳出，但瑕不掩瑜，BOSS战震撼.....
好评: I LOVE BATMAN
好评: 阿卡姆起源，虽然和前俩部不是同一个制作组，但是依旧是那个风格和味道的蝙蝠侠
蝙蝠侠也终于不穿皮衣了
很帅，QTE连招非常帅，打丧钟和死射真的高潮了

DLC冰冷的心很好玩，就是容易卡
差评: 没有汉化，另外这个游戏的伏地重击是我玩过所有的阿卡姆游戏中最难触发的，不知道什么原因，使用感极差
好评: Epic免费送，完美背刺
好评: 我没玩过阿卡姆，但是觉得这是一款不错的游戏，剧情挺无脑的，关卡设计和boss战很爽，强推疯帽匠支线，场景有梦幻迷离的感觉，另外打击感也很不错，蝙蝠战甲和丧钟战甲颜值在线，电击手套yyds，如果以电影来比喻算得上是一部中规中矩的好莱坞商业动作片
好评: 战斗手感有点不太行，人物打起来轻飘飘的滑溜溜的，就像是一块肥皂飘来飘去的打架似的，还好跟丧钟的那场战斗做的还不错，瑕不掩瑜吧。
另外
我们需要中文
We need Chinese
中国語は必要
Nous avons besoin de chinois
Wir brauchen chinesisch
Necesitamos chino
potrzebujemy chin
Precisamos de chinês
Нам нужно китайский
เราต้องการภาษาจีน
Χρειαζόμαστε κινέζικα

好评: 爽快的打击感，算是开放世界的地图？画质好到即使现在的很多游戏都赶不上。似乎蝙蝠侠系列很久没有新作了，有点期待下一部能如何超越极限
好评: 谜语人滚出哥谭市，谢谢
差评: 蝙蝠侠真是太圣母了，恕我接受不能。一次又一次的饶恕那些罪大恶极者，彷佛地上那一堆堆身份不明的尸体不过是陈列品一样。
好评: 丧钟真的很强
我真的很菜
差评: 如果没有bug，游戏还是很好的。19被bug废了一个档，21年打开重新玩又被bug废了一个档，我也是没脾气了。
好评: 爽快的游戏 三部曲故事的前传
好评: 经典的老游戏值得玩
好评: 看到“起源”两字才首先入手这一部，通关之后才知道这部是四部作品评分最差的，确实bug是有，钩爪卡墙，无法审问敌人，透视偶尔不会显示可以破坏的墙体，但对我来说是没有什么，真的喜欢这里面的打斗，可能我玩的太少，但是真的喜欢。已经考虑入手疯人院了
差评: 首先boss战确实酷，播片也做得好看，给差评是因为bug太多，经常出现各种东西消失，小兵卡墙里，百特曼卡在各种地方。虽然目前只玩了疯人院和阿卡姆之城，但这一作的收集明显感到比这两作更加繁琐，除了拿数据包跟打摄像头，还要先拿下数据塔。除了谜语人，还有涂鸦跟人像要收集，随缘收集大概弄完了一半就不想玩了，云完了逮捕谜语人，有时间显得无聊再做全收集吧，不值得。另外游戏的引导也做得很差，并且这个衣服dlc啊，每次开游戏都要再回蝙蝠洞重新换一套，就不能跟阿卡姆之城一样一直保持一个，想换的时候再说？总之问题很多。
好评: 还是那个味
好评: 蝙蝠侠打击罪犯，警察打击蝙蝠侠，蝙蝠侠=罪犯
好评: 过场动画我给满分👍🤙🤙🤙👌
好评:  VG
好评: 比阿卡姆骑士好玩，就是没有中文
好评: 这个感觉是最好的一部，出了击打的音效比三代差一些意外其他都很好，买！

好评: 不错很棒
差评: 玩惯其他RPG的这个真的有点操作不适，地图的标记导航就挺不人性的，蝙蝠侠跟个铁憨憨一样的移动和没什么新手辅导，真的会以为有超级多BUG，感觉就像是个沉浸式CG，WB毕竟不是专做游戏的，手感差不推荐
好评: 虽然有时会卡关，但潜行猎杀真的无解
差评: 伞兵，bug是真的多，三步一个bug，离谱到新手关刚过就出bug，主线一个阶段一个bug。跑图无法上高楼的屋顶，只有一些平顶可以上，抓钩距离近到离谱飞都没力气。除了丧钟战有亮点之外一无是处，跟其他几部比起来简直垃圾中的垃圾
好评: 比阿卡姆骑士好玩
好评: good
好评: 刚写完阿甘城就让我写起源的测评，心里有种说不出的尴尬........
因为这一作就是比较尴尬，换了开发商，却仍然保留着之前系统的身影，同样是沙盒化的世界，之前好得地形复杂风格迥异，飞来飞去充斥着政治犯的哀嚎和罪犯的窃窃私语，但这一作的哥谭市......大家真的都去过圣诞节了吗OTZ
为了老爷给个好评，但对于游戏本身，如果你不是第一次玩阿甘系列，我还真的不推荐。
好评: 全方位超越前作的一部游戏，除了剧情刻意靠拢《第一年》之外。
好评: 蝙蝠侠的打击感依旧是如此的强
好评: 漫改天花板，神作！如果有中文就更好了
差评: 2013年的游戏，到现在还有主线BUG，我是真的无语，入侵警察局机房找干扰器，隔壁那个门根本开不了，rnm退钱。垃圾游戏，连阿卡姆之城都不如
差评: bug  第二章最后报价  蝙蝠抓用完后就一直拉东西，拉到地方还提示你拉真是恶心  还干不了别的

好评: 之前只通过疯人院。圣诞夜发生的故事。几个BOSS各有特点吧。打到后期房顶上的枪手真头大……
差评: 233333
好评: BUG多，但是这不妨碍I am Batman
好评: 敌人一有枪就变成刺客信条-哥谭市
好评: nice
好评: 蝙蝠侠剧情打斗系统都不错，史低价格便宜
好评: 昂航

好评: 和本传的蝙蝠侠相比，这个蝙蝠侠的脸很漫画，身材也很漫画，看惯了本传再看这个就不太习惯
打击感感觉比本传也弱了一点，但是差在哪也说不上来
游戏不错
好评: 不必多言，一个字，爽爆
好评: 就是看不懂字幕，其他没啥
好评: 给好评是因为，作为阿卡姆系列的黑户，起源并没有想象中那么不堪，总体的制作水准依旧在线，只是拿去跟几乎三部都是神作的正传系列比实在是有点拿不出手。

不多说，直接说评测
优点：
1.直接通过创新性的科技化重甲和整体的新式风格，成功提醒了rocksteady蝙蝠侠的现代化的重要性，使得rocksteady了解了粉丝对蝙蝠侠高科技化的喜爱和诉求，这才在后来的阿卡姆骑士中，选择了放弃以前那种几乎完全按照漫画设定去做游戏的风格，大胆的进行了未来化改动，并且事实证明非常成功。
2.小丑和蝙蝠侠的初次相遇塑造的非常好，甚至把小丑的起源与内心的矛盾都展现了出来，让这个人物更加鲜活，不再是像阿卡姆其他作品里那种没有来历一片空白、仅仅是为了衬托蝙蝠侠和推动故事而存在的角色。
3.boss战设计历代最强，丧钟战的演出效果更是历代巅峰。正传的boss战更多的是打机制而不是直接正面完全硬刚，起源则是彻底的让我感受到了正面硬刚一众反派的爽感。在这一方面不得不提一下阿卡姆骑士，几乎没有boss战的一作，有也是完完全全走机制，是最大的缺憾与败笔，成也蝙蝠车败也蝙蝠车。

下面就是缺点了，我会尽量说的细致一点。

1.战斗系统可谓是取其糟粕去其精华。阿卡姆疯人院的打击感比较实在舒服，但是比较笨重，连击判定比较迷，经常连不上来，而阿卡姆之城则是大幅增强了流畅度，手感非常舒服，虽然打击感稍微弱了点，但是总体的体验比阿卡姆之城好了太多了。但偏偏起源跟脑血栓似的，拿了之城的打击感和疯人院的流畅度，我玩正传系列哪怕是最笨重判定最严格的疯人院，连招都根本没有任何压力，我玩起源则是各种小心翼翼生怕断连，而事实就是你再注意也没用，这一代的地面击倒跟羊癫疯一样，就是大家常说的按键失灵，你想要地面击倒，你的蝙蝠侠说不定还站在那里左右换手晃个不停做反击，直接导致断连。
甚至还设计出了武术家这么个恶心人的怪，本来这系列游戏有个毛病就是反击有时候容易按出瞄准导致断连，结果他还要你打这么个需要两次反击的怪，而且还总是会打不中被反推，假如卡个bug不出反击，直接断连。而且武术家穿的和重甲还差不多，你连红眼了，把重甲当武术家直接a上去了，等着断连。
最离谱的当然还是怪的攻击欲望，前作好歹在你反击的时候不会安排人上来打你，这一代的盾兵跟打了鸡血一样，哪怕你正在反击，都会冲过来，根本别指望来得及翻滚，来不及的，纯属是为了恶心人而恶心人。

2.画蛇添足的挑战系统。阿卡姆之城的挑战本来只是作为谜语人的收集品一样的存在，也没有多少有难度的，偏偏到了这一代，他硬是要你做一些挑战来解锁技能，你还不能提前解锁，必须按步骤一个个来，严重拖慢游戏的升级进度，升级曲线拉胯的不忍直视。

3.拉胯的升级曲线。最可恨的是有的技能在前作都被当作被动技能存在的，到了这一代要剧情推进很多后才能解锁，对于打斗的流畅性和体验都有很严重的威胁，比如致命一击，这一代的致命一击一直要打很久才能被解锁，也就是说你前期假如不把技能点全砸给战斗系的话，你连凹个特殊技都费劲，打架跟拉力赛似的，必须用最原始的方法去处理所有机制。

4.bug。这个bug真的是肉眼可见得多，物理引擎实在怪异的很，打一个人这个人能飞半条街远，滑翔的时候会无限鬼畜展翅，总的来说游戏完成度不高。

5.城市。我从没见过哪一部阿卡姆作品能把城市设计的像个死城一样，阿卡姆之城哪怕是罪犯扎堆的地方，我都能感受到处处有危险处处有生机，起源呢？毫无生机，就一座死城，没有任何探索欲望，小地图更是敷衍无比。

6.人物严重崩坏，剧情逻辑诡异。老爷是刚出道两年，不是刚出生两年，可以理解初期的暴力和冲动，但是这毕竟是蝙蝠侠，不是智商低下的恐怖分子，随随便便就把警察给废了，还一口一个黑警，也真巧，强行设计一帮黑警给你打，强行圆。而且干啥都一头莽，出道两年一点常识都没有？
好评: 能出个汉化吗
差评: 作为蝙蝠侠游戏系列的起源在剧情上说实话中规中矩，虽然游戏在开头就强调了本作的几个BOSS让你期待，但是除开丧钟和贝恩是以主线任务方式插入以外，其他做的及其敷衍，但是就算丧钟和贝恩的战斗也不算亮点，纯粹是你打我我打你贝恩也只是换皮小兵升级版。游戏方面感觉就是各种欠打磨和恶心人，除开好几次的贴图突然抽成面条人，战斗对于敌人的锁定时常丢失，反击你明明按了但是却没判定，刀刃反击一会有效一会无效，中后期房顶的敌人80%都是枪手，背后暗杀判定也是垃圾，都贴身了点击都没反应,还有本作我觉得新加的傻逼战斗评分，打的稍微不够花哨评分就得低，低了你的经验就要砍.如果你不是非要补完全部蝙蝠侠游戏，推荐就玩三部曲就好
好评: 牛逼i
好评: 关汉~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~
好评: 玩法与阿卡姆之城区别不大，听说bug很多但没怎么遇到，偶尔可见动作鬼畜
各种细节上的缺陷算是一种倒退，但boss战有明显进步，整体流程较短，支线一般
剧情一句话概括：爱情开始的地方（doge
差评: Disgusting N!99er Superman ?
From DC to  N!gger comics，"NC"

尼哥超人？改名叫NC吧， 尼哥漫画 

Restore the SnyderVerse！！
Restore the SnyderVerse！!
好评: 主线剧情较为紧凑，蝙蝠侠粉丝可以打折时入手通关主线以及冰冷的心，在操作以及打击感上不如阿卡姆三部曲但每个关卡的boss虽然不难但都有一定特色，总体来说中规中矩。
好评: good

好评: 太好玩了

好评: 画质上升，蝙蝠侠终于不是皮衣了，好耶，但是玩法上没什么进步，玩了前两部之后再玩，没什么新鲜感。
好评: I LIKE Batman GAME SO MUCH!      TAKE MY FK MONEY
差评: bug
好评: 玩了两遍，个人认为流程较短，感觉有点意犹未尽



谜语人就事个勾巴啊我超
好评: 剧情还是一如既往的好，吹爆丧钟boss战
好评: 无需多言 阿卡姆系列YYDS！
差评: BUG直接卡关，警局无法进入
差评: epic当年白送了
差评: 一坨狗屎

差评: 太坑了


好评: 阿卡姆系列的精华！剧情上乘
好评: 好
好评: 谜语人滚出哥谭市！
差评: 没中文，BUG多，我就问你死马破译器不小心按出来了不重新读档退不出我玩你妈个雪碧？
好评: 为什么有时候抓钩松不掉
好评: 蝙蝠侠经典作品BOSS战还是很好的。
好评: 不得不说这款游戏19个小时通关本体加dlc的游戏体验真心挑不出什么太大的问题，蝙蝠侠是个人心目中最喜欢的英雄，而dc这边近几年的动画电影系类可谓是在不断拉低这名角色的下限，以至于我刚刚接触这款游戏时不由得感叹这才是真正的蝙蝠侠啊，正如我刚刚所说这款游戏中让我们扮演的是一名真正的蝙蝠侠，游戏中的不少战斗都可以选择硬钢或潜行（当然有些是强制性硬钢的），潜行我觉得不用多说蝙蝠侠作为一名与黑暗共舞的英雄这是他最拿手的事情，游戏在这一块处理的也还算不错，大多数场景虽说有点难度但只要动动脑子大不了多试几次就绝对能过，而硬钢部分，游戏可以说是相当友好了充分照顾到了如我一般的手残玩家，操作简单同时也能打出炫酷的连击，可以说是几乎没有上手难度，而且整个流程都是这一套公式化的战斗机制，所以几乎不用担心后期门槛变高的情况，同时游戏也对蝙蝠侠被称为世界上最伟大侦探有着不错的反应，各种解密，还原犯罪现场等操作让我们感受到了蝙蝠侠从来都不止有武力，而接下来则是整个游戏个人觉得最神的部分，以至于到了游戏后半部分推进我玩下去的欲望几乎全靠他的剧情与人物塑造（以下括号部分涉及部分剧透请谨慎观看，剧情方面游戏正传故事都只发生在同一个夜晚，最开始我还在担心就这一晚上的时间作者能把故事讲好吗，事实证明，能！故事发生时间根据游戏中的线索来推断应该是布鲁斯刚刚成为蝙蝠侠不久，而在这一个晚上作为新出道义警的他将面对哥谭许多危险的大反派，再整个过程中我们能感受到到他那疾恶如仇的决心与内心的迷茫对自我的省视与成长，要知道这都是在一个夜晚发生的事，关键问题就是作者不仅仅只讲好了蝙蝠侠这一个角色，其他的角色也可谓是形象鲜明，如无论如何都会对布鲁斯不离不弃的阿福管家，疯狂的小丑，而这里我就必须得提一下我个人认为另一个塑造的很好的反派，那就是班恩，这个角色相信只要熟悉蝙蝠侠的人都不会陌生，他就是漫画中臭名昭著的事件“蝙蝠侠之死”的始作俑者，这个反派在近年来不少作品都把他塑造成了一个四肢发达头脑简单的角色，然而事实上熟悉他起源故事的人应该都知道班恩的智商不低，在漫画中他在执行暴打蝙蝠侠的计划中也不是上来直接去找蝙蝠侠正面对决，而是不断想办法削弱蝙蝠侠的体力，趁他最虚弱的时候给他致命一击，而游戏中班恩也不再是一般的弱智，他也拥有着正常人的智商，同时给人的压迫感不如漫画中强，但是在游戏的最后又以一种非常微妙的方式加强了它的体能后又给他来了波降智，同时游戏中还有不少漫画的致敬场面。如神作“致命玩笑”，包括刚刚提到的“蝙蝠侠之死”在游戏中都有被还原，个人阅历短浅，如果你对蝙蝠侠漫画了解甚多的话相信你会在游戏中找到更多的惊喜）当然游戏也不是完全没有缺点，这里我举几个我个人能感受到比较明显且影响游戏体验的问题，首先部分任务引导做的不够明确，很多时候容易让人卡关，还有就是游戏中有些按键设定有点过于的反人类，当然这点可以靠玩家自己改键位来解决，但游戏中有些按键判定真的可以用迷来形容，很多时候战斗中有些特殊动作明明键都按了却没有反应，当然以上这些都还好，游戏中最大的问题就是它公式化的战斗所引出的，我之前提到过它是仅从它对新手的上手难度和动作设计上来考虑，事实上游戏到了中后期由于长期的重复战斗使人很难不产生一种厌倦感，而这个时候这个游戏最大的问题也浮现了出来那就是这个在玩游戏的玩家他是否真的喜欢蝙蝠侠，如果是喜欢蝙蝠侠的人他或许会想这是蝙蝠侠的日常工作可以理解，而且接下来的剧情说不定还挺有意思的，而如果是不喜欢蝙蝠侠的人他或许根本没法接受这么重复的战斗，他更不会对接下的剧情感兴趣，本人19小时通关了这款游戏，这个时间不算长，也就差不多通一次生化危机5的时长，要知道这是一款开放世界游戏，而生化5是一款线型关卡游戏，所以这游戏真的不算长，但我以后或许会想再去玩玩生化5但我不会想再来玩这款游戏，原因就是它公式化的战斗到后期体验真心不算好，总而言之评论就到这，接下来是本人的一些购买建议可供参考，首先如果你是喜欢蝙蝠侠的人我强烈推荐这款游戏，考虑到它对蝙蝠侠较完美的还原与超强的代入感我还是非常推荐的，如果你是喜欢开放世界加动作类的玩家我也建议尝试一下，游戏本身素质有一说一还是不错的，如果是喜欢鬼泣那种传统动作游戏而且对战斗系统特别重视的玩家还是三思一下吧，至于dlc冰冷之心我建议先别买在通关主线后如果真心很喜欢这款游戏的话再入手也不迟，dlc不长且只有一个boss所以不急着入手，到时候一起买了结果通了主线就打不动了的话就血亏了，所以dlc还是迟点买为妙。
好评: 丧钟，动作太帅，全程高能
好评: 蝙蝠侠：BUG的起源
好评: goooooooooood
好评: 相比三部曲的话，操作感和画面感还是弱了一点，BUG也多了一点，经常按键失灵，不过补足了之前的剧情，解释了早期和哥谭和小丑的恩怨情仇，剧情党的话，可以入手通个剧情，通个支线打打小BOSS。挑战和收集那些就算了，太累，通了剧情整体完成度才21%。DLC的话，季票没意义，皮肤也得剧情通了才能穿，几个挑战的DLC也是无脑刷刷刷，只有一个冰冷的心，打冰冻人的DLC值得入手一玩，3个小时左右剧情。
好评: 蝙蝠侠，超帅！
差评: 本来冲着丧钟去的，结果没得汉化，还tm动不动按键失灵，属实是给我整不会了。
好评: good
好评: 好玩 但是你们喝水了吗？关于多喝水这件事闹得挺大的，我们县这边都传疯了。这件事闹得确实挺大，但也不是特别大，你要说小吧，倒也不是特别小，我觉得这事还是挺大的，不过不是特别大，但也不小。大家都觉得这事特别大，但我觉得也没那么大，但你要说小吧，这件事也不小。这件事具体的细节我已经忘了，但是背后的原因很暖心。不得不说，这事闹的确实挺大。 ​

好评: 我喜欢蝙蝠侠 仅此而已
好评: 古德古德，bug比哥谭市的抢匪还多
好评: 这免费的百万dc服装怎么领取啊，注册帐号登录之后也没有啊，游戏主页说你账号已经登陆了，但是衣服还是没有
好评: hkylo
好评: 通关完毕，这个电影值得一看，是我正式玩的第一部蝙蝠侠作品，战斗能很流畅的无伤，我菜到打过一周目才能基本做到，二周目[spoiler]没有反击提示[/spoiler]勉勉强强过了丧钟{开二周目纯粹是强迫症想做挑战[spoiler]最恐怖的梦魇（有一部分只有主线地图最合适，强制被游戏玩！）[/spoiler]}，里面的挑战不是特别必要，如果真的想做就在[spoiler] 一/二  [/spoiler]周目尽量做个大半，[spoiler]吾即黑夜做感觉是作死[/spoiler]。最后[spoiler]谜真恶心！！！[/spoiler][spoiler]做完就给一个跟疯人院一样的奖杯[/spoiler]。做多人成就请联系我
好评: 打击感巨好，观赏性极佳，就像看电影一样，关卡引导恰到好处，关卡设计也不无聊，人物设计也不错
差评: 对不起以后再也不贪便宜了，我是傻逼
差评: BUG直接卡关...太恶心
好评: 挺好的
差评: 虽说是从剧情上承接阿卡姆系列的起点，可从体验上来说是个十足的粪作
好评: 可以
好评: 打的很开心，唯一问题是为什么我解锁的服装不给我显示（
好评: 和阿卡姆之城相比我还是更喜欢这一作，虽说不属于三部曲之一，都说是之城的大型dlc。不过boss战设计的是很不错，打击感也不用说，拳拳到肉。盗版补票
差评: It's overrated.
Too many stupid glitches, get stuck in fight, cannot interrogate, etc.Also, combat system is shit.
3/10
好评: 怎么换了个公司做游戏BUG这么多啊，虽然打的挺爽的，但很多时候按右键反击没效果
差评: 1. 打击感烂，跟尼玛锤塑料一样。

2. 画质不知道咋吐槽，看着廉价。

3. 那么长的吊桥存在的意义是什么？

4. 通关得莫名其妙，总感觉剧情有些散，当然这可能是我自己的问题。

5. 剧情最后能跟黑门和突袭阿卡姆接起来，这是让我感觉还不戳的。
差评: BUG太多
好评: 不得不说起源中的蝙蝠侠形象是阿卡姆系列中最好看的，厚实的盔甲搭配拳拳到肉的打击感会让人上瘾。游戏内解密要素包括钩爪、飞镖、充电、爆破、胶水炸弹，在后期处理谜语人勒索档案时重复度偏高。本作中可通过解锁信号塔、破坏通讯器、审问谜语人手下的方式在地图上标注勒索档案位置，让我只花了两夜就找齐了，相对还是人性化的。
注：人物档案中第一行最后一个很多人是空位，在教堂后谜语人档案的正下方有一个牌子（侦探视野下呈蓝色），扫描后解锁该空位。
好评: I LOVE BATMAN

好评: niubi

好评: because I am batman
好评: 虽然bug有点多，但细节什么的都很不错
好评: Because I'm Batman！！！
好评: 还不错，就是有时会按键失灵，网上汉化补丁也很奇怪，要么字幕有中文操作无中文，要么操作有中文字幕没中文。
好评: [h1] 阿卡姆系列承上启下的一作 [/h1]
个人推荐度：7/10
相比前作阿卡姆之城，起源有了更大的地图和更好的画面，全收集难度和繁琐程度依然令人发指！没有坐标指引的[url=http://www.paopaoche.net/gonglue/30030_all.html] 塞勒斯头像徽章 [/url] 和[url=http://www.paopaoche.net/gonglue/29962.html] 安纳克涂鸦 [/url] 简直是收集癖的噩梦！
本作新增加的探案环节是一大亮点，蝙蝠侠作为侦探查找线索的氛围感营造得很不错。前期和丧钟酣畅淋漓有来有回的反击战、后期和纵火狂人萤火虫的追逐战以及和毒液班恩的对决都是比较精彩的几场boss战，令人印象深刻。
游玩过程中可能会遇到包括闪退、空气墙、AI静止、画面贴图错乱、拷打敌人后无法获得数据包位置信息等恶心bug。与前作相比，流畅度和游玩品质都会差一些。
好评: 通关了。我是打通了蝙蝠侠阿卡姆三部曲再来玩这款游戏的。老样子，通关后准备全收集。继续肝。

好评: 蝙蝠侠系列所有汉化链接：https://删pan.baidu.com/s/删1mCo0删NJwWJ_KV8m删BFmIOflw 
提取码：1230    点击复制粘贴删掉”删“字样打开链接，  打开程序点击安装，选择游戏目录到common就行 等待安装 一定提示安装成功再关否则安装不全或失败 阿卡姆骑士安装慢耐心等就行了
好评: 除了没有汉化真的挺好的
好评: 很好玩
好评: 这个平安夜不平安啊，一晚上老爷简直经历了一场十年的大战一样，游戏结尾的时候老爷的战甲各种弹孔，披风也各种破洞。
好评: 联机鬼服。。。。
游戏内容流程还是很丰富的
好评: 班班啊
差评: 不是蝙蝠侠粉丝不推荐购买 BUG多的不行 飞的时候动不动斗篷抽风，要不就是加速抓钩的时候卡住鬼畜，还有有些任务自动存档的时候会顿卡，在天上就没几次是体验完美的！！！最受不了的是有些BUG直接推进不了剧情，引导方面做的也不好 我在城里转了十几分钟 找不到去蝙蝠洞的方法，地图上每一个飞机都看过，没一个飞到蝙蝠洞的 蝙蝠洞的飞机也点过 没反应，后来大退再进点蝙蝠洞的飞机才跳动画过去，体验真的极差！！！还有这画质，不跟今天比 就说比你早的蝙蝠侠阿卡姆之城 甚至疯人院的画质我觉得都比这部强，有时候感觉像手游。怒我直言，这地图是不是疯人院和之城拼起来的地图？不是一个工作室的 这相似度真不想吐槽了，连招转视角也是 动不动空招，视角必须移动到敌人那边，差一点都空，还有那防反 全是硬直 不想说了 打的火大，第一个单机差评 拜拜不送
好评: 这游戏在当年不知道算什么水平，但是我现在感觉内容重复性比较高。尤其是解密部分；由于后期能多解锁一些技能，所以战斗重复度稍微低一点。如果不是为了看剧情可以只玩 Arkham Knight。
不支持中文锻炼英语水平.
可以去下个汉化补丁，不过有些翻译很扯淡。
好评: 要做成就的建议不要买了。多人成就需要8个人，而且多人模式已经停运了。只能自己找8个小伙伴来搞了。这是我见过要最多人成就了
差评: 妈的太多BUG了，不能好好玩了，联网系统也停运了
差评: 可怜了起源落得此般尴尬境地 老爷加成也没用了 此作前有阿甘城后有骑士 鸾翔凤集出类拔萃 珠玉在前瓦石难当 也不是rocksteady亲自操刀 不伦不类 剧情单薄平铺 反派动机和故事矛盾没有任何吸引力 操作系统直接照搬前作 画质看着难受 雪地没雪地感觉 披风像塑料 唯一记忆里值得称道的是 钟叔简直太帅啦 无奈差评（这代cg是真的不错btw）

好评: 联机目前是可以联机的，来一起刷联机成就的大佬们，加个群147602950，8个人一起刷成就撒
好评: 谜语人滚出哥谭！
好评: 这遥控蝙蝠镖的手感真棒 :D
好评: 丧钟哪里玩到没脾气😄
好评: 我太菜了，给蝙蝠侠丢脸了（
好评: 玩过骑士就觉得前面都是神作
好评: 我去居然没抓到谜语人
好评: 好van
好评: 玩了几个小时,玩起来起来感觉没那么流畅,个人感受有几个原因:
1.抓钩问题,很多看起来能用抓钩的地方都不能用,而且滴水嘴的判定范围变小.
2.地图/关卡设计问题,小部分关卡设计的道路/近路不容易找到,虽然影响不是很大,(感觉这点因人而异,但是我在前两作中没有特别明显地感受到这点)
3.战斗中击倒判定问题,似乎按鼠标右键反击后(仅做出防御动作,没有实际反击),在防御动作中(双手举起,向前跨出一步),如果按下CTRL+鼠标右键,会再次做出反击的动作,既没有设定为做出击倒动作,也没有设定为不做任何动作.这导致我打架或偷袭失误时经常像一个铁憨憨一样打太极.
好评: 可惜没有中文版
好评: 打了汉化过场动画还是英文
差评: I finished the Copperhead boss fight, went outside, but no new objective markers are showing up. It just says my main objectives are:
"Apprehend the Joker"
"Defeat Copperhead"
This bug made my game progress stuck in there
差评: 这部不如阿卡姆骑士，不好玩
好评: 我是傻逼
差评: 视角转向真的很烦人，谜一样的反击判定，谜一样的处决技能，各种解谜也是无聊透顶，提示基本没有。支线设计也是懒得吐槽。还是老老实实快速通完主线，至于什么挑战，收集，多人模式，全成就，还是算了吧。
另外，我最憎恨嗑药、幻觉类的游戏，凡是涉及到这类题材的，一律差评，不管你是蝙蝠侠系列，还是孤岛惊魂系列，统统给爷爬
好评: 老爷和丧钟的打斗是真的nb
好评: 丑爷最后的哼唱扫清了这游戏带给我的所有不满
好评: haikeyia
好评: 虽然是外包作品，但是质量也可以了，值得一玩
好评: JHGFDFGHJKL;'\
好评: 打不过死射。
好评: 非常不错的蝙蝠侠游戏，老爷太帅了。
另外，谜语人滚出哥谭。😅
好评: 谜语人滚出哥谭市！
好评: 还不错
好评: 就喜欢这暴脾气
好评: 傻逼谜语人给爷爬

好评: 谜语人滚出哥谭
好评: we need chinese!!!!!!!
差评: 【编辑】本来我就对这个游戏这么多影响游玩的bug很不爽了，但是因为这剧本我喜就还一直留着推荐，但这次玩了布鲁斯韦恩的最后一个15星挑战模式，还被Master Kirigi的台词给气到所以直接改不推荐。
布鲁斯不杀人，Kirigi就评价他“这里容不下你这种self-righteous western morality”，何必加western呢？合着不杀死敌人这种“高尚”举动是只有西方才有的呗？？？布鲁斯自己的问题就说他自己，杰森还鲨人呢这怎么就不是自以为是的西方道德了？？？
相比这句台词，挑战模式里的剧本都不算啥了，概念图里布鲁斯韦恩跑去了雪山那我按照漫画来理解，他必定去的是喜马拉雅那附近，结果给我讲他去了北韩，北韩？？？北韩有功夫大师吗请问？？？去北韩也就算了，结果Master Kirgi是个日本人，他的手下全是日本武士造型，就连布鲁斯韦恩都有“忍者”装扮，但是他们的基地挂的帷幔和牌匾上写的全是韩语！你们老美搞不懂东方文化就别瞎搞，看着真的很可笑。

······································分隔线·······································

【编辑】我玩了三种难易度模式+gameplus，花了很长时间打通了dark knight 挑战成就，所以我很有立场来吐槽这个游戏有多烂（尽管游戏很烂但我还是给了推荐，因为我喜欢阿卡姆起源的剧情）
1、My Alibi黑房间bug，除了进屋的门，整张地图变成全黑，出门刷新也变黑，只能重启游戏，这个bug我去搜了下，7年前就有了，到现在没修复，就凭这一点，WBM的哥谭骑士我是不会买了，垃圾公司不配给眼神
2、两次打贝恩（以及贝恩的特殊手下），我一开始以为是我手残总是被贝恩（以及他的特殊手下）撞到，但是我打了四遍游戏包括困难程度的gameplus，证明不是我的锅，aa闪避有时就是会触发不来，还有因为地图bug卡住一路被贝恩撞到半血我真的吐了；
3、大桥上的谜语人Data deliver有bug，我清理完杂兵，只剩他一个人坐在地上求饶的时候，按y无法触发逼问，重启进游戏也没用，做了俩别的任务回来才能逼问他；
4、dark knight 挑战必须按顺序解锁，但是解锁成就有严重bug，烂上加烂！！！worst nightmare rank6要求四种takedown，按照剧本发展正常解锁这个成就的时机出现在第一次在银行遇到Joker，我在这张地图成功触发四种takedown并没有解锁这个成就，尝试了5遍都没有用，只能放弃，但是墙体已经被破坏，在后续deadshot支线任务也无法做这个任务，因为墙面不会刷新！！！rank6的任务只能等到黑门监狱才能做！！
5、刚发现的，steam里我dark knight的成就都拿到了，结果gotham protecter的成就怎么又变灰了啊！！！你这游戏还让不让我当DARK KNIGHT了啊！！！
6、Deathstroke全部格挡成功也没有给我解锁steam成就，要不是现在已经凌晨了，我就要开始闹人了

这垃圾游戏最烦人的就是我辛辛苦苦打完dark knight的挑战，解锁了dark knight的皮肤，结果你猜怎么着，这个皮肤就是游戏默认皮肤的深黑色版本，连斗篷的破洞和盔甲上的弹孔和裂纹都完美还原，蒙特利尔你们这垃圾公司会不会做游戏啊？！BUG这么多我都能忍了，但我做你们这些脑瘫任务就是想拿个换色的皮肤吗？？？有毛病吧？！我看你们就是仗着觉得这么脑瘫的任务不会有几个玩家做（也确实steam上完成dark knight成就的只有百分之三点几）所以就瞎搞一搞，还以为自己很聪明是吧？！我白眼都翻到后脑勺了

整个阿卡姆起源就是阿卡姆疯人院和阿卡姆之城的垃圾换皮，我看这游戏当初能拿7.4分都是华纳塞钱了，要不是阿卡姆起源的剧情写得还不错我早就改差评了！

【播片音画不同步的话在游戏配置文件里把DX11改成false就好了，在游戏里改没有用】

······································分隔线·······································

【编辑】玩了阿卡姆骑士之后回来说这个阿卡姆起源是真的优化太差了，不晓得是引擎问题还是什么的，同样配置的电脑骑士比起源大一倍还多内存可我电脑不仅带的动还一点都不卡，阿卡姆起源给我电脑卡死机两次，而且播片音画不同步怎么调整都没用
······································分隔线·······································

和Rocksteady做的阿卡姆区别还是明显的，尤其我刚打通阿卡姆疯人院和阿卡姆之城感觉真的有差，同一个任务跑重复地图原路返回次数不止一次两次，而且中间的大桥在有一些任务不可以快速移动的时候必须跑大桥真的烦死了，还有路上随机出现的犯罪现场，打来打去都差不多最后都懒得管了；

我玩了40个小时，除了谜语人所有反派全部抓到了，推荐做疯帽匠和Anarky的支线任务！蝙蝠侠出现幻觉之后的地图很好看！！Anarky被捕之后对Batman说的话还蛮值得思考的（我默默听他讲完了超多的一堆甚至觉得有些说的还很有道理）还有deadshot的任务需要完成世界第一侦探的所有支线任务才能触发，记得是最后一个案子触发，还有戈登警长给的抓20个黑门监狱越狱逃犯的任务，虽然过程很无聊，但是逃犯被抓之后说的话有一些很有趣！！比如有一个Joker的手下被Batman锁喉的时候还很艰难的唱歌“Jingo Bell...HAHA.... Batman Smells....HAHAHA....”，然后Batman整个人就“NooOoooo”笑死我了果然会在意这首歌的Batsy太可爱了

不过游戏bug也太多了，我在做芭芭拉给的企鹅人支线任务的时候，最后两个需要处理的装置跑地图过去现场什么都没有连杂兵也没有！！还有找谜语人的Data deliver的时候也出现了地图上有，但是跑过去一个人也没有的bug！！！！还有的Bug甚至是我在打杂兵的时候被卡在地图里我动不了，或者是打杂兵的时候杂兵不动了！！！【编辑】新遇到一个bug是明明还有一个杂兵，但是进入任务经验结算页面了，这个杂兵拿着武器看着蝙蝠侠也不会攻击，蝙蝠侠也打不了他；在My Alibi的通风管道里的谜语人data有bug，爬进通风管道就被卡在里面了，重新回到存档点开始游戏才解决


玩通DLC冰冷的心并且全收集了，Anarky tags是真的难找，查了攻略才找到最后两个，有些面向海的根本就没想让玩家自己找到吧……但是XE Batsuit实在太帅了！！！这DLC买的太值了！

Troy Baker配音的Joker真的棒！！！我第一次听的时候都没有意识到换人了！！他的声音真的很像Mark Hamill！！！Hamill退休后多让Troy Baker来配音Joker吧求求DC了
好评: GOOD
好评: 算及格吧。
好评: 很好玩，一代比一代强，牛逼
差评: 10%存档bug卡档
好评: 优点：爽快的BOSS战，特别是在最终报价号船舱内与丧钟的那场单挑，堪称全系列之最。这作的电击手套可真是个好宝贝，一旦启动就等于是开大招了。老爷这套装甲也是非常带感，不过好看归好看，脆还是一样的脆.......
缺点：bug实在是太多了，关键目标人间蒸发、特定地点去不了、剧情对话突然跳过......若只是这些也就罢了，流程到了警察局之后开始不定时出现游戏崩溃，这个就真的太蛋疼了。此外，打击手感也弱于之前的疯人院和阿卡姆城。
但无论如何，起源依旧是漫改游戏天花板的蝙蝠侠阿卡姆系列之一。
好评: 第一次玩这个系列，体验不是很好。首先好几次关键时候游戏报错闪退，然后会卡奇怪的bug导致任务无法进行下去，我就已经遇见过一次boss剧情杀要跑，当时在楼梯上，然后boss跑进了墙里面再也没出来，直接就无敌了。再有就是打完了敌人卡了无法审讯的bug，支线任务无法进行了。这个游戏用手柄玩简直太复杂了，工具不好选择，然而用键盘玩自带ctrl+空格的键位冲突，钻通风管道钻不进去。关于战斗，boss其实都挺容易的，最难的我觉得是那些把枪粘在手上的敌人，飞踢和下落攻击都打不晕，还会吸引其他敌人过来，这个环节就只能潜行，不熟练的时候简直恶心人，后面甚至潜行都不能好好潜行，一不小心就踩地雷。最后这个探案系统感觉还不错，但是抓捕嫌疑人的环节就特别的敷衍，虎头蛇尾的感觉。5/10
好评: 游戏是好游戏，没汉化还是不太爽
好评: nice
好评: 丑爷和蝙蝠侠的相爱相杀起点，跟正传三部曲差点，后期才好玩
好评: 有阿卡姆之城和疯人院的前提下，起源的口碑在当年似乎并不是很好，不过华纳兄弟的游戏质量过硬是一定的，没有中文是让人难过的事情。时长什么的不会有的，当年玩的时候是破解版，蝙蝠侠系列是补票行为，连带DLC直接大礼包买回家。
差评: 求一个汉化包
好评: 百特曼永远滴神
好评: 讲真，我真不知道我是怎么玩到158小时的，说不定是因为以前硬是要追求无伤？
差评: 没中文又不给汉化，一放汉化出来就锁你户口，通通给是差评。
好评: 。
好评: we   need     Chinese
好评: 你有考虑过去哥谭市和蝙蝠侠作对吗？
你该不会真的以为组团去胜算更大吧？
你戴着电击手套被老爷秒是认真的吗？
你们一群人一个个送到底会不会玩啊？
PS：谜语人滚出哥谭市！
差评: 一直闪退cnm的

好评: 非常经典的老游戏！
好评: 手残不适合打架，只适合截图。本菜鸡现在双手发麻
差评: 跟前作相比 画面与打击感都拉跨 剧情上也没有前作好
差评: 玩阿卡姆骑士的时候有多爽，玩这部就有多失望
强忍着难受硬是通关了主线，剩下的支线实在是不想打下去了
画质就够无语了，13年出的游戏，那时候阿卡姆系列前两部都已经出了，两部都能看出巨大进步，结果这部画质烂到甚至还不如疯人院？
玩起来手感奇差，各种ground takedown卡半天打不出来可把我恶心坏了
还有最艹的就是里面谁设计的这么阴间的路，我tm从GCPD出来找了快一个小时的路，这么大个警察局就没点门能出去吗一定要爬下水道？第一次找路找到绝望迫不得已边看着通关视频边跟着视频同步走
真的要不是挂了个阿卡姆系列的名字鬼才会玩这垃圾游戏，阿卡姆系列的耻辱！
好评: 蛮不错的
差评: 我是煞笔
好评: [h1]Batman——今晚的哥谭又是一个不眠夜呢[/h1]

阿卡姆起源算是蝙蝠侠系列一个前传，发生在蝙蝠侠初出哥谭的故事，老爷还没有和当地哥谭警局达成一定的合作关系。整体风格也没有后期那么稳重，脾气也比较暴躁（但是我喜欢，嘿嘿），下手比较重。

剧情：本作的剧情本身其实一句话就能说完：一晚上干碎10个坏蛋，连带顺便干碎小丑（joker）。当然，实际剧情会比这个有意思一点。整体来讲观感更接近于爆米花电影，爽就完事了。

音乐：阿卡姆起源的音乐基本上维持了原来的黑暗骑士的风格，比较沉郁厚重,这种配乐好处在于能让你沉浸感增强，坏处是让你玩完之后基本上对游戏里的音乐没什么深刻印象。

战斗系统：蝙蝠侠本身算不上ACT但是动作系统还是做的很不错的，尤其是那拳拳到肉的打击感，跟打台柱一样非常上瘾。核心是依靠我们的连击点数的不断提升积攒能量来释放终结技，后期还可以靠战斗获得的经验积累解锁一些新的招式（每次我们的战斗的连击数都会计入评价总分，折合成经验值）。但是整体打法在我们获得电击手套前基本上都是打几下然后防反，接着打几下然后跳到一边打几下其他敌人来控场，强敌就用披风弄晕然后连击。在我们获得电击手套后就可以用电流控场了，战斗难度就会下降不少。

[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　和小伙伴开黑Among Us记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]

本作的潜行系统说实话其实一般般，敌人虽然不是小龙瞎，也有发现倒地队友搜寻的机制，但是本身听力有点捉急，而且从头上飞过去也没啥反应，喜欢潜行的玩家估计玩的时候不会有啥快感。

关卡设计：本作的关卡设计我觉得不是很好，有些地方的解密还是有些阴间的，比如某些谜语人的玩意（谜语人 滚粗哥谭市），这样会很容易断掉战斗和当前剧情的节奏从而让人产生挫败感，然后退游戏或者去找攻略。而且很多时候战斗感觉会有点重复度过高，节奏有些被拉的太长，一关从头打到boss要一个多小时，整体节奏略显重复拖沓，建议缩减到40min左右最好。而提到boss本身设计其实我个人觉得一般，出了丧钟打的略有些意思，哪怕我初始选了能选的最高难度仍然很快就能结束，而且也是重复性很高，转阶段之后的变数不是很多，但是场景本身的演出效果倒是很有老战神的味道。贝恩在嗑药嗑嗨了之后明显连着AI也下降了（这倒是很合理），并没有让我有戏耍的快感，但是某位boss是不是有点太丢人了（出场就没还白送了电击拳套，你看看其他boss）。


      阿卡姆起源本身作为蝙蝠侠系列的游戏还是没有拉跨的，但是你说做的多好也不见得，作为前传了解下剧情玩个主线流程，（小丑那段表白把我整乐了，你看他说的哪句话不跟个花季白给少女似的）稍微打打支线，还是很不错的，至于那些收集啊，成就啊什么的我个人不是很喜欢，而且据说还蛮阴间的，大家根据需求就自己选择吧。


好评: 云存档呢
好评: 英格玛滚出哥谭市！！！！
好评: 好玩
好评: 哥谭古惑仔之小蝙蝠历险记
差评: 作为外包游戏  游戏的剧情不够饱满  游戏性相较正作差距还是很大
好评: 华纳出品的游戏，细节，光影，道具，剧情 都处理得非常好，还原了一个真正的哥谭市
差评: 纯个人见解，游戏优点和前作差不了多少，但缺点真的是被无限放大，明明有最擅长的东西不做非要弄几个这么阴间的解密。还有游戏bug是真的多，再加上没有官方中文而且民间汉化质量一般，游戏体验真的糟糕。后面有几场战斗可以看出来是明显故意堆小怪混游戏时长的，最好的那一场boss战和boss捉迷藏那里boss的智商真的是低到一定的程度了。怎么说呢，优点是有的就是缺点一旦放大就简直太恶心人了。
好评: 但凡来阳间看过几次都不会设计出这么阴间的路
好评: kl
差评: 简直不知道我是老爷还是李寻欢，搁这儿玩飞刀呢
好评: 剧情还是很不错的。
但是游戏性，地图，系统上做的真的都没有阿卡姆之城舒服。好多地方钩子都够不到，飞行手感很差，打斗判定也很迷。
剧情是真的不错，总的来说值得一玩
好评: 到点了，化身蝙蝠侠
好评: Batman！
玩完再写详评
这打击感真的太爽了
没有之一
好评: we  need  Chinese
好评: 丧钟那关打得我蛋疼

好评: 这个游戏很好，最初是在3大妈下的，现在终于玩到了正版，赞
好评: 其他都还好，就是没中文看不懂
好评: 非常棒，除了装备过于先进以外，与其他作品不太好承接，其他方面都比较不错。
好评: 除了不按shift就会蹦出打字然后出游戏之外，真的很不错

好评: 作为蝙蝠侠爱好者，只打主线玩起来还是很有意思的，但是要搞全收集（说的就是你绿脑袋）那就太折磨了
好评: 主线流程有点短。但游戏品质十分不错！
老爷阿卡姆系列已经全入【除了疯人院】
游戏非常耐玩，支线也非常棒！
最后，英格玛滚出哥谭市！
好评: 1
好评: We need Chinese
好评: 还行吧
好评: 蝙蝠爪拉铁环松不开，tm吐了
好评: 主线通关了，反派支线也都搞定了，入手时候看评论区不少说谜语人滚出哥谭市的，我还以为一方面是玩梗另一方面他是不是憋了一肚子坏水，实际打完他的支线感觉一般般，那些机关都挺简单的，可惜就是没看到他露出吃瘪的样子，虽然中间他有一瞬间是真急了，他急了他急了！对于谜语人这样手段相对温和带点文斗性质的反派还蛮有好感的，对死亡射手我就只有一肚子恨意了，你手下还真是反隐工作面面俱到，而且还用人质，最卑鄙的外乡人竟然是你，总的来说感觉非常满意，操作简单，战斗却也算比较多样化了【后面杂兵组合打的眼花缭乱的】，就是感觉主线最终阶段太过简单了，比之前的一些BOSS还弱。。。。电击拳套太强了！电击拳套太强了！电击拳套太强了！
差评: 遥控蝙蝠飞镖鼠标上移是往下飞，下移是往上飞，什么反人类设定？？？
好评: 我是傻逼
好评: 17个小时终于通关了，只有玩了游戏才知道小丑的心酸和老爷的伟大。其实DC没有反派只是立场不同罢了
差评: 一坨屎，难玩的一匹，操作难受，视角更难受
好评: 尼格玛我日你妈
差评: bugman
差评: 打架一分钟，解密两小时
好评: 没错dlc比本体好玩系列
好评: good

好评: 和阿卡姆之城比几乎没啥进步的，剧情挺棒，游戏质量一般般，总的来说还可以
好评: 可以的，很刺激，暗杀的时候仿佛我就是蝙蝠侠！
差评: 就冲疯帽客那关，恶心的视角
好评: nb
差评: 这游戏bug真是层出不穷，动不动就进行不下去了，完全是蝙蝠侠系列的倒退
徽章也一个比一个难看，合到头也没一个能看的，相比前几作一点也不用心，背景表情完全是对付，看着也就是最后一作了，捞一笔就跑，服气
不推荐购买，除非白送！！！
好评: 丧钟对小白不友好啊，咯一个多小时了，
好评: 优化非常棒，玩法很多样，你一定不会后悔，悄悄告诉你，打折时只要17块
好评: 本人蝙蝠侠迷，对游戏本身的故事剧情极为看重，个人认为主线剧情所体现的故事还算完整，还原了漫画中的一部分。但是我不能接受的就是，为什么满哥谭都有谜语人的谜题还™难到头秃，我自己一个人不看攻略真的劝退，完成一周目故事我又花了好几个小时去解谜，最后还是放弃了，推荐新玩家千万不要跟谜语人的谜题死磕，到时候缺少个必要技能你必摔手柄砸键盘。。。(我手柄-1。。。）
常规给分：4/5，剧情优秀，打击感强，蝙蝠迷必买（小丑也可以买/doge）
好评: 谜语人滚出哥谭市！
好评: 谜语人给爷爬
差评: the hint always confused me and I always can not find the way.
好评: 断网了，玩了差不多五小时了，真的好无聊，前三部一点进步都没有，整个模组都是同一套，就跑图打怪清图，不清场还不能下一步，感觉特别重复公式化，不是看老爷这游戏早卸载了

算了，想了一下不至于，把差评改了

我错了，老爷真他妈帅，真香

这关卡设计真的太蠢了，毫无乐趣，不是无脑堆怪就是无脑放枪，三部了始终是一样的场景，很容易让人失去耐心

这个系列现在的游戏性真的不行了，看剧情还挺不错
差评: 能不能修复一下BUG啊  经常性的按键失灵
好评: 先别急着骂，玩过全系列的来告诉你起源有着最爽快的boss战且剧情上乘，起码没疯人院那么拖且无聊。。。起源输就输在了画面，对于环境细节的刻画上还真就不如本系列开山之作疯人院了呗。。。不要说什么雪景，这可不是借口哦，很多建筑物的建模我甚至想用粗糙二字来形容。到处都是贴图，缺乏立体感，光影效果也不佳。不过本作的风格倒是不同于前两作的阴暗深沉，更倾向于炫酷一点的感觉，不知道是不是在为下一部骑士做铺垫？抓钩枪加速的功能也是在本作加上去的。购买建议很简单，如果是BATMAN粉丝这钱你是指定得掏了，因为我说了起源没有某些毒舌喷的那么烂，如果你本身就对这个系列不感兴趣，或是玩了系列巅峰之城之后内心都毫无波动的，那我不太推荐你买。
好评: 非常棒的作品，要是bug能少点完全能比肩阿卡姆三部曲
好评: 贝克配音的小丑可还行－　－好骚－　－想舔－　－
好评: 非常好
好评: 老爷粉必玩
差评: 打到把小丑收监就打不下去了……
本来以为是阿甘之城的续作，打着打着出现了小丑才发现原来是疯人院的前作。
感觉跟阿甘之城有换汤不换药的嫌疑。地图有很多地方都十分相似，基本相同的道具，也有类谜语人各种收集要素，同时各种反派的支线任务。
最让我不爽的还是剧情吧……感觉蝙蝠侠有够窝囊的，不跟反派互喷垃圾话，抓住了大佬也只是扣起来等警察（回头就越狱那种）。对喽啰倒是不客气，然而你这么欺负个喽啰有啥意思呢？高谭市哪个头目不够极刑的？麻烦你欺负一下那些大佬们可以吗？我只想看你终于抓住之后很爽地欺负企鹅/贝恩/小丑（欢迎补充），你却只把他们关进了精神病院。
难道小丑竟然是我自己？！
差评: 整这种花里胡哨的外表不如搞好控制设定，就那个地板终结，键盘都要敲烂了都打不出来，反击也迷得一批，有时可以有时又不行，玩得我一肚子火。
好评: 撇去阿卡姆系列一直都有得反人类解密和挑战，这作的动作性依旧强大，Boss也很带感
好评: 可圈可点的一作，但是一如既往的喜欢老爷！补票
差评: 五六个狙击手，四处高地，互相照应，障碍物和没有一样我玩个鬼！
好评: 和广为人知的阿卡姆三部曲不是同一个制作小组，游戏的细节制作和刻画也确实不如阿卡姆疯人院，骑士和阿卡姆城，但就我个人而言绝对不意味着阿卡姆起源是一部很糟糕的作品，我觉得完全属于合格线以上了。
差评: 傻逼游戏
好评: x
好评: 剧情再小丑出现以后直线提速，根本停不下来。
好评: 游戏是好游戏，主线剧情有点短，钻管道和找出口给我整头晕了。
好评: 蝙蝠侠 永远滴神
好评: 好
好评: 游戏打击感很舒服，好几年前的游戏画质也可以说是很棒了，17块钱打折价也不算贵，可以尝试
好评: 针不戳
差评: 很多后期才能收集到的奖杯在前期一股脑塞给你，绞尽脑汁也解不开的谜题后期一个道具很轻松就解开了。地图标识没有上下之分，很多目标和谜语人奖杯都要费半天劲才能找到。解密体验奇差无比。很多人夸奖的boss战大部分时间都是重复的qte，其他潜入战斗和上一部也没啥变化。没了蝙蝠车赶路麻烦的要死，快速传送还经常用不了。总的来说没有惊喜体验还不如阿卡姆骑士。
差评: 打丧钟那一关卡好难过
好评: 什么都好就是没中文
好评: 英格玛滚出哥谭！！！
好评: 贼帅，这作让我体会到了真正的蝙蝠侠，DC最优秀的侦探！！！
好评: 汉化补丁真难找啊，找到了也都是不全的，还有快速移动无限加载bug，其他都很不错，但感觉游戏性上没啥进步
好评: 非常好
好评: 打击感沉浸感十足，魅力十足的反派赛高！
好评: 补票重温，作为非正传蝙蝠侠作品的外传，整体素质还是可圈可点的，讲述了老爷初为蝙蝠侠的故事，第一次与宿敌小丑交手，但是相比前作阿卡姆城几乎没有任何游戏性的创新，画面和剧情均有退步，bug奇多，总体来看只是差强人意，不建议作为蝙蝠侠入坑作，建议打折购买
好评: 打到一半任务做不来了，百度也找不来，可能是我菜
好评: 还要自己搞汉化，真TM烦
好评: 一直很喜欢超级英雄系列题材的游戏，13年能做这样的游戏很不错了，美中不足就是偶尔会卡Bug
好评: nice
好评: 永远滴神~
好评: 真的可以
好评: 还是有些小BUG，但是并不影响游玩，剧情很棒，值得一玩。
好评: 这部算是外传的作品中，蝙蝠侠似乎强力多了，像什么充电铁拳锤人可厉害了。个人觉得，本作主要为了让玩家深入了解系列作品中出场人物的由来。不过玩下来总觉得差了些意味，可能是侧重点在于其他的人物的塑造上，而弱话了剧情和世界观。不过还是推荐了，剧情流程也出乎意料挺长的。
好评: 我好像在里面看见了复仇者联盟的A。。。
好评: 小丑的塑造还行，也算是很好的补充阿卡姆系列的一部分吧
好评: 别的方面都很不错，但是黑暗骑士挑战是不是太难为人了一点
好评: 先说结论：值得一玩。

大抵每个男孩小时候都有一个蝙蝠侠梦，游戏整个流程下来仿佛看了一场酣畅淋漓的电影，并能获得电影外的独特体验。

初进游戏拳拳到肉的格斗和各种高科技装备让我心潮澎湃，犯罪现场模拟更是让人身临其境，这部分唯一的缺点可能就是每个案件的流程太短了吧，基本就是勘察现场、比对数据库、找凶手揍一顿了事。

区域快速移动时的加载动画用的是蝙蝠战机和空中滑翔降落，十分带感。

全部剧情都发生在圣诞前夜，当我从黑门监狱出来时，原先帅气的战衣已变得破破烂烂，细节刻画可以。

但缺点也同样明显，

无处不在的bug，下蹲后有一定几率站不起来，如果是在空旷的地方通过死命按键还可能恢复正常，在管道里卡住的话，那只有重新来过了；

谜语人的数据包不仅需要收集，同时考验智力和操作，相当恶心。

好评: 楼主玩过了前面两作（阿卡姆疯人院和城市，后者在主机上），但是还是觉得这一作很不错。首先这个优化还挺出乎意料的，在2g运行内存的情况下仍然能把氛围，场景细节做得很不错，给我第一印象就挺好的。尽管有点穿模，有些许bug（比如处决的时候本来人都快站起来了，为了配合老爷动作又马上闪回地面了），而且DLC（这是最曹旦的一点）是分开来买的，无法直接买完整版，但都不妨碍我觉得这一部做得很好。最大的亮点我觉得开发者把心思花在了怎么体现这是一部“前传”。杀手鳄的身体还没有疯人院时期那么庞大，企鹅人也没有戴上眼镜，没有戴上礼帽，谜语人还叫英格玛，没有穿上标志性的套装，老爷的动作虽然没有大幅的改动，但个人感觉，比疯人院和城市时期稍微少了一点灵活，多了一点蛮力（可能是因为装甲更厚重了），特别是CG里他盘问反派时候的动作，更加焦躁，暴怒，老爷年轻的特点被很好的放大了。可惜本人还没有玩到后面，还是挺期待的。

P.S. 随机事件在我这里还挺加分的，我就喜欢自己在主线外乱晃然后打两个混混的感觉；第一次写评测，请多指教
好评: 不错
好评: 先说结论：值得一玩。

大抵每个男孩小时候都有一个蝙蝠侠梦，游戏整个流程下来仿佛看了一场酣畅淋漓的电影，并能获得电影外的独特体验。

初进游戏拳拳到肉的格斗和各种高科技装备让我心潮澎湃，犯罪现场模拟更是让人身临其境，这部分唯一的缺点可能就是每个案件的流程太短了吧，基本就是勘察现场、比对数据库、找凶手揍一顿了事。

区域快速移动时的加载动画用的是蝙蝠战机和空中滑翔降落，十分带感。

全部剧情都发生在圣诞前夜，当我从黑门监狱出来时，原先帅气的战衣已变得破破烂烂，细节刻画可以。

但缺点也同样明显，

无处不在的bug，下蹲后有一定几率站不起来，如果是在空旷的地方通过死命按键还可能恢复正常，在管道里卡住的话，那只有重新来过了；

谜语人的数据包不仅需要收集，同时考验智力和操作，相当恶心。

[spoiler]要是蝙蝠侠能杀人就简单多了…[/spoiler]
差评: 为什么画面调到最高，场景材质还是很糊，是不是原本就这样
好评: 这一个平安夜
我解决了黑面具
干掉了丧钟
摧毁了企鹅人的生意
看穿了谜语人的陷阱
和疯帽匠谈笑风生
与毒藤女翩翩起舞
戈恩是我的革命战友
泡他的女儿我义不容辞
和飞鸟一起打天下
跟贝恩一起学化学
小丑和我做知己
心理医生吃我醋
我这一晚上可太累了
好评: 一直玩这个系列的，很好玩~
差评: 需要中文
好评: 就很棒
除了dlc的Robin皮肤因为线上泡汤而泡汤
我是shab
好评: 如果有中文版就好了
好评: miyurensima
好评: 好玩
好评:  经典值得回味（白嫖就很舒服）
好评: 流程不算长，剧情精彩，打击感不错，就是玩久了手指头累。
好评: 虽然是前传，整体科技水平却比
应该是后传的前两传高了一大截，看来不是姥爷进步了，是游戏制作进步了而已
同时服装也更好看了，至少符合了我的审美
地图有些偷工减料，把阿卡姆之城搬过来修补一下，然后加上雪景
作为四部曲的前传画面的表现比疯人院和阿卡姆之城要好得多
但是游戏性上没有进步，而且打击感弱化了
让人有些失望
推荐打折时候一次性直接四部曲入手
好评: 1vs100 很好玩
差评: LJ ，尼格玛
好评: 希望更新中文
好评: 针不戳
差评: 只是慕阿卡姆之名而来，虽然早就知道是披着皮的外包作品，但还是令人失望，除了故事说的还像点样，游戏性方面完全不能比...比阿甘之城都差得远...打击感、敌人的难度、敌人的多样化...反正就都别扭，确实没三部曲那味，让人清了主线之后支线都不想动
差评: BOSS战设计机制恶心死了，非要搞套路杀，又弱智又浪费时间，尤其是DLC冰冻人的BOSS战，比之城里面还恶心，吐了
好评: 蝙蝠侠阿卡姆起源-华纳交给蝙蝠侠粉丝的满分答卷
首先作为一名DC的粉丝，作为一个蝙蝠侠的粉丝
这款游戏简直可以用惊艳来形容
游戏的战斗系统非常优秀，而且BOSS战的制作也是十分棒。
游戏的主线剧情主要是围绕着小丑的调查来的。
主线的剧情其实并不算短（我用了20H），但是通关以后看了一下游戏的完成度
才会发现这款游戏的主线只有游戏完成度的百分之二十
所以剩下的百分之八十都是玩家可以去继续游玩的
而哥谭的各种反派也都可以在剩下的百分之八十中逐一露面。
而游戏作为阿卡姆起源
剧情上也主要是着墨在了布鲁斯韦恩在更成为蝙蝠侠的前几年里的成长
从一个孤身一人的斗士，到有战友的转变
可以说是漫画《蝙蝠侠，第一年》的一种诠释
只是游戏是从布鲁斯已经成为蝙蝠侠开始讲的。
阿卡姆系列的游戏一直都是蝙蝠侠游戏甚至说是华纳DC超级英雄游戏的顶梁柱之一
所以如果你是蝙蝠侠的一个粉丝，这样一款作品你绝对不能错过。
好评: 蝙蝠侠老帅了
好评: 阿卡姆系列一如既往的好玩
好评: 阿卡姆三部曲的前传性质类游戏，画质要好于阿卡姆三部曲的前两部，但是远不如第三部。不过起源总的来讲仍然很好玩。也算值得一试吧。
好评: 好玩

好评: 蝙蝠侠一个晚上能干什么？

欺负憨憨鳄鱼人
大战丧钟
三打贝恩
哪萤火虫当人肉风筝
让小丑对自己一见钟情


游戏本身不错，但优化不到位，个别地图疯狂掉帧闪退
好评: nice
差评: 如果能够忍受那一堆bug，这游戏还能有7分，但非常不适合那些认为这作是入坑阿卡姆系列的第一作  ——  入坑阿卡姆去玩阿卡姆疯人院

虽然说是阿卡姆起源，但是剧情细节上来说会跟Rocksteady的阿卡姆三部曲冲突，剧情怕是接后面要出的哥谭骑士，但主线剧情也的确是这游戏的优点

最大的缺点莫过于bug，虽然都是小bug但是非常影响心情。。。然后还有和三部曲比起来，那诡异的打击手感和判定方式，哪怕最开始的阿卡姆疯人院都没这么难受
好评:   《蝙蝠侠：阿卡姆疯人院》和《蝙蝠侠：阿卡姆之城》两款游戏的优秀素质和媒体好评缔造了授权游戏的巅峰，拥有70多年历史的《蝙蝠侠》系列原著漫画是游戏最大的后盾：
    专业的剧本创作，精彩曲折的剧情演出和细腻复杂的人物形象和性格刻画，完美结合了动作游戏的爽快感和冒险解密游戏的成就感，这种在道德上的探讨和对原著主题以游戏方式还原的方式都让前两作成为了游戏史上不可多得神作。

差评: 年纪大了，玩不下去。
好评: 作为蝙蝠侠三部曲之外的“第四部曲”，起源的整体完成度仍旧很高。游戏的时间线设定在疯人院之前，但老爷的装备和技能比疯人院还要完整让我有点出戏（滑稽）
各个经典的BOSS都有出场，尤其是丧钟和贝恩的BOSS战，我TM直接吹爆！
整体的手感不用多说，依旧是拳拳到肉的打击感，爽就完事了！
当然，还是那句话，谜语人滚出哥谭！
最后，感谢天邈汉化组的汉化让我体验到了如此优秀的游戏！
好评: 就是好玩，没别的

好评:  蝙蝠侠，永远的神！Boss战最震撼的一部
好评: Because I am BATMAN

好评: 先玩的起源，后玩的疯人院、之城，一圈下来，还是最喜欢这款由华纳蒙特利尔制作的前传作品，颇受争议的阿卡姆起源。
起源最大的问题，就是它的主要系统基本都承袭自Rocksteady的阿卡姆之城，没有多少创新内容，不论是战斗，潜行，还是行动，都更像是阿卡姆之城的一个加强型DLC。凡是玩过阿卡姆之城的玩家都对本作略有微词，因为突破不够大，但是先玩本作的玩家给出的评价几乎都不错。
不过相比前作，我更喜欢起源的剧情，配乐，以及更具科技感的蝙蝠战衣，更年轻暴躁的蝙蝠侠，更显青涩癫狂的小丑，更酷的侦探系统，更有魄力的boss战，甚至是画风的改变，从之前类似脏乱朋克的风格变得更加干净简练。
虽然起源不是一款完美创新的续作游戏，绝对是一款优秀的游戏。
好评: 无
好评: Super Cool,acting batman fighting crime in Gotham city,any better things than this?
好评: batman 永远嘀神
好评: sadf654sdf654
好评: 老游戏的汉化补丁真jb难找
好评: 我是薛帕德指挥官，这是我在神堡最喜欢的商店。
好评: 慕名而来玩的第1款蝙蝠侠游戏，画风和场景渲染都做到了极致的游戏，阴森寒冷的夜晚，吸血鬼的雕像，高大的钟楼整个哥谭市的气氛都做到了极致，讲述了老爷前期与犯罪斗争以及结识戈登的历史，暗杀向玩法，酷炫的技能招式，最有感觉的boss，人物，老爷。最原汁原味的DC风格，和诺兰的蝙蝠侠前传电影搭配使用，我TM直接路转蝙蝠迷
好评: 挺好一游戏，就是老是动不了，每次刚登陆上就动不了，得用备用移动键移动，抓钩啥的也不能用，得等很长时间或者和小混混打一架后才有概率能正常操作，除了这点比较气人以外，其他的都还好
好评: 花13个小时通关，这是我玩的第一部蝙蝠侠游戏，还是很不错的，游戏打击感很好。剧情也可以，丧钟，小丑等经典人物也悉数登场。如果有中文就更完美了。游戏中比较头疼的就是破译，高等级的锁还要猜密码，的确头疼。整体来说，阿卡姆起源是一部不错的作品，制作组继续加油。
好评: BAD MAN IS BRUSE VEN
好评: 先说说优点吧
首先剧情还是很不错的 画质也很好虽然已经是几年前的游戏了但现在看来还很不错 很有DC黑暗风 代入感不错 
然后这个游戏性也挺好的 半开放世界地图大小刚刚好 动作元素中融合了解密元素大大增强了游戏性（用手柄开锁的那个感觉真的很爽） 而且最大亮点在打丧钟那关真的很有趣打斗十分精彩
再说这打击感吧 有一说一 我觉得挺不错的 特别是用手柄时的那种震动感 打击的时候会有一些慢镜头我觉得挺帅的但可能有的人不喜欢吧

缺点呢
首先有点费手吧 对手残党可能不太友好 在打丧钟的时候真的打到我手软了（毕竟是最精彩的）
再一个呢就是没中文 不过这倒还好吧 就当作练习英语啦

建议用手柄玩嘻嘻嘻
差评: 正版游戏受害者+1
差评: I need Chinese,but this game no Chinese.I want say fu ck
好评: 系列巅峰，不玩会遗憾的神作
好评: 电影一样的剧情，对人物形象的塑造完美，玩家还能体验到蝙蝠侠的心路历程
好评: BUG是真的多，与阿福的互动是真的感人
好评: 补票
好评: 还算不错
差评: BUG
差评: the rubbish game do not play
差评: 就这贴图很操蛋
好评: 09年的游戏不敢想象这么好，就是按X的时候会闪瞎眼
好评: 老三部蝙蝠侠电影迷必须入，太好玩了，所有的蝙蝠侠的一切都重现了，唯一的缺点就是没中文，但找个补丁，或者b站搜教程就好。
好评: oh come man,we just need chinese,why not?
差评: wdnmd,2020年了还有bug
好评: 类似于arkham city的体验还是很不错的
差评: 一开始新鲜 两小时无聊
不能游泳的蝙蝠侠 无语
线性的通关搞得有点复杂了
好评: 很棒的游戏，就是需要时间慢慢反复的摸索。

好评: 很棒的游戏，期待今年蝙蝠侠新作
好评: I'm vengeance.
差评: 玩了一段时间，存档全被清空，没有强退，正常保存，一打开什么都没了
好评: 难忘与丧钟畅快淋漓的大战
好评: 这个系列真的是一代比一代好玩，相比前面两作（疯人院 和 阿卡姆之城），画面上的提升还是很明显的，城市整体上没有前作那么阴暗，脏乱不堪，看起来挺舒服的，很多细节刻画上都精细很多，boss战难度比前作提升不少，每个boss都有自己的特色，有点像合金装备3代那种感觉



使用中文汉化补丁的同好，如果遇到无法进入游戏或者闪退的问题，可以尝试如下办法：

去网上下载一个别人玩过的存档（存档地址在steam安装目录的userdata/你的用户id/209000）
好评: 老爷粉必不可错过的经典作品。I am vengence, I am justice.
本作依旧无官方中文，我觉得也完全不需要中文补丁，dc/老爷老粉丝的话完全没问题
好评: 我去，汉化补丁没有全汉化完
我去，打击感有点那啥
我去，模型好像比阿甘之城有差异
我去，我要去玩阿甘骑士了
我去，不能退款（买激活码）
我去，我要接着打
好评: 系列好评！
好评: 打击感非常棒。贴图现在看确实粗糙了点，但还在可接受范围，光影效果并不落伍，引擎优化做得也很好，智商卡可以中高稳70帧以上。

这系列剧情都很引人入胜，打折入手物超所值
差评: bug敢再多一点吗
好评: 太棒了这个
好评: 会打补丁了真香
好评: DLC只买冰冷的心就可以了
好评: 打了汉化补丁好像不能有成就了，蝙蝠大包三十多元，划算
好评: 本作是阿卡姆系列的前传，然而并非是由阿卡姆三部曲的制作组Rocksteady Studios开发的，而是由华纳蒙特利尔工作室着手制作。仔细游玩下来，会发现本作跟阿卡姆之城很像——问号奖杯=数据包，摄像头=继电器，相似的画质，相似的玩法(倒不如说整个阿卡姆系列的玩法都差不多)，让我感觉是在玩阿卡姆之城2。虽然跟之城很像，但是游戏体验却没有之城好:bug多、地图上某些地方上不去、飞不高等等。本作讲述了老爷在刚成为蝙蝠侠时发生的故事，叙事方面感觉跨度太大，没有把故事讲好。虽然整体上看不去之城，然而还是不伐可圈可点的地方:跟丧钟的boss战属实有爽到，每个地区都有固定的地点供快速移动，谜语人的小弟被标在地图上(这是我第一次谜语人全收集...)，更丰富的道具(电击拳套、双向爪)等等。但是就有个很蛋疼的地方，为什么dlc服装要通关后才能换？
好评: 因为本身是渣机的情况下我买了这一款游戏，首先配置不是很高，打斗非常爽快，也就说在你完全熟悉打斗操作的话一场战斗下来，是非常之帅的，特别是在打斗结束后维恩的男神低音~哇，谁不爱。
而且本身游戏的抓钩移动操作感也非常像隔壁家的好邻居，
但是有一点，就是开句如果不升级护甲的话，对战丧钟就根本不好打，可以说开局就直接打本作最NB的Boss,反正我是觉得后面其他到目前为止不咋厉害，喜欢就买没毛病。
好评: 梦死亡的地方，是黑暗的犯罪巷，梦开始的地方，同样是黑暗的蝙蝠洞。
这是一部讲述一个“人”如何成为“侠”的故事，故事里蝙蝠侠初出茅庐、戈登警长头发尚未花白、蝙蝠女还仅仅是个少女、小丑女还叫做哈莉·奎因、就连那个后来成为蝙蝠侠一生之敌的男人，在花了一整个漫漫长夜之后，也没能想明白为什么这只蝙蝠不肯杀人。
牛战士从不肯摘下他的面具，蝙蝠侠也不会杀生。
所以这就是我为什么喜欢这一作的原因，如果说前面的两部阿卡姆算是动作大片，那么这部就是心理剧场。你可以很清晰地看到蝙蝠侠是如何转变的，刚开始的他，非黑即白，下手没有轻重，这点也从警方尤其是戈登对他一开始的敌视态度可以看出，动不动把人打得跟什么似的。一个义警，也许可能会被百姓爱戴，但一定会影响警方的威严和工作，何况是在这腐朽不堪的哥谭市。阿尔弗雷德比起后面的作品，对蝙蝠侠的告诫和指引明显得更多，甚至在和阿尔弗雷德对话完之后，会得到“阿福的智慧”经验值加成。
种种细节都显示此时的蝙蝠侠，只不过是穿着一身塑胶制服的普通人，直到他遇上了那个在绿色海洋中重生的男人。
这不是蝙蝠侠系列第一次可以操控小丑了，《阿卡姆疯人院》同样出现了小丑视角，但仅仅是走上一段路而已。这一作的小丑，可以战斗，场景切换的时候是他和哈莉奎茵的对话，以及他对蝙蝠侠黑暗面的臆想（狂笑之蝠？）。同样地，蝙蝠侠这一边，在阿福问到小丑是一个怎样的人的时候，他犹豫了，用了一句“我之前也遇到过精神病罪犯，可他真的很不同。”
小丑又何尝不是这样想的，在他的世界里，能带给他带来快乐的就是：混乱、无序。他不怕死，把自己的命当游戏，他根本无法理解怎么会有正义之士兵不血刃，为什么蝙蝠侠会不杀人呢，想到此处，这种疑惑以一种病态般的形式升华了，他开始认为自己遇到了千载难逢的知音，甚至于水中倒立出的影子，都会当成是蝙蝠侠。
我个人不是DC迷，也没有看过任何蝙蝠侠的漫画，对蝙蝠侠的了解除了网络，就只有自己看过了诺兰三部曲，所以我可能会很主观。我个人很粗糙的看法是，从某种层面上来说，蝙蝠侠和小丑是同一种人，我不说他们是光明和黑暗的对立面化身，我觉得他们都在捍卫各自的信仰，小丑是在“戴着镣铐跳舞”，而蝙蝠侠就是负责要有罪之人戴上镣铐。
另一条情感线的变化，我个人认为是蝙蝠侠的团队意识，阿福之前苦劝蝙蝠侠与戈登并肩作战，蝙蝠侠就是不肯，直到受挫，回到蝙蝠洞，自我怀疑乃至放弃他捍卫哥谭市的初衷，阿福又是一番良言相劝，蝙蝠侠幡然醒悟，说出了那句“不是他们需要我，是他们需要我们。”捍卫哥谭市，也从初衷，变成了责任。最后那一拳终究没有让小丑的心脏骤停，而是将他绳之於法。
剧情讲完了，再说游戏本身，我知道很多玩家对一作评价不高，也有戏称说这是《阿卡姆之城》大型DLC,甚至在大包当中，《蝙蝠侠：阿卡姆起源》也很微妙地没有出现在其中。可是有人所说的Bug或者怎么样怎么样，我都没有遇到过，我玩得很畅快，抛开其他不说，单说立意，我甚至觉得这是我目前玩过的蝙蝠侠系列巅峰之作（我还没有玩过阿卡姆骑士），所以综上所述，我觉得这是一部很好的作品。
好评: 谜语人真的司马东西 先打变电器 再打勒索文件线人 再解掉200个勒索文件 ntmdgh 我巴不得化身狂笑蝠一套组合拳把谜语人亲妈打到哥谭市海底 把他送去黑门监狱和阿卡姆疯人院润肠通便 给他批来两拳
差评: 游戏经常出现无法移动无法操控
好评: Batman

好评: 先呼吁一波：We Need Chinese！！！
具体评测：本来想给差评的，因为bug实在太多了，遇上卡在墙里，被壮汉兵在ar训练场打进地板里世界里这种需要读档重来的bug没有十个也有八个了，滑翔在半空中突然鬼畜也是司空见惯了，就不吐槽了。
然后想了想还是给好评吧，阿卡姆系列玩得最爽的boss战，dlc冰冻之心剧情也挺不错的，总的来说这作还是挺爽的，也弥补了阿卡姆系列的世界观设定。
好评: 最喜欢的游戏👍
为童年补票
好评: 非常经典的DC系列，也是为了情怀买的，补全整个系列，对电脑配置要求也不算太高，格斗机制很不错，也容易上手，喜欢DC漫画的影迷或者是喜欢动作格斗类的可以考虑入手，和现在的沙盒游戏比起来可能算不上沙盒，但是也能算是小沙盒了，打折值得入手
好评: 很棒的游戏！（对小丑欧拉欧拉真爽）
就是冰冷的心剧情有点短略微可惜。

差评: 
有bug 黑门监狱那一关水闸死活打不开
好评: I,am.百特曼
好评: 值得玩的好游戏，DC迷必玩
好评: 我是win10系统为什么没有声音呢？
好评: 中规中矩
好评: 好玩
好评: 8/10
好评: 爽

好评: We  need  Chinese！
好评: nice
好评: 要打穿好累呀。我等手残实在有点受不住。
我很喜欢这种表现主义哥谭风格，以及，这种坚持圣诞节不休息，坚持半夜伸张治安管理处罚法拧巴劲儿。到底是刚出道。
阿卡姆骑士比这作画面看着潮湿，我看这个舒服点。
anyway，视角还是有点窄，视角高一点我甚至可能会欢迎谜语人。
好评: nice
好评: 13年玩的盗版游戏通关两次，现在补票。那时候第一次玩老爷的游戏就是这款起源，这款游戏深深的吸引了我，丰富的剧情，激烈的打斗，一个字：非常帅！！！！！！！！！
唯一的遗憾就是多人模式没玩上，服务器在16年关闭了。。。。。。。。
好评: 这个侦探剧情很有意思。
好评: 模拟角色类游戏，有趣，打击感很爽。连招很酷，可惜我三分钟热度。
好评: No,they need us.
好评: 汉化补丁：ht删tps://m.3dmg删ame.c删om/dl/patch/45831.html
还有，我是原价入手的，我是傻逼

好评: i am 百特曼
好评: 游戏体验蛮不错的  主要就是帅 帅就对了
差评: 你妈隔壁的  都这么多年了伯恩利的bug还在
好评: 我是先玩的蝙蝠侠:阿卡姆骑士再来玩的起源，初期玩的时候因为英文看着费劲，画面也没有骑士好，就玩了一会就卸载了。过了很久，从我会汉化了以后，（天邈汉化），重新拾起，觉得还是很好的，BOSS战别具一格，特殊操作，玩到后期战损的蝙蝠战衣让人心疼，不过阿尔弗雷德的智慧真的是太智慧啦！看完了5季哥谭再来玩，又是一番心境。对人物的了解又更上了一层，于是我决定谜语人全收集，让他gun出哥谭！！
好评: cg动画汉化补丁用不了，难受，之前玩过盗版看的懂，但是总觉得膈应，好评吧
好评: 为什么我除了谜语人的数据包其他都做好了，完成率才这么点？谜语人滚出哥谭市！
好评: 流程短了点
好评: 做工精良，延续了前作的风格，大制作！
好评: 好玩
好评: 8/10
玩过学习版，这次补票 。
boss战设计的极其精彩
好评: 支持switch pro手柄操作，喜欢汉化的去3DM下载汉化包就能看懂剧情，不过希望官方能够出官方中文版
好评: 游戏很好，但bug很多，还有企鹅人游艇那边用勾爪拉木筏，但一直提示按空格，明明已经到了但就是不松开，大佬们怎么解决
好评: 年轻勇猛的老爷！！超赞！
好评: 打击感不错的游戏
好评: 还行，就是bug有点多。
好评: 非常棒的流水线产品，基本功扎实，剧情也可以
好评: d
好评: 可以有中文吗！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！
好评: 这是我第一次玩通关的阿卡姆系列，听说剧情在三部曲之前就先玩了这个。同时我并不是DC粉，所以就简单说说个人体验，有什么不对的地方大佬们勿喷。
画面上还是不错的，放到如今也不算过时，让我觉得惊艳的是这个游戏的战斗时的武打动作和打击感，真的非常棒，可以说是我玩过的最好的动作游戏之一。除此之外，类似于刺客信条的潜入玩法，各种解谜要素，也相当不错。
缺点嘛，也比较明显，剧情完了以后，几乎就只剩下刷刷刷了，几乎没什么玩下去的动力，因为我玩了一点阿卡姆疯人院，所以个人觉得相较于阿卡姆疯人院的支线，尤其是谜语人，真的是差了不少（200个包，wqnmd，谜语人滚粗哥谭市o(-`д´- ｡)）,更要命的是我原本快要收集完了，结果打贝恩的时候卡了bug，只能换存档，白收集了。而且剧情也有些短，实在是不大过瘾。
推荐动作游戏爱好者和dc粉入，虽然游戏性上有很多重复内容，几乎没什么彩蛋，比不上前两作，但这作的boss战打起来还是很爽的，尤其是丧钟boss战。
好评: 冲冲冲

好评: 阿卡姆起源比较不错，除了有的关卡迷路都很好
好评: 典中典了  这部是我唯一嫌汉化麻烦的 直接全英文最高难度通关    玩了前三部再加上看诺兰的三部曲  其实也不需要看剧情啥的
好评: 这部boss战不错
好评: 不适合我这种手残党
差评: 四部阿卡姆里最粪的一作。丧钟非常令人失望，boss战的部分动作直接照搬雷肖古的动作模组，并且毫无压迫感，挑战模式里的丧钟直接照搬三代罗宾的动作，连标志性的直刀都不能用。像死射西瓦这种前期cg里大肆宣传的boss居然在主线剧情里遇不到，boss战也纯属凑数用的
战斗时会有莫名其妙的恶性bug，物理引擎的不合理使得敌人的体重就像白纸一张，全然不如之前的疯人院与之城。
好评: 除了没有翻译，其他的都可以10G的游戏优化的很好
好评: 非常休闲的蝙蝠侠游戏，有一说一蝙蝠侠几部其实变化都不大，我现在闭眼都能操作了
好评: 蝙蝠侠永远是最棒的！！方便面！！
差评: 游戏是不错的，就是bug太多了，直接卡主线，无法继续游戏，bug是黑洞无限下坠，进了一个门之后周围突然变黑，然后读取上一存储点，读取之后就无限下坠，难受
好评: 不错的游戏，就是没有中文
好评: 不错的游戏
差评: 打击感和音效系列最差,战斗的连贯性甚至不如疯人院
但剧情和BOSS战设计的还行
差评: 为什么游戏一打开就闪退啊

好评: 相对于阿卡姆之城而言还有些许逊色
主线要短于三部曲，打的快点感觉六个小时就可以通主线
由于是三部曲玩完才玩的这一部，所以就是感觉并没有特别吸引人的点

好评: 我最爱的漫改游戏之一
好评: 打击感仍然杠杠的，制作仍是高水准，但剧情没前作好了
好评: batman？ just buy it！
好评: 经典
好评: 民风淳朴
好评: 近身战做到了极致，部分道具让人满意
好评: 虽然不是正统续作，但是可以看出制作组的粉丝生产力。 相比正统续作，毫不逊色。 虽然剧情是前传，但保证剧本和风格与正作不冲突。画面技术力的表现依旧令人印象深刻。 

表现力： 展现了年轻的布鲁斯 更暴力的风格。 画面一如既往地优秀， 美术风格 无可挑剔。 
游戏性：电击拳套很爽，前作的冰冻手雷变成了胶水。  加入了侦探模式对剧情的推动，更加有代入感。
故事性： 从宣传片就开始造势， 黑面具招收8个杀手，悬赏batman 5000w美元， 整个剧情非常有意思。 不管是丧钟还是 铜头蛇 boss战的设计非常有意思，还有送装备的 电刑人。 路过警察局时，还能听到飞虎队说今晚要不要杀batman拿赏金。  这个故事可以说8分 往上， 但是在 银行之后 ，整个剧情的反转 把这个游戏的剧情推向了真正的神作。  所有的宣传片和前期故事引导都是铺垫， 相比于同期很多电影，最精彩的永远在宣传片里，这部蝙蝠侠做到了 从宣传片就在做局，只为给玩家 玩到真相那一刻时的震撼。 对我的震撼其实比 猜 阿卡姆骑士是谁 更大。


10分：）
好评: 1、第一次看这部宣传品的时候，就潜意识里发现，也许在不久以后，有一位拿着武士刀的超级英雄会诞生还说不定呢；
2、在魂系游戏发出之前，蝙蝠侠系类是再好不为过的动作类游戏了，虽然现在也是。
3、朋友非常喜欢蝙蝠侠系列，我也喜欢，但是没他那么喜欢，所以没有按顺序游玩。
好评: nb
差评: 十分不推荐这款游戏，阿卡姆系列的耻辱作品可以说
有非常明显的bug和很多判定点问题，卡墙穿模日常操作
我在打我是黑夜模式，出bug卡在空中给射死一次。在黑门监狱找小丑，要滑翔过个电池子，按住空格给爷跳了一下就下去泡澡直接死了，这么智能洗澡的吗？敌人卡在墙里对着我射，我拳打脚踢打tm空气人，强行卡关又要重开。还有密之判定打个普通小兵3拳下去一动不动，乖乖这是杀手鳄还是贝恩伪装的？打个疯帽，这tm真的恶心人，锁视角还很麻烦，而且得到的装备也就那么一次性用途，真就食之无味弃之可惜咯？
再说到打boss这个环节，绝大多数boss都是拖家带口一起上的。tm我西瓦武术远高老爷，打个架要带3个忍者和几个武术家上来一起打？打贝恩也是无语了，甩披风眩晕必须要按住w才能自动飞上去，但是我清小兵的时候按一下左键立马飞到脸上去，这跟tm动物世界里面那些雄性生物求偶一样真的生猛，怕别人跑了不成？
打贝恩想无伤难得不想说话，单打跟张飞吃豆芽一样，结果来了几个小兵。妈的真的服了，甩披风就直接被友情爆肾拳打一下。甩3下才可以进行输出，按照理论上说，甩2下反击小兵再甩一下应该是可以直接晕了开始输出的，但是前两下甩了，反击一下小兵要重新甩3下，不然就是打木头。我tm服了，我就对着这个b脸上甩了12下披风，这个b没晕也没碰我一下寒毛，真的就喜欢看可交配的上蹿下跳咯？
好评: Stop reading this. It is the Bat Man! what r u waiting for?!! Go play it!!
That's so fking nice even in 2020
好评: 我们需要中文！！！
We need Chinese!!!
好评: 不错的漫改+动作游戏，剧情一般般，不过boss战不错，和丧钟对决那段非常棒。剧情中的侦探视角破案设计很棒，完美体现出老爷的侦探身份。不过和三部曲不同的是起源老爷明显更凶狠，更青涩一些，没有三部曲老爷那种沉着冷静（骑士老爷真的已经到泰山崩于前而面不改色的地步了）。游戏中还有些不错的小细节致敬了三部曲老爷，也算有惊喜。另外就是起源有一些专属的蝙蝠战衣，例如黑白灯戒装，地球2老太爷装，不义联盟1蝙蝠装，甚至还有红色之子装（大雪天一起来干了这杯伏特加吧）。
当然起源也有挺多缺点，和三部曲对比明显感觉不够细致。起源细节彩蛋相对较少不说，游戏的整体系统感觉和阿卡姆之城差不多，包括打击，破解等等。最蛋疼的是滑翔系统，地图比之城大了不少可是滑翔距离和高度依旧和之城差不多。经常感觉飞得太矮太近了当然也可能是为了给人一种感觉，这是起源时期的老爷，不能拿三部曲的成熟老爷来对比。
总之瑕不掩瑜，如果打折了就入手吧，不建议原价。dlc也是普通水准，酌情考虑吧。
好评: 可以算是可以 就是没有中文 有些东西需要自己去找翻译软件翻译才行 所以华纳这点让玩家头疼
好评: 唯一的缺点就是没中文。。。。
好评: THE DARK KNIGHT
好评: nice game
好评: 111111111111
好评: Good game.
好评: 期待中的第三作，但是感觉剧情相对了一些，有些意犹未尽吧
差评: 玩到想死的心都有了

好评: 吹爆好吧，粉丝巨满足
差评: 刚玩没多久就碰到bug无语了   打击感确实没三部曲好
好评: 基本和系列其他作品一样，亮点在于boss战和电击拳套。
繁琐无趣且重复的支线任务，完全没有做下去的欲望。通完主线就不想玩了。
好评:  v
好评: 有汉化就好了，不过姥爷真的很帅啊

好评: 希望蝙蝠侠系列的主机和pc端都能添加中文，繁体也行，希望华纳能更重视中国市场
好评: 比较容易的游戏，没有中文有点难受，解密向重一些，格斗部分不太难，在天上滑翔还是很快乐的。
差评: 快弄死小丑吧，可把我恶心坏了
差评: 建模有问题，还遇到几次闪退！死射玩了两次都没过，为啥咧，整个场景的都变成被人用画笔胡乱涂抹的那种，啥都看不清……
差评: 莫名其妙的屏幕一直闪 而且过场动画后没有画面就一直闪 以前玩还没事
好评: yeah
好评: 虽然好像是外传，但看得出制作组还是十分用心的。基本保留了阿卡姆之城的各种元素，在此基础之上添加了更多boss战，都很有趣。
总的来说还是很满意的，不过dlc没买很遗憾，估计以后也不会再买了。（相关成就拿不到了啊）
差评: we need Chinese
好评: 太棒了！
好评: 8.5分佳作
好评: 作为一个新入坑的玩家，我是按照时间顺序玩的，所以这是我的第一部阿卡姆系列的作品，感觉并没有像大家说的那么多缺点，让我了解了蝙蝠侠跟小丑的激情四射，所以，还是挺推荐的。
差评: 游戏和正作比起来，除了剧情几乎没有任何游玩价值。画质，UI，bug，战斗系统，存档系统，装备升级系统，各方面优化，收集和资料库系统，教学引导，都是垃圾。我还被卡在伯恩利通讯塔里卡BUG，无法踢通风盖出来。

我还在希瓦的试炼第一关里卡关，我说制作组能不能把室内光影做好一点？谁看得见在左边一个漆黑的角落有一个出口？不看攻略谁过得了关？

我还在拆萤火虫炸弹的这一个场景不知所措，比如怎么把人质车降下来，我找了半天才找到开关。

BOSS战有点意思，但缺点远远盖过了惊艳，老子打个丧钟简单模式打了3遍都没过，他打你有较大概率是无法反击的，只能扣血，扣者扣着血就没了，死了又要重头打，不能像正作满血复活继续这个阶段打，我不得已开了修改器，我承认打丧钟很有意思，但是打不过卡关就没意思了。

游戏有时有些卡顿，而且一卡就是几秒钟，每10秒左右卡一次，我™真想问候这个游戏做优化的人全家。

游戏流程较短，大约只有小时，不过对于这一个游戏来说，算是优点了。

游戏剧情前情提要：
那时蝙蝠侠刚刚出道，[spoiler]黑面具[/spoiler]派了8个[strike]绝顶[/strike]杀手追杀蝙蝠侠，[spoiler]然而蝙蝠侠死是不可能死的。[/spoiler]
这些杀手的下场和战败方式比一个一个救爷爷的葫芦娃好不到哪去。

下面是反派BOSS颁奖环节：

鳄鱼人：最快扑街奖。[spoiler]开局第一关就扑街了。[/spoiler]

电刑人：最没存在感奖。[spoiler]第一次出场一个烟雾弹加一拳就打倒了，电刑人看起来牛逼炸了，但连个出手的机会都没有。他被打趴下后找机会开溜了，我本以为他溜了后会卷土重来和蝙蝠侠打一场硬仗，结果在自己老家被小丑拿枪威胁（瞧他这怂样）后，被小丑一斯巴达踢踹下大楼摔死了，这应该是史上最惨BOSS了，心疼电刑人1秒。[/spoiler]

丧钟：最佳白给奖。[spoiler]谢谢丧钟，已经射了，双向爪真好用。[/spoiler]

铜头蛇：最经典反派奖。[spoiler]你就不会在蝙蝠侠中毒的时候趁他病，要他命吗？[/spoiler]

贝恩：最聪明与最智障奖。[spoiler]谜语人这一辈子都没猜出蝙蝠侠的真身，怪博士雨果花了老长世界才猜出蝙蝠侠是谁。贝恩倒好，猜出来后直接把蝙蝠侠老家蝙蝠洞抄了，真真正正能把蝙蝠洞拆了的，除了无差别攻击的毒藤女，也就只有贝恩了。
更戏剧化的是，贝恩受药物的影响，记忆收到损害，不记得蝙蝠侠是谁了。[/spoiler]

小丑：最佳角色扮演奖。[spoiler]你懂的。[/spoiler]

萤火虫：最拖流程时间奖。[spoiler]强行让玩家拆4组炸弹，拖了不少时间。[/spoiler]

希瓦：最佳放水奖。[spoiler]主线流程没有你，支线任务每次一打败你，你就使出独门秘技——原地[strike]爆炸[/strike]消失。我说你是所有BOSS里装备最寒酸的一个，却是逃跑溜得最快的一个，也是唯一一个没被打死或关进牢里的一个[/spoiler]

死亡射手：最厉害BOSS奖。[spoiler]所有BOSS里最难打的一个[/spoiler]

建不建议开修改器：开。

PS：不知道这84%的好评是哪里来的。
好评: GOOD
差评: 如果我没有玩阿卡姆之城，我会觉得这是一部不错的游戏，可惜我已经玩过阿卡姆之城了
好评:   游戏没有中文,游戏bug太多。打击感有点差,剧情还可以。
好评: 2020年某天特价终于把这个东西的买到STEAM了，回想起用以前那台破电脑都不知打通了这个多少次。这一作被人诟病的总是玩法没有创新，确实如此，即使把哥谭市搬出来了，不过是地图大了一点而已，不像阿卡姆骑士至少还能开一下车。不过剧情我十分喜欢，原创的剧情，一鼓作气，非常通常，丑爷的表现也是相当不错，最重要的是，这一作完全展现了一个年轻，霸气的老爷在我们面前，霸气外泄，重拳出击，比任何一部电影都畅快。
差评: 1.剧情一如既往的好


2.bug多，比如坠崖后人物消失，必须重新读档
3.谜之物理引擎，为什么我给敌人压地板打伏虎拳，能把敌人垂直打飞四五米？？为什么我直拳锤人，能把人垂直打飞那么高？？
4.密码门的判定很诡异
5.日常穿模

好评: 还不错。第一次玩这种类型的游戏，用困难模式玩了差不多60个小时完成了主线任务和各个支线任务收集任务也完成了，不过游戏内容比较少，有点疲倦和乏味，但是游戏还是很好的，制作精良。
差评: Batman: Ultimate Bug Feast
好评: （补票）阿卡姆系列第三作，时间线上在阿卡姆疯人院和阿卡姆之城的前面，总的来说中规中矩，继承了系列的打击感和解谜要素，但基本没有创新，给玩家的感觉就像是阿卡姆之城的换皮。
差评: 过场CG更好了，游戏更差了，短
好评: 年轻的老爷就是不一样，遇敌先打一顿在说
差评: 8说了，游戏打着打着遇到bug了，卡在蝙蝠洞那里了，一按地图回蝙蝠洞就给我放半个动画然后闪退
好评: 总的来说游戏素质还行 剧情确实有点硬伤 这个老爷有点太莽 而且不是凯文叔配音着实没灵魂 不过告诉各位一个好方法 去社区指南找骑士陨落dlc mod 可以获得死亡天使的皮肤 这么一换就对味了 非常符合死亡天使的凶残个性 而且帅啊 而且死亡天使在漫画里就是暴打贝恩 起源这里也是 简直天衣无缝
好评: It's Batman,what more can I say?Long live the bat.
好评: 作为粉丝还是玩了，无论美术还是流程都远远比不上之城和骑士，bug数量多到气人……
好评: 打击感还是一如既往的不错，主线流程稍短，直线没啥意思，特别是迷，解锁的太多了 直接放弃了
差评: 没有汉化 很烦 为什么官方这么不重视中国玩家！ 剧情也没有很好 我希望所有反派都能做CG动画以及BOSS剧情
好评: 刚出山的老爷才是最猛的！游戏主界面的BGM绝对够DC，好好玩你就能发现老爷刚出山时的那种恨铁不成钢，这个男人一直在守护着他最爱的城市。
好评: 玩到这一部就感觉玩不动了，与前作相比同质化严重，流程就是飞檐走壁——到达任务地点——打一群人——几个无法直接攻击的敌人——利用地形暗杀或硬钢——解密或爬楼——各种管道地形——然后再打一波人——又有几个无法直接攻击的敌人——又要利用地形暗杀或硬钢——再解密或爬楼——再各种管道地形，循环往复，我估计这次是真的弃坑了。
好评: 好玩的雅痞，好玩的我都不想玩了。steam不支持中文是真的拉基，害我花钱买的游戏还要我自己打汉化补丁。
好评: 很好，很耐玩
好评: 自由度很高，但是有些解谜太过隐晦了吧。
好评: 有中文就好了
好评: 这游戏虽然没有疯人院好玩，但这游戏是个好游戏。
（谜语人滚出哥谭）
差评: 上古时代HB一美元慈善包入的坑，但在玩完正当防卫3后再过来玩这个钩枪堪称难受。
绝对智障的拆炸弹任务，逼你城市两头跑。
飞镖手感和纸片一样的难受死了，最后这玩意几乎打不死人，还就真的是纸片了。
还有bug键盘某些按键失灵，但是却手柄没问题。
路上开不了车，飞机也只能传输用，蝙蝠侠不会游泳，连栏杆都炸不掉的炸弹，没什么卵用的技能树，死亡还要放boss来嘲讽你一下（这个玩家也太菜了）。
优点？打击感很好，走路的时候有蝙蝠侠那味，剧情还是比较用心的，但游戏性真的好傻逼。
[strike] 幸亏是慈善包[/strike]
好评: 一波丧钟就值了游戏的价！
好评: 除了没有中文，拳拳到肉的感觉确实很赞！！！
差评: 总体来讲还行，对比阿甘之城来讲诚意稍显不足，地图一般是拿阿甘之城改的，系统也没有明显的长进，讲真这作小丑、老爷的模型有点丑。唯一比较精细的是加入的还原案情现场的设计，这个还行。整个游戏整体更像是阿甘之城的大型资料片的感觉，没有阿甘之城之于阿甘疯人院、阿甘骑士之于阿甘之城那么给人一种精细的感觉。另外本作也是几作里面BUG最多的，谜语人的绿色小弟，有时候打完后无法审问之类的，还有杂兵被打倒后莫名其妙站起来不能打他也不打你，就一直跟着。游戏的内容量本身也不算多，十几个小时就通了，如果不玩支线会快很多。最后就是名字叫做起源，但实际上没有太多起源感觉的感觉，既没有讲老爷怎么成为蝙蝠侠，也没有讲如小丑等角色如何成为小丑。硬要说的话，更像是老爷与小丑首次见面的故事，除此之外的其他反派，在剧情中老爷已经都认识了。
好评: 老爷牛逼
好评: WB的游戏真的超级喜欢
差评: Worst Batman game ever
差评: 说实话没有那么好玩，建议大家还是去玩阿卡姆骑士。
差评: 卡鸟人任务了。。。发售这么多年了还不给个修复补丁，华纳蒙特利尔果然是个极其不负责任的乐色工作室。。。
好评: 老爷，永远的神！
好评: 剧情方面：
本作是一部前传性质的作品，故事发生在《蝙蝠侠：阿卡姆之城》之前。虽然叫做《阿卡姆起源》，但剧情上和《阿卡姆之城》没有太大的联系，可以说是又一独立的剧情故事。本作中，玩家扮演更年轻，更血气方刚的布鲁斯姥爷，在圣诞夜，来对抗反派老大黑面具悬赏5000万美元引来的DC漫画中的八名危险杀手。有着漫画故事基垫，剧情当然错不了，整部游戏会带给玩家电影般的体验。
画面方面：
本作采用虚幻3加强版引擎打造，画面质量虽然称得上是优秀，但回想前作给我们带来的惊喜与惊讶，不免感到一丝丝小遗憾。

游戏整体上是阴暗的写实风格，有着较为出色的光照效果，光源在营造气氛方面，的确使用得很好。

不过呢，在一些细节上却做得不是很好。在圣诞之夜的哥谭市，街上却没有一个普通市民，只有苦逼姥爷和一些小混混，最后说一句，优化很好哦
音效方面：
蝙蝠侠斗篷哗啦哗啦的声音很不错，打斗时敌人骨头断裂的声音很好听，但只是没有了前作击倒时的提示音，感觉有些不习惯。人物的配音专业又到位，我很喜欢。环境音效对整体环境描绘起到了很大作用。

游戏性：
作为动作游戏，蝙蝠侠的动作系统我很是欣赏，手感很出色，打击很流畅，招式很丰富，又容易上手。但总体上还是直接照搬了前作。
好评: 挺好的，但确实用键盘玩的时候是有一些bug（不是键冲的问题）有些技能触发不了（不知道是个人这样还是普遍这样）
好评: 除了偶尔遇到些无伤大雅的小BUG之外没啥大毛病，比全程坦克大战的阿卡姆骑士好玩！！！
好评: 剧情在1,2之前，依然是和小丑的基情故事，剧情依然perfect。不过这座警匪一家都干百特曼，都点不爽，丧钟，冰人都非常酷，各种事件现场，开启侦探模式很有意思。
好评: 姥爷和丑爷的出道座。本身不差，只是三部曲太好了。
一本道的 剧情模式压榨到极限了。
锤地一击总是打不出来很烦。
好评: 完美
差评: 寻找黑面具的主线任务没有提示
差评: BUG有点多啊，比骑士差多了
好评: 感觉没有阿卡姆骑士更加有打击感 不管是背景还是人物都不是很满意 可能是玩了阿卡姆骑士 再玩阿卡姆起源就不太想玩了 但我还是给个好评吧 如果有画质包就更好了
好评: 游戏还行吧就是不会下补丁谁会下补丁啊详细教程的吗，超详细的那种
好评: 虽然是外包公司的非正统续作，但对后作阿卡姆骑士也是有颇深的影响。
而且一个刚涉足哥谭黑夜的狂暴老爷，这故事看着是真的爽。
就是Boss战有点垃圾，之前预告宣传得最屌的丧钟，打起来也没什么意思，纯靠套路，也没有高手过招的爽快感。
好评:  好
好评: CG做得真好
好评: 无话可说，蝙蝠侠牛逼就完事了
好评: 真是一见钟情哦（误）。游戏时长有限，于是常规剧情疯狂加速，大家看起来动机都有点点牵强的。打击感还是前两部更爽一点的。
好评: 打击感十分爽，剧情任务十分丰富。强烈推荐！
好评: 好玩。买就对了
好评: ６６６６６６６６
好评: 我只有一句话要送给大家，I AM BATMAN!
好评: 游戏中的高谭市更庞大,并有原创的蝙蝠肉有毒,黑心廚房~~谜语人必须死！
好评: 为什么我不是老爷，我是老爷的话还至于根本不会解迷？
好评: 我是傻逼
好评: 虽然是背景是蝙蝠侠刚出道，但比疯人院和阿卡姆之城新增了多种武器装备，让老爷在行侠仗义打击罪犯的时候有多种方式。算是和前几作不同的地方，打击感方面也新增了各种咏春连击，一击必杀的清场方式。
好评: 非常值

好评: 丧钟那里爽到
好评: 本来打算百特曼整个打完再一起测评一下，但现在电脑带不动阿卡姆骑士，刚好起源又是旧阿卡姆三部曲中的最后一部，以此为分界点，总结下前三部阿卡姆
[h1]世代末的回音[/h1]
ps4于2013年11月15日在北美率先发售拉开了次时代游戏的序幕，而阿卡姆起源在2013年的10月底发售，可以说是完美的站在了时代的交叉口上，虽然被诟病成阿卡姆之城的换皮，但总的来说作为系列故事线上的开端给了玩家一个还算可以的交代，感觉WB在做阿卡姆城的时候就已经把起源做得差不多了，毕竟在阿卡姆城里和死亡天使玩完四次躲猫猫就知道续作（前作）了。起源比较奇葩的一点是卖皮肤却只能在主线打通后才能换，emmmm……如果你一路玩下来的话肯定能理解原因，但真的不支持这种做法，我都打完游戏了还要啥自行车啊，皮肤顺水人情送了或者打挑战解锁得了呗，哦，对了，挑战图还要花钱。
[h1]游戏本身[/h1]
疯人院、阿卡姆城、起源上世代三部中画面表现最佳的无疑是起源了，除了出的最晚理应画面最好外，其优秀的色彩反差营造了良好的黑色氛围，氛围塑造绝对是最好的，月光洒在迷雾中的哥谭，犯罪在黑暗中发生，蝙蝠盔甲反射的微光打破了哥谭死寂的黑夜，但百特曼从来就不是光，他就是黑暗的一部分。起源里带磨砂屏质感的蝙蝠盔甲看着不要太舒服。

私以为就这三部来看最值得称赞的当属每次百特曼的意识流刻画，疯人院里是稻草人、阿城里是小丑的毒气和刺客联盟的罪恶之血、起源里是铜头蛇的毒药，所有精神上的对抗都离不开万恶之源的小巷，游戏引领着玩家来体验布鲁斯韦恩的心结与抗争，更好的代入角色，这是文学作品很难做到的。

其次便是津津乐道的Boss战了，不多说，好玩就完了[spoiler]（但冰之心的boss战挺涝的）[/spoiler]

对了，每部作品按时间来说都发生在一个晚上，从游戏中的降雪可以看出为冬季，北半球冬季夜长，就算他个13小时吧。
疯人院就不说了，毕竟就那么大。
在阿卡姆之城的13小时里，百特曼打败了双面人、冰冻人、企鹅人、拉尔斯、泥人、所罗门、萨克斯、死射、贝恩、鳄鱼人、疯帽人、小丑和小丑女，还和死亡天使玩了下躲猫猫
在阿卡姆起源的13个小时里，百特曼打败了八大刺客，分别是鳄鱼人、希瓦、丧钟、死射、铜头蛇、贝恩、萤火虫、无敌白给工具人电刑人，还有黑面具、企鹅人、安其拉、飞鸟、疯帽人、小丑，顺便破获了几个小案子
所有这些还不包括找谜语人，百特曼那是真滴忙
[h1]最后再谈谈起源里的“新颖”的东西[/h1]
侦探模式一脉相承，在起源里完善，起源中小丑现身的案子侦查模式（现场调查线索，案件重构，发现关键证据，获得情报）真是让人眼前一亮，但也就止步于此，不能让玩家自己来真正的断案，且之后的一些案子过于简单粗暴，毕竟百特曼是一款动作游戏。但在本世代中的《底特律》很好的将这个机制发展完善，是除了游戏电影式叙述外最大的亮点。

再就是起源中非洲式地图分割及任务分布，本世代的《漫威蜘蛛侠》对这个有很大的学习痕迹，这个玩法本身怎么样我不好说，但《漫威蜘蛛侠》的销量能解释它是否合格。
 [h1]最后 [/h1]
非常感谢汉化组的辛苦付出（天邈牛逼）
好评: 还不错，个人感觉比疯人院强，但是DLC太短了，而且遇到个平台BUG，一开始跳不上去了，后来调到中间那次，有个地方可以爬上去。
附上有一个评论的办法，貌似阿卡利姆之城也有这个问题。非常感谢原作者
“对于发现游戏贴图模糊的像一坨屎的解决方法 {其实社区有但是还是在更显眼的位置让大家看到}
在游戏文件夹:\Games\Steam\SteamApps\common\Batman Arkham Origins\SinglePlayer\BMGame\Config找到BmEngine.ini
打开 搜索DetailMode= 将其改为 DetailMode=2
调节阴影分辨率可以同样位置搜索MaxShadowResolution= （可将数字调为1120）”
好评: 对于发现游戏贴图模糊的像一坨屎的解决方法      {其实社区有但是还是在更显眼的位置让大家看到}
在游戏文件夹:\Games\Steam\SteamApps\common\Batman Arkham Origins\SinglePlayer\BMGame\Config找到BmEngine.ini
打开 搜索DetailMode=   将其改为   DetailMode=2
调节阴影分辨率可以同样位置搜索MaxShadowResolution=  （可将数字调为1120）
好评: 没什么说的，太好玩算吗
除了谜语人
差评: BUGBUGBUG
好评: 真实
差评: 这个游戏太坑了，玩了疯人院和阿卡姆之城感觉太惊艳了，意犹未尽，赶紧找续作，买了本作，玩了之后发现，画质渣的要命，甚至赶不上当年的疯人院的画质，很多剧情关键处的场景贴图就和马赛克一样根本看不下去，动作系统感觉就是扒了阿卡姆之城的皮，完完整整抄过来了，感觉不到变化。UI好看了一点但是大差不差。剧情演出的爆米花电影手法根本吸引不了观众，和阿卡姆之城一上来猫女的经验还有阿卡姆疯人院的惊悚凝重根本没法比。
这游戏是真尼玛的……算了，画质渣以一点还好，你崩溃是啥意思呢。
好评: 剧情丰富，手柄操作舒适，唯一觉得不适也就是没有中文版
好评: 很不错的一部作品，特别是boss战做的真的可以
好评: 打击感好
好评: 好评给老爷   剧情看的是心静如水

好评: 好玩！
好评: Long Live The BATMAN
好评: 挺好玩，就是特么遇到bug了，
大地图可见碎片收集完了，剩一些地下碎片还没收集，摔完小丑脊梁骨后，
做小鸟任务，进去抡一圈审问，开门就变黑屋，再开门出去还是黑屋
读档后一直飘着，全黑，无限俯冲不落地，特么的，留着以后重玩吧
好评: 老爷天下第一！

好评给老爷，差评给设计组，这一作游戏动作部分缺点太明显并不推荐玩。

潜行战斗是老爷很重要的一部分，触发背后潜行制服动作的判定很迷，尤其是在地形复杂的地方问题太多了，经常莫名其妙的按出反击而导致潜行制服敌人失败，任务失败重新读取时间也长敌人的嘲讽不能跳过这些都很烦，尤其是死射那一关，死射本身弱得一批，就靠手下多，杂兵AI很迷爱乱走，玩起来一点不快乐。同样类似按键的蹲下+右键 追打击倒敌人经常按不出，流畅度不如前两作，追打方面手感稀烂，小规模战斗经常按不出这招简直要命，被打断就很气，还不能反击。

这个系列普通战斗中拿刀子的敌人无法正常反击这一点严重差评，老爷怎么会怕一个拿刀小混混慢吞吞的3连斩？还必须躲闪三次才能反击简直可笑，大幅度降低了战斗的流畅度显得很尬。拿盾牌的敌人攻击不能防御简直搞笑。破盾攻击有BUG一般的无敌时间也是没谁了。后期拿到电拳套后每次战斗都是重击+连击攒连击数，两次就轻松触发电拳瞬间打翻5个→蝙蝠标终结技，基本两次就能清场，那学那么多其他技能有意义吗？

技能升级做个动画就好好做，最烦纯图标简约风的设计，这么多技能升级谁他妈记得住？做成小视频动画不一目了然一下就学会了吗？纯文本简直是逗比中的逗比，你们以为所有玩家都玩过前两作？所有玩家都是老爷原作死忠？脑子呢？

这次很早就能拿到双向钩索，但是为了用这个玩意很多场景不能直接用蝙蝠勾就太弱智了，强行不准玩家用蝙蝠勾，非要先用双向勾简直脑残，最 讨 厌 这种必须使用某某道具的设定，他吗的就在面前不到10米的距离你给我说不能用勾爪必须双向勾，我去你吗的脑残设计。

默认键盘按键蠢到姥姥家了，F1~F4不用非要选1~=，人均钢琴家？尼哥？手指有这么长吗？战斗终结技用一些很奇怪的按键，连T Y都来了，直接设计成ALT SHIFUT Ctrl + q e f不好吗？
这种PC版每个技能就对应一个键位的笨比设计现在还有真是够了。街霸够流行吧6个拳脚键现在都还是有部分玩家不适应，你看看你一个动作游戏用了多少按键？？你们脑子里到底在想什么？说到这我就想起奇葩的不义联盟，一个教学模式得死多少脑细胞。真的对抗性很强？好好检讨一下动作游戏到底该怎么设计键位。

自由度相对还是弱，很多建筑物根本上不去也不能用抓钩，跳上跳下跑酷做得挺蠢一点不符合日系老玩家的游玩方式，老爷显得很笨重，两三米就落地的距离强制展开蝙蝠翼滑翔太尼玛傻逼了。

最后要提到的一点是恶性跳出，非常恶心人。

BOSS战水准还是不错的。

谜语人给爷爬！！！
好评: 雪景可以 侦探元素多了点
好评: 挺屎的
差评: 盗版玩家，当初预购了阿卡姆骑士

移植一坨屎，商家就送全系列，莫名其妙补了票。


其实单人没什么好讲的，服装设计给赞
[spoiler]剧情前传，但这一身…比疯人院和之城的内裤服好看多了[/spoiler]
挑战模式里1v100是挑战里最爱，挑战性十足。
[spoiler]但在主线拿到电拳套后，瞎摁就完了，挑战性为0[/spoiler]
 
谜语人滚出哥谭

最遗憾的是多人模式，2016年底已经关服了。

以前玩过，半天匹配不到人，难得玩上一局感觉不错。

能扮演小丑帮、贝恩帮、蝙蝠侠罗宾组。
如果放在现在单独发售估计都爆火。非常想玩英雄组，但匹配到那一次瞬间崩网了。
[spoiler]据说老爷组很弱势，黑帮武器牛啤，只能在黑帮混战时找机会阴人。[/spoiler] 
唯一玩的几局还打爆了老爷，截了一张老爷脑袋坠地的照片珍藏


本来期待阿卡姆骑士继承这代多人模式优化一下，发扬光大特色吸引住玩家，但最后选择了纯单机。
起源生不逢时：口碑惨淡，当年破解版当时满天飞，我也是关服后补票，没多少人入正来接触联机模式，不然不至于凉这么彻底。

游戏本体，10分制的话给个7.5   最没进步的一作阿卡姆
好评: 如果你没玩过阿卡姆系列游戏，推荐游玩，打折的时候价格已经很便宜了，如果是老爷粉那就不用考虑了，直接买，DLC推荐买冰冷的心其他的不用考虑了。
但是作为一个玩过阿卡姆疯人院、阿卡姆之城并且全成就的玩家来说，阿卡姆起源更像是华纳的赶（quan）工（qian）之作, 说是为了不让粉丝寂寞鬼才信。下面给出根据我个人喜好的优缺点。

优点：
+震撼的过场动画，感觉比前两作震撼但不是即时演算了所以衔接感不强
+丧钟的挑战包不错，虽然动作80%和之城提姆一样，但毕竟还加了20%的新元素以及钟叔的皮肤，还要什么自行车
+钟叔二杀，丧钟的BOSS战很有感觉
+电刑人BOSS战，非常有挑战性，我绕了好几圈也没发现该怎么打，知道的时候已经晚了
+快速移动系统省了不少宝贵的时间
+侦探模式有创新
=开场音乐很震撼，后面就一般了，打击音效一开始很不适应，玩久了就适应了，就不算缺点了。。。
=剧情也有亮点，但整体感觉很平，总感觉带不起来
=电击手套算个创新

缺点：
-恶性BUG仍然存在，不过多亏了谜语人BUG让我放弃了全收集
-起源的谜语人果然是刚出道，藏得都很无聊，没水平
-贴图非常模糊，就算画面开到最高也没用，据说也是个BUG，我查了很久也没能解决这个问题
-游戏整体不如Rocksteady有那种质感，赶工迹象明显
-蝙蝠侠的钩枪难道是为了服务剧情？移动起来太难受了，有的建筑不能勾，和之城比差太多了，还好有快速移动
-胶水手雷太蠢了
-技能树系统太蠢了，通关主线支线都快全收集了还是没学全技能，明明有的指标都达到了就是不给，可能是是BUG


总之，玩过前作的比较失望，如果是第一次接触的话应该还不错。不推荐全收集，这一作不值得浪费时间。可惜的是线上模式没有体验到，游戏还有几个线上模式的成就，所以就算没有谜语人BUG全成就也是不可能了。


差评: 姥爷的遥控飞镖让我自闭，太难丢了
好评: 相比于RS做的三款，这部打击感稍逊，但是支线任务和boss战优秀太多了
好评: good

差评: 算是为了凑齐情怀买的 然后第一个boss战就出bug 不是闪退 就是没声音 要不就是黑屏 wtf
好评: 阿卡姆起源令人诟病的一点就是阿卡姆之城换了个皮  诚然 2020年重温 仿佛也不那么差？ 但是放当时来说 粉丝在经历了阿卡姆之城的惊喜之后 一年的等待换来了这一作 我认为是没有任何进步和创新的
剧情流程太过简短 为了讲故事而讲故事  比起阿卡姆疯人院时不时来搞心态的稻草人  阿卡姆之城丑爷的死亡 阿卡姆骑士的完美谢幕 这一代玩下来我的内心丝毫没有任何波澜 也没有任何的思考 可能只有这个初出茅庐而且愤怒的老爷给我留下的刻板印象吧 各个人物形象塑造太过于片面 各个人物流水账一般的出场 戈登前后反差变化毫无缓冲 丑爷只让我看到了一个嗜血的TWO B青年
令人“津津乐道”的BOSS战 在我看来其实只是满足了粉丝想看钟叔与老爷打一架而已 
接下来谈谈几个我认为比较严重的缺点：
1.奇怪的打击手感 奇怪的判定 
伏地重击的判定时间真的很迷 第一时间用不出来的话 后续大概率接不上 无法像阿卡姆之城那样连续接好几个伏地重击
绳索抓钩F判定距离太短  做不到像阿卡姆之城那样自由飞翔 
电击手套的加速对打击节奏考验较大 莫名断连影响手感 
隐秘击倒经常性失灵 然后傻乎乎的和敌人撞脸
2.一周目后室内没有敌人
室内只有主线剧情才有敌人这个设定直接导致了想要一周目完成最坏噩梦挑战的玩家在每个主线猎手图都必须精打细算的完成任务 
毫无给新手缓冲和练手的时间 平台击倒这个挑战全图只能主线哥谭银行可做（杠精会说钢厂之后的死射支线也能做 死射支线做平台击倒直接重开吧 后面地图环境不够你完成后面的挑战了）没错 我就是那个重开了2次档 只为一周目拿了黑骑服装的玩家
3.DLC吃相难看
季票里不包含黑面具挑战 游戏完全体得是本体+季票+黑面具挑战  相比40块3部正统续作完全体 起源需要17+17（季票打折常年34 很少17）+11=45块 才能买到完全体 冰心DLC质量上乘  启蒙和黑面具这种一个地图加几句台词就拿出来当DLC卖的吃相太过于难看
如果是剧情党玩家 入手本体+冰冷之心DLC就行了 除非季票17块的时候可以买季票 不然 不值

总结完毕 总体来说推荐入手 经历了多次补丁之后 目前没有恶性游戏BUG了 放心玩 虽然在我眼里只是一款中庸之作  
我认为阿卡姆起源是个好游戏 但是我并不承认蝙蝠侠有四部曲


好评: [h1] 汉化补丁 [/h1]
我看没人发汉化，我来发一个
游戏汉化 https://dl.3dmgame.com/patch/45831.html
游戏CG字幕汉化https://dl.3dmgame.com/patch/45830.html
两个都要下 才能让游戏和过场动画都有字幕
顶我上去让更多人看到XD
好评: 没什么好说的，这游戏买就完了，至于中文，打汉化就可以了
好评: batbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbarbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbarbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbarbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbarbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbatbat!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
好评: ahahah
好评: 惊人的反转，蒙太奇的艺术表现手法，火爆的大场面
欢迎来到民风淳朴的哥谭市
好评: 先玩的黑门 再入的起源 
1.总体来说还是很好玩的 至少我觉得没有说得那么不堪吧 可能是玩的第一作没有和别的几作形成对比 总体流程不长  我把谜语人全给收集了
2.可惜皮肤穿上之后再登陆就没有保存下来
3. 还有就是没有很好的汉化 我试了很多版本都一般般 总有遗漏的对白
好评: 好评是给蝙蝠侠的，游戏看似给了很多种玩法搭配，实际上好用的没几个，新鲜感过了后你会发现基本都是重复内容，游戏我给差评
好评: 一部很棒的蝙蝠侠，比起前两代丝毫不逊色，打击手感一流，潜行和打斗中枪支的伤害下调也更加符合刀枪不入的战甲设定，为我们展现了一个够man的蝙蝠侠，装甲的总体外貌也足够帅，蝙蝠侠的眼神也足够犀利，但前作的攀爬要素这一作缺失太严重了，地图也小了点，但还是不能妨碍它成为一部优秀的游戏，非常推荐一试。
好评: 哥谭需要蝙蝠侠
差评: 整体比阿甘之城似乎有所上升，但是吸引力大大降低，阿甘之城一次性通关，这个游戏玩了俩小时就不行了，而且3D眩晕感很重
好评: 不知为啥，感觉画质变渣拉，但是boss战很有趣味，斗智斗勇的感觉，值得一玩
好评: bug最多的一部，不过剧情很好
好评: 最后果然是打小丑
谜语人实在不想收集了
好评: 优化很好，战斗没有卡顿（i3处理器，512m显存集成显卡，2g运行内存全低不是很卡，就是赶路滑翔和传送会卡很久。）
盗版玩了六分之一，回来补票。
还有就是谜语人给👴爪巴的远远的

差评: 这一作不太友好啊，很多可互动物品在侦查模式下远距离没有颜色提示；新区域还不能使用侦查模式。判定有点严格，我玩了这么久，一次双重击倒都没成功过；还有就是滑翔时的钩点只有距离很近了才能显示，手残实在玩不来。
好评: 233333333333
差评: 丧钟太难打，反击很快，攻击又强
差评: 这个游戏玩起来很膈应，操作判定很迷，经常摁了没反应。买没官方中文。不是老爷粉就别买了。
差评: 垃圾东西
差评: 玩了大概四个小时吧，实在玩不下去了，说说我对这个游戏的看法吧：
1、不错的动作打击感和BOSS战，我是用手柄玩的，振动反馈很棒，就是按得有点累
2、高度重复的游戏收集和探索内容，和PS4的蜘蛛侠很相似，让人没有一定要玩下去的想法
3、非粉丝不太推荐全价入，就算打折，买个巫师3它不香吗？
好评: 全部补丁打上后给个8分好评吧。之前游戏发售时候的版本确实是灾难，因为bug太多，警局就卡了，然后就搁置了。到今年才提起勇气再试一次。现在全部补丁打上后游戏很流畅，也没bug了，至少我到通关都没遇到，和发售时的版本体验不要好太多。如果你是现在我发这个评测时间看到这个游戏。我强烈推荐，虽然这作并没列入三部曲，甚至还有黑历史化的迹象。但是相信我，本作值得一试，前提是要打上所有补丁！最后我要特别提醒你谜语人！滚出哥谭！
好评: 趁打折入手了，虽然没有中文，还是在其他网站上找的中文补丁，虽然那个补丁翻译的是真的不行，但是还能看。这游戏的打击感是真的不错，还是比较推荐的，还有一句，谜语人滚出哥谭市。
差评: 没有汉化就算了，还好多可以到达的地反结果没有工具去解锁信号塔白跑。玩的反正不愉悦
好评: 瑕不掩瑜，虽然有些BUG比较膈应人。但总体还是值得一玩。
好评: 老爷真帅不解释
差评: DLC冰冷的心bug特别多，拿到密码上二楼开门，结果出bug不给用钩爪导致二楼上不去卡关了，垃圾季票比本体还贵，真的买亏了，不建议入季票
差评: 跟之城比起来差太多了。打斗体验完全不如城，
差评: 我卡在谜语人那死活不出cg，垃圾游戏还出这bug

好评: Nice
好评: 经典，不需BB，BB台词那么多，中文汉化更新一下？？
好评: 不错，还可以，挺好的
好评: 老爷霸气！
感谢这款游戏让我发现自己竟然有点晕3D，还有·······
谜语人必须死啊啊啊啊啊啊啊啊啊啊啊！！！！！
好评: 主线剧情通关了！好游戏。。我喜欢~~~~~~~
好评: 没有中文，实属8⭐
好评: always good
好评: 其乐 Keylol （原蒸汽动力社区）>> 社区 › 天邈汉化组 › 汉化发布
《蝙蝠侠：阿卡姆骑士》天邈汉化补丁 v1.7(2018.4.28更新）
https://keylol.com/t165361-1-1
好评: 游戏画质高，剧情不错
差评: 蝙蝠侠:阿甘bug起源，不知道玩这款游戏的小伙伴有没有在下水道站在木板上被蝙蝠枪收不回来的bug困扰过。
一周目我卡在了蝙蝠枪，shit！man。一个蝙蝠枪我滚键盘都收不回来。
二周目无意间发现按ctrl可以取消……真是吃了shit了。一周目我按到这个键都不给我收回咋回事呢……
游戏还不错，谜语人任务推荐大家做做。
好评: i need chinese 中文化
差评: 垃圾游戏，我这辈子都不会再玩这个工作室的游戏，妈的
是哪个没脑子的死户口本的傻缺的主意，把那些升级项目跟挑战混在一起的？我要那些升级还要去做挑战和支线，支线就算了，那些挑战还只能在故事模式完成，挑战模式还解锁不了，什么意思？？？
还有为什么“敌人靠近就引爆”这项升级保留了？帮倒忙的升级
好评:   战斗、解密跟阿甘之城 相比没有特别大进步，但我认为剧情依然是不错的，玩了20多个小时也没遇到bug。就是谜语人的data pack实在太多，没什么意思，纯粹杀时间。。。另外就是WB也太不重视国内玩家了，旗下游戏基本没几个支持中文，跟育碧等良心大厂比差远了
好评: 尼格玛滚出哥谭
好评: 本体加DLC的剧情感觉都很不错（我孤陋寡闻了吗为什么闪电侠的急冻人会在蝙蝠侠出现），各种boss战都很好玩（和钟叔的boss战做的比阿甘骑士打钟叔那个车战好多了）最后，游戏可以输，谜语人必须给我死死死死死死死死死！！！！！
好评: 需要中文 蝙蝠侠 第一次玩就是起源 我觉得挺好的 三部曲 加起源都买了 但是都没中文 很操蛋啊
好评: 通关留念 剧情非常不错 作为蝙蝠侠系列的前传是非常好的开端 出场boss也足够多 新老人物都有露面 而且boss设计也非常不错 比如电刑人 作为剧情上的开篇能把这么多角色融入进来 而且剧情叙事上还很紧凑 实属难得

差评: 巨tm垃圾没有中文不说dlc没有捆绑包
差评: 主线剧情又短，这么多年了，还不把DLC绑在一起卖，害我打折没买完
好评: 谜语人滚出哥谭
差评: 各种奇怪的BUG。
好评: 老爷帅爆!!!!听说阿卡姆有续作，期待
好评: 谜语人必须死！！！


好评: 这一作的音乐和年轻的蝙蝠侠很搭，开头cg让我无比投入，老爷霸气侧漏，满腔热血，这一作和另外几作风格有点不一样，战斗气氛做得很好，尤其是boss战的气氛是其他3作不能比拟的，个人觉得这作boss战比其他几作有很大的突破，年轻就是应该有这样的斗志。
好评: 更大的城市，更多的装备，但却没有更多的惊喜。
老爷心累啊，一个圣诞夜做了别人一个月的好人好事。
劳模是跑不了了，没准还能得个感动哥谭人物奖。
谜语人滚出哥谭市X3
好评: 2131
好评: 几年前的游戏，有幸万圣节大优惠入手的，很喜欢这种超级英雄题材的游戏，一口气入手了4个，十分推荐
差评: 远不如阿卡姆三部曲好玩
好评: very good game, not out of character. just the way you like it, not one bit more or less.
好评: #蝙蝠侠：阿卡姆起源#，华纳开发发行的ARPG，是蝙蝠侠阿卡姆系列的前传作品。扮演老爷用钞能力拯救哥谭市还是挺爽的。几个缺点：进游戏需要联网登华纳账号，登不上不让进（然而多人模式服务器已关闭）；容易迷路，目标位置引导不明显；CG卡顿；没中文。hb一刀包入的。

汉化补丁： https://keylol.com/t101916-1-1
补档： https://pan.bai（删）du.com/s/1xi3VRwt08M2jxYaGtW-LFQ 提取码：b22n
（天邈1.1，本体+全dlc使用）
补档： https://pan.bai（删）du.com/s/1tAb9TR15HiixuhmEyfU58g
（天邈1.0，仅有本体使用）
好评: 游戏不错，希望出中文，我买了正版然而要去盗版网站下载大量的汉化包这就很难受
好评: 2k 144hz真的非常舒服，很优秀的画面，很多人诟病故事，我反而觉得故事还不错，就是结尾确实有点唐突，此外打击感有点问题，不是没有打击感，而是感觉怪怪的。
好评: 好玩的一批，不知道为什么在阿卡姆系列差评这么多
好评: 玩就是了，别看评论。一点也不比三部曲差
好评: good
好评: 我是哥谭骑士，罪犯恶梦，谜语人给老子。。。对不起找错了
好评: BOSS战延续了前两部的高水准
但就我个人而言，游戏中有三个非常影响我游戏体验的地方：
1，在敌人身后隐秘击倒。这个动作的判定范围有些古怪，经常无法按出来。
单纯按不出来也就算了，在判定区域外按右键会使蝙蝠侠做出一个很蠢的、不！能！取！消！的！反击动作，会使角色有很长时间的硬直。
单纯有硬直也就算了，但要注意的是，我们一般是按着w接近敌人的同时蹲+右键击倒。如果击倒没有判定出来，角色很容易继续向前移动，这就造成了：你的击倒没按出来->你向前移动被敌人发现->敌人开枪->你掉血->这时候的蝙蝠侠，也就是你，依然像个傻X一样摆着反击的姿势站在那。
2、这一作中，对倒地敌人的击倒动作非常难按出来，很影响战斗体验，理由同上。
3、钩爪不够自由，有很多建筑，我觉得明明可以勾过去，但就是不行。飞行自由度相较于阿卡姆之城要逊色很多。
好评: 本来就是蝙蝠侠系列的粉丝，场景动作剧情都设计得很好，必然推荐
好评: 丧钟打不死啊
好评: 老爷NB
好评: 很好玩就是没有车
好评: 一款优秀的游戏。
好评: 蝙蝠侠系列我最爱
好评: 其实谜语人的谜题挺有趣的，就是多了点
好评: 自由度很高，打击感也不错
好评: 牛逼
好评: boss战十分精彩，值得一玩，就是游戏dlc冰冷之心的汉化不全，在这里求一波完美汉化补丁。
好评: The fear of the crimals
The Night
The Bat
好评: 虽然是13年游戏，但现在19年快年底了游戏质量依然不错，推荐
好评: 很好玩的老游戏

差评: 要是你玩过了另外任何一部蝙蝠侠就千万不要买这个，感觉有点坑。

画风怪异，跟预告片里的不太一样，没有蝙蝠侠黑暗的那种感觉

打击感也感觉怪怪的，打击音效与之前不同，像是打在纸上，没有其他三部做得好，尤其是当时打丧钟的那一段，怎么感觉揍他的时候没有畅快的感觉，包括他揍我的时候感觉也是没用力，而且动作看起来没有其他三部真实

然后这个剧情吧，基本就没剧情。相当于一直刷boss。然后逻辑上好像也说不通，明明标题是origin，装备和arkham city的一样，比在疯人院还高级，然而时间线又在疯人院前面。（当然我知道新游戏出来总不可能比以前装备做得少吧，但是可以搞点新的东西出来，然后找个理由给他弄没了也挺好的啊）

对了，遥控蝙蝠镖的操控方式和以前完全相反了，不太习惯，是官方想提升难度？

总体感觉就是吃老本吧
好评: 喜欢ACT的玩家打折可以无脑入。相当于之城的大型DLC。

[h1]画面[/h1]
比之城有肉眼可见的进步，依然是虚幻3，优化良好。PhysX的烟雾依然很假，还有更假的纸带。

[h1]声音[/h1]
没什么特别，中规中矩。大地图的BGM试图营造出圣诞的氛围。

[h1]游戏[/h1]
基本算是之城的加强版。技能树确实脑残，解锁技能路线不太合理。
虽然很多人说不如之城，我觉得不是铁粉当做一个动作游戏玩玩还是不错，至少BOSS战还是挺爽快的。 [spoiler](电刑人是我们的好朋友)[/spoiler]
支线除了疯帽匠别的都很套路了，没什么诚意。谜语人我根本不鸟。
跟育碧学来了爬塔开地图，好样的。

汉化依然有天邈，很专业。不过据说没有季票会汉化不完全。
差评: 我们需要中文，糙您妈。
好评: 没有正传那个味道
好评: 蝙蝠侠每部作品都很好玩，这部依然不例外，场景宏大，打斗动作酣畅淋漓。
支线任务很多很好玩，支线boss战设计也很出彩。看着满屏的任务点能有清完的欲望。

每次看到蝙蝠侠关键时刻毫不犹豫救下恶贯满盈的小丑就很无语，也许这就是基情吧。
好评: 依然优秀的剧情，boss战感觉比前两代的好
好评: 拳拳到肉！打斗很爽！
注意，本作没有中文，需要单独打汉化补丁。
13小时通关，支线做的不多，主要是想看看剧情。
蝙蝠侠粉丝推荐补票。
好评: 至此，蝙蝠侠系列算是补完了，没想到起源是我最后玩的一款、
支线没怎么做，所以感觉主线长度有点短吧，因为有2，3个地方卡了我一点时间、
这作老爷脸比较方，装备也和其他几作有差别但基本功能都差不多、不过杀人鳄和小丑女做的挺好

另外就是，虽然这类游戏比较适合手柄，但是打斗的话，手柄萌新还是换回键盘吧（我已经吃过苦头了23333）
好评: 盗版补票。阿卡姆四部曲唯一一部不是Rocksteady制作的作品，也是bug最多的一作，可以理解成是阿卡姆之城的超大型dlc。剧情和boss战还是相当出彩，不过阿卡姆珠玉在前，这部作品在方方面面都显得有些黯淡。
差评: 一些设定比较费解，反击点了判定为无效
差评: 我不管你们STEAM和epic的战争，我也不管你这开发商站哪边？你怎么玩都可以，请不要影响到我！你在steam这边收费，在epic那边白送。你当我们玩家，是傻子？你这招损害的不一定是steam的利益！损害的是我们付费玩家的利益！！以后你公司的任何我都忽略，不会再买的，反正我可以去免费领取！我觉得你应该公平，你们的战争不应该牵扯到我们玩家！请退我全款！要不请你滚出STEAM，好好去免费！
I don't care about the battle between your STEAM and epic, and I don't care about which side your developer is on? You can play any way you like, please don't bother me! You charge on steam and get free on epic. Are you a fool to be our player? This is not necessarily to steam's detriment! It's hurting our paying players!! Any of your company later I ignore, won't buy again, anyway I can go to get for free! I think you should be fair, your war should not involve our players! Please refund me in full! Why don't you get out of STEAM and go free!
差评: 阿卡姆的BUG之谜，警局直接进不去游戏，各各论坛的方法用遍也没用
好评: 进入【蝙蝠侠：阿卡姆起源】收获以下体验：
化身平安夜当晚的哥谭新晋义警，来认识更多的新朋友陪你加班！

▶土鳖富豪黑面具 花钱作死玩劫狱 八大刺客找你去 过节监狱来相聚。
▶有钱肥佬丑企鹅 黑白秘书有姿色 买船待蝙如宾客 谁知阿蝙不好惹。
▶苦逼社畜英格玛 一脸没露被你耍 已经习惯把班加 不知同事全放假。
▶激进中二安纳克 随地涂鸦不上课 画A还要圈一个 原来想进复仇者。
▶妄想娘控疯帽匠 绑架少女等你闯 其实怕你加班忙 仙境放松逛个爽。
▶优秀猛男丧钟叔 戏份不多超愤怒 牢里锻炼把气出 劳模囚犯又进步。
▶爆破鬼才萤火虫 过节放花漫天红 玩火一时真冲动 见你蝙哥秒变怂。
▶肌肉兄贵大贝恩 青苹果汁插满身 逼急喝光变巨人 打完老子都不认。
▶萌新罪犯小丑爷 请多关照求轻灭 灭完再救接着灭 灭到直喊雅蔑蝶。
▶动动拳脚身体好 潜行伏击趣味高 以为滑翔是最妙 原来破案是王道。
▶圣诞加班不寂寞 各路朋友问候多 旧爱新欢把节过 回去管家热被窝。
差评: 阿卡姆系列最烂一作
差评: 我只能说这一部的界面是真的丑，镜头感也不好，制作比起前两部来说也粗糙了一些，说实话没必要入，三部曲就够了
好评: 我寻思着黑面具也太惨了吧
好评: 沿袭前两部的风格
过场CG做得挺好
但除了丑蝙cp那段其他也没什么让我惊艳的地方
还有画质疑似开倒车
从三部曲玩过来的
如果是只想要体验一下蝙蝠侠
建议直接第三部阿卡姆骑士体验直接拉满就行了

重要的一件事
3大妈的汉化真滴坑，剧情对话中英夹杂
好评: 游戏方面我就不多说了，保持前两作的水准。汉化推荐用天邈汉化组的，千万不要用三大妈上的，贼坑。两个文件将近3个g的东西就算了，过场动画还掺杂着大量英语。年度版推荐用天邈1.1，普通版用1.0，百度上都能搜到。20m不到的文件，所有内容都汉化的很好。
差评: 遥控飞镖差评什么鬼东西
好评: 没必要入，3部曲就够了。
好评: 可玩性不错，其实比前作优秀，就是贴图模糊，疑似画质开倒车
好评: 蝙蝠侠四部曲中的前传，讲述了哥谭粉丝团团长第一次遇到偶像的故事
好评: 估计是发售时间比较晚，所以蝙蝠侠的装备比前两作更加威武一点
PS：丧钟不能用刀砍人不爽
好评: 瑞秋:“我听说你回来,但是后来我发现这只是你的面具。
” 韦恩:“蝙蝠侠只是我的化身。
” 瑞秋:“不,这就是你的面具,现在的你是犯罪克星。我深爱的人,曾经离开我的人，他根本就没回来。他还在世界的某一角落，有一天哥谭市不再需要蝙蝠侠，也许我会见到他。”
好评: 好玩
好评: 游戏战斗手感真的爽爆，一气呵成的动作，劲爆的音效，完美体现了老爷的战斗力
好评: 推荐!!!!!!!!!!!
好评: 对于那些没有官中的游戏来说，我只想说：虽然我内心是支持正版的，我也会花钱的。但没官中，玩尼玛。以后没官中的一律玩盗版。不要怪别人，是你们把我推向了盗版。
好评: 经典的游戏
好评: 这次夏促一定要把dlc补上
好评: 就先玩玩看，先留个位评测，后续有需要再追加好了。
好评: 一旦
好评: 本作角色战斗力排行（严肃向供参考）：
坎蒂→特雷西→蝙蝠侠→…（省略）…→杂兵→电刑人
前两位可以给屏幕外的伤害，就问强不强吧
好评: 虽然这部不及阿卡姆疯人院，但还是挺好玩的
好评: 开车环节需要适应，在天上飞的流畅度比前几作好很多
调用道具栏的手柄键位更改让我很难受
好评: 游戏是真的好游戏，爽快的打击感，丰满的反派人物，蝙蝠侠系列永远是我最爱的几个系列之一！
谜语人的谜语，有点烦……没有耐心去一个个收集，而且大多数都意义不明……也许是我智商比较低不配用老爷。

最近玩的时候，出现了（基本概率为90%，偶尔10%概率能继续玩）进入游戏读取完毕之后，在进入某个门或者刚进游戏后画面就卡住不动的情况，我开始还以为是汉化补丁和版本不兼容导致，结果重新卸载后安装游戏，不打汉化补丁进去还是会卡死……不知道是不是极少数情况，还是我倒霉啊？以前玩3大妈版本通了好几次都没有遇到这种问题，想想自己辛苦打的存档，除了谜语人的收集其他都做了，就很蛋疼，也很迷惑，这么恶性的BUG不知道是不是最新的这个版本才有的。
好评: nice boys
好评: 音效出众，打击感十足，华纳牛逼
好评: 相比前作阿卡姆之城，该作玩法上的进化几乎为无，可尽管如此，它也是一款优秀的动作游戏
好评: 老爷是无敌的！！！哥谭的正义，由我来守护。
好评: 好玩
好评: 完了四个小时看出的优缺点如下：

优点：姥爷揍人手感真棒；
缺点：解密真是有多又无聊。
好评: 游戏时间其实也不短，Boss设计很不错，战斗系统么有什么进步
好评: 中规中矩，可惜珠玉在前，中间有几个boss过于糊弄。
丧钟造型非常帅，简直是游戏标杆，这点十分好评。
总体而言还是推荐，蝙蝠侠系列必玩。
差评: F**K the bug 
this games name is Arkham`s Bug Origins
好评: 不错，好玩，要是有中文就更好了
好评: free to fight
好评: QWQ被蒹葭1.0的汉化害惨了，各位一定要谨慎选择汉化包，不是所有的汉化都没bug的2333
对我来说，这个游戏的重点在于和顽固的汉化斗智斗勇。
游戏很不错的！老爷超级棒，之前我只玩过一点骑士，还没通关，这次正经想走一遍流程，所以没有比较没有伤害。
反正dc女孩吸老爷就行，然后被困难的敌人打的嗷嗷叫hhh。
然鹅我现在在警察局卡了好几个小时了，潜行技巧得到了巨大的提升……
关于这个汉化引起的bug吐槽……
这个bug在警察局就卡了，先是进不去门，搜了一大堆方法，我试了第二个存档来净档的方法，终于进去了，美滋滋了两分钟，在通风管那里又卡了，再一次黑屏，于是我决定一劳永逸的解决掉这个汉化，别的汉化字体我真的不喜欢，于是我想要先恢复成英文，打过警察局再继续恢复，然而导入式没办法搞还原，我就把我的存档文件提了出来删了其他然后恢复，终于又进去了~，虽然是英文，但是可以玩呀。仍然是美滋滋了两分钟，打到警察局大厅开始潜行，在干昏所有人以后我又卡了？？？？说是缺少关键文件？于是我绝望的又检查了文件完整性，然后继续打警察局。十分钟后我很绝望，仍然是熟悉的地方，干掉所有人和阿福对话，然后黑屏……就这样周而复始，我第五遍以后，我怀疑我的存档有毒。没办法，我下了个3dm汉化包试图还原英文（可我本来就是英文啊？），3dm提示路径不对……我：wtf？
不！我辛辛苦苦打了百分之十!我是不会放弃我的存档的！
于是我又下载了一个蒹葭汉化包……对着里面的文件一个一个找……试图找出来存档是不是被污染了，然鹅对了一个半小时以后，我发现我的存档是纯净的，那为什么他要遭遇这些……
难道是我的电脑有毒？？？
我就开始疯狂的跑卡，各种测试，感觉没啥问题……我再一次打开了蝙蝠侠阿卡姆起源，试图通关警察局，在忐忑的心情中我瑟瑟发抖的打到了芭芭拉，在快乐自己终于没黑屏可能是好了以后，芭芭拉和一群人交谈时，我又黑屏了……
emmmmmm
所以我现在重新下了一次游戏，删干净了所有的文档，终于再一次打到了警察局，看着这一路流畅的百分之十五我流下了欣慰的泪水，并且决定立刻马上通关警察局以后就打上汉化，希望不要再遇到这种恐怖的事了，无论如何我就是喜欢这个字体我就是想要用这个汉化QWQ
差评: 说真，要不是为了打丧钟才买的游戏，真不知这部算是所以系列中最差的一部了，画质先不说，潜入系统是真的差，老子想晕人结果跳到敌人前面被打了几枪，这提示也是够差的，而且不知道有没有人和我一样，剧情是自动跳的，直接跳到最后，我不知道是自己设置了什么还是这游戏就是这样（所有设置都看过了，确定真没问题！！！！剧情是真的自动跳！！！！），反正如果有人想买蝙蝠侠系列，第一就买阿卡姆骑士，其次就是之城，疯人院，这部起源可以考虑放在最后买。不是我电脑玩不起哦，他妈这画质最好也是AV画质一样，真不知道设计人怎么做游戏的。68元还不如买其他蝙蝠侠系列
好评: 玩过阿卡姆骑士后这作实在是没有欲望玩了，只能说阿卡姆骑士太优秀了
好评: 很爽，剧情节奏很紧凑，暗杀系统和案件还原很COOL
差评: 完全是垃圾，BUG多到飞！糟蹋了这个精品系列，《疯人院》和《阿甘城》怎么会有这种续作！
差评: 警察局开门后，电脑就卡住了，重启后，就再也进不去了
好评: 求问下大神 为何玩到中间剧情 就卡死了 卡到死机 。
好评: 高中玩的游戏 前来补票 一直没打通 现在可以我可以尝试打通了
好评: 我游戏剧情进行到10%的时候弹窗说出现致命错误重装过了还是不行，求教各位大佬们
好评: 这是一个充满腐败警察和精神病罪犯的城市；
这是一个坏人遍地走普通人不敢出门的城市；
这是一个为了争夺五千万美金而存在的城市。
为什么我要拯救这座城市？
为了让小偷在偷钱包时想到我而恐惧，为了他们因为想到我而不敢作恶！圣诞节，我给哥谭市最好的礼物。

好评: 起源算是我所有阿卡姆系列里玩的最顺手的了 之前都是在其他地方玩的  现在来steam支持正版  这部的JOKER个人感觉是系列里最帅的一版了  丧钟那段没得说 全场最佳boss战 虽然这部不被算做阿卡姆系列的三部曲 但我一直觉得觉得它完全可以算做阿卡姆系列四部曲
差评: 系列中最垃圾的一款，打击判定错误，穿模等bug太多，遇敌机制让人想到日式游戏踩地雷，飞着飞着上个屋顶挨一梭子，boss战为了增加魄力、部分机关为了增加“难度”故意搞得很繁琐。
好评: 有人下载了这游戏，然后打不开吗，什么对话框都没弹出来，什么都没有，就是毫无征兆的打不开。求大神指点
好评: 剧情不错，高难度真的难，键盘操作还行吧，虽然遇到一次BUG，但是还是好评
好评: 没那么好玩的外传，但是如果从这一部开始打再去玩三部曲，就还算不错的一作
好评: 666666
好评: 蝙蝠侠系列的打击感是真的强
好评: 为了凑系列买的，很棒的游戏
值得一试
好评: bug 多。只能退了重进。剧情还是跟以往一样的好~
差评: 经常卡机黑屏，简直了。
差评: 什么鬼，我一进游戏就卡住动也动不了
好评: 蝙蝠侠：阿卡姆起源应该是系列的第三作，也是我觉得四部里最差的(什么blackgate我没听过)。
系列游戏的重复性可以说是颇高了，游戏后期都是走剧情。这一部的危机渲染不够大，不过蝙蝠侠此时刚刚出道，倒是也没什么大问题。
但是boss战都可以说是极其出色，而且新加入的犯罪现场还原的系统非常好，十分有代入感。
总的来说差强人意，前不如之城，后不如骑士，成了一部技术试水，相比正传三部曲，这部从剧情来讲是前传的作品不算差，可以说是承上启下的使命还是完成了。


这里再多说几句，此游戏的汉化补丁是有bug的，我再尝试了几次之后换成3DM版完成了后半部分的流程(实属正版受害者)。所以希望RS可以更新一下中文，或者以后出的游戏重视一下国区玩家，这里受众还是很高的。
好评: 就是BUG多
差评: 我們需要中文
We need Chinese
私たちは中国語が必要です。
우리 중국어 필요해요.
vi har brug for kinesiske
Wir brauchen chinesisch
Нам нужно китайский 
Nous avons besoin de chinois
tarvitsemme kiinaa
vi behöver den kinesiska
Necesitamos chino
Χρειαζόμαστε κινέζικα
好评: 丧钟是打的最爽的
好评:      《阿甘起源》这款游戏是聚焦老爷对黑面具（后被小丑所杀并假扮）犯罪制裁的一系列事件，在这其中，老爷对抗了由黑面具招募的8大刺客，最终一一打败并抓住了哥谭“犯罪之王”：小丑，将其关进了阿卡姆疯人院。
       蝙蝠侠是我入DC坑的唯一一个超级英雄，他没有任何超能力，格斗技巧和侦探思维才是他制裁罪犯的强有力的“武器”。游戏里行云流水的打斗系统是我最为喜爱的一部分，当然，“侦探模式”的破案才是此游戏的一大特色。
       正如之前L4D2评测里所说的那样，我老早之前也是通过其他网站下载《阿甘起源》的盗版进行游玩，现在逐渐对游戏开发人员的产权有了更深刻的体会，所以选择入手正版。推荐指数：4⭐/5⭐。
好评: 去年hb一刀包入手的游戏，但我承认这是hb少有的高质量的良心一刀包，里面包含了阿甘起源，之前从未接触过蝙蝠侠系列以及华纳的动作游戏，最引人入胜的就是精彩的格斗环节了，不管是单挑还是一挑多，每每无不酣畅淋漓，大呼过瘾，哥谭市虽然比不上gta系列等的开放城市那么大，但对于蝙蝠侠系列已经是足够还原漫画中的场景了，开飞机，当飞侠，沿途揍揍流氓阿飞，建议支线任务在碰到后就马上做了，不要积压在主线任务完成后再去弄，不容易找到位置，还有最后连环揍小丑的那个结尾，我真的是捧腹大笑。
好评: 这个应该算番外吧，倒是老爷大战丧钟太爽了打击感很好
好评: 这一部bug挺多的 不过作为阿卡姆系列之一还是很值得一玩
好评: 卡关，普通难度，二周目拿完干扰器后在监狱区的一场战斗，原以为只有一波，开场8、9个杂兵，后来发现至少三波（以前打一周的时候过于顺利所以都没发现打的只剩两三个敌人的时候又会从楼上跳下来好几个）基本全是装甲兵和拿刀的，第一场还有一个穿背心的小贝恩，最大的难点也就是人多、装甲兵和拿刀的，这仗打完前还不允许钻空子离开战斗，钩爪不能飞到二楼，四周的门全被不是堵住就是锁上了。这关之前同样，很多场战斗我都打的很难受，企鹅船上的擂台那场，哥谭警局走廊里的战斗，甚至在工业区的一块空地上十来个或是二十来个的几乎全是壮汉和持刀的杂兵，基本上死了四五次。还有这个利刃反击，我是真的搞不懂，操作演示认认真真看了好几十遍了，然而我自己操作起来成功的次数就如同在夜空下闭着眼睛数到的星星个数，从之城到骑士，持刀的杂兵我基本都是用的其它战斗解决的，最怕遇到壮汉持刀，double trouble，要是战斗里杂兵多，怕是又要GG了，利刃反击实在是掌握不了。二周目的难度比起一周目简直天壤之别，阿卡姆骑士我都通了7遍了，4次一周，3次二周，现在居然能卡死在一个起源的杂兵战上，手残可能不适合玩有点难度的动作游戏吧。语言逻辑有很大的的问题，我是在那场杂兵战死了12次，第13次已经残血的时候直接退了游戏，满腔怒火无处发泄，原本在寒假舒舒服服重温下以前的老游戏，结果却是换来一肚子气，憋着气打完了这篇差评，以后如果能过这关再改评测吧，目前已把起源卸载，日后再议。
-------------------------------------------------------------------------------------------------------------------------
-------------------------------------------------------------------------------------------------------------------------
冷静了个把月了，想想还是改回好评吧~~
阿卡姆系列说实话我就是从起源开始入坑的，那时候玩的还是3dm的爱心分享版。念中专的时候刚被我一个朋友拉入美漫坑，准确的说是DC坑，开始看的主要还是蝙蝠侠系列的各种漫画。自然而然也就从我朋友那里知道了阿卡姆起源这款硬核蝙蝠侠动作游戏。
幸运的是那时候我的第一台小破本居然可以勉强带起游戏。从此更是真正入了电子游戏坑（玩的第一款单机游戏应该算是初中时候玩的PC版的《蜘蛛侠2》）。从没见过的精致画面、过场CG和剧情等都让我深深沉迷其中（简单难度），也使得我更加喜欢蝙蝠侠以及与一众哥谭粉丝团斗志斗勇的故事。先先想想真该感谢当初那位朋友啊。
好评: 游戏真的好玩，具体好玩在哪自己买票感受，游戏不要要求太多带来快乐就可以了。如果你不是粉丝，来玩也是非常值得的，我只能告诉你这个游戏是可以改变你对世界的看法的。
好评: Hello developer! we need CHINESE！！
好评: 寻找黑面具出现卡关BUG，然后在W建筑上没有发现3个警察，主线剧情并不能继续下去了。。。。。。。。。
好评: 优化差，操作也很难受，为了过一遍剧情强迫自己玩完的
好评: 吹爆老爷！！！
好评: 作为《蝙蝠侠：阿卡姆之城》和《蝙蝠侠：阿卡姆骑士》之间的过渡前传作品，WB蒙特利尔工作室很好地继承了rocksteady在《之城》中打造的一切，但没有在此肩膀上更上一层楼，达到作为一部新作品应有的创新。
 +刺激紧张，引人入胜的剧情。但好像跟阿卡姆没什么联系吧…… 
 +强大的道具结合战斗系统，潜行系统，提供了无与伦比的游戏体验 
 —地图设计很奇怪
好评: 喜欢阿卡姆系列的就买来玩吧！风格与Rockysteady的相同，好顶赞！
好评: 游戏很好，但是cg太画面太垃圾的……而且没有中文是根本都不在乎中国市场是吧
好评: 玩还是好玩的
差评: 毫无意义的开放世界，就是来回飞来飞去还慢的要死的跑任务点，系统不成熟搞得某些时候操作蠢得要人砸键盘
好评: 汉化出BUG，游戏出BUG，BOSS战除了丧钟都没什么意思。
好评: 地图比上一代大太多了哈哈哈哈哈哈，情怀*2
好评: 第一次写游戏评测。。可以说对蝙蝠侠系列是又爱又恨了
爱它的剧情，恨它的支线搜集，“谜语人滚出哥谭市”
虽然不是Rocksteady的作品，WB的游戏说好听只能算个复制品，说难听就是抄作业了。。
剧情很燃，但人物刻画不够，这点扣分。
boss战方面比之城差了一点，但至少比骑士要好很多。印象最深的一战就是和钟叔的对决了；
搜集品依旧是令人痛不欲生。。。
皮肤很不错，但是听说DLC吃相有点难看，推荐冰冷的心，其余的不推荐。
总的来说，该作作为是阿卡姆系列的一个插叙，各方面都做得很不错，但打击感是有待提升的。





好评: 打击感很好还可以联机
好评: 我不知道那些说没有中文补丁的是什么心态

我求求你砸了电脑吧  要百度是白给的

3大妈的4.0汉化凑合能用 至于 跟4.0在一起的那个 内核动画 包是我真的没看懂放哪 放哪覆盖都没效果

下面是4.0汉化的地址 

https://   dl.3dmgame.co    m/patch/4583    1.html

去 掉 空 格   

进去之后 不用乱点广告下载  

往下拉 找到

分流：
百度网盘
本地：
电信
网通

点这里 进行下载

下载后解压 然后把 3DMGAME-Batman.Arkham.Origins.CHS.Patch.v4.0-3DM  丢进  SteamLibrary\steamapps\common\Batman Arkham Origins  里面

 之后在 Batman Arkham Origins里面打开 3DMGAME-Batman.Arkham.Origins.CHS.Patch.v4.0-3DM 

汉化进行安装 过程中有几个选项是广告 点掉就行了 

然后安装过程中不要进行别的操作 等安装完毕后点退出 然后会跳网页到3大妈去 关了  然后打开游戏 汉化完毕
差评: 没有中文 汉化包哪儿找也没有，这是逼人去玩儿盗版啊
差评: 怪不得这部评分这么低 玩着真的和屎一样 反击都不如前两部流畅
好评: boss战不错
好评: [b][h1][spoiler]加入Steam游戏群:682767495[ur]=hrrps://jq.qq.com/?_wv=1027＆k+5uv6UBv]【点击加入】[/url]每天ROLL热门游戏。 [/spoiler][h1][/b]
好评: 蝙蝠侠系列一直是我喜欢的。
好评: 动作系统优秀
差评: 游戏大概是好游戏吧，但是bug很多，想要好好体验游戏的，请随时备份存档，以免悲剧。
给差评是因为有一次被bug卡在房间内，无法出去，毁了我的存档。
好评: (￢_￢)我可以认为丧钟暗恋蝙蝠侠并且藏了很久吗？
好评: 不错
好评: 经典续作，懒得评价，喜欢第三人称动作游戏的朋友必须得玩！
差评: 各种煞笔恶心bug，被东西卡着动不了，操作烂得要死，镜头对着前面钩爪发射位置还给我定到后面，打架操作也是烂的一比各种操作各种僵硬，人就站在前还踏马对着空气出拳，锁定也对不准，要么往要打的人的旁边的人打，要么往要打的人的旁边的空气打。只有连招中才能位移攻击，第一下攻击就杵在那出拳，障碍物多的地方按A想跑过去打人，一不小心就直接爬上去，爬上去了还不能从上方直接攻击，还要继续按A先跳下来才能攻击，困难模式敌人血厚的一比，一个人普攻要打十几拳才能打死，其他招式出招时间长硬直还大，很长一段时间不能格挡反击，主线还要弄一堆不能潜行的战斗，硬刚唯一省事点的方法只有在敌人全是普通杂兵的情况下一直按顺序位移攻击让敌人无限倒地，结果这破游戏还要自动调整镜头，让你一不小心就锁定错敌人，就这样一直打直接给👴打吐了。主线任务踏马各种卡bug进行不了，弄了半天才终于打完了主线。打完了主游戏然后去玩dlc，尼🐎🖊的打开地图光标一动，那个移动的声效直接卡住重复播放一直给👴得得得。我正好打到拿第二个破冰器零件的任务，打完了受不了这破🖊bug，退出重进了一下，结果存档直接炸了，一进去任务图标还是拿零件的那个任务，但是放零件的地方进不去了，地图里的任务简介变成了下一个任务让我回公司，我找了半天公司好不容易找到了，尼玛比门还给👴锁了，主线直接给👴卡死在这了，只能重新开启新游戏。我去你麻痹的，玩你🐎乐格凑🖊啊，这拉基工作室的沙雕程序员是全家💩了发了疯还是怎么的，尼🐎直接跑出来报复社会了，wqnmd垃圾游戏👴直接卸载了，滚出👴的库存。
好评: [spoiler]喜+1 7MJNT-8WA5A-DJ6X9[/spoiler]
好评: 蝙蝠侠系列个人都超爱的！打斗动作都非常的爽，赞啦~~！！
好评: 一周目通关打卡 收集齐
算是阿卡姆系列的前传
故事还是很不错的，就是有点短
boss战很有特色也很有趣
滑翔的时候有时会有披风上下抖动的bug
可惜的是没时间和精力去玩二周目和挑战了
好评: [quote=X]感谢[url=https://www.gimmgimm.com/]叽咪叽咪[/url]的邀约
喜欢的话可以[url=https://store.steampowered.com/curator/27162873/]关注叽咪叽咪鉴赏家[/url]
叽咪特惠开启，steam游戏全场8折，[url=https://www.gimmgimm.com/shop/welfare.html]部分游戏更有折上折优惠，欢迎前来购买~[/url]
[/quote]

《蝙蝠侠：阿卡姆起源》是阿卡姆系列的第三部作品，对我而言是我玩过的第二部该系列作品，之前我是通关过《蝙蝠侠：阿卡姆疯人院》，照理来说应该先玩《蝙蝠侠：阿卡姆之城》的。不过用《蝙蝠侠：阿卡姆疯人院》来对比，《蝙蝠侠：阿卡姆起源》的提升并不是很突出，部分设计还有些退步。

游戏画面：
游戏的画面相比前作的提升并不大，还是那个虚幻3和虚幻3的“油腻”画面，蝙蝠侠还是那个蝙蝠侠，配方还是那个配方，一切照旧，跑得动前作也就跑得动这一部。游戏为了省事，甚至把一些动作都省去了，比如蝙蝠侠从来都没有按开关的动作过去一站就开了。以前倒地的人能看到胸脯因为呼吸而起伏，但是这一代就取消了。

游戏音效、音乐：
音效方面几乎没什么变化，蝙蝠侠行动都是轻手轻脚几乎没有声音，硬派的格斗配上击中肉体的闷响，击倒敌人的最后一拳还是夸张的爆鸣声，这些统统照旧。而游戏的音乐则没有给我留下任何印象，缺少存在感。

游戏性：
《蝙蝠侠：阿卡姆起源》做出来就是为了说蝙蝠侠和小丑是如何结识的，用来补充前作内容。游戏不支持中文，不过天邈汉化组专门为游戏做过汉化，英语苦手不用担心这个问题。整个游戏系统还是照搬过去，变化并不明显。世界还是开放的，玩家可以通过勾爪和滑翔在世界中游走。蝙蝠侠的传统装备依旧保留，蝙蝠镖、蝙蝠爪、塑胶炸药等传统装备一开始就可以使用，后面蝙蝠侠还会从对手那里获取科技，得到电击全套和双向镖这样的新装备。游戏的格斗还是老样子，鼠标左键攻击，鼠标右键格挡、反击，通过累积连击数可以放出终结技，通过累积连击数也可以提升攻击伤害。游戏不鼓励“乱搓”，只要看准时机出招就好，狂按攻击键和反击键反而会导致连击失败。视觉扫描和破案仍然保留，玩家还是可以启动扫描来透视障碍，发现墙后的敌人。游戏中还保留了收集要素，收集品和谜题散布在哥谭市的各个角落，等着完美主义者去找到它们。

-剧情：
《蝙蝠侠：阿卡姆起源》的剧情说真的有些狗屁不通，一开始黑面具越狱引出八大杀手，本来天不怕地不怕的蝙蝠侠突然怂了，要找企鹅人套杀手的情报，通过企鹅人又引出黑面具被谋杀案和小丑，找杀手信息后来又演变成逐个单挑，情节都是强行推进。这一代的主线非常短，当我的整体完成率在30%的时候主线就已经通关，杀手也才打了六个。这一代支线还行，就是和主线割裂，而且要四处跑路做起来非常麻烦，给人的感觉就是关卡设计敷衍了事，还好不做也能通关。另外值得吐槽的是，这一系列事情全部发生在一个晚上，我玩了十几个小时天都不亮，可以断定哥谭市处于极圈内。

-打斗：
因为打斗方面的内容基本没变，所以《阿卡姆起源》没有玩出什么特色，打起来还是老样子，自己主动攻击或者等着别人出招。为了提升体验，游戏往往是扔给玩家一群人打，这些人比以前还难击倒，可我觉得这根本就是反效果，过分重复的打斗磨损着玩家的兴趣。另外游戏有很多和格斗有关的道具，比如震撼弹、凝胶手雷，原本是拿来丰富内容的，可是这些东西实在太多了，键位又分散，根本就按不过来，真正能用到的其实不多。除此之外，打斗的手感也不能说特别好，目标锁定就是一个问题，有时我要对A放终结技，结果蝙蝠侠却冲向了B，还有对倒地的人发动绝杀也是经常无反应，本来就难按还锁定失败。根据设定，在打斗中还会出现一些奇怪的现象，一种是长距离移动出招，一种就是能把躺地的人打到直接起身，还有一种就是人物被无形的墙壁挡住飞不出去（毕竟老爷不能杀人），看上去都很不科学。
游戏为了提升难度，还弱化一些招式的威力，比如俯冲攻击，以前可以直接秒，现在冲力不够还要多做一个终结动作。难度是提升了，但是体验就糟糕了，游戏节奏变得拖沓，也更花时间。游戏后期人物能凭空掏枪，武器箱都了成摆设，打着打着一群人都起枪了，这点也影响体验。


-解锁和挑战：
继承前作内容不是坏事，不过《阿卡姆起源》都是三代了，道具还要根据剧情进度解锁，也不是很爽，尤其是扯上收集。有些路就是一开始走不通，后面要拿到道具才能去。在地图放大几倍的情况下，这就意味着玩家需要来回跑几趟才能捡到收集品，很多时间要花在路上，还没说由于不知道需要特定道具去研究花掉的时间。游戏的一些升级和挑战是绑定的，本来也不是什么大问题，但是《阿卡姆起源》偏偏还要让挑战按顺序来做，提前完成的不算，这就很坑了。

-关卡设计：
游戏的大地图是开放世界，本来玩《阿卡姆疯人院》那个尺寸是不错的，现在《阿卡姆起源》搬到哥谭市一下放大几倍，然而体验却没有提升。其一，是跑路特别麻烦，看着蝙蝠侠慢慢飘真的浑身不舒服，而勾爪也不是每个边缘都能抓，最扯淡的是地图还有瓶颈区域，强迫玩家从一条通道通过，而不是飞越和绕过。其二，地图遍地都是暴徒，蝙蝠侠落到哪里都要打一轮，有时我都怀疑蝙蝠侠是不是没事干去欺负流浪汉取乐，而且这些人又多又硬，玩久了真的烦不胜烦，这个度太过了。而游戏的室内关卡设计，在这一代基本大同小异，不是竞技场式的大厅就是一个高塔围一圈低地，那些和持枪暴徒周旋的关卡玩多了也是很烦的。继承自前作的横版关，也只能说及格，并没有玩出花来，毕竟前作都玩过类似的内容。全篇惟一的亮点我觉得是和贝恩的最后一战，被追得爽歪歪。


优点：
继承前作要素。
流畅的格斗，有打击感。
比较有趣的关卡设计。

缺点：
进步不大，变化也不大。
拖慢节奏的难度设定。
牵强的剧情。

评分：6/10，原地踏步甚至自作聪明做了反向操作的一代，味道还是原来的味道，可就是不舒服。
好评: 这作没有烦人的谜题就是普通的跑图收集档案和破坏继电器，主要以打斗突突突为主也是系列里难度最简单的一部。先前还觉得奇怪电刑人为什么被剧情杀两次（一次玩家一拳撂倒，一次小丑推下楼），因为他的本体电击手套直接被老爷拿去用了。电击手套是起源的大杀器没有之一，只要你学了致命一击外加手套的全部技能几乎没人能挡得住你了，斗篷随便扫晕一个人然后欧啦欧啦很快就能打出一个特殊技气槽出来，能正面钢盾牌和电棍不算，这作还能攒两个特殊技，游戏后期可以改名为阿卡姆无双了。不过缴械这个神技一周目要打完萤火虫主线触发一个支线完成后才能解锁，而且萤火虫是主线进行到75%后了比较晚。电击手套过于强大相对的感觉丧钟就比较弱了，攻击低攒特殊技的速度慢而且一次只能有一个特殊技。
最后我想说，那种武术猴子真的很烦人，断连基本上都发生在他们身上
差评: 没中文，我下载汉化包，然而并无卵用，大部分对白依然是英语，打了百分之10了，也只能放弃游戏了
好评: 有些触发条件的地方经常甩不出来，其他还好，打折入手特别划算。
好评: 老爷钟叔那场对决太帅了
好评: 玩起来 打击感还是不错  有了哈莉奎茵的起源  不过缺点也很多  bug有点多  伏地重击有时候触发不起来  个人感觉还是阿卡姆之城最好
差评: 我这怎么全是BUG，站在木板上拉吊环，系统一直给我卡在拉那个动作一直动不了。还有各种其他bug，卡在箱子动不了。垃圾
好评: 这是蝙蝠侠系列里面我挺喜欢的一部，对于电脑的性能要求不是很高，但这游戏可玩性还是挺高的。
好评: 最后一部姥爷的游戏，本来是不想买这款外包出去的游戏的，但还是禁不起姥爷的诱惑，入了.....
好评: 杰作
打架相比前作多出了电能手套 专治各种花里胡哨的混混 打斗流畅度和手感提升了不少
还有双向钩爪我居然玩到DLC了才发现可以在潜入时把混混勾到制高点上？？？本体我勒脖子勒了一路！！！佛了
各个雇佣杀手都有独特的应对方式  打丧钟我硬是在快打赢时重来 共重复打了他3次（太爽了） 只是招式和前作雷肖古差不多有点偷懒
DLC的热能装甲也太装了吧！！ 无奈长度太短
8.5/10



好评: 刚打完丧钟，boss战真带感
电刑人23333，重复跟我说了一分钟话，过去一脚就凉了。
cg很奈斯
好评: 难度设置的还算中规中矩，多用用技能打的就比较容易。丧钟战是比较难，不过熟悉套路之后其实无伤也不是不可能，虽然我手残做不到。我用的打法是在丧钟挥棒子的时候用钩爪打倒，然后跟上几拳。不过连续三次左右他会躲开，这时注意防反，防反几次再用钩爪，反复几次。就能过了。不错的游戏。唯一不满的，就是谜语人。垃圾谜语人滚出高谭市！！！
好评: 谜语人滚出哥谭233
好评: 游戏开最高画质但是材质还是最低，不知道是什么原因，也始终无法解决。
其它都很好，boss战确实体验不错，谜语人真的有点无聊，浪费时间收集了一堆回到谜语人总部，结果只给了个奖杯，连个人都见不到。
不知道有没有大神能教我解决游戏内材质的问题，细节很模糊，仿佛开了最低画质
好评: 本来都没打算入这部外包的前传，恰巧碰到hb一刀包就入手并且下载了。作为阿卡姆之城后的作品，相比前作，潜行次数更多更难了，并且由于后期用枪敌人大量增加，高难度下无双似乎变得不可能，作为老爷粉时常被一群暴徒摁倒在哥谭街头我也很痛心呀，boss战一如既往的优先，每个boss的攻略方法都不同，整体而言还是一部相当优秀的作品
好评: 这一作蝙蝠侠和那群都很年轻，剧情刻画很有意思，讲述了游戏世界观里小丑和蝙蝠侠孽缘的开始（滑稽）
如果优化更好一些，再自带个中文，就完美了。
好评: 没有那么不堪，只是剧情有点冗杂了。
再加一句：谜语人滚出哥谭！
好评: video killed the radio star
好评: 经典，好玩
很好的把老爷的偏执表现出来了
只是dlc太贵了，感觉不值
[spoiler] 胶水手雷&电手套能帮你扫除一切障碍	[/spoiler]
[spoiler] 勒索磁带全收集才能进谜语人里层房间太麻烦了	[/spoiler]

好评: 经典
好评: 只有游戏本体的用这个补丁， 链接：https:// pan. baidu. com/s/ 1cpXiSQ 密码: pajq（去掉空格）
这是天邈1.0的汉化，适用于游戏本体，1.1版需要配合季票使用。
好评: 游戏很好玩
好评: 还可以，hunmble慈善包买的，比较值
好评: HB买的是没有dlc的，天邈1.1会报错，用1.0即可：https://pan.百度.com/s/1eNtyLbVwDhswtuzm7yW2_g 。或者你自己把dlc买了。
3DM的汉化包非常大且个人测试无法使用，会导致游戏进不去黑屏，重装游戏也没用。必须再用它们的还原包才能打天邈的补丁。
目录填 C:\Program Files (x86)\Steam\steamapps\common\Batman Arkham Origins 就好了，我不知道为什么那么多人找不到
--------------------------------------------------
第一次玩蝙蝠侠的游戏，之前只看了老番茄的剪辑，对于人物还是有一点了解的。
本作是阿卡姆三部曲的前传，设定上所有事情都发生在一个晚上。
主线通关，流程不算长，但剧情和画面都很好，1刀绝对值。
此游戏以ACT为主，有一定的升级要素，过迷宫的时候有一点解谜，这个和刺客信条差不多。但是战斗手感（包括莽和潜行）和AC完全不一样，个人连击很难到8；升级以后特殊技能连击5就满足了，稍微好一点。我的难度选的普通，全程下来死的次数应该不到50，还行。
支线方面，除了谜语人的部分，其他的都还行。疯帽匠的童话很美，侦探也有趣。谜的收集要素太多太多了，终于明白谜语人滚出哥谭市是什么梗了。
音乐算是恰到好处吧，个人没有印象特别深刻的，但气氛也算到位。
有一点要吐槽的就是哥谭整座城市，街上没有一个好人，全是敌人。
说缺点的话，重复度略高，素材复用的情况非常严重；不过流程不长，还行。战斗因为缺少秒杀手段，中期打起来很吐血，后期取得了某件武器以后稍微好一点。别跟我说ctrl+右键，这招跟命运之手1的处决有得一拼。
挑战和成就，有的确实不易获得。

总地来说，此游戏不适合完美通关，其他部分都很好。取其长处玩耍即可~
好评: 老游戏了但依然让人印象深刻
好评: 好玩啊
好评: 不错
好评: 感觉dlc冰冷的心，比主线好玩~233333

★ 分享一个精品汉化给大家，用着感觉还不错，我是搬运工~
[h1]百度云：s/1kVt2MGn 密码：8n19[/h1]
* (浏览器未登录状态打开百度云盘，代码加在.com/后面)
* (安装时路径选择SteamLibrary/steamapps/common就行了)
好评: 觉得起源没有说的那么糟啊，虽然换了个制作组，但是质量也还中规中矩吧，跟之城持平，起源里joker的戏份足了，大大丰富了角色印象，不像疯人院和之城里就是全程碎碎念，皇家酒店那段我觉得玩的很带感。另外剧情上也交代的比较完整了，几个主要角色之间的互动比前两作来的好，主要缺点就是打斗系统确实不如原来的好，至于有人说的闪退bug，我是没碰到。
总结，起源值得一玩
好评: 甚至可以操作小丑
差评: 这个游戏该改名叫bugman
好评: 作为阿卡姆的第三部作品。。。 为啥13年的游戏给我的感觉还没有10年的疯人院震撼。。。 被12年的city甩了一条街。。15年的骑士就不用多说了。。
新手还是直接阿卡姆三部曲这部就无所谓啦
好评: steamcn可用良心完整版汉化1aHpNKx7VvgZ2_l7jn8DogQ提取码：idbt   百度云前缀自己填
顺便请谜语人从哥谭滚出克
选择游戏所在目录进行安装（注意“Batman Arkham Origins”字段请勿重复）
选择游戏所在目录进行安装（注意“Batman Arkham Origins”字段请勿重复）
选择游戏所在目录进行安装（注意“Batman Arkham Origins”字段请勿重复）
重要的事情说三遍

原帖地址需注册才可见下载地址https://steamcn.com/t101916-1-1
本汉化适用于《蝙蝠侠：阿卡姆起源》最新版本（R组/Steam版）的玩家，包含目前所有DLC，不含多人游戏。  
使用导入方式汉化，无卸载程序用于还原英文。
差评: 本作的打击感是阿卡姆系列中最弱的，用手柄🎮控制感觉会好点，但打击音效依旧差强人意，相对前作可以说本作就是用来凑数的续作啊 🙁
差评: 不建议玩，有很多bug,导航系统也不好，不好找任务地点，挂钩能挂的地方也很少，这游戏像个半成品，还是去阿卡姆三部曲吧。这游戏最大一个bug 就是 突然让你的电脑重启，丢失存档玩的很烦，不玩了
差评: 感觉一般，没有疯人院好玩，虽然场景大，但是有些地方不能直接用爪上去，要绕一点，还有就是存档不合理，我做完一个任务没有及时存档，导致下一个比较难的任务我一直死，就一直要把前一个任务从新做一遍
差评: 这个游戏，如果你们买了的话我只能告诉你们，血亏，我来谈谈这个游戏我的上手体验。
1：这个游戏没有中文，而且英文使用的单词较为生僻，就算使用汉化补丁，游戏内的文本还是让人捉不着头脑。
2：“优秀”的地图设计，这是我玩的所有游戏中唯一一个没有小地图设计的游戏，不知道设计者是不是觉得他们设计的地图很引人入胜，就比如室内的设计，有些地方，由于游戏的最亮亮度也不过尔尔，导致了我根本不知道该怎么走，打开tab键查看地图
好评: 玩儿不动的类型
差评: bug很多，经常闪退
好评: 笔记本太渣，帧数太低，但动作却是意外的流畅。不错，等打折，考虑入个阿卡姆三部曲。
好评: 民风淳朴哥谭市
人才辈出阿卡姆
单纯善良小丑怪
热爱和平稻草人
清纯可爱毒藤女
童心未泯谜语人
尊老爱幼猪博士
诚实守信企鹅人
无良城管蝙蝠侠

差评: 操作不行，设计不行，换了开发商始终是山寨品，没有原来的手感
好评: 好玩到爆炸  boss战好爽  丧钟一次过  强烈推荐 老爷粉必买
好评: 好游戏 希望能继续做下去
好评: 好玩
好评: 这个游戏延续了阿甘之城的优点，画面、游戏性、剧情都不错，是一款质量很高的游戏。剧情上还原了蝙蝠侠刚出道的那种略带嚣张轻狂的愣头青气息，另外在疯人院和阿甘之城里没有出现的反派得以登场，丰富了系列的内容。唯一另人遗憾的是汉化难寻，找了半天终于弄到一个800兆左右的三大妈汉化，除了有些语句没有汉化大部分都汉化了。打折20多入的，比去看垃圾电影值，配置要求也不是太高。总之，这款游戏真香~
好评: 感觉一个套路 有点腻

boss战一个套路
打杂兵有点无趣

另外战斗飘得一匹
好评: 没有中文不是什么大问题，这游戏的英文也不难。阿卡姆系列的起源作品，在开放世界设定上还是下了功夫的，但是比起阿卡姆之城剧情就逊色很多，只能说中规中矩吧，期待Rocksteady的正统蝙蝠侠续作。
差评: 战斗傻
好评: 很棒！打击有力，手柄操作很舒服。
好评: 如果你和我一样买的是17元的版本，没有买DLC的话，不要去下热评里天邈的1.1汉化，会出现字幕英文，还是要使用1.0的汉化
链接：https://pan.baidu.com/s/1y4psgSoJQtg988id0Ryb-w 密码：ks1n
差评: 感觉全是bug 奇怪的判定 可能是我蝙蝠侠系列玩的比较多 感觉格斗手感不错 但是这些迷之判定实在是让我很难受
差评: 无聊的跑图，除了丧钟比较考验技术，其他BOSS战毫无新意。而且当你摸透丧钟的出招后，一个钩爪拉扯就能暴打丧钟。战斗则是反击打遍天下，无聊到爆。
多到不行的BUG，最常见的就是敌人卡在墙角无法攻击，还有老爷在说对白时有几率会成为一个复读机，无限复读同一句台词。
DLC冰冷的心辣鸡到爆，还是原来的地图，还是熟悉的跑图。单纯的堆砌敌人数量来延长游戏时间，令人作呕。在卡了一个无法开门的BUG，并且反复读档都无法解决后，我选择卸载游戏。
要不是我是老爷的粉丝，你换个主角我绝对不会买这sb游戏
差评: 游戏不错，就是莫名卡关，无话可说
好评: 我一个手残表示玩的很舒服
好评: 老爷小丑是真爱，不接受反驳
好评: 超好玩还有 We need Chinese
好评: 打了八次丧钟，这boss太给力了。😂
差评: 四部阿卡姆中最差的一作，反复跑图，bug多，很多潜入地图设置也不合理。游戏本身素质在同类型里中规中矩，但是作为阿卡姆系列，真的不行
差评: DLC吃相难看
差评: win10玩到中途会出现fatal error故障，然后就玩不了了！不建议阿卡姆粉丝补坑购买！
差评: 可以，你BUG还可以再多一点
不知道是不是因为BUG，打完丧钟后找不到出路，仅有的门按键声响后没有反应，也没有说有锁，于是打完BOSS出不去外面……如果不是因为BUG，结合实时梗：“这游戏的策划应该禁止制作游戏一年”，我BOSS都打完要撤退了，求你来点指引，第三次被找不到路劝退……
好评: 阔以阔以
差评: 好游戏被一堆一堆的bug毁了，正版游戏受害者
好评: 博莱利的下水道西部怎么去啊，哥谭警署通讯室那个门好像用不了，我过不去
好评: 挺好，没毛病，能玩
好评: 可惜没有中文
差评: 老子游戏才进行到4%你就卡在GCR塔里的犯罪现场搜集证据bug，游戏就无法进行下去了。
我去你妈的华纳兄弟我去你妈的阿甘起源
没有汉化我都忍了，你这种恶性bug还不修复？？？
差评: 好游戏是好游戏，但是一遇上BUG无语死了。。。吗的小一点的BUG还好遇上大的直接卡关。。。我因为这个来评价。
差评: 游戏是好游戏   对于键盘玩家很不友好
碰到CTRL+空格的地方会卡BUG
影响正常游戏进程
战斗系统的键位也很鬼畜
建议使用手柄
差评: 诶，游戏里面连招好难放，bug又多，如果改一下的话我会推荐的
差评: BUG多到严重影响游戏体验。
好评: 不是正统蝙蝠侠 外包作品 画面烂
好评: 突然意识到多人模式已经下线。但是单人游戏二十几也不亏。游戏丰富性和可玩性不如阿卡姆之城，但是爽啊，打小怪打多了会无聊，再好的打击感也没用。但是BOSS战很不错。[spoiler] 谜语人我觉得你有一天会被蝙蝠侠一不小心打死！[/spoiler]
差评: BUG 太多 优化神奇
游戏一些地方相当枯燥 
BOSS战不错
差评: bug成堆，毁了一个好游戏
好评: 谁能告诉我，这游戏咋调分辨率？配置文件调不好使呢？
差评: 有些关卡boss战视角设计非常垃圾，小bug还非常影响流程，差点玩不下去，还是入另外的三部曲好，这部就算了吧
好评: 蝙蝠侠玩了前作入的，操作对比前作没什么大的变化，打击感很棒。但是对蝙蝠侠的世界观理解不能，蝙蝠侠打击犯罪，惩恶扬善，但是总会留给罪犯一条活路，很多时候你救了那个罪犯，他反过来攻击你、暗算你。就算这样，蝙蝠侠还是要救他。蝙蝠侠不杀人，判决罪犯的生死是法院的事，蝙蝠侠只负责揪出犯人——这是布鲁斯.韦恩的信条。私认为，但也正是这个信条害了很多无辜群众，很多本该受到惩处的罪犯被送到监狱，与腐败的监狱官员狼狈为奸，最后完好无损，带着一群小弟死灰复燃，再次给哥谭带来罪恶。很多为首的巨恶，往往除掉他就能打掉一个团体，但是蝙蝠侠还是要救他，甚至面对一个恶人与千万良民之间的抉择，蝙蝠侠仍然要救恶人，但是这个城市这么大，一己之力是无法挽救的。总有市民在这个城市阴暗的角落被害，而蝙蝠侠无能为力。蝙蝠侠是个贤者，但不是英雄。真正的英雄能拯救哥谭于水火。哥谭需要的是一个有“必要之恶”的英雄，面对罪犯过犹不及的善，是愚善。
差评: 操作恶心 遥控蝙蝠镖根本控制不好 没有明确目标
好评: 其实还可以
好评: 优化不是一般的好，以前用GT710m畅玩，还不是最低特效，良心！
所有的阿甘作都是必入的，不管是主线还是支线剧情、打击感、解密元素都是上乘，这次还这么多反派来围殴老爷，特别是丧钟，简直帅爆了好吗！
丑爷不说了，跳楼那段戏简直了！！！！！！！丑爷离不开老爷，老爷也缺不得丑爷~

好评: 关于快速移动无限卡的问题，我在网上找到了解决方法，看样子是DX11的问题，分享一下，希望能帮到同样遇到这个问题的朋友。

1.打开x:\Batman Arkham Origins\SinglePlayer\BMGame\Config\BmEngine.ini
2.查找AllowD3D11=True
3.把AllowD3D11=True改为AllowD3D11=false就行了！
 顺便吐槽一下还有这个华纳祖传的战斗系统，和《中土世界》的差别就在于一个用剑一个用拳头。还有，谜语人滚出哥谭市！
好评: 打击感很棒，剧情也很不错。但是，我现在只想让谜语人滚出哥谭(ﾟДﾟ)ﾉ
好评: 越来越喜欢这个老爷了
顺便惯例，谜语人求你滚出哥谭好不好。
差评: 先讲优点，战斗特别爽快，打击感等特别流畅，开头很装逼，剧情还不错，优点说完了，开始说缺点，这几乎是我玩过的游戏中最垃圾的男主角，坚持着可怜的正义，还非得用拳头制服敌人，连个武器都TM没有，抢到刀枪棍棒还全都弄碎，还tm有弄碎装逼的镜头，少爷您考虑我的感受吗！警察几乎全都必须要暗杀掉，要不然就准备被打成筛子吧，这倒没啥，狗2、神海我都暗杀过来的，但警察总俩三个抱团，嗯……还有很多boss战，设计特别的镜头，丧钟打我不让我提前防御，必须等你提示，这真的蠢爆了，同时一种特殊镜头重复好多次，强行拉长boss战吗……在警署里面找服务器，找的我都吐血了，在哪好歹有个提示啊，就在我快杀光警署里面所有的警察后，tm的居然闪退了，居然报错了，半个多小时的进度就没了，还有很多收集，这简直跟狗2一样，我tm收集个技能点，收集个服饰或者钱包都tm会惹到帮派、警察之类的，这真的让人很反感。好了，虽说有这么多缺点，我还是会尝试着玩完，但推荐给朋友几乎没可能了。我很少写评测，嗯，就这样。
好评: 祝steam吧务组死全家
好评: 只为丧钟补这一票！
好评: 这部是蝙蝠侠前传,相对来说还是不错的.就是成就达成有些变态了.不如二代剧情那么好,但也是很值得玩的一部
好评: 救命，那个点击手套在哪拿？卡在一个叫E什么的HQ的关卡，要捡一大堆绿的盒子那关。看不懂英文好难，但是真的超好玩。
好评: 直到通关，基本没碰到什么BUG。所以对此作的感官非常不错。
最主要的是谜语人也没那么糟心了。
差评: 这款游戏承包了我所有的黑屏和闪退，CNMB
好评: 前言：需要漢化的朋友請關注“华语汉化”這個鑒賞家。



從瘋人院出來之後看到哥譚市滿地圖的小標誌，我內心是拒絕的……

不過還好起源的收集要素中除了安那其的標誌沒有在地圖上有標識之外，其他的事件和人物都有相應標識，在地圖上按圖索驥進行收集的話，還是比較輕鬆的。



起源和瘋人院比較的話，起源多了很多可使用[strike]SM[/strike]道具，但總給人感覺有些道具過於雞肋了，種類太多導致使用鍵鼠的時候快捷鍵都不太好安排，比如後期震蕩彈還有聲波鏢基本沒怎麼用，打架還是1蝙蝠鏢2蝙蝠爪3凝膠炸彈，至於5“口水彈”在連擊中不是特別有用（還經常破連擊），偶爾丟一兩個玩玩。綜合來講戰鬥上更緊湊刺激，但要打的時候太多了……開放世界的小怪怎麼打都打不完，後期就乏了



系統上，起源和阿卡姆之城一樣，都是開放世界設定，在城市裡飛來飛去，解決各種小支線，劇情上起源做的還算可以，BOSS戰也做的可圈可點，唯一令人鬱悶的是把瘋人院里強制鎖視角的BOSS戰也給搬過來了，瘋帽匠和螢火蟲的兩場鎖視角BOSS戰各種惡心人。



總體來講還是可以一玩的，各方角色的戲份都安排妥當，角色設定也沒有OOC，很好的完成填補了瘋人院之前的劇情空白的任務。唯二的問題是：

[spoiler]老爺你一個晚上解決了九個最高通緝犯六單額外案件二十幾個小頭目不知道多少個順手揍暈的路人甲乙丙打完黑幫又打黑警還順手搞定了幾個黑面具炸彈幾個企鵝人武器箱更別提那幾百個繼電器和謎語人小硬盤，把黑白兩道都攪得天翻地覆之後又幫戈登抓回二十個黑門逃犯——完了天還沒亮——老爺你不覺得應該先調查一下哥譚市的時間流嗎……

話說你管家阿福被蝙蝠洞的各種傢伙事壓著居然一個心肺復甦就活過來了還可以繼續給你管住大後方提供技術支援——老爺你不調查一下阿福是不是被替換成生化仿生人了嗎……[/spoiler]
好评: ——我戈登就是死，被辞退，从GCPD的楼上跳下去，也绝对不会和蝙蝠侠合作的！
——真香。
以及，谜语人滚出哥谭
好评: 剧情不错，打斗极其无聊
差评: 不推荐，bug多，操作竟然出现了键盘没反应的状况，画面质量是不错，但还是不怎么好，竟然出现乱七八糟的花纹，真不是电脑不行，1050Ti的显卡尽力了，i5－6400的处理器尽力了，但游戏极不给力，差评。
好评: 非常喜欢蝙蝠侠系列！！！！
好评: 总体上还不错。
优点：打斗，人物形象的塑造等都还不错。剧情上作为起源也比较完善。
缺点：bug多，地图很小而且构造有问题，有时候跑图好麻烦。
好评: 大爱就是没有中文
差评: 这部起源真的让我又爱又恨，爱的是电影般的故事情节，承接前2部的爽快打击感，人物故事丰满，老爷与j先生的起源，这部最爱的反派是丧钟。为什么给差评，因为这垃圾游戏外包了有个BUG一直没修复，搞的我任务没做完，无法全成就！
差评: 这是垃圾到不能再垃圾的游戏，图像是真的差火。玩法单一，CV没有阿卡姆的好听。不喜欢老爷刚刚初出茅庐的感觉。
好评: 因为自己不会英文给人差评的我是真的服气。这游戏几年前了。。还让人官方给你出汉化。。能要点脸吗？？这么经典的游戏能给出差评 怕不是zz噢
好评: 好评（谜语人除外）
好评: 画质非常好，打斗感也很强，个人觉得非常的好玩
差评: 没有一个完整的汉化....玩个蛇皮怪
好评: 想知道为什么我一晚上能干这么多事吗？        Because I'm BATMAN!!!!!!!!!!!!!!!!!!!!!!!!!!
好评: 1.钟叔NP！（虽然你输了...）
2.你以为我是黑面具，其实是我小丑哒！
3.全篇最惨黑面具
4.打药会导致记忆衰退
5.心疼阿福
6.谜语人滚出哥谭市
差评: 都找不到合适的汉化 垃圾
好评: “谜语人，请团成团以圆润的方式消失”
好评: 我觉得OK
好评: 补票，当时玩的时候bug多了一些
好评: 这作的演出效果堪称完美，丑爷也是历代最帅，入正不谈
好评: 还行吧。

Not Bad
好评: 虽然没有中文语言，玩起来一样超级好玩！建议大家买来玩玩。
好评: 这部评价是最差的一部  可是我觉得真的挺不错的     感觉场景建模有些粗糙（可能是因为和 骑士 对比的原因）而且很喜欢结局的CG
好评: 丑爷写给老爷的大份情书
差评: ka
差评: 超多的bug啊......影响了我的主线推进，已经有点恶心了。
好评: 该怎么评价这一部蝙蝠侠呢，不知道怎么说，bug有点多，画面也过时了点，但还是给个好评吧，毕竟真的很喜欢这个系列，当然了，如果在这么久后能更新个简体中文，我相信会有更多玩家愿意买一份玩玩看的，虽然有民间汉化，但官方汉化能让人感觉更有诚意。
好评: 阿卡姆三部曲中最喜欢这一部。无论是剧情高潮处老爷推理时的CG动画，还是丑爷在黑门监狱的回忆梦境，都给我眼前一亮的感觉。
好评: we need chinese
好评: 这个只能说是模仿阿卡姆城的中规中矩之作，像是大型DLC
差评: 很无聊的游戏，没有任何可玩性，适合粉丝向和剧情玩家。人物几乎没有什么技能，没有实用技能，一对多只能无脑打过，潜伏击杀基本不可能，选择性差。老爷不杀人可以理解，但他么面对机枪兵，你给我个可选择的技能对付啊！！！！
好评: 这么好的产品干嘛不支持中文？是不是怕挣钱太多？还是支持盗版？
差评: 为什么不出中文，你们是不是瞧不起中国人？
好评: 这届的操作手感最烂，反击基本看系统准不准你用，对地重击大部分时候是对空气打拳，真想给你个中评
好评: 我滴妈呀 我滴妈呀
差评: BUG好多啊。
好评: 阿卡姆系列故事的起始之作。讲述了蝙蝠侠和各位反派角色斗争的开始。
那时的企鹅还算不上大佬，但是已经阴险无比；谜语人的丧心病狂也还算刚刚开始；黑道霸主还是黑面具，尽管那面具后的真身鲜有人知。
黑面具的八大雇佣兵个个都很棘手：身手了得的丧钟；耐操抗揍的杀手鳄；刀法一流的希瓦；阴险毒辣的铜头蛇；擅长暗杀的死射；fff团精英萤火虫；嗑药之前就很难搞，但是嗑药之后更tm难搞的贝恩以及强大到令人发指让你想删游戏的电刑人。和他们的战斗是本作最大的乐趣。
dlc 冰冷的心 讲述了阿卡姆系列悲剧人物急冻人的起源故事，也带你一探韦恩庄园内部风景，感受下有钱人的家居装潢。

个人感觉本作虽然亮点颇多，但是和前作疯人院、之城来做对比的话，显得有些华而不实。个人更喜欢前两作。
好评: 蝙蝠侠系列游戏是我玩的游戏中最喜欢的游戏之一
好评: 十分适合外接手柄玩耍，老爷的动作什么的炫酷却不浮夸，剧情差强人意，唯一不足的地方是为什么没中文啊，还有强烈推荐steam出个起源的捆绑包，内容包括本体和dlc什么的，或者出个年度版也行啊！
好评: We need official Chinese 我们需要中文！！
好评: 老爷，DC，买！！！
差评: 没有中文 ，打汉化补丁后在警察局报错，重新下载后，游戏都进不去，心态已崩、给个差评
好评: 算是阿卡姆系列的外传（前传），由于不是同一个工作室做的，所以呈现出来的游戏确实不如三部曲。但是依然抓住了前作的精髓，只不过没有很好地拓展了。
剧情来说很棒的，但是高潮过早了，小丑回忆那里如果设置为结局就完美了，导致后面的几个小时玩起来动力不足。地图上借鉴了之城的一些地图，但是太空洞了，粉丝的话可以入来感受一下老爷的威猛，如果不是粉丝就算了，这部作品不算出色。
但是这里有一场比正传三部曲里任何一场战斗都要刺激爽爆的boss战，丧钟啊，打得我热血沸腾！！！不过除此之外就没啥亮点了。
好评，给我老爷。
好评: 没正传三部曲好玩，但还算合格的老爷
好评: 认真的说，真的不如前两作。主要是打斗重复率很高、偏偏还打得非常多……蜜汁名侦探模式虽然看起来很创新，但……实在也并没多大意思啊。还有，都这年头了，还把重心放在“不杀”这事儿上面，真的没劲。诺兰还知道个“我不杀你，但我也不需要再救你”，结果这里面救反派比救平民/警察积极一百倍是怎么回事……
anyway，流畅度还是很高的。通关下来还是很爽快，只要你别去搞什么谜语人收集。
好评: 虽然是被骂的最多的一作蝙蝠侠，优化也不好，各种方面都很诡异，奇怪的反击判定.....但不影响它还算优秀的剧情，至少对蝙蝠侠粉丝来说不应该错过，讲的是前传，甚至引入了漫画致命玩笑的片段，对想入蝙蝠侠坑的小伙伴也是个不错的引导，还是推荐一个吧
[spoiler]why so serious[/spoiler]
后话：通关之后还有自杀小队的彩蛋！66666！！这游戏缺点不少，但怎么说呢，各种漫画剧情梗玩的飞起，还是瑕不掩瑜吧
如果是单买本体的小伙伴们用这个汉化是没问题的，记得选完汉化路径后删掉最后重复的路径，切记！链接：https://pan.baidu.com/s/1TmUKYGhSMDMmgkzDZJWg5w 密码：i37q
好评: we need chinese!!!!!!
好评: 现在这游戏更新了好多次，以前的恶性BUG差不多都修复了

还有谜语人滚出哥谭市
好评: 绝对神作！真爱老爷！不过谜语人实在肝不动了。。。。
好评: 起源绝对是被低估的一作。
差评: 居然玩困了。。

还有讨人嫌的UI
好评: bug有点多，其他还是不错的
差评: 先给个 差评先，游戏 除了那么久了还那么多的BUG不说，企鹅人摸着女秘的屁股这么恶俗的镜头卡在 那里 ，就算切任务管理器都出不来这是要闹哪样？你确定你不是故意的 ？
好评: 本部讲述了老爷与丑酱从相识到相爱的故事，情节也是棒的一批。丧钟在里面好帅啊，就是管家在游戏里显得有的有点蠢蠢的感觉，估计是为了凸显剧情吧！听说游戏是外包的，遇到了一些bug，有点烦，不过还好，不是特别影响游戏体验，给个好评咯！
差评: 愚蠢的操作
好评: 32小时一周目还差一些数据包和建筑资料，延续系列一贯的优秀剧情和打击感，新的电击手套亮眼。
好评: 蝙蝠侠系列的第三部作品,个人认为是外传性质,没有大的槽点却也无亮点,属于系列作品中比较平庸的一作
好评: 超级好玩
好评: 自从玩了telltale的蝙蝠侠，发现bruce特别有魅力，然后入手了整个系列，起源-精神院-城市-骑士 按照这个顺序玩
好评: 玩法很棒就是请谜语人滚出哥谭市。
好评: 这部《起源》讲的不是布鲁斯韦恩成为蝙蝠侠之前的故事，整体来讲时间段是在韦恩成为蝙蝠侠进行英雄行为后不久的一段时间。
蝙蝠侠还是个都市传说。
戈登还是个孤军奋战的正直警察，不认可蝙蝠侠的存在和作风。
芭芭拉还是个小姑娘，但已然看透哥谭警界的腐败。
哈莉还是个倔性子的精神病医生。
小丑才初露锋芒。游戏实际上讲的是蝙蝠侠&小丑这段孽缘的起源。

游戏素质上，不比前作《阿卡姆城》。
游戏一开始的黑门监狱的序章，你就会察觉那些模糊不清的贴图和带有违和感的人物材质，优化也难以说服人，对比阿卡姆城这两点尤其明显。

但总体来说作为蝙蝠侠的粉丝依然没有理由错过这部作品，带感的BOSS战和比前作更快节奏的战斗系统还是很优秀的，蝙蝠洞的设定也让玩家体验到一种归属感。

多人游戏尚未体验，单人部分还是推荐的。
好评: This game regaled us with some stories about Batman's youth(￣▽￣)~*
===============================================
这个游戏讲述了蝙蝠侠年轻时的故事(￣▽￣)~*
===============================================
Windows 10 Enterprise 64位 ( DirectX 12 )
英特尔 第四代酷睿 i7-4790 @ 3.60GHz 四核
华硕 B85M-K PLUS ( 英特尔 Haswell - Lynx Point )
16 GB ( 芝奇 DDR3 1600MHz )
三星 SSD 850 EVO 500GB ( 500 GB / 固态硬盘 )
Nvidia GeForce GTX 960 ( 4 GB / 索泰 )
===============================================
好评: 无聊时候在B站找纯黑的视频看，起源是我入蝙蝠侠的入坑作，之前看了无数超人的作品都没有入坑，看到蝙蝠侠就义无反顾地入了DC坑……可惜我入坑比较迟，只有阿卡姆骑士是真正打完了所有内容，目前学业紧张起源大概是没时间去打完支线了，总有一天要把阿卡姆系列补完。
蝙蝠侠阿卡姆起源之小丑恋上蝙蝠侠、犯罪王子爱上我。我就是为了batjoke这对CP入坑的……小丑对蝙蝠的表白居然还让哈琳爱上了小丑，为什么我没有这种撩妹技巧？？以及，黑化之前的哈琳医生真的是好纯良好可爱的感觉。
游戏本身做得很不错，即使是现在(2018)年玩也不觉得画面或是操作系统会很落后。游戏关卡设置还是挺合理的，满足了潜入和无双两个需求！同时战斗系统很良心操作手感很棒，打击感非常强！！这个得给一百个赞！
主线最后一关打泰坦贝恩……太恐怖了，简直是个恐怖游戏，求生游戏……我胆子比较小至今不敢二周目。
众所周知，蝙蝠侠才是真正灌输恐惧的人。
主线通关后小丑唱的冰冷的心超好听的！满满的小丑式的疯狂爱意！batjoke党一本满足！
还有这个年轻的蝙蝠侠感觉是真的可爱，还没有像后来几作(比如阿卡姆骑士)里那样点满了SM式审讯技能。但是依然足智多谋，从此变成蝙蝠吹。
好评: 游戏可玩性就不必多说了，非常不错的一款动作游戏，个人也是很喜欢蝙蝠侠。从通关剧情到解锁一系列支线任务用了30多小时，总体说难度还是适中的，只是谜语人的任务难一些，需要各个地区到处跑，数据包大多数可以自己找，少数难找的网上也有相关攻略，其他支线任务也多是以战斗为主。个人建议别买DLC的皮肤包，虽然有较好的蝙蝠装但多数都很垃圾，通关、解锁支线任务、解锁黑暗骑士挑战都会获得蝙蝠装，最好的还是黑暗骑士的蝙蝠装。急冻人DLC也很不错，以后会入手一波。
差评: 这游戏…怎么说…这个画质其实是有点尴尬的…而且打击感没有那么强…唉，前传真的给做废了…还是正传三部曲好玩…玩了几十分钟没有玩下去的勇气…
差评: 无聊，请不要浪费你的时间，祖传的战斗系统，画质，总之什么都是祖传的，我只想体验几个新的boss战，没想到50%以上的时间都是在刷小怪，一个小房间，丢十几个敌人让你打，打完了才能开门，这也叫关卡设计？拿屁股设计？
差评: 打击判定做的很差劲，据说是外包做的不算正传，反正我玩过疯人院和阿卡姆城，判定比这个好的多，经常攒了一个必杀的连击数结果离小兵两步路的地方死活按不出来导致连击断了，以为打不到小兵的缘故按一下普攻立马一个腾挪打在刚才那个小兵脸上，所以说为什么必杀放不出来？此外经常攻击不到自己想攻击的人，只要对手一扎堆就很难按照自己想的先后次序来有计划的解决不同棘手程度的敌人，打到那一堆里的那谁谁全靠缘分吗。跟其他几作比起来真的是差的不止一点。
好评: 没别的 就希望谜语人滚出阿卡姆
差评: 没有中文，先给个差评，其次游戏有一些bug，比如偶尔有时候上飞机点的时候会卡死，另外有一个地图人物会飞到墙里面，然后无限下坠，如果没有这些问题，那就是一款很不错的游戏
好评: 如何调整材质呀，怎么看地上墙上都是马赛克
好评: 语音，分镜，音效都做的很出色，不过打击感偏弱....另外还是希望官方能给一下中文，谢谢！
好评: 有机票   打了天邈1.1汉化补丁的我
游戏字体全变成了方块
好评: 打了补丁各种报错，生肉又啃不动
We need Chinese!!!!!
反正评论了华纳也不会康
[spoiler] 丧钟我在不义联盟里给你报仇啦！！！！！！	[/spoiler]






游戏还是很棒的，虽然脱了阿甘系列的后腿
好评: 游戏不错，就是没有中文字幕，玩起来有点费劲
好评: 干他妈的谜语人！！！！！！
好评: 终于耐着性子把WB出的几部Batman里面的非Rocksteady开发的origins玩通了。
虽然是为了通关而通关，但是游戏结束的时候Credits里面一闪而过的开发团队大合影，虽然没有来得及截图，但仍令人不禁莞尔。
这部作品在我这里评价并不高，但是确还算是一部合格的中规中矩的作品。
缺点在于
1、场景只有“黑色”，没有能够渲染出Gotham的“压抑感”。
2、整体流程和故事背景过于常规，没有新鲜劲，Joker，Always Joker...
3、战斗流程也过于陷入（潜入战+正面战）×N+Boss战，不免让玩家感觉套路化模式化。
优点在于
1、难度中等偏低，对于新手非常的友好。
2、场景没有那么的昏暗和令人感到恶心反胃。
============================
我玩这个游戏系列的时候一直没有停止思考（可能是一周目游戏难度本身并不高）：
蝙蝠侠的敌人几乎全是身心受到创伤、同样是这个罪恶世界的受害者。
为什么每次游戏的最终boss都是小丑呢？
小丑是什么？
他是人类灵魂深处阴暗的具象化。
而蝙蝠侠，
则是人性给自身阴影所戴、看不见的镣铐。

6/10
好评: 刚开始玩着还好。但后来一进游戏就黑屏了，有谁知道怎么解决吗？
好评: 大爱清秀女医哈琳奎泽尔，竟然还有一部分《致命玩笑》的内容，神作
好评: 我是蝙蝠侠，我是正义的化身
我的愿望是世界和平
好评: 像华纳这种防反的打斗模式最喜欢了。虽然我是个路人玩家，不是粉丝的那种，但是我很推荐这款游戏，看着介绍视频不错就买了，玩起来真的挺给力的。
差评: 我给这款游戏0分，没错就是0分。游戏时间三个小时，在一个bug上卡了两个小时。我真的第一次被bug恶心到。我在整个刺客信条系列都没有遇到这种情况。。真的够了，对了纯洁英文原版，因为我第一次安装的时候发现中文补丁会加剧bug。哦so be it
好评: 起源！姥爷的起源！！！买买买！！！！！
好评: 非常棒，阿卡姆收官之作
差评: 求中文，或者有哪位大佬给我个汉化的链接，之前用的汉化潜入警察局那段就会卡了，后面都是听力完成游戏。
好评: 似乎看到了阿卡姆骑士的雏形，
好评: 不要看我游戏时间是0小时，这个游戏我盗版各难度已经通关不知道多少遍了，因为非常喜欢，所以整个阿卡姆系列我都入正了。
在我《阿卡姆之城》玩的不亦乐乎之际，在游民星空的网站上看到了《阿卡姆起源》的新闻，内容里写到这部2013年即将发行的阿卡姆起源将会带我们回到蝙蝠侠初出茅庐时的故事。我当时就炸了——这么酷？！那时候我还在看诺兰的三部曲，特别是《蝙蝠侠开战时刻》是我最喜欢的一部电影，因为讲述的就是蝙蝠侠的起源故事。
看到新闻里写到不太成熟的老爷将会遇到黑面具雇佣的各种各样的杀手，而且那时候的老爷因为是初出茅庐，很多审问手段都还很“稚嫩”，所以你会看到一个年轻气盛的老爷审问罪犯时犯错，同时还会有贝恩的“断背”情节.....等等，然后当时放出的消息图片是一张雪夜里与丧钟对峙的老爷，“蝙蝠侠会不会大难临头？”种种猜想都让我对《阿卡姆起源》期待不已。
好吧好吧，废话扯太多了，但是我确实很期待这部《阿卡姆起源》。
不过呢，游戏发行后，评价完全是一边倒的局势。测评里爆出的各种游戏BUG和“没新意”使得这款游戏饱受争议，而原先制作《阿卡姆疯人院》和《阿卡姆之城》的坚石工作室这次把《阿卡姆起源》承包给了另一个工作室制作，而且这个工作室貌似很小，所以在放出消息时也一直不被人看好。（这是我2013年的回忆）

——————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————
现在来说说游戏。
《蝙蝠侠 阿卡姆起源》
作为经典之作《阿卡姆之城》的后续作品，这一作确实反响平平。从《阿卡姆疯人院》到《阿卡姆之城》我可以明显感觉到游戏在游戏性和内容上有很大的进步和创新，但是在《阿卡姆起源》里，除了侦探模式的黑科技让人眼前一亮外，我完全觉得这一作没有多少东西称得上“创新”，而且据说BUG多的出奇，也难怪它饱受争议。

剧情：
这一作的主线剧情很短，真的很短。我记得当初玩盗版，莫名其妙就通关了，有种“卧槽，这就没了？”的感觉。所以在这里要告诉各位：这一作的主线和支线剧情要搭配着玩才不会觉得单一，否则你就会像我第一次玩的时候一样，错过很多预告CG里出现的杀手。然后就像之前说的，故事回到了蝙蝠侠初出茅庐的时候，所以在游戏中我们对抗的不仅仅是那些疯子和罪犯，还有那些腐败的GCPD（哥谭警局）的条子。而在这作里，很多人都对义警蝙蝠侠的存在持有怀疑的态度，甚至有些人把老爷当做是都市传说一样的存在。
“蝙蝠侠？你真的存在！”这种对白使得前两作里被大家当做救世英雄来看待的蝙蝠侠显得很不一样，有一种装逼一时爽的快感2333
这一作抛诸多开争议来看，其实在故事叙述上来说也是一部很棒的蝙蝠侠作品，至少我挺喜欢的。
说以个我最喜欢的情节（包含剧透），因为这个情节使得我对这部游戏印象深刻：
在老爷在外面对付罪犯时，贝恩袭击了蝙蝠洞，老管家阿福雷德生死未卜。
急切赶回蝙蝠洞的老爷在一片狼藉洞窟的深处找到了死去的阿福。这个时候的画面感非常强，跪倒在阿福尸体面前的老爷仿佛又回到了痛失父母的那个无能为力的雨夜。无助和无力感深深的席卷着老爷。
当阿福被老爷救活以后，显示屏上又在播放其他罪犯伤害平民百姓的新闻，外界面对这些威胁都无能为力，情况非常危急，可以说是一波未平一波又起，换做是我估计都要崩溃了。这里对老爷的内心刻画非常到位，老爷开始迷茫自己做的种种行为，都是因为他才差点害死阿福，而阿福在一旁鼓励他继续战斗。就这个情节，让我感受到了蝙蝠侠作为一个凡人超级英雄的魅力，虽然游戏性一般，但是剧情真的很棒。

蝙蝠侠外观：
这一作的蝙蝠侠外观是有意致敬诺兰版的蝙蝠侠的，耳朵改短了，装甲有些部位特别相似。而在DLC里也有这么一款诺兰蝙蝠侠的皮肤，纯黑色的。我很喜欢这一作里的蝙蝠侠这一身装备，虽然很厚重，但是非常实在。

丧钟的BOSS战是最刺激的，还有结尾的贝恩战。然后这一作的丧钟很酷，今年上映的《正义联盟》片尾丧钟的彩蛋不禁让我回想起和丧钟单挑的那一夜23333

游戏结局的片段非常震撼，老爷依旧作为一个传说般的存在游走在黑夜的哥谭。

音乐：
主页面菜单的BGM贼好听！
虽然不像《阿卡姆之城》配乐那样有史诗感，但《阿卡姆起源》的配乐非常不错，能够将圣诞夜的气氛和蝙蝠侠的风格融合在一起，还有一股神秘感。每次听都会有一种寒冷雪夜中伸张正义的感觉。
——————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————————
说说缺点：
BOSS战里除了丧钟外，其他BOSS的战斗都很一般，没有什么特点和新意。

游戏主线剧情太短，如果你只玩主线，你会觉得这游戏买的不值。

我玩盗版时遇到过两次BUG，一次是飞行时候老爷的建模上下抽动，停都停不下来；还有一次是收集谜语人的傻吊奖杯，被困在一个房间里就动不了了。正版里我还不是很清楚会遇到什么BUG。

贝恩断背老爷的经典情节出现了，但是老爷的背根本没断，爬起来把贝恩捶爆了。我就想说既然不断背，你干脆就不要出这个情节，看着很微妙。

蝙蝠飞机就是个快速移动工具，我还以为可以自己开。（跳飞机的动作倒是很帅）

蝙蝠侠初出茅庐的那种感觉体现的不是很好，老爷依旧还是很NB，锤爆所有渣渣。就一个情节体现了老爷审问技巧还需提高：老爷抓住大嘴巴的时候，不小心把他捏晕了，再然后这类的失误就没有出现过了，我觉得跟当初宣传时候说蝙蝠侠还是个新手的说法很不一样。（我们都知道老爷很强，但是确实有点违和。）

还有就是故事里这些刺客90%都是黑面具雇佣来杀老爷的诶！但是黑面具作为发起这场战争的导火线，从始至终都没多少存在感，剧情里还死了？而且他的死还只是为了引出小丑这么一个人物，啧啧啧.....

DLC只推荐买有故事的那两个，一个是讲极冻人的，一个貌似是讲黑面具的。其他都是皮肤，不划算。

没有官方中文！从《疯人院》到《阿卡姆骑士》，我就没有见过官方中文版，这么多年了，心累......
——————————————————————————————————————————————————————————————————————————————————————————————————————————————-———————————————
最后总结：
喜欢老爷的各位不要错过这部作品，这一作的剧情还是不错的。
想体会和《阿卡姆之城》大有不同的各位可能要失望了，因为这一作在我看来除了故事内容、人物关系和人物造型上，其他的和阿卡姆之城没有多大的不同。
游戏的战斗难度还是可以期待的，特别是潜行战的难度相比之前要高一些。
个人觉得把丧钟当做第一个BOSS就是个错误，你要么把他放最后，要么就把其他BOSS战也做的这样有挑战性，不然真的不伦不类的，很没意思。
我想除了《阿卡姆之城》，《阿卡姆起源》是我玩的最多的一部阿卡姆系列，也是我推荐给我朋友玩的最多的一部。因为开场的动画特别帅，哈哈哈。
顺便一提的是这一部的宣传CG也很棒，有三部的样子，大家可以去找来看看。
还有就是蝙蝠侠出CG电影多好啊！！！
好评: boss战无敌好，剧情真的不如其他几部，但真粉强烈推荐
好评: 7/10 建议打折买入

+爽快的防御反击战斗，拳拳到肉
+令人印象深刻的BOSS战

-有些恼人的谜题
-略空洞的开放城市

补票，大学时期盗版通关。这是一部还不错的蝙蝠侠主题动作游戏 ，是该系列的第三部作品，剧情是前两作的前传。地图比前两作更大，画面现在看着也不错，boss战也比较给力，动作流畅，打击感也很好，防卫反击打得行云流水，推荐给喜欢蝙蝠侠和超级英雄题材的朋友

整体来说，质量还不错，喜欢蝙蝠侠的朋友一定要试试。
好评: 30h通关剧情，感觉没有阿卡姆骑士好玩，还有想要解锁无伤打丧钟成就你得[spoiler] 练习练习再练习	[/spoiler]
不过剧情还是有点意思，蝙蝠侠跟小丑的那些事♂

现已解锁无伤打丧钟成就，视频攻略：http://www.bilibili.com/video/av15672587
好评: 12月25日建档，进去后发现阿卡姆也是一片节日的气息，看着满街的圣诞树感觉自己这个圣诞过的可以说是十分充实了
好评: 青年老爷的成长之路，关于小丑的推理和丧钟，班恩的格斗是亮点，值得一玩。最后惯例，谜语人滚出哥谭！
好评: 谜语人请滚出哥谭市
好评: CG好评  剧情好评  流程太短了吧。。。
好评: 8.5/10
和city一样的系统
然而除了Boss战
比较一般
好评: 这个游戏的汉化真的是各种扎心
这几部玩下来可以这么说，手臂小臂真的很酸痛，有时会很心疼鼠标
玩这个系列脾气真的上来了，越来越容易动怒了
好评: BECAUSE IM BATMAN
差评: 大神教教我怎样解决fatal error 的问题，
好评: 故事是发生在疯人院前面，但是布鲁斯的装备是越来越好了。蝙蝠侠系列汉化请去天邈
好评: 回忆
差评: DLC冰冷的心出现影响通关的bug，这种恶心BUG不修复还有脸拿出来卖。
垃圾开发商
好评: 手柄按键设计真的是后妈养的（PC）滑翔的时候遥感就不能切换到左边吗？玩过的都知道 滑翔键在右边 视角遥感也在右边是真的坑人设计 键盘的伏地重击要按住2秒以上才行 手柄只要一瞬间 靠 我打架呢 有时间按2秒？傻傻的给人打？就不能和手柄一样 一瞬间就反应吗？我的天 最后一句不知道说什么了  谜语人你个SB
差评: 剧情很好，不过游戏性方面除了一些BOSS战的设计比较有意思外，毕竟不是亲儿子，玩起来太恶心人了！！！这个游戏根本就不是考验你操作技术，各种鸡肋的升级系统，技能学习还不能自主化，无聊的支线，谜语人的设计远不如阿卡姆之城和阿卡姆骑士，还有打起来的打击感也没有那两强。不管是野外还是剧情里无不透露着什么叫恶心人的战斗，三四十个敌人加BOSS围殴你，外围一排拿枪的，然后武术大师、带刀忍者、盾牌冲锋、杨永信战士、毒液壮汉……老爷虽然是DC挂王，但他也不是让你们五湖四海的混混们一起围殴的啊，真当他是夹心汉堡啊！
野外时不时有犯罪活动，结果就是跑到现场本来在对峙的警察和罪犯此刻突然一拍即合，齐心协力对付你这个多管闲事的蝙蝠……
还有野外一些没有任务的屋顶你埋伏一堆狙击手是干啥，在一个静谧的夜晚，老爷想出去兜兜风，他飞呀飞呀，砰！变成一只死蝙蝠了……
设计了快速旅行的功能，不过还得去解锁旅行点，每次快速旅行还得看动画，没意义。
我要不是想自己体验一下剧情，早就去视频通关了！
画面方面虽然画质很高，不过感觉太干净了，不像是肮脏的哥谭，只有过场CG能够让我找回应有的感觉。
还好阿卡姆骑士还原了这个系列本来应有的面貌，战斗也没这么恶心人了。
不说了，砸坏两个手柄了，再去买！！！
剧情：5星
操作：2星
关卡设计：3星
画面：4星
BOSS战：4星
好评: 整体可以，过一遍剧情的话很棒。但其中有很多影响游戏体验的事比如潜入警察局汉化闪退和游戏bug。百度一下寻找解决方案吧
好评: Because I'm Batman!
好评: 缺乏创新，boss战很赞，没玩过前作的可以入个玩玩
差评: 说实话，我不喜欢这个游戏，不太好玩
差评: 我们需要中文，简体补丁有bug
好评: 延续了前两部的特点，中规中矩的一部作品，画面有提升，尤其CG上做得很棒，而且BOSS战加了更多的互动在上面，更加有趣刺激了，很喜欢。本作还是有一些BUG的，尤其在一些地方会卡关，严重到影响游戏进程，可百度解决。
好评: 剧情真的很棒，玩了骑士再玩的起源，四部系列都入手了，这个还是挺中规中矩的。喜欢！
好评: 阿卡姆系列的“外传”，主线剧情略短，支线重复度有点高，防反的判定也很蛋疼。
相较于前作阿卡姆之城，并没有令人惊艳的提升。总体而言质量还是可以，丧钟的BOSS战以及小丑的诞生是亮点。
好评: 为老爷而来，然而却没玩多久。。。
差评: 以前听说BUG多，这次真是见识到了，打到阻止小丑的任务，卡死在和班恩决斗那了，重启电脑，把游戏卸载了重装，汉化补丁卸载掉，都没用，这种马上通关而又TMD没有办法的感觉真是破坏好心情
好评: 早有耳闻这是阿甘系列最差的一部，一直没玩。打折入了以后玩了倒感觉很惊喜。保持了阿甘系列一贯优秀的打击感，boss战是系列最佳。和阿甘之城比个人更喜欢这部，一是优化了战斗的操作，打斗流畅了很多；二是起源装甲比阿甘之城的紧身衣帅不少。缺点就是优化不太好，画面和阿甘之城差不多玩起来居然比阿甘骑士还卡，都说阿甘骑士卡，现在回炉重做以后流畅的不行，起源玩的时候经常掉帧，尤其是后期。
好评: 純粹補票
差评: [h1]满分剧情[/h1]
讲的是老爷回来后两年，这时蝙蝠侠在哥谭里还只是个都市传说，老爷也只是个刚刚出道的英雄。
父母之死还很深刻地印在脑海，腐败的官僚和肆无忌惮的混混横行无忌。
“我要他们每天出门的时候都要心里掂量掂量！这就是蝙蝠侠的意义！”
“我要成为他们的恐惧！”
“韦恩少爷，你是一个男人，不是一座孤岛。”

“圣诞快乐，master Bruce。”
“圣诞快乐，affo。”
“阿福，这么晚了你怎么还不睡啊？”
“[strike]我为什么不去睡觉老爷你心里没点b数？[/strike]”

[h1]给自己喜欢的游戏差评真不是件让人快乐的事，然而必须得差评。[/h1]
游戏质量是好的，但是不粉蝙蝠侠的千万别玩。想玩蝙蝠侠游戏的同学请玩骑士就好了，其他别碰，真的别碰。

也就12个钟通关，但我现在真的想吐。

玩家喜欢的是蝙蝠侠还是这个战斗系统，华纳心里没点b数？
四部阿卡姆全用这b系统，除了技能略不同其他全他妈一样！
就像一道菜，你天天吃，餐餐吃，只吃这一道！不管多好吃，最后都只能想吃屎一样！

更何况这战斗系统本来就不精明。
一部玩下来，也就boss战有意思，群殴打杂兵根本只会让玩家心里恶心。
打击感也一般，像打在棉花上一样。
虽然可以解释为是老爷留手（骑士里面小丑人格招招断骨，那才是打击感啊），但真的软绵绵。

反击更无脑。
可能华纳也知道反击简单所以加入盾兵电击兵各种乱七八糟的兵种，然而这不仅不能增加可玩性，只会让玩家觉得恶心（骑士稍微好一点有环境击倒有更牛逼的干扰枪）。

这一系列游戏要是不打老爷的IP，会有多少销量华纳心里没点b数？
偏偏还不会创新，换个地图换个故事就拿出来卖，骗的是谁的钱自己心里没点b数？
要是把蝙蝠粉全恶心完了谁特么来买单？
谜语人的收集更是蠢，经历过骑士一个任务圆圈就谜语人那里缺个角的绝望，我玩阿卡姆系列再没看过收集。
能用其他角色的DLC，也就技能的表现方式不一样，实际上招式全一样！
这种设定只会恶心那些想全收集的真爱粉罢了。

你以为谜语人滚出哥谭只是玩家开心玩梗吗，是在骂华纳你母亲啊！

DC电影宇宙也各种出问题……

这破公司吃枣药丸。结尾顺便说一句[h1] 华纳我操你妈[/h1]
好评: 还不错
差评: 听说BUG多，不信邪买了，特么找切的穿上拉木板到头了死活放不下来，又不是什么新游戏，这么多问题。。。应该先买本体的，浪费DLC钱
差评: [h1] 优点暂时没看出来 缺点很多 	[/h1]首先最难受的就是win10下会陷入无限崩溃的循环导致游戏无法进行下去[spoiler] 后三部中唯一会在我的win10下崩溃的游戏 这也是我给差评的主要原因 	[/spoiler]其他的次要缺点包括打斗过程偶遇道具无法速射BUG 反击提示缺失BUG[spoiler] 直接导致丧钟那里打了3遍才过	[/spoiler] 腾空攻击后摇太长  [spoiler]相对于之城和骑士而言	[/spoiler]导致过程中你根本没法防反杂兵的攻击 电击枪的缺失也导致面对盾牌兵和重甲兵时很难受[spoiler] 后期貌似有电击手套?但我显然是玩不到那里了	[/spoiler] [h1]总之对于非强迫症患者而言这一作完全没有入的必要
[/h1]以上
好评: 还是胖揍企(马)鹅(化)人(腾)最爽了
好评: 有没有汉化补丁？
好评: 4年前，我还在玩盗版的时候，丧钟是我遇到的第一个劝退BOSS，伴随着那一套华丽的连招一次次的“你失败了”成为了我当时的阴影，时隔四年，在我经历了黑魂123、血源和仁王的洗礼后，我入正补票，誓要征服当年的劝退哥......

结果我发现丧钟爸爸已经不是你爸爸了，但电棍大爷还是你大爷
好评: 拿个徽章
好评: 好玩，刚打死丧钟12.30..2015


2017.11.25....好多年了....
好评: DC大法好！
好评: 初中就玩的经典，不用多说
好评: 有没有中文汉化的啊？ PLEAS!
好评: 这是我喜欢的 英雄，我喜欢这个蝙蝠侠
好评: WIN10 使用键盘操作后会出现闪屏 无法操作的情况  很喜欢这个类型的游戏 希望开发商搞点优化
好评: 人才济济阿卡姆
好评: 刚看完《正义联盟》电影，丧钟彩蛋真是令人激动，不愧是起源劝退我的boss。
好评: 好耐玩
好评: 为蝙蝠侠打call
好评: 蝙蝠侠阿卡姆系列
好评
差评: 主线本来该进银行了，结果出了bug一直显示我当前任务应该是企鹅人和警察局，银行上面的墙炸开了之后下面锁住进不去，没有办法，主线都卡住了我还玩什么，弃档了。垃圾游戏bug特别多
好评: 没有对比就没有伤害......不行啊，果然不行啊。
外包的私生子跟正统的三部曲比，除了第一部因为时间和技术问题稍占优势，阿卡姆之城和骑士真的是把起源按在地上摩擦。
打击感方面是因为冬天大家穿的厚的缘故么？打击小兵咔咔的声音听起来有些奇怪，听久后有了一种在打塑料板的错觉，只能说是差强人意。
时间线上的奇葩设计，导致无数人吐槽老爷你怎么会在疯人院忘记带一身装备和某些特殊技使用方法，恩，我也是大众吐槽玩家的一份子。
故事上完善了蝙蝠侠三部曲的主线，着重介绍各种反派登场，尤其是亲爱的丑爷，登场真是既风骚又霸气。(我于杀戮之中绽放，亦如黎明的花朵.jpg)然后丑爷就因为老爷在爆炸中救了他而一见钟情？？？！卧槽！！！那段着魔心理描写（幻境老爷：乌鸦坐飞机！）是整个游戏最新颖也最值回票价的片段，但只是替换了个建模而战斗方式依然不变的战斗过场让我真心觉得制作组偷懒的厉害。
但这座城市设置的是真的空虚，也没多少彩蛋和可探索的地方，对，似乎又双叒叕把布鲁斯夫妇拿出来鞭尸了，你们够了啊，我真的无语了。
丧钟大爷在qte上成功教我做人，让我平生第一次产生了在qte关卡的无力感，你们舔，我不感冒。
战斗升级请允许我骂一声娘，日你哥啊，谁他妈设计的技能树？我连击上五下触发特殊技还要我升完防弹和防刀具？设计这套系统的神经病啊，老子可是在阿卡姆之城困难模式下到结局差不多没东西可以升级才升级的衣服防御，你这特么除了浪费我时间升级刷技能点外有个毛线用处啊？
哦，我后面终于发现了，妈的缴械拆枪特殊技居然还要完成支线才能解锁，我特么......(仰天长啸，四十五度角的忧伤)
哈？线上online联网？呵呵（看傻逼的表情.jpg）
成就收集还是一如既往的蛋疼，成就党捶地大哭.jpg（通完剧情线，只完成了九个成就，心疼我自己，看着还有五十一个成就，我真傻，真的）
黑面具你真的是好惨好惨啊，打架输了，女人没了，钱被抢了，手下反水，还把小命丢了（哦，没有，但给捆绑play了），默哀一秒。（反正面具同学的尊严已经给丑爷践踏的支离破碎了，还进了监狱，他还是个孩子，千万别放过他）
企鹅人......真是吉祥物一般的存在，没事被老爷揍两下，找人给老爷揍两下，问话还是老爷揍两下，啧啧啧啧，吃饭睡觉打企鹅人，简直人生一大爽。

谜语人，说真的，要不是我控制的老爷第一找不到你，第二蝙蝠侠设定不杀人，要不然我分分钟把你沉到哥谭市下水道。[spoiler] 干你娘的谜语人，日你妈的爱德华，CNM的通讯器，丢雷楼木的数据包，谜语人滚出哥谭市！！[/spoiler]

[strike] 但.....如果不作为三部曲编外而是作为一部独立的蝙蝠侠作品，起源是优秀的，电影般的游戏体验，爽快的格斗，挑战的关卡，有创意的boss战，精心的过场cg，基本没毛病，而且游戏打折便宜啊 买买买买买！[/strike]

[h1] 哦，好评不存在的，干你娘的谜语人。[/h1]
好评: We need chinese
好评: 这电影真的好好看哈哈哈哈哈嗝。
mad hatter 副本pc键鼠卡视角逼我买了个Xbox手柄 ，绝了，而且卡了不少次bug，老爷差点就飞不动废档了233
好评: 经历了十几个小时终于通关了，一直忙于主线，支线内容基本上没怎么玩。
蝙蝠侠之前的作品也有玩过，阿克汉姆起源整体上仍然保持前两作的动作风格以及潜行、解谜风格，老玩家对于操作可以烂熟于心，新玩家上手起来也没有那么困难，战斗上战斗基本操作简单，配合其他道具可以玩出很多花样。华纳的游戏也有着其公司自有的特点，电影视觉及听觉体验酣畅淋漓。
缺点不是特别明显，个人感觉部分时候（使用遥控蝙蝠镖等）的操作手感有些笨拙，其次并没有自带中文。
最后十分推荐动作潜行游戏爱好者以及DC漫画和蝙蝠侠粉丝入手体验这款游戏。
好评: 说明了养子不如亲儿子
好评: 谜语人滚出哥谭！
好评: 电脑玩有些卡而且掉帧，玩不下去
差评: 说实话优化有点垃圾
好评: 作为外传，整体上还是不如阿卡姆城和疯人院，整体上可圈可点。最精彩的boss战就是第一场对抗丧钟，之后的就不怎么出彩了。我还遇到了BUG，解除第一座信号塔以后，我退了下游戏，再进去的时候任务点还在信号塔，但是信号塔已经是解除的状态了，这就很尴尬。
