好评: 2174小时路过
好评: 还行
差评: 这傻逼游戏进不去是为啥啊
差评: 这傻逼游戏 我玩了300多小时  结果一更新 我tm就一直未响应  等了好久也没用  我好不容易肝的东西也没了  我重下了好几遍也tm没用 我还退不了钱 凸(艹皿艹 )  凸(艹皿艹 )凸(艹皿艹 )凸(艹皿艹 ) 还我钱 还我钱 还我钱  还我的肝 还我的装备 还我的游戏 还我的期待
还我的心血 还我的钱   凸(艹皿艹 )凸(艹皿艹 )凸(艹皿艹 )凸(艹皿艹 )

好评: 原价预购，我是伞兵
差评: nice shit
好评: 首发的画质就令人惊艳，就是难度过于硬核了，没想到现在还在更新和运营，不容易
好评: DLC吞奖励就算了，加载地图太慢了。
差评: 傻逼游戏，轻击加快哪个臭狗想出来的，我在床上加速把你妈子宫都捅穿
好评: 画面建模精细  PVP对抗强度很高  目前最好的PVP动作游戏
差评: 根本进不去
差评: 好久不玩，今天玩一次竟然死机了；2022/2/21，今天真奇怪，这游戏的反作弊不是小蓝熊，但是启动游戏的时候启动了小蓝熊，然后游戏就自动闪退了，真离谱啊，我连游戏都进不去，玩个屁
差评: 刚买的时候进去一次 之后再怎么都进不去

好评: 怎么突然开始蓝屏了，游戏一启动就蓝屏。有人一样吗
好评: 冲就完了，很爽快

好评: 我觉得可以
好评: 画风不错
好评: haoping
好评: 给一些新手一些建议和部分指南（如有错误，请各位大佬指出）
1.残血了可以到A点C点（部分图是A和B）回血
2.队友在和敌人PK的时候不要随便过去给敌人A一下，可以重击取消打佯攻（攻击敌人会涨复仇）
3.甘地版买角色前记得去训练场试下，最好找自己心仪的
4.不要瞎JB乱丢技能
5.前期最好找队友，野排新手局会让你瞬间血压高涨
6.一定要开加速器，不然你可以看见飘在天上的百夫长
7.心态一定要稳住（电脑危）
8.时刻保持冷静，不要看到仇人就分外眼红
9.守点！！！看到哪个点空了就跑过去站着（+2代表点里有人）
10.重击需谨慎
11.每日的任务（命令）记得做下，特别是甘地版
12.有时候范围攻击会发挥出很不错的效果
13.开局给的三个先锋英雄个人推荐看守，因为上手快
14.处决可以回血，取决于处决长度，越长回的越多
15.处决可以被打断（解锁一技能的刽子手除外）
16.复仇开启的一瞬间敌人攻击你会被反弹击倒
17.多个敌人攻击你的时候你的血条旁有个黄条，那是复仇值，涨满后可以开启复仇
18.复仇架到敌人敌人会直接倒下（破防推同理）
19.复仇会给一个护盾，而且伤害会增加（复仇有持续时间）
20.前期实在不行可以找一些玩的久点的人带（厚颜无耻的推荐自己）
21.当你一个角色升到20级然后又升了一级后等级会归零，但人物等级旁会多一个1，这是你的转数（20级一转）
22.熟练运用取消破防，这会让你心情舒畅
23.部分体术可以取消
24.带蓝色光的攻击无法闪避掉（闪避可以闪掉所有除蓝光外的攻击，包括火刀，体术，前提你闪避的方向是对的）
25.部分角色会有霸体，就是会白光一闪，攻击不会被打断
26.移除了him
差评: 本来新手PVP就很难赢了，还天天掉线
有一把好不容易快赢了，还是让二追三的局，突然掉线，瞬间就没心情玩了
好评: nice
差评: 差评送给育碧策划组+缝合怪英雄
好评: 26+2+12165
好评: good
好评: 格斗性很强,但是操作起来太难了0.0.
开头先是身为骑士打维京人，然后维京人打日本武士，最后日本武士打最终女骑士亚玻仑
艾许菲尔德的骑士是崇尚力量的傲慢典范，“钢铁军团”将他们派往战场去抚慰躁动的大地。在尝到了自由的滋味之后，他们便将艾许菲尔德当成了自己的家园。他们深信遍布在领土上大多数的古代遗迹都是钢铁军团的先祖——伟大帝国所建。
在组织分崩离析的几个世纪里，艾许菲尔德骑士团只是小军阀和粗暴的游荡骑士集团。在过去的十年里，他们被集结到同一面旗帜之下，那便是由亚玻伦领导的黑石军团。
到目前为止，骑士们都成功抵御了维京人和武士们对艾许菲尔德的猛烈进攻。而亚玻伦指出战争的威胁已迫在眉睫，并且告诉骑士们只有加入她的军团才是保住家园的唯一保证。

维京人在几个世纪中销声匿迹，他们从崩溃的家园逃到了未知的海岸。那些剩下的人则被骑士们所征服并融入到了他们的文化之中。
大量的维京人在几个世纪前再度出现。从遥远之地跨洋来到他们所建立的新家园。他们回归的原因有很多，但最主要的是收复他们在北方的故土：瓦肯海姆。如今，数以百计的维京人部族相对和平地在冻土苔原上共处。然而在外人看来，他们似乎一直处于永久内战的状态。

历史对于武士并不友好。他们来自漂洋过海的遥远大陆，带来了一个关于皇帝和一个被海水、烈火所吞噬的家园的故事。近一千年后，游牧民族停下四处漂泊的生活，在维京人收复的失地附近以及与骑士团争夺的土地上建立了自己的家园。
过去的十年里他们适应了迈尔的沼泽丘陵环境，他们蓬勃发展但仍旧不能与众多的邻邦匹敌。他们必须依靠更高深的武术，诡计以及对自身文化的忠诚来生存下去，毕竟他们可能是族人的最后一代。
好评: 天地：‘’打架不如跳舞！”
忍者：“俺也一样！”
好评: 好玩

好评: 这游戏玩着还可以十八入手的，就是，太他妈肝了肝到她妈啥时候才能买一个操
差评: 游戏是好游戏，玩家是垃圾玩家，赢了就嘲讽，输了就骂脏，蒸馏啊
好评: haowan
好评: 好玩耶( •̀ ω •́ )
好评: 好玩，就是难，上手之后很有意思，ps端玩了20小时左右，全是单人solo，现在转pc可以玩多人爽多了
差评: 这游戏已进入摆烂苟活阶段：
① 日常任务一半是刻意添麻烦的，比如复活多名队友（得先死队友）、占领多个区域（得先丢区域）这种反向激励，关掉匹配打人机才能确保效率。
② 多年老问题一直不修，无规律断连卡死只能强关，时间较长的攻城局打完结算时报错不给收益（有时会补上）、不计任务（不补），你们这帮废物的错一直让玩家买单？
③ 新角色都是缝合怪，没有独立动捕，能否接受因人而异，但别指望有真正独特、带劲的新玩具了。核心爽点——角色独立处决动作也不出了。新服装和武器外观设计也是应付了事，远不如初期设计出彩。
④ 最新的“海盗”上线前半个多月非常明显人工调高了”与好友组队进行N场游戏“任务的刷新率，以削减独狼玩家的代币获取，上线后立马恢复一周一次的正常水平，恶心之至。

2017-2-14，第一次在steam预购游戏，好像也是第一次付费。
2022-2-15，激战正酣，突然断连卡死，直接强关卸载退坑了，最后更一次差评，刚好五年。
好评: 大家目光向我看齐 我宣布个事，我是荣批！什么？你说育碧平衡又改动了？凸(艹皿艹 )，育碧，你就是个傻批！
好评: 真好玩
差评: 除咗屌你老母之外我都唔知講咩好
好评: 《拔 剑 四 顾 心 茫 然》
好评: 网络卡，玩不成在线PK，延迟的感觉你懂得！
差评: 游戏很好玩如果能进去就更好玩了
差评: 游戏是好游戏，但这服务器太猪比了，我半小时重连了十几次，加速器也不顶用ORZ.不愧是你啊育碧。
差评: 这游戏硬直很奇怪，相对硬核，没啥意思。
好评: 非常的好玩 血压已经升满了
好评: good
好评: 非常好玩，建议入手
好评: 回坑来玩没想到已经是那么老的游戏了=。=不过这品质，放在今天依旧是好游戏啊
差评: 就硬你妈进不去呗 都你妈2022了 育碧服务器还没是没妈
差评: 寄吧网络，挡住了掉血
寄吧匹配机制，1转打50转
基本什么都不管
差评: 海盗做的很好下次不要做了，脑袋被驴踢了才做出的海盗是吧
差评: 首先这款游戏是很吸引我的，战争题材当中扮演的是一名上阵杀敌的小将，对决中的各种操作可以说十分吸引人那么问题来了，且先不论这个价格是否过高，游戏的画面和优化是不错的，但是是否能有更详细的教程和方法让新手快速上手呢，难道就一定要在刀锋下作无数次亡魂后才有一战之力。其次这款游戏的服务器好像秉承了土豆传统有时候挂加速器都没用EMMM。我不就是想安心玩个游戏嘛为什么花钱还不能当大爷呢！@！游戏所带有的处决和特效将使玩家在击倒敌人后化身古神话中的杀戮亦或是花前月下的剑客凭三尺长兵斩万千将士。当然任你武功再高总架不住双拳难敌四手，这时一个好像有点合理又完全脱离了人类极限和机能的被动突显而出，复仇！！！给你十秒做个真男人，前一刻困兽犹斗下一秒傲立于世看我刀起头落，教你哭爹喊娘丢盔卸甲。我雄武但不莽撞，我精悍但不蛮横，我知晓斗争但更识得诡诈。这战场来去驰骋，万军中唯我举杖独行，且看这一场龙争凤鸣。

两年前我缝合了这份评论，这是我的最新评论。
好评: 啊...这...
好评: 游戏是好游戏，输在了育碧的土豆服务器
好评: 土豆网确实一言难尽，除此都很好
好评: 早该推荐了
好评: 真的很好的游戏，需要用时间去磨练自己。在当今快餐文化下难得一见。[spoiler] 还有土豆服务器是真的煞笔，每个月都要花钱用加速器[/spoiler]
差评: 差评玩家素质差，动不动嘲讽搞心态。别来
好评: Incredibilis!
差评: 讲真的，真心话是不推荐，要不是朋友同学在玩，其实我就退款了。题材很吸引我，但是英雄系统和围攻是一个屌样的。部分模型也是和刺客信条（r6）一个模型的。多人模式只有惨字来形容了，以前游戏不做优化，现在这个游戏真就只优化了一下，画质开到最高可以看到6个脚趾的兵，可以看到飘在空中的兵。匹配机制和围攻一样（略低于你的敌人）全他妈是骗人的鬼话。虽说部分角色打击感还是有的但是要操作所有你想象中的操作（1V3复仇）。实际上（1V3被群殴）并且这是主打主机的，我去网上征集了一些评论最后发现不管是主机手柄还是pc键鼠这个游戏的格挡防御确实有问题（美其名曰：让新手可以有更好的游戏体验）
操作手感如果你是键鼠那就是4分（满分10分）
游戏画面7.5分
玩法6分
核心玩法7分
故事模式（没玩呢）

还是那句话，育碧的下限没有他们做不到只有你想不到，还是那个土豆的味道。（服务器的确有所改进，没有从前游戏10分钟重连2小时的快感了）

好评: 玩了这么久了。。只能希望这游戏活久点了

好评: 一天不玩就不想玩，玩了一天就想天天玩。
好评: LAKI

好评: 好玩，非常刺激，信我。
差评: 垃圾游戏，匹配严重不平均，赶紧关服吧wcnmd
差评: 垃圾游戏 滚出我电脑
差评: 一打折就总会多出一堆输不起的废物
好评: 没有困难的角色，只有坚强的打铁人！！！
好评: GOOD GOOD
差评: 能不能连上去看土豆脸色，连上去还是要看土豆脸色
差评: 狗屎平衡性
好评: 曾经梦幻中格斗游戏的模样，就是服务器太烂，进不进得去全看运气，把平衡做做能办个比赛看看还是可以的。
差评: 这个游戏，曾经辉煌过，但现在，恶臭的跟下水道一样，再也没有原先一招一式拼招的感觉了，新的角色动作都是缝合的，一点平衡性都没有了。
好评:        真不戳！随着对每一位英雄，游戏机制的理解深入，上手后紧张的见招拆招，根据对手动作作出相应判断并打出漂亮一击，与队友的默契配合达到出其不意的效果，刀光剑影之间令人血脉喷张！每一位角色特点，攻击方式有所不同，在不同玩家手中的表现有所不同，一个角色便有多种变招，值得深挖。
       但总有一些新手玩家不敢打，卖队友，乱丢技能（投石车，箭雨等），给队友造成一些不良影响。另外育碧老毛病，服务器不够稳定，可能会出现闪退，卡顿，无法登录等等网络问题。
       希望各位玩家都能从中体验到冷兵器格斗的酣畅淋漓
       中华武林YYDS！！！
       中国玩家YYDS！！！
       中华人民共和国YYDS！！！
好评: 考验反应力，非常好玩

好评: 好玩，刺激，进步，尬舞
好评: 中世纪格斗类游戏天花板（个人认为）
好评: I love this game because i can light spam litle children who have 20 minuts on the game.
好评: PVP真的太腻了，要是能多出点PVE玩法我冲爆
好评: 不说了  血压上来了
好评: 如果你认为你是个傻逼而且很想体验一打多被暴打，请选择这款游戏
好评: 遇到奇奇怪怪的连招不要慌，掉线就好
] 

好评: 游戏是好游戏，上手难度高也是事实，但我希望游戏的服务器可以在好一些，玩家素质还是挺好的。.0.0.希望越来越好！！！
好评: 优点：
游戏战斗系统属实无敌，深度玩家表示十分过瘾，目前被宠到找不到替代品
肝有收获（暖暖）,氪有爽点（暖暖）

缺点：
服务器不太好，不适合网络不佳的人群
萌新一定要找群找老玩家领入坑，不然会被揍得找不着北还没进步
QNMD缝合怪！不过最近两次更新的新英雄还算有诚意，拉我回坑了，差评改一波好评（2022.2.7）


差评: 垃圾，打击感一般，英雄平衡太差，格挡机制不好用，剧情模式没吸引力，卸了吃灰。
好评: 相对于战地5的疯狂被捞薯条和CSGO的见面死。萌新的体验还是挺好的，玩4v4选个野武士嗯戳也能混上十几个人头。
好评: 垃圾游戏玩尼玛玩，被媳妇把脑子都打出来了
好评: 嘎嘎爽
好评: 每天都在锻炼我如何与别人1v2,这个游戏可真好玩
好评: 在格斗游戏中算是挺好的了。进游戏的速度还是挺快的
好评: 战魂迎来了第6年
拥有固定的日均3000-6000在线
必须用加速器才能稳定游戏的网络
30个英雄
100小时以上的入门门槛
机制不复杂，入门易，精通难
教程做的不怎么好，轻击速度也是快的离谱
属于是小众游戏也没想大众化的做法
好评: 机制非常nice fps游戏打腻的可以来试试
好评: 太卷了，这个游戏
好评: 一旦上手就起飞咯

好评: 11
好评: 上手难度比较高的一款游戏，但是上手以后就会体会到每个英雄的快乐，玩一个新英雄的时候还是先看看这个英雄的攻略会好一点，自己摸索会比较痛苦
好评: 不错
好评: 我是傻逼
差评: 海盗，你最好把你亲妈保护好，免得把你亲妈枪毙了
好评: 很棒棒！男人必玩
好评: 66666666666
好评: good
差评: 游戏确实好玩，就是傻逼服务器，开了加速器前面打的好好的都快赢了卡退了，不要怀疑是网络还是电脑的问题，别的游戏根本就没有闪退这个问题，关键还不是一次两次的，真的搞人心态，纯纯的伞兵游戏
好评: hao好玩
差评: 太卡
好评: 好玩
差评: 没啥意思，动作做得很漂亮但招式挺简单。你要对战的话就做简单点，搓招华丽点。现在玩着吧PVE不好玩，PVP不想打，白买了。
差评: 三个字不推荐如果打剧情18快的就行了本来买了个豪华版想过一遍剧情结果剧情不让选人就离谱
差评: 我感觉这个游戏育碧已经开始放弃了并且恶意对抗玩家的建议，说实话，我已经后悔买这个游戏了
首先，新手体验巨差，游戏技能设计的不人性，比如，为什么不同的英雄取消重击的方式不一样，差别只是换了一个键而已，完全可以做到统一，这样做除了浪费玩家的适应英雄的时间，完全起不到任何的意义。游戏教程做了跟没做一样，比如，英雄的高级装备怎么获得一点教程没有，能拿到的净是些普通装备，升到6级没法升，角色的特性怎么解锁也没教程，玩了快30个小时了，还有一堆基础的东西没搞懂，这个游戏教程真的是我玩过这么多游戏里最差的了。
其次，讲讲游戏平衡的问题，我最气愤的环节，目前还没跟玩家打过，只是网上说不平衡，这里我就不做评价。我讲讲我觉得育碧这个工作室恶意对抗玩家意见的地方。就是那个无限战场。我对此很无语，有些莫名其妙的buff、dbuff，简直不知所谓，一款冷兵器对抗游戏，注重的反应和技巧，搞这些有的没的buff，我感觉他已经忘了自己游戏的最初定位了，还承诺会加强游戏平衡，搞这个？当这是剑与魔法吗？。还有些什么重击倒地，无法格挡，无法打断这个态度明显恶劣的东西，还有就是稀有任务，明显是开放给新手玩家的，他设计的净是些3个同时打1个，2个同时打1个这些类似于官方炸鱼的东西，更过分的是，这些多个同时打1个的关卡，他还给ai加什么重击倒地，无法打断的buff。对于新手玩家极其不友好，基本上一开始就没得动，活活被打死，就好像工作室在说，欸，我知道游戏设计的不平衡，我不仅不去改正，我还更加变本加厉的恶心你们。这个无限战场，我觉得是这个游戏最大的败笔。我宁愿游戏工作室关了这个模式，给买了烈火行军的玩家换一些别的奖品。
最后，育碧游戏不能不提的服务器。每一款育碧的游戏我入手前都要考虑很久的最大原因就是他的服务器是真的差，一款没什么人玩的冷门游戏，服务器居然老是崩，短短几天我已经遇到过很多次了。每一款育碧的游戏买的时候我都会犹豫，买完之后又同样地都会后悔。
这是应该是我最后一次买育碧的游戏了，真的对育碧太失望了。

好评: 很好玩，我萌新玩到现在匹配都是同水平，剑圣现在68胜率还没体会到大佬爆锤
好评: 我是傻逼
好评: 666
好评: 真的好玩，打击感很强，就是偶尔有点卡位，如果这个来个啥VR，或者体感，绝对更好玩
好评: 上手容易，精通难。
好评: 嘿嘿
差评: 我tm等了10.4个小时全是无响应 我玩nm 我tm买这游戏我是sb
差评: 缝合怪好战者爬（X)
缝合怪格里芬爬（X）
缝合怪虚心爬（X）
海盗缝的不错，但是还是缝的（X）
这里竟是玛卓克萨斯（✓）
好评: Good
差评: 我是傻逼，4v4真nm好玩，进去就看见一个头框旁边90多的对手，是真nm好玩
好评: 优秀的冷兵器格斗游戏，市面上几乎无替代品，希望别凉了
平衡确实不尽如人意，但佛系游戏的话还是能带来很多乐趣

2020.8.11
我巴不得这游戏赶紧死

2022.2.3
海盗真香
好评: 很有意思，买到后即刻开完没停过
好评: 牛逼
好评: =======整体评价=======
☐ 我是SB
☐ 低劣制作
☐ 凑合中评
✓ 上乘佳品
☐ 殿堂级神作

=======游戏分级=======
☐ 超级马里奥
☐ 看不太清楚的轻微暴力
☐ 不见血的打斗场景
☐ 显著的暴力行为
✓ 脏话连篇、血溅四处
☐ 毒品、性、血与酒

=======游戏体量=======
☐ 小游戏：低于 1 G
☐ 体量不大：低于 10 G
☐ 中等体量：10 G - 30 G
☐ 准3A：30 G - 75 G
✓ 常规3A：75 G - 120 G
☐ 宏大制作：120 G +

=======画面效果=======
☐ 红白机
☐ 满屏狗牙
☐ 有一定年代感了
☐ 与硬件发展勉强匹配
✓ 有几张不错的截图
☐ 随手一截全是桌面

=======游戏体验=======
☐ 不如去玩空当接龙
☐ 容易弃坑
☐ 勉强能撑到通关
✓ 主体过程令人愉快
☐ 有很多印象深刻的亮点
☐ 值得铭记

=======音乐效果=======
☐ 就像100个指甲在墙上刮的声音
☐ 90年代初期的电子配乐音效
☐ 勉强能听
✓ 融入感较强
☐ 顶级享受
☐ 我要买OST ！
☐ 似乎没有听到音乐

=======剧情体验=======
☐ 这游戏没剧情
☐ 平庸俗套
☐ 简单苍白但偶有惊喜
✓ 某些地方值得深挖
☐ 久久回味，源远流长
☐ 我把书店烧了，因为没有编剧写的书

=======操作手感=======
☐ 反人类
☐ 钢琴10级
☐ 复杂但自有逻辑
✓ 丝滑无比
☐ 你的奶奶都能玩
☐ 不需要操作

=======游戏难度=======
☐ 可以一边睡觉一边玩
☐ 手残人士必备
☐ 有些基础的学习量
✓ 20小时还没入门
☐ 魂系标准难度
☐ 抖M最爱
☐ 你被游戏玩了

=======游戏寿命=======
☐ 恶意延长游戏寿命：- 100
☐ 短小精悍：10 小时以内
☐ 值得回味：10 - 30小时
☐ 意犹未尽：30 - 50小时
☐ 内容丰富细节充实：50 - 80小时
☐ 可能没时间打通关：80 - 120小时
✓ 令人望而生畏：120 小时以上
☐ 刷子游戏，再来一局：∞

=======肝度=======
☐ 没什么需要肝的地方
☐ 可肝可不肝
✓ 肝肝更健康
☐ 肝癌患者前兆
☐ 医院挂号等换肝

=======同乐人数=======
☐ 禅（独自沉浸）
☐ 双人同行（2 - 3 人）
✓ 寝室同乐（4 - 10 人）
☐ 开个派对（10 - 20 人）
☐ 令人愉悦的pvp
☐ 令人厌恶的pvp

=======性价比=======
☐ F2P
☐ 坐等白嫖
☐ 75% off 可入
✓ 50% off 可入
✓ 25% off 可入
☐ 首发原价，G胖血亏

=======配置要求=======
☐ Win 98 都能玩
☐ 集成显卡勉强不卡
☐ 入门级配置：GTX 950、RX 560
✓ 进阶级配置：GTX 1650、RX 580
☐ 中高端配置：RTX 2060、RX 5700
☐ 发烧级配置：RTX 3070+、RX 6800+

好评: 这个价入手还是香

好评: 上手容易，入门难，大部分老玩家对新手也很友善，值得入手
好评: Ub别缝英雄了，要出英雄就拿点心意，新出个海盗是什么鬼，究极缝合，还有更新也出点娱乐模式吧，就更个特效和英雄，游戏是个好游戏可惜不火，操作太硬核了比较劝退萌新，那些刚入手的萌新匹配都是八九十转甚至几百转的老玩家确实有点离谱了，我也算养老玩家了每天做做任务打打争权，不说了，百夫长yyds
好评: 游戏技术难度不是特别高，喜欢玩这款游戏

好评: 还可以
差评: 傻逼策划设计师，出tm的脑残人物，一个比一个冷嫖，uplay傻逼新团队做的狗屎东西，玩nm
好评: 不戳不戳，希望更多的人一起来玩
好评: 好棒好棒
差评: 游戏时长72分钟 我连主界面都没见到过 一直无响应 找不到解决办法
好评: 艹你妈真好玩
差评: 新手体验真滴差
好评: 情人节上市真的是照顾我们这些单身狗。。。
首先我得承认这真的是一款好游戏，多人模式打的是真的爽，攻防，破防，反击，击晕，狂热，闪避，格挡做的是真心好，我希望有朝一日国产游戏也能做这样的游戏，弄个武侠风什么的，完美。
而且不得不提的是这款游戏的单机模式，剧情看得出是真的用心在做，三种文化都有各自的文化情感。
希望服务器不要像公测那样就好。
（当年玩了十个小时实在受不了那个服务器弃游了）
5年过去了，我重新在库里找到这个游戏重新下来玩，挂了加速后服务器现在问题不大了，玩了几十个小时后买了武林那个dlc，觉得这游戏真的挺不错的，希望育碧能继续运营这个游戏，毕竟这个游戏线上人数比战地2042还多呢。。。
好评: 这款游戏对鼠标有一定的要求....

好评: 好玩，就是天地这个英雄跟他吗个陀螺似的都快给我转吐了。
好评: 题材很少数，就是有点不太行
差评: 购买，下载，跳出，崩溃，卸载，退款
好评: cao
好评: 这游戏太香了
好评: 如果你有一个武士梦。是冷兵器爱好者，那这个游戏就非常适合你
好评: 
差评: 加速器+最好的配置 给我看未响应 开了一小时游戏没打开？
好评: 打击感，战斗环境都挺好，就是土豆服务器不好
好评: 前期被虐死了！后期别人被虐死了！
差评: 什么脑瘫游戏打开就是尼玛的俄语？开发者给老子全家厮绝好吗？真几把恶心
好评: 单人游玩挺不错的
好评: 挺好玩的，打击感我挺喜欢的。建议先把教程过了，然后去打1v1、训练场打AI。打AI也挺快乐的。4v4都喜欢群殴落单的人，新手还是先别4v4了。至今攻城模式还没成功匹配过。感觉游戏做的挺精致的，玩法应该还可以进一步扩展，比如
1. 增加擂台赛，每次1v1，输的换人，赢的加血。
2. 增加推塔之类的？感觉砍小兵的手感很差，明明一刀就没了，每次挥刀都要好久，改为砍建筑这种血量多还不会挤人的会好些。
好评: 好玩值得推荐
差评: 当你的游戏总是进不去时，不要怀疑你的电脑，就是这个傻逼游戏的问题，就当育碧的妈送给你玩玩
差评: 烂逼服务器，烂逼育碧，尼玛服务器卡不说什么，现在上烂逼育碧客户端连游戏都没了，操了。祝尼玛育碧早日倒闭，今天一看还被背刺了，今晚就去你妈家把你妈也背刺了。
差评: 现在越改越恶心人，特色也是越来越少，出的缝合怪和重做一直在拉低老玩家和新玩家的距离，将军是我认为改的最失败的，姿态范围火刀很好，但你前冲重和踢拆开是真的nt，还耗体和伤害减少，老年人还整这么生龙活虎，关刀变塑料大刀，接下来还要改征服，烂的一塌糊涂，本来就强你还改，全游戏最大特色英雄改了就退游，并且可不只是我😅
差评: 买的人要慎重有些电脑是打不开的而且连原因都不一定找的到
好评: 除了难度高都挺好
差评: 我真的宁愿这就是个单机游戏，垃圾服务器，100年内你们这破运营能不用土豆服务器吗，排人排了半个小时玩5分钟直接退回主界面，祝你们以后但凡是联机游戏都没人买。
好评: Please unload mspnp.sys before starting the game  无法启动游戏。又删了。搞不懂~
好评: 游戏很好就一点神ＴＭFPS不够然后强制退出什么鬼
差评: 新手极不友好，游戏体验极差，网络极不稳定，多是大佬虐新手
差评: 网络太烂了
好评: 太好了 我苇名抖刀术在这里进阶版的石头剪刀布了
好评: 每次低血压就开一把4v4，包治好
好评: 我想献祭策划全家回到机枪兽之前的那个版本，但是骂归骂，这游戏在市面上没有第二个替代品
好评: 老子刚有点玩明白，你 [spoiler]特么了逼的 [/spoiler]可千万别黄了
好评: 可以 ，带劲。很考验技术
好评: 好
差评: I hate this game and myself so fucking much.
好评: 哈哈，前三天75买了肝帝版今天打折它18块，我是傻逼
差评: 育碧拿走了你的钱和时间，并给了你大量的痛苦
好评: OK

好评: 一款对新手不友好的好游戏
差评: 游戏本身是游戏史上独一份的冷兵器战场体验，身临其境，无比爽快。
但是有些缺点实在是太恐怖了。。。对，是恐怖！！！
1、糟糕到极点的服务器！！！不买加速器，根本没法登陆。。。
      即使你买了，对手不买，各种高延迟，玩起来的体验也很糟，，，
2、团战体验奇差无比！！！匹配到恶意队友的概率太高了。。。
     各种有意无意的乱来，导致团战体验恶心至极。。。
3、对战的平衡性也很差。。。有些英雄和机制过于无赖。。。

使得这款本该打9分的3A大作，恶心到最多只能打个5分，不能再高了。。。

差评: 建模之类和对人物的还原做得非常细致，牛逼的技术人员。
但是游戏玩法游戏性就是个傻屌策划做得
总结：垃圾游戏！
差评: 离谱

好评: 太棒了！最好玩的暖暖游戏！
差评: 傻逼玩意
好评: CNM剧情模式也太好玩了希望剧情模式能出续集
好评: 难
差评: 忍者纯傻逼
好评: 不好玩
好评: 真好玩
好评: 多人模式总有些脑子进水管的家伙开局被一套连死，然后自己一打多杀疯
谢谢队友给我练习机会，下次不用了

差评: 伞兵服务器，老是掉线，买了我是沙比
好评: g'c'x'g'v'h'b'h'h'h一
差评: 进都进不去

好评: ~
好评: this is my personal hell
差评: 现在的制作组绝对是傻逼，武林的阵营大战和英雄不做了，跑去搞新阵营，最关键的是搞个新阵营毫无意义，也就方便制作组出些乱七八糟的英雄，现在出的英雄全都缝合老的动作，素材重复利用，没什么新的内容，这样有什么意思？还不如老老实实把武林的阵营大战，争权地图，武林英雄去做做完，这才是正儿八经的更新好嘛？现在是代码懒得敲了，就弄些美术资源反复利用，虚心做完直接复制文件夹，修修改改把女海盗做出来了，真的就是弄些缝合的烂东西能坑一点是一点 ...
差评: 狗屎ccu改动，和无脑加速动作有什么区别，煞笔cool组自己几根手指头玩明白再来运营好不好？
好评: 好玩，希望别死了
好评: 中华武林天下第一
好评: hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh
好评: 好玩 服务器也弄好了
差评: 一款类 奇迹暖暖 游戏，

每天流程为在主界面挂机（1h）——进入装扮界面挑选搭配（0.5h）——光标在要购买的饰品周围徘徊（0.5h）——有些艰难地购买贴钱（0.5h）——购买饰品后，搁置或欣赏自己的角色（1.5h）——进入多人对战游戏（0.1h）

  整体评分：10/10 
  强烈推荐


18/2/19  2:08   ：耶！有八千人在玩荣耀战魂啦！

18/3/2    2:59   :  妈耶 又变成四千人了

2022.1.21    新忍者新征服 真的是 p r e t t y    C  O  O  L  ——————
好评: 这是一个格斗游戏中无法被替代的作品
差评: 我是傻逼
好评: 新角色还带抢
好评: 游戏不错，但对新手玩家很不友好
差评: 现在还在玩这个游戏的人一点很温柔吧
好评: 我特别想知道制作组或平衡组的人平时到底玩不玩这游戏，还是说玩但只玩自己做（或改）的那几个贵物...
好评: ⠄⠄⡠⠺⠁⠄⠄⠈⠑⢦⠄
⠄⡜⠸⢰⡐⠄⠄⠄⠄⠄⣇
⠄⣯⡏⣘⣎⣂⣵⢀⢾⡄⡼
⠄⠏⣎⠟⣻⣿⢻⠃⢈⡝
⠄⠄⠹⠋⢉⣵⣮⣰⡚
⠄⠄⠄⠄⠸⣿⣿⡏⣷⢹⣦
⠄⠄⠄⢀⡄⣿⣿⡇⣾⡏⣻⡄
⠄⠄⢴⣿⣿⢹⣿⡇⣿⣧⢿⣇
⠄⠸⣸⣿⣿⢸⣿⡇⣿⣿⣟⢿⣦⣀
⠄⠄⠈⠛⠛⠈⣿⣷⢻⡿⢟⣣⣭⣭⣝⡲⢶⣶⣤⣄⡀
⠄⠄⠄⠄⠄⠸⣿⢟⣤⣾⣿⣿⣿⣿⣿⣿⣷⡹⣿⣿⣿⣷⣄
⠄⠄⠄⠄⠄⢀⣴⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡇⢻⣿⣿⣿⣿⣆
⠄⠄⠄⢀⣴⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠱⡜⣿⣿⣿⣿⡿⣾⣷⠄
⠄⣠⣶⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⢛⣵⠇⡇⣿⣿⣿⢟⣵⢸⣿⡇
⣼⣿⣭⣶⣶⣶⣶⣝⡻⣿⣿⡿⠿⡛⠁⠄⠁⠄⠄⠄⠄⠄⠄⣵⣿⣿⠟
⠹⣿⣿⣿⣿⣿⣿⣿⣿⣶⣶⣴⡸⣿⣧⣀⡤⣤⠄⠄⠄⠄⠄⢷⢰⠞⠄
好评: 关键词：暖暖、舞蹈、硬核、排不到人
差评: 经常连接不上，匹配一场巨慢

好评: 对新手和手残党不太友好
好评: 很好

好评: 真牛逼
好评: 突袭纯脑瘫
好评: 多练

好评: 哎， 出个争权排位如何？   每天感觉再打休闲 输赢都无所谓  
其实这游戏有它的魅力的，平衡也就那样  全部都有应对措施 会玩的真的不多 打对面的时候注意习惯 （比如将军后退注意火刀，很多将军终结火刀一般都会取消+破防） 剩下的就是心里博弈  大多数玩家一个角色只会几招  很好琢磨   
更新勤快点 我已经快找不到玩这个游戏的理由了。

差评: 终于国产也出了永劫无间这种还原武侠灵动飘逸的格斗游戏，奕剑行也很棒，不用再老惦记着回这破B游戏又臭又香了。
好评: 对于荣耀战魂我有很多的话想说，这是我在steam上购买的第一部游戏，在我还没有自己的银行卡之前，朋友代替我购买的游戏成了我硕大的steam空间中唯一的伙伴。拟真的博弈，困难的操作，还有特色鲜明的英雄们，在无数个游玩的日夜中，我逐渐掌握了这款游戏，而其的热度也慢慢消失了。后来，因为荣耀战魂，我迷上了冷兵器格斗，我借助游戏给予我的兴趣加入了HEMA俱乐部，并且成为了一名HEMA练习者，当我真正的拿起剑竞击时，我似乎又回想起了那个不温不火的For Honor.
也许荣耀，就是持剑对峙你的对手时飞速的运转的大脑，就是钢剑彼此相交时碰撞出的火星，就是持之以恒的练习，就是以剑相识的战友们。游戏如此，现实也如此。For Honor，we fight.
好评: 想体验中世纪骑士与维京人与日本武士对决吗？想体验如同电影般的打斗吗？荣耀战魂不只是游戏，他更是一种战争的艺术
差评: 没什么平衡了已经
好评: 没有华丽的特效 却能打出爽快的感觉 赞！
好评: 荣真的是太好玩了，遗憾的安利了身边很多朋友都没人一起玩（很难过，想一起玩的可以加我好友嗷
吐槽归吐槽，但喜欢的人怎么都喜欢，不喜欢的人怎么着都能挑出刺，等我到1000小时再回来！！
差评: 这游戏好玩是好玩，但不挂个加速器玩简直是折磨，要么在你战绩最好已经赢了没有宣布胜利的时候给你断开服务器然后什么东西都没有了，要么卡的飞起，都已经在处决对面了结果一卡，就变成了被对面处决，要么就是砍到了血条变红了结果一卡，对面血又回来了。。。。。。还有仲裁者的武器消失bug，格挡只能靠运气，尼玛来个眩晕是什么也看不见也挡不了。
差评: 傻逼育碧，这游戏不鬼服真他妈是见了鬼了.2018
附加语句 游戏高层你 你妈死了 把游戏改成这B样 草你妈的
好评: 这4v4真是好玩。[spoiler] 4v4里有些队友真就是裹小脑，他麻痹非等你打到一丝手贱砍一刀给人打出复仇跑的比谁都快，mlgb的真是脑子里全jb狗屎。还有那对手不是2v1就是3v1，打死就嘲讽，全Tmd煞笔，1v1都是Fw，玛德全是智障。 [/spoiler]
差评: 垃圾游戏
垃圾游戏
垃圾游戏
差评: 2020
shit group
shit balance
shit game
again
2021.1.14
 I think i don't need to change my feeling about this game now.The reason why i play this game is not because this game is funny but the time.This game is the longest i had ever played,i don't want to leave this game easily,but i have to said,the balance is mess and just like a piece of shit!
差评: 现在进都进不去，直接闪退
差评: 之前是格里芬 现在是带🐍 
现在又是忍者
真有你的 育碧
好评: 😐
好评: 牛
好评: 第二个季度入坑的
游戏性、画面没的说，少有的硬核真实砍杀游戏。我都没想到我会来写评论。
但是这次更新真的，太失望。次次季票都会买，为了这个游戏变得更好，结果就出了这么个玩意。
其次就这服务器跟运营，无话可说，掉线就不说了，延迟高的时候防御基本没啥用，都别说招架了，就互相拼刀就完事了。
人物平衡极差，对新手非常不友好，火刀火体猜拳就完事了。

22年1月更新评测：
经过一年的时间，大部分英雄已经做了较大幅度的调整，目前算是稍微平衡了一些，但是有各别英雄还是过于全面，对于新手很不友好，还是希望官方可以再慢慢调整吧。服务器方面也稳定了一些，开着加速器基本上可以正常的线上多人游玩，延迟不会像之前那么离谱。作为一名冷兵器忠实爱好者，我还是由衷的希望这个游戏越来越好，能有越来越多的人一起游玩。
最后，我还是推荐一下这款游戏吧。
好评: 星期天在家玩荣耀战魂，突然想起来老婆还在外面淋着雨等我……啪啪啪打了自己几个大耳刮子，自己真不是个东西，队友们都还在努力，我怎么能分心
差评: JB游戏天天掉线，争权早不掉晚不掉，快赢了你掉，行，算你牛逼;JB游戏早不维护晚不维护，非得大陆时间的晚上维护，你们这帮用腚眼做游戏的就舒服了?忙着维护做死光头格里芬这样的缝合怪是吗?

这游戏不管国内国外都火不了的

因为荣耀战魂属于格斗游戏范畴，三向攻防只是表象，猜拳（择）才是核心。

因此要玩好这个游戏必须熟悉所有角色，所有招式，不然碰到不认识的角色作为对手是一脸蒙蔽的。

也就是说有非常大的学习成本，并不像射击游戏、骑砍类游戏那样能做到一通百通。

而且荣耀战魂的战斗，在一些人眼中帅气，在另一些人眼中就是“慢动作老年人游戏”（比如我室友）。

好评: 好
差评: 哈哈，四把游戏五把掉，回来告诉我被禁赛半个小时
好评: 好好好
好评: 好玩，要是有更多人玩就好了
好评: 完了几个小时，十几个小时就打差评的zz，我也是服了，这游戏我从开服就期待，然后免费领的，通行证买了好几期了，也算对的起育碧了。怎么说呢，目前为止，冷兵器格斗pvp天花板，不服来辩，而且，在这个摆烂的2021年育碧绝对算是良心了，不看看这游戏多少年了，还在更新，还在出新英雄，通行证完全是给玩家的福利，一个几年前的游戏能指望通行证赚几个钱？所以说，觉得游戏不好玩，要么你就是菜逼，进去不玩教程就pvp被锤了就在这骂游戏刷存在感。要么你就是不喜欢冷兵器格斗，出门右转战地。平衡问题确实存在，育碧老毛病看看r6都被改成什么鬼样子了，不就是为了平衡。反正总有强势的英雄，打不过就加入呗。
好评: 被蓝人机吊打
差评: 傻逼游戏
好评: 想给个差评，但是仔细想了想，就因为突袭是纯纯的傻逼而给差评有些太片面了

好评: 对新手不友好 但是很好玩
好评: 冷兵器类击剑游戏No.1，实至名归
好评: 这铁钱和经验真难搞
好评: 我是煞笔
好评: 上次玩这个游戏还是上次
差评: 乱写一通，把一份尚且及格的答卷改到了零分
好评: 感觉。。。。不如原神
差评: 烂屁眼游戏，大家别玩
差评: 育碧我草泥马
好评: 铞游戏练操作有点烧时间
好评: GOOD

好评: 做梦都在练偏斜
差评: 这是个好游戏！
好评: 乱拳打死老师傅
好评: 打击感出众
好评: 铁钱是真的靠肝
差评: 什么都好就是不好玩
差评: 来，2022想入坑的看这里，还是老话，对萌新不友好的游戏，时隔两年后重新开始玩了一阵子的体验，上一次是在2020年初刚改版的时候玩的，那个时候的设计师脑抽做的平衡，19年的大部分版本体术很强，优先级很高，然后2020年的版本直接改成白嫖的收益极高，那个时候什么玩意都在白嫖换血以至于整个游戏环境都很奇怪，同时刚更新的无限战场敌人的buff过于imba所以2020年初的游戏体验对于我来说非常垃圾。现在是2021年底和2022年初的版本，我没看更新公告就回来玩还买了个角色，发现新出的角色基本缝合怪，意义不大。然后又是版本大改，之前的白嫖刀法直接砍了个残废，体术回来了但是是蓝霸体的加强，主要是徐风的增强，纯粹的体术虽然没有白嫖时期那么羸弱也有一定的强度，对比上一次的感觉就是精力条短了，许多角色的伤害根本看不懂，没有这游戏当初那种对刀的感觉了，本来就属于快节奏的游戏现在变得更快。同时我是pc端接的手柄，感觉电脑端的手柄控制有输入延迟（这个不确定是不是我的电脑问题）。还是那句话，傻逼育碧别做网游！
差评: 垃圾游戏
好评: 从没见过这样绝妙的战斗系统
差评: cool组全员弱智，一定不要碰这个伞兵游戏，不然你的生活会变得不幸
好评: 服务器太烂
差评: 一坨狗屎一样的服务器！一坨狗屎一样的操作！简直就是一坨神圣的屎（翻译腔）Ubisoft这个厂商我记住了

差评: cooooooooooooooooooooool!!!!!!!!!!!
好评: 行~~~~~~~~~~~~~~~~~！
好评: 这游戏对新手太友好了，拿个剑圣去打大蛇对面一套连招让我输的体无完肤。新手慎入，特别是心态容易崩溃的。
好评: 我不是傻逼
好评: 确实对新手玩家不怎么好 我现在是先通剧情
好评: 游戏快凉透了 想暖暖的来 想体验游戏的睡觉吧

快过年了，不要再讨论什么架轻，火刀，体术之类的了。你带你的仲裁者回到家并不能给你带来任何实质性作用，朋友们兜里掏出一大把钱吃喝玩乐，你默默的在家里打无限战场。亲戚朋友吃饭问你收获了什么，你说你账户300转，亲戚们懵逼了，你还在心里默默嘲笑他们，笑他们不懂你压制流，不懂你大蛇先偏后架，不懂你征服者扣wow的速度，也笑他们连个格力温鬼必达都不知道。你父母的同事都在说自己的子女一年的收获，儿子买了个房，女儿买了个车,姑娘升职加薪了，你的父母默默无言，说我的儿子搞了个破魔幻中世纪，打起来噼里啪啦响，血压越来越高，人也越来越魔怔了。
差评: 一般
差评: sb游戏，司马育碧平衡组
好评: 很爽，开始击上剑就容易停不下来练技术，就是五个大爹很啥必。人斩 守护鬼 征服 忍者 突袭。五 位 大 爹
好评: 前10个小时真的折磨，不过大蛇yyds
好评: 武林阵营的英雄比别的阵营少,建议再出一些武林阵营的英雄，武器可以考虑三尖两刃刀，长枪，戟，月牙铲，剑，用剑的英雄可以考虑做个道士，最好给武林阵营加些剧情模式
好评: 很帅的游戏

差评: 非常不适合新手，慎入
差评: 事实证明，育碧现在做游戏的水平，算不上好，但也不至于拉到极点。但是育碧的营运，那就跟肚脐眼放屁，不知道咋想的！！！
好评: nb
差评: 哪个傻逼设计的新英雄
全防火刀连击御风追踪，全给你妈整上是吧，不会做游戏可以不做
笑嘻乐，平衡越做越烂，比拼的不再是反应跟心理，而是比谁家的英雄性能更高连招更多
别鸡巴做着游戏了，死妈育碧的游戏平衡没一个像样的东西
傻逼公司，嘻嘻
差评: 挂了十个小时挂到半夜，就是为了给你打差评。预购了豪华版还是黄金版我忘了，但我清楚记得发售一年左右就免费赠送，第一次送之前我因为网络问题一秒都没玩，送就算了还一年送一次送了好几次，那一天，我终于回想起了，被育婊背刺的恐惧，以及被土豆挤出服务器的那份屈辱。育婊你真不愧是育婊，婊子守不住贞操，就像我守不住你，我偷电瓶车养你，偷车的路上都能碰见九个免费上过你还说育碧我大哥的男（女）人！
好评: 游戏是好游戏，i am noob
好评: 打得好！
差评: 垃圾网络  打一把 攻城能给我一直推  本来挺喜欢的服务器劝退
好评: 带劲
好评: 这个游戏的竞技感操作感真的很不错
好评: 砍我
好评: 😍
好评: Ming hong 有买
差评: 傻逼游戏，赶紧死吧
真nm垃圾
太恶臭了
好评: 11
好评: 好玩好玩

差评: 萌新就别买了  这游戏有装备等级这个东西而且匹配机制也很伞兵
好评: 输不起的别来，不知不觉我都被虐到200多转了！囧囧
差评: 我是个傻逼
差评: 垃圾服务器
好评: 这个游戏好玩，不仅仅画质逼真而且战斗太真实了！推荐大家来玩这个游戏。
差评: 质量上乘的竞技游戏，发售当年可谓极品；非快餐游戏，上手入门都需要一定时间投入，无钻研精神不推荐，即使有，也不推荐，因为如今育碧焚琴煮鹤，钻研这个游戏已经没多大意义了
好评: 这个游戏玩的太爽了，可以连招，弹反，震刀，翻滚，而且还有大明将军，来把一起来荣耀战魂一起疯狂就是力量！

好评: 武林阵营建议再出一些英雄，武器建议三尖两刃刀，长枪，戟，剑
好评: FOR HONOR这款游戏具有中世纪战斗风格，激动人心的打斗场面，美工精良，华丽的处决动画，搞怪的表情动作和角色语音，虽然匹配机制稍微司马，对新玩家稍微不人道，但只要多加练习也可以游刃有余，另外对游戏感兴趣的玩家不要犹豫赶快入坑（强烈建议烈火行军）加入到激烈的对战中吧。
好评: 游戏确实好玩，但是铁钱真的不好赚 : (
好评: 格里芬能不能去死
好评: HAOWAN
好评: 还行 还行
好评: 我绝的很好打击感很好
差评: 嘲讽狗我操你妈
好评: 
差评: 儿子
差评: 看看这个 忍者吧 无限踹你还不怎么掉体力 看着都恶心
好评: 好
差评: 这游戏，玩起来感觉挺好的，我很喜欢
但是炸鱼狗和角色平衡感觉很烂
对新手极其不友好
而且还偶尔会卡死和闪退（提前说明我电脑配置是够用的）
好评: GOOD GAME
差评: 老实讲，游戏很一般，不过打击感还不错，不是本人喜欢的类型
差评: 新玩家千万不要买，匹配机制垃圾的要死，用脚做的平衡
差评: 不会做游戏就他妈滚，cool组你嘛出门被车创死了是吧，忍者改的是你蚂
好评: 战魂加油育碧是我大哥！冲冲冲！
差评: 虽然官方一直不断在重做新英雄，但不得不说的是游戏平衡完全做的不好，一些角色的弱势导致必须要用基本功去弥补，而有的角色基本上靠着强度优势就可以打出非常有利于自己的局面。
【2021.12.20】
那么久了，平衡越做越差，忍者这强度是平衡组你用你🐎屁👁子想出来的？下个版本征服还加强？我直接建议你把你🐎做游戏里，然后其他角色全删了，就剩忍者和征服俩人轮着⑦你🐎。你个🐕卵东西是不是上厕所劲儿使大了把脑子拉马桶里了？我玩了3300+小时了，发现这游戏练角色真T@M不值，直接选版本之子脏就完事了。平衡组你们别做游戏了，快回家看看吧，你🐎让隔壁二傻子给干到墙里了，扣都扣不出来。与其做一个气死你夜🦋的大孝子，不如去给你🐎来个大A(?)C兜，给叠叠🚪整个活快活一下！我www你🐎真有你的！
好评: FUNNY GAME.
差评: 骑士连续更新两位新武将，武士连续重做两位刺客，然而武林的武将一套操作打完费时费力还刮痧
好评: 真的垃圾游戏 狗都不玩 真的 不好玩 纯tm臭逼才玩的游戏
好评: 玩过最好玩的冷兵器格斗游戏，动作十分酷炫，招式也比较考究，总之当作一个魔幻格斗猜拳游戏，你就能玩的很开心
好评: 是兄弟就来砍我

好评: 不错，艺术
好评: 在新武林英雄上线前说两句
这种类型的游戏只此一家。
比起烂大街的枪械射击游戏更喜欢冷兵器对打
比起花里胡哨的仙侠风更喜欢血与钢铁
那绝对不能错过这款游戏

虽然即冷门又有一定上手难度
但是这款游戏只要努力练过就会发现其中魅力所在
写于400小时+
好评: 猛男的肉搏战，爽！
好评: 好玩
好评: 很不错，就是经常登不上去，看门狗太烦人，经常出错
好评: 硬核，里程碑
好评: 最好的冷兵器战斗游戏
模式太少了 希望能增加一些玩法
出个长枪英雄吧
好评: 真的好玩 博弈性非常强的游戏 习惯猜拳和格斗游戏的老铁们可以入手 真心好玩
好评: 不错的战斗风格，画质很好，值得一玩
差评: sb
好评: 很上头，不推荐，上手太难。
差评: 有挂还有匹配惩罚
好评: 这是我第一次对游戏进行评论，客观的去评价荣耀战魂的游戏环境和一些设计问题，评论少许比较长望各位能耐心看完。荣耀战魂设计的很不错，，我玩过很多格斗游戏就开始审美疲劳了不过接触到荣耀战魂这种独一味二的玩法很快就被吸引了。
  荣耀战魂归根结底还是格斗游戏，格斗游戏的根本就是基本功，了解每个英雄的特性以及玩法和对战经验，我在训练营和人机从一级难度再到三级对练了快50个小时练招架，威反，反应假动作，研究自己英雄的打法体系，再我做了一定充足的准备觉得我应该积累对战经验，以及验证自己的打法体系的时候去pvp与玩家对练，我遇到的是什么一些只会看到红标就徐分的，或者上来就只会轻击的sb，自以为会玩这游戏了，但是接触多了好好心平气和下来去探究他们的这些打法的破绽，我也就证明了努力练功是有用的，不管什么游戏还是人生都是需要脚踏实地，去努力才会离成功更进一步，他们是走捷径赢的轻松，事物是有对立的他们的胜利只是一时的会限制他们的上限不会变的更加强大的所以我不会选择和他们一样的方式去赢，同样这无疑是否定了我这么多时间的努力，在这样子的玩法环境下。
  能遇到到高手不管是不是炸鱼塘的还是打赢就嘲讽的不良素质我都会很开心的去和他们去切磋，打不赢就是菜被嘲讽也没关系，埋怨起其他人还不如回炉再练，毕竟这些问题格斗游戏圈子的通病，时间久了也磨练出这样子的心态，大众角度去看这对于绝大部分的格斗类新手玩家带来较差的游戏体验严重就劝退新玩家了。
  我意识到这些环境问题，就要行动起来去改善即便身处一人，遇到那些再没有收到打法污染的刚接触游戏的玩家给予他们鼓励，就简简单单的发谢谢，和打得好这也可能成为新手玩家的玩这款游戏的动力。我很愿意把我的玩法心得分享给新手也乐意和新手切磋如果不介意我只是100多小时的玩家，可以添加我好友当然了也得有玩家看的到看得下去我的这段评论。
  这一段开始可以说是我对游戏设计和服务器问题初步判断进行评论，荣耀战魂现在服务器可以说是真的比较差，进游戏你必须先拥有加速器可能有加速器都会进不去，有时候会因为服务器问题你j会掉线匹配还好说，排位要是有遇到你只能忍气吞声接受他的惩罚，这引起了不少玩家的不满，荣耀战魂至少运营了4年了都还活着说明UB还是想往好的方面做的。
  再讲英雄设计问题现在为了追求平衡同化了不少英雄，导致丧失了英雄本身的特色，仔细去观察他们只是外观不一样打法体系不能说毫无关系可以说一模一样了，荣耀战魂这游戏做出来的时候也会考究真实性吧，但是现在有几个英雄真的做那是真的恶心，首当其冲就是突袭，说到这个英雄我就压制不住我心中的怒火，你这动作是人做的出来的？雅利安超人是吧和平姐的匕首都快不过突袭的斧子你这觉得做的合理嘛，我在此就想问一句突袭是你新爸嘛，招数设计也就离谱轻击可以占主体，给予突袭择吧可以说不是做选择题是给人做送命题，三分之二概率你脸上吃他斧子一级，剩下三分之一做对选择题了你能惩罚他的程度可以说对于这个战局胜负无关紧要，这收益和惩罚完全不成正比，有徐风，有主动火刀，有霸体，动作帧数有快随便强先手，真是个完美英雄，我愿称他恶臭之王。现在百夫长可以说是设计师为了讨好那些无脑玩家又希望吃他们钱所想出来的就鼠标左键中键左键中键按就完事了觉得无聊就多摁几下左键给百夫长择干什么呢地形狭隘一点你看遭罪不遭罪就行了，但是百夫长你想好好玩还是可以正常打的，不过遇到概率比较小，格里芬也是超人之一动作猎奇就暂且不论，还是个缝合怪，就你没有雄厚的基本功就准备好吃他那老寒腿吧吃完你就可以安心的等待他给你一电炮吧，傻鸟一个，其实还有不少贱人英雄但是就不一一列举了。
  最后的总结一下游戏设计，就设计师为了照顾新手玩家调低难度，简化英雄这没问题，但是如果说这么去设计英雄的话这就像侧面鼓励玩家以这种方式去获得胜利，所做的平衡也就是无用功，没办法营造好整个游戏环境因为根本发生了问题我还是由衷的希望设计组可以好好去完善。本上是我粗略的看法。
差评: 他妈的 好好的格挡游戏 尼玛的非要整出来一群什么几把东西
好评: 突袭纯纯的傻逼
好评: 樱色狄蜜莉！！！！！！！！！
好评: 666

好评: 太tm好玩了
好评: 天地:疯狂就是力量! 吃我一刀! 吾乃天地! 你已败矣! 
斩虎:刀剑无眼，受死吧。
武林五个英雄的国语配音我很满意，但是crazy is power直翻疯狂就是力量不太行。😫😫😫😫😫😫
最近又花15000买了一个亚玻伦好战者，花5000买了一个色色的秀腿表情。
好评: 666
好评: 只此一家
好评: 好游戏。牛逼。中的牛逼

好评: 虽然服务器有点难搞，但游戏是好游戏
好评: 很难
好评: 伟大撒旦
好评: 现在的女生真TM会装，和几个同学KTV小聚，最后走的时候女神说她喝醉了，要我送她回家，我说你TMD喝果汁也醉? 幸亏老子机灵，要不又耽误老子回去玩荣耀战魂了。还有一次，朋友们在我家聚会，大家都走之后妹子说要留下来看我玩荣耀战魂，我打完一局争权之后问她要不要玩，她说她不想玩这个，让我先去洗澡。当时我就给她撵出家门。TM想趁着老子洗澡把老子装备全拆解了? 当老子傻? 多亏我TM机智过人。
那天，我在网吧玩荣耀战魂，一个妹子在旁边看韩剧。接近中午12点了，妹子说她不想看韩剧了，她家里只有她一个人，她希望我能和她一起去她家吃饭玩游戏，她还补充说她要和我玩一个世界上最好玩的游戏，这个游戏无数男人都梦寐以求! 我一听就呵呵了，果断拒绝了她。尼玛这个世界上难道还有比荣耀战魂更好玩的游戏?😤
好评: 被大佬们干稀碎
差评: 现在就连暖暖玩家都要刁难了吗，自己这游戏已经这样了还要赶人走吗，阿育好的不学学暴雪你干脆和暴雪合并叫暴碧得了...
差评: 寄了，傻逼蓝光体术择，傻逼突袭，傻逼缝合怪，傻逼大蛇，傻逼将军火焰大风车，傻逼压制流，傻逼后空翻，傻逼重徐风，傻逼霸体，全他妈是傻逼，傻逼制作组，傻逼144，我去你妈眼瞎耳聋脑损伤的残疾人能无障碍游玩的傻逼游戏
好评: ☯  无论是刀刀入肉还是剑锋相接，荣耀战魂把体验感都做的爽快刺激，除此以外对决模式（1v1）和争权/攻城模式（4v4）也让游戏玩家不仅仅局限于纯格斗的体验。
☯  如今这个新的制作组致力于将英雄的基础数值甚至玩法逐渐统一化，造成的结果是各个英雄的差别不大，新手用轻击连段也可以打败一些反应比较慢的老玩家，当然老玩家还有很多办法打败新手，但至少不像以前那样新手面对老手完全没法打，我个人对这个组的做法的态度比较积极。
☯  所以如果有喜欢冷兵器，又不希望那么过分贴近现实的兵击，想要在两者间找到平衡的游戏，大可来试试荣耀战魂。当你玩了一两百小时之后你开始注意到服装盔甲搭配的话，你的荣耀战魂之旅会再增添一个新的玩法：荣耀暖暖，并且，这个游戏的几乎所有外观自定义内容都是免费获得的，只要付出时间。
☯  欢迎大家来艾许菲尔德玩，我们圣山还是蛮大的，玩累了可以直接换装摸鱼——来自一个万年维京但是精神骑士的武林玩家
好评: 说实话有点难熬，是真的难！
好评: 挺好玩的， 没了，
差评: 傻逼才玩
好评: 这游戏实在是太好玩了，本人纯新手，打个排位3把下来2/9，太有好了
好评: 是的！我们中国武术必将大获全胜。
好评: 来打荣啊，荣耀战魂可好玩了
好评: 这才是打群架。。。
差评: 游戏质量过硬，现在基本鬼服，什么时候支持跨平台
差评: sb游戏，改的我一点也不会玩了，突袭1v1纯纯的废物
好评: 好玩
差评: 网络太差哪怕开了加速器也会隔三差五卡顿，人太少了匹配时间过长，打着打着网络波动然后掉线被他妈消极游戏惩罚，无语
好评: 好
好评: 土豆平台500小时入门萌新推荐，喜欢冷兵器或格斗游戏可以无脑入，武器种类丰富动作华丽、格斗招式硬核处决酷炫，不但可以选择中世纪骑士，霓虹武士，甚至还有中华武林（买的时候记得选machine fire版本），几乎全英雄全皮肤饰品可肝，实在不喜欢PVP的玩家也可以玩争权攻城PVE搞战魂暖暖，是兄弟就来砍我！
差评: Cool组你除了蓝光体术择还会点别的吗？真就所有英雄同质化呗。
好评: 玩 你 麻 痹
差评: 傻逼游戏，能不能优化好再卖，一言不合就他妈闪退卡顿，老子还没进游戏就给自动退出来了，我操你妈的
差评: 不是嫖怪就是轮椅哥，打死你还嘲讽，慎入。
好评: 我是伞兵
好评: 豪爽

好评: GOGOGO
差评: 弱智游戏
好评: 雀氏上头啊，冲就完了
差评: 谢邀，现在已经进不去无响应了.
好评: 一个好的勾巴游戏
好评: 首先，这款游戏是很难，没有社交，玩的人也少。所以经常能匹配到厉害的人。然后被暴打交学费。但是，我依然要推荐它，因为打铁是男人的浪漫。这游戏真正的大佬其实不多，人物的性能差距其实没有想象中的大，更多是人间性能的差距和不熟悉对面人物的对策罢了。慢慢体会变强的感觉，也是这款游戏的魅力之一。
好评: 低血压治疗仪
好评: 劝人打荣 天打雷劈
差评: 缝合怪，死马¯\_(ツ)_/¯
好评: 6

好评: nb
好评: 玩了这款游戏，彻底治好了我的脑溢血，可以说是延年又益寿了家人们
好评: 有谁不喜欢刀剑盾斧呢
好评: 猜拳游戏   体验不同的武将不同的战斗体验，虽然看到中国的武将，但出现在国外游戏里，我是真的感觉怪怪的可惜呀，唉😔😔😔~~~~~~~~~
好评: 什么傻逼服务器这个吊网能几把不掉线吗，我他妈玩你妈阿
好评: 对老年手残玩家极度不友好的优秀大型换装猜拳游戏
好评: 来，快来砍我腰子
好评: 好多
好评: 速速来与我击剑

好评: 好玩，就是对新手不太友好，室友给我口了一天求我别玩。我只想说真香
好评: 天天欺负AI，我只是个暖暖玩家
好评: 8
好评: 难

好评: 十分硬核的动作游戏，中世纪的风格十分符合个人的审美

好评: 游戏整体硬核，不过bug是不少，尤其是关键时刻出bug最头疼，希望官方赶紧修复bug吧！
好评: 很有意思的博弈游戏
好评: 好久没玩了，对我来说意义最深的游戏
好评: 刚入门，甚至连萌新都不是的我经常被NPC乱杀，但是我觉得这游戏很好玩
好评: 好！！！！！！！！！！！！！！！
好评: 好玩这游戏太爽了
好评: 根本进不去，一直都是未响应。
好评: 虽然打击感及动作并不是特别理想，但是针对于这类的猜拳游戏，我非常喜欢在每局对战中都要用不同的招式对待不同的玩家，虽然被处决之后的坟头蹦迪让人高血压，但是并不影响我对这个游戏的体验，希望荣耀战魂可以越做越好！
Although this game is too rigid, it doesn't affect my love for this game. I guess the opponent's next action, which also means that every game is rich in psychological warfare. Of course, my favorite is that wonderful teammates can always make strange actions and make me happy. This may be one of the charm of this game, I hope this game can be done more perfectly (as an old player's expectation)!
好评: 男人的浪漫就是击剑
差评: 煞笔
好评: 中国角色！我TM吹爆！!!！！！！
好评: 很上头的游戏，在熟悉了全部英雄的连招和特性，把教程好好过了，基本不会存在开局被血虐的情况，多打能进火刀和体术的连招，学会硬取消，现在基本上能用常玩的几个英雄跟匹配到的大部分玩家切磋了。上手难度并没有想象中那么可怕，当然成为大佬又是另一回事了。在掌握这些基本功以后，对战，尤其是一打一的时候玩家之间心理和反应力的博弈简直不要太爽快。
PS：人斩胖胖突袭大蛇到底啥时候削？
好评: 育碧爹太多爹

小心大蛇

建议多忽悠几个人一起玩
差评: 鬼服了，匹配不到人
好评: 作为一个预购的人 只能说不期待荣搞点什么大活 只要能活下去 就是好的
好评: 真的好玩，现在已经做到平衡不错了，除了天花板对下水道，所有角色对上都不会差距太远。我永远爱4honor
好评: 好
差评: 麻了，这游戏还行，就是这垃圾网，天天给我来个strict，只能在这打人机，打个真人不是进不去就是打到一半就掉线。。。尤其是剧情模式，我打个单人剧情他网有时还会掉？？？心态崩了
好评: 可能近几年都没有游戏可以替代荣耀战魂，但是实在是太小众了，很少新鲜血液，而且这一两年开始摆烂。不过不影响我热爱这款游戏
好评: 玩了很久了，也沉迷了很久。这游戏，就是我想要的冷兵器格斗的游戏！刀刀见血，刀刀进肉。战斗中兵器之间的碰撞，兵器借力一带把敌人晃倒的招架，以及重击结束的斩杀……
更重要的，这不是一个简单拼手速的战斗，更倾向于一种在战斗中抓敌人心理、对敌人招式进行预判从而选择出自以为正确的出招来取得胜利的战斗。冷兵器战斗之下，即便你身着重铠，全穿顶级装备，被砍几刀也照样会死。数值对战斗的防御和伤害几乎没影响，只影响对打法的选择。这一点也值得称赞。
这款游戏如果没资格谈冷兵器战斗，那么目前为止所有游戏都没资格谈冷兵器了。

最后关于服务器，育碧说换了新土豆，目前看来新土豆效果比旧土豆好些，但土豆毕竟还是土豆，偶尔也会掉线，但掉线几率已经比原来低很多了。而且游戏自带中文，也值得称赞。

----------
随着我的转数提升，我发现我越来越打不过别人了，痛哭……
----------
随着这么多年的发展，游戏也添加了更多的英雄，非常希望能再添加一些中国英雄！
好评: steam的任务罢了
好评: gooooooooooooooooooooooood
好评: 坚持这游戏的人真的不多了啊
好评: 对新手友好的一款游戏
好评: 铠甲风格  中世纪 野蛮部落 武士都好帅 男性荷尔蒙泵发的游戏
好评: 手残别玩小心被暴打4个小时
好评: 太好玩了，假体术太难躲    育碧看刀
好评: 改的什么傻逼？大蛇拥有了全游戏唯一的无责任体术外加500闪避带蓝光带扩大闪避还给200的闪避取消后摇？
差评: 不要买这个游戏，看完下面的原因就明白了：

1.游戏网络太差，不开加速器连游戏界面都登录不进去，即便进游戏了也会很快就掉线。

2.游戏平衡性太差了。

3.炸鱼狗、挑衅狗、低素质狗太多了。

4.开黑的车队太多，单排玩家没有游戏体验。
好评: 完美动作（除了缝合怪）  
垃 圾 平 衡 组
好评: 正在联系服务器......

连接失败
《for honor》服务器目前无法连接，请稍后再试一次。

育碧滞销, 救救土豆!!!
好评: 真的很好玩 萌新快来啊
好评: 赘好的中世纪格斗游戏，画面细腻，角色丰富，玩法有趣，动作带感，可就是不火，甚至在死亡边缘疯狂试探，为什么，求求你们救救剪刀石头布吧!~
20190222
育碧这土豆真是服了，教长更新后开不开加速器都玩不了，心心念了一个月到学校以为终于能玩上了，又碰到土豆发芽。。。。
好评: 虽然很喜欢，但是经常进不去
好评: 游戏非常好，服装，打斗动作都很完美，画质放在现在也是第一梯队的游戏，单人剧情，地图设计也很有代入感。
不推荐的理由，1.服务器很迷，裸连不存在的，挂加速器有时候很快，有时候连都连不上。2.这游戏玩的人实在是太少了，而且新手基本都被劝退了，经常匹配不到人。新手教学也太敷衍了，过完单人剧情和教学的水平完全打不了pvp。3.作为一个动作游戏，版本太快了，半年没玩回来完全残疾人，跟不上版本，新出英雄平衡性完全离谱。4.皮肤也太肝了，本来当奇迹暖暖玩的，因为人物设计和服装真的好看，结果用脚本刷pve拿的都慢，给我劝退了。
总结，设计和制作都非常完美的游戏，可惜跟了烂土豆这个运营商。
我都在想跟企鹅是不是都起飞了，争权同时有类似LOL的兵线和3d动作游戏的操作，其实和守望一样设计都是划时代的游戏，这个游戏变成这样冷门我感觉很可惜
好评: 不想被平衡组搞得血压升高，那就把它变成荣耀暖暖吧！
差评: 傻逼游戏，cnm
好评: 要玩这游戏做好被暴打的准备，新手期比彩六更长，机制需要一段时间摸清，一个人玩要弄清机制需要大量时间，建议加个群找个大佬打11.至少我个人蛮喜欢这游戏的
好评: 砍就对了
好评: 好玩是好玩就是有点难度不太好上手
好评: 牛逼
差评: 滂臭
好评: .
好评: 这游戏不好玩，真的，相信我
好评: 咄咄咄咄咄咄躲
好评: 格斗动作的一流作
好评: 作为休闲的游戏非常不错，适合在打折的时候入手，在不追求爽杀的要求下即使技不如人也能感受到游戏精致动作细节的魅力。
好评: 速来猜拳!!!
好评: 打ai真好玩
差评: 傻逼游戏，可以说是平衡做的一塌糊涂，强势英雄就算菜照样虐你，当你还在好好练技术的时候，人家无脑上分，气不气，这游戏的硬直时间和格挡真TM恶心，就算是大佬也不能百分百全挡，游戏IP真不错，只可惜交给育碧这个败家子就变味了
好评: 什么开火车，恶臭教长，肩撞，缝合怪……

反正剑圣永远的神，我TM吹爆剑圣。
好评: 草泥马能不能把服务器和匹配机制做好
一把辛辛苦苦马上打完了给老子卡退了
匹配对面都是一两百段的自己方全是二三时段的

差评: 傻逼游戏 傻逼才玩:)
好评: 好玩就玩爆
好评: PDD中毒的游戏
好评: 666666666
好评: 新手教程

WASD移动。

鼠标左键轻击，右键重击。

新手教程结束，快去对抗百转大佬吧！
差评: 游戏是好游戏，但你他妈的阴阳怪气中国人干嘛？武林阵营弱就算了，还他妈搞个咳嗽动作几个意思？不加强武林不会给好评
好评: 罐头好耶

好评: 游戏很好，有很多玩法，很多种模式，维京海盗无敌....
好评: 《荣耀战魂》
[h1]★★★★☆[/h1]

我在几年前领取了这款游戏的限时免费的肝帝版本体，虽然本作主要玩法是4V4冷兵器格斗，打了几次我就被人形外挂大佬劝退了。但是我通关了单人战役，优秀的打击感与临场感极强的人海战绝对是同类型游戏里数一数二的存在，包括战役里关于北欧骑士、维京战士、日本武士的三段叙事，故事没有多精彩但胜在切换身份的新奇感，非常成功的单人战役。关于线上模式，除了和人打，喜爱本作优秀的打击手感的手残党也可以和AI组队打AI，1V1，2V2，4V4，人海战，攻城战，有回合制（五局三胜），以及死斗制，同样可以获得游戏币与经验值，还可以完成每日任务。
好评: 无敌好玩
差评: 重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击重取消轻击
好评: [b]目前一百转多一点，主玩看守剑圣大蛇百夫长仲裁和角斗士，很少写这么长的评测，不过FH玩了这么久，想要写个评测供准备入坑的伙伴们参考一下：[/b]

[h1]1.这是个什么样的游戏？[/h1]
----------------------------------------
荣耀战魂是一个冷兵器格斗游戏，通过简单的操作控制你选择的角色来与敌人战斗[spoiler]（尬舞）[/spoiler]，你可以选择骑士、维京、武士和武林阵营的一共数十个战士参加战斗，每位战士都各有特色。线上你可以参加荣耀的1v1对决，也可以进入2v2、4v4或攻城模式忘我搏杀，而线下你也可以和好友一起体验剧情（剧情模式最多支持双人联机）。

[h1]2.荣耀战魂的核心机制是什么样的？[/h1]
----------------------------------------
玩家通过鼠标或摇杆来控制攻击和防御的方向，为了简化格斗操作，游戏设置了攻击和防御的方向为上左右三向，通过重击、轻击、破防和混合按键施展的体术进行格斗。在4v4等多人模式中每个角色还会有四个技能辅助战斗。装备系统仅在4v4模式下有效，并且在官方的更新过后装备好坏不再有非常显著的区别。游戏的其他具体细节和玩法可以在各视频网站上找到相关视频。

[h1]3.联机网络要求如何？[/h1]
----------------------------------------
游戏发售初期网络问题较为严重，但在官方上线了独立服务器之后多人战斗比较稳定，掉线和卡顿状态显著减少了。本人在国内（华中地区）和国外（美国）均玩过这款游戏，总的来说网络连接处于可以接受的范围，大陆地区可能需要加速器，试用加速器后基本可以不掉线并维持较稳定的延迟。具体情况与个人网络状况有关，在校园网和网吧的网络环境下使用加速器一般也可正常游玩。由于服务器优化原因，在国外偶尔也会出现无法联机的现象，大部分情况下可稳定裸连。

[h1]4.电脑配置要求高吗?[/h1]
----------------------------------------
i5英伟达950M笔记本可中画质60帧游玩，如果想要更高画质更高帧率游玩建议提高配置或使用台式机。目前我的配置是R5 3600x+2060Super, 1080p高画质144帧问题不大，只要电脑不是太老旧，根据自己的硬件配置调整画质后基本均可游玩。

[h1]5.游戏本身耐玩程度如何？[/h1]
----------------------------------------
不同的玩家的兴趣点不尽相同，目前的战魂玩家主要分为三大类：1，暖暖玩家，主要专注于通过战斗刷出帅气的外观，搭配好看的特效和处决动作。[strike]（大部分泡在人机模式中肝肝肝）[/strike]2，磨练技术的pvp玩家，对技术精益求精，在pvp中乐此不疲。3.开黑的小团体，多人模式常客。如果你对pvp格斗有兴趣、喜欢对战士进行外观的搭配或是有一群志同道合的好友，那么这个游戏的可玩性还是很高的，

[h1]6.游戏容易上手吗？[/h1]
----------------------------------------
荣耀战魂是一个需要一段时间入门的游戏，但自从官方对新手教学和训练场进行更新之后只要新玩家按照训练模式进行完教学，基本能掌握游戏的基本玩法，接下来就是对于各种情况的应变和对各个战士的收益的掌握了。总的来说，入门不容易，打好基础很重要，但只要愿意练习，很快就可以掌握这游戏的核心玩法。

[h1]7.缺点有哪些？[/h1]
----------------------------------------
1）作为一个多人格斗游戏，平衡是一个问题，荣耀战魂的平衡不尽如人意，某些角色过于OP，而有些角色又比较弱势，这个问题制作组在努力解决，但效果不太好。当然，如果你的技术很好[spoiler]（指新人类）[/spoiler]就问题不大。
2）体术、轻击滥用问题，这个问题和第一个问题比较相关，部分角色的体术和轻击性能太强。
3）在线人数不多，匹配时间可能会较长，因模式而异，由于奖励不够吸引人，竞技模式基本没什么人。但如争权、攻城模式玩的人还是挺多的。1v1模式也有不少人。平均匹配时间在1-3分钟左右，有时候可能会更长。
4）技术容易遇到瓶颈。游戏比较硬核，自己一个人练技术容易卡住，最好加入相关的qq群或者其他群组来相互交流。

[h1]8.其他的话[/h1]
----------------------------------------
自游戏刚发售不久就开始玩这款游戏，我对这款游戏的总体评价是好评。虽然在掉线或者肝不出想要的外观时也会骂一句垃圾游戏，但是瑕不掩瑜，如果你想体验冷兵器格斗游戏，那么荣耀战魂一定不会让你失望。但请注意，荣耀战魂不适合玻璃心玩家或者想要体验割草游戏的玩家。在这个游戏中，失败被敌人处决是常有的事，在游戏中遇到的玩家可能比你在黑魂中打败的薪王更加难缠，比只狼中的剑圣水平更加高超或者更加卑鄙，想要成为大佬，一颗大心脏不可或缺。

[i]最后祝大家玩的开心，战魂是一个好游戏，希望你们能体会到乐趣！[/i]
￣ω￣=
差评: # UI bug到了2021年还没有修好，目测接下来也是不会修的样子，毕竟这是个非常cooool~的开发组

# 单向的report系统，你永远不知道你的举报是否生效，你也永远也不知道那个词又戳中了育碧敏感的G点，什么Panopticon全景监狱 什么监视资本主义

#打完一局1v1要么是秒退要么是被嘴臭，拉黑举报？抱歉，玩家已经退出游戏，你连举报按钮都找不到。多么天才精妙的人类关系操控设计啊？

#没有战绩纪录 没有录像回放 没有社交系统 没有展示盒 没有黑名单 什么都没有 
你这个游戏除了一个漂亮的3D模型空壳子，游戏性在哪？
啊啊啊~难道是:"我们有很cooool的沙滩城堡和鸭子游泳圈表情啊 亲爱的付费测试煞笔 你难道不喜欢吗？”
哎呦卧槽简直太coooool 牛逼疯了
这么牛逼的游戏，我怎么说也得点个踩吧？
好评: 刺激
差评: 傻逼才玩❤❤
好评: 好好好 好好好
好评: 中国玩家需要新的武林英雄
差评: 大蛇没偏斜重击了 退款！
好评: wow
好评: 游戏很不错，趁手的打击感，华丽的动作设计。就是是不是的断开服务器链接，很让人难受。
好评: 就是服务器不行

差评: 游戏是好游戏，服务器真特么烂，我用的UU加速器电信插网线，天天给我掉线，关键是快赢了才给你掉，还不能重新连进去，每天都掉，真的搞心态
好评: 挺棒的，除了延迟，和掉线
好评: 游戏是好游戏，治好了困扰多年的低血压，少动症和慢性子。
好评: 

好评: 讲真的，游戏真的不建议入坑，游戏平衡性实在是太差了，新人真的很容易被劝退
好评: 剧情模式做的真的好啊！要是再长一点就好了，可玩性非常高
好评: 大爹们砍我的时候能轻点吗？给你们磕头了
好评: NB
差评: cnmd，一次又一次失望，不停的退坑，新版本回坑，然后再退坑，傻逼策划真的不配这游戏。打个pvp被人轻刀徐风白嫖破择，打nmdPVE无限战场，被三级人机组合无限恶心，被tm督军征服组合撞到防御姿态都没有。能带着脑子好好弄这游戏吗，狗娘养的死马策划设计师！cnmd，狗娘样的！
差评: 冷兵器3D硬核格斗仅此一家，不知不觉还是玩了很久。

平衡多多少少会被说，但还是挺好玩的。

PS:好玩个几把，大蛇改成这样脑子是长屎了是吧。
差评: 真玩不来 发售至今 只玩了3小时 但也无法退款了
差评: 玩不了😭😭😭  

差评: 日你妈，退钱！
垃圾服务器
差评: 傻逼育碧，好好修修你那个烂逼服务器吧
好评: 一定要买标准的，70多的没对战，买剧情
差评: 如果是前两年还比较推荐，现版本全是白嫖怪，花时间练了技术没到一定程度一样的被嫖死，基本上每局游戏都有人掉线，百分之90概率都在自己这边，体验极其糟糕，平衡极其拉胯，如果你是属于不玩这游戏就活不下去的就买，一句话，劝人打荣，天打雷劈
好评: DASDASDAS
好评: nb
差评: 小号炸鱼好玩吗，呸
好评: 个人很喜欢，虽然被说是个猜拳游戏[strike] 也确实是个猜拳游戏 [/strike]
服务器不说了，玩的人本身也不多
不过细品还是有滋味的，拿手柄搓单机最高难度玩着蛮带感的
好评: 个人感觉：我觉得这个游戏挺好的，一直坚持到玩到现在，以后还会坚持，最起码他比永杰更无间地狱什么的那个缝合怪游戏有好多了。虽然荣耀战魂很硬核，但是有良好的新手引导。确实容易上手。你只要一通乱砍看就行了。也可以有一定几率胜利。之后再通过一些摸索和练习就可以很好地游玩。摸索时间也不长。除非你想成为高端玩家。玩攻城混水摸鱼也挺不错。偶尔玩玩1v1打打人机还是很好。打人机还可以拿奖励。玩游戏放好心态就行了。输赢不重要。总比那个什么勇什么的，那个游戏要好多了。那个叫什么游泳什么的战斗系统拉胯，无比的魔幻和玄幻一堆特效叠在一起的垃圾。真可笑，一群跟风的。游泳的那个什么游戏不也是枯燥乏味。也要死背各种魔幻的招式，有的时候不明不白的就死了，真恶心，而且他的战斗系统真的很垃圾。还有枪械和弓箭。垃圾第三人称射击，外挂还多。总之就是魔幻家玄幻的缝合怪，标记系统和护盾装备系统抄袭Apex英雄。还有很多抄袭的嫌疑。他也借鉴的很多的游戏。没有做出自己的特色。真恶心，那个缝合怪游戏永远比不上荣耀战魂。荣耀战魂有些模式节奏很快。就看你玩什么了，那个什么垃圾游泳节奏慢的要死，又耗时间。跟老奶奶裹脚布一样。又恶心。他永远不是3A游戏。拒绝水军掘墓人。人肉是犯法的。
好评: 属于是入门前感觉自己是手部神经坏死，入门后是被大佬爆杀心肌梗塞，现在几百个小时老荣批了打起来单排遇到车队就是脑溢血。
门槛是就是反应和一个好的144hz显示器，和能够陪你玩耍（粪坑蝶泳）的好兄弟，以及一颗平常心。但真的喜欢这种类型的朋友，只需3分钟（嘘），你就会爱上这款游戏
好评: 砍瓜切菜
差评: 又一款被育碧运营死的游戏，如果您想买，请放弃您的想法。现在这款游戏里全是恶心人的角色，和别人单挑考验的并不是您的技术，而是运气，每一次攻击都是一次赌，每一次防御都看得是运气。赌赢了，接下来就可以接破防，顺手给对面一招，没赌赢，主动权就归您的对手，而他也会重复刚才。就动作游戏来说，这款游戏已经失去了他原本的意味了。这边建议运营把数据调回以前，然后维持最低限度运营就行，让这款游戏的粉丝来玩就行了，不要瞎jb搞数据。育碧，你已经因为彩六的平衡问题搞烂了彩六，现在又搞烂了这款游戏，你们不应该制作游戏，你们天生就是来搞坏一款游戏的，在这方面，你们无人能及。
好评: 低血压速效药
好评: 魂魂！我的魂魂啊！你不要死啊，这一类游戏不是冷门，而是仅此一款，兄弟萌留一手吧，少写点差评吧。
差评: 纯傻逼游戏
好评: 非常硬核，不是硬核玩家或者格斗玩家就不要入了 浪费
这游戏突破入门 最快也要一百小时 而且英雄的等级得打挺久的 东西掉落的属性也是非常非洲
幸好游戏是看操作的 技能 属性这些没多大用处 就是特别难肝出来一套好的而已 不用怕氪金玩家 就是皮肤好康些而已
好评: ようりぃうえこいびた！！！！！
好评: 喜欢硬核游戏的玩家一定要试试这款玩了20多个小时刚学会走路
差评: 烂你吗 臭B 平台 ， 草你吗的
好评: 现在很多游戏都喜欢新手期送几个AI给玩家玩
所以很多人什么游戏上手就胜率90%所以觉得自己天赋异禀
也养出来不少只是摸过一下游戏的键盘侠
可惜这个游戏没给你准备这种AI
进来可能直接面临的就是从17年玩到现在的老玩家
被暴打是完全情理之中的

这游戏有一个非常离谱的地方就是复仇系统
这个系统为了平衡性到底起到了多少价值先不谈
但是无论如何它是反直觉的
有一次在打攻城我记忆犹新
那天不知道为什么匹配到了3个新手，我方轻松的推了两个门之后
他们很清楚的知道打不过我，看到我就跑
但是有一次在弩车旁边，有个人看到我就想跑
回头的时候，发现自己旁边有2个队友
3个人愣了一下，举起剑慢慢的对我靠近
我当时完完全全感受到了对方脑中的活动
“我们3个可以打赢他”
熟悉游戏规则的都知道他们会是什么下场
但是当时我不知道为什么，迟迟不想按下招架键
靠格挡的复仇值，杀了2个，然后死在了最后那个角色手里...

这件事情很难说我能得出什么有建设性的结论
也不会改变什么事实
我只是想说，我觉得我会一直记得这个画面
也许他们3个也能记住这次胜利
作为一个美好的回忆
好评: 好玩

差评: 垃圾游戏，玩的时候只要碰到电源键就会关机。
好评: 好玩，快来呀，小萌新们
差评: fffffffffffffffffff
差评: 垃圾游戏，加速器开了都进不去

好评: 一直联不上什么鬼
好评: 都给我耐心点 狠狠的玩
好评: 序号码在哪里啊
差评: 你麻痹，进不去
差评: 大部分模式匹配半天都没人，4v4对面一堆人围着我打跑都跑不了
好评: 很棒的格斗游戏，但是我一台win11电脑上运行不了，只能在win10上运行，不明白为什么有七十多g...
好评: 目前体验良好
好评: 羡慕别人的战魂暖暖
差评: Blue screen？
好评: 是个好游戏，可惜玩的人太少

差评: 我是傻逼
好评: 吹爆，比较硬核，但是坚持下来真的非常好玩，慢慢磨练就好了
差评: 我玩的很好 但我很痛苦 它只能给我痛苦但我无法舍弃 我建议你快跑

差评: 垃圾服务器，掉线掉的新手教程都打不过去
好评: 冷兵器，画面，操作，手感，想不到还有什么能替代，当然同类型的也没有
差评: 垃圾服务器，5分钟掉一次
好评: N卡进不去游戏的更新一下显卡就可以了
好评: 通行证东西咋感觉越来越少了，你往里面扔几个表情也行啊。或者一个赛季多开几个季中小通行证也行啊

2021年度追评：游戏总体比去年的情况有所好转，希望能继续保持
好评: 除了很多很多很多虐菜的来关照你以外没什么不好的，另外，我不清楚是不是我的原因，服务器延迟依旧很高，加速器也没能解决
好评: 181小时了，我玩过最好玩的对战动作游戏，上手比较难，需要长时间练习，上手了就非常好玩了。
好评: 游戏是真不错，育碧是真辣鸡，前15个小时有8个小时在反复登陆，成功之后每次退出之后第一次登录总是要闪退一次。手残党表示这手柄键位总是按不过来。。。
好评: [h1][b]为了荣耀而战！[/b][/h1]
《荣耀战魂》是一款以古代战士为题材的动作游戏，玩家们在游戏中以东西方古代的战士为蓝本而分为三大派别，分别是英勇的骑士，好勇斗狠的维京人与神秘的日本武士。这三种原本不相干的派系，都从不同的时空被转移到同一神秘的异世界。而他们都为了各自的土地、人民和荣耀而战！

不过目前游戏也凉了，玩得人并不是很多，拿来体验一下单人剧情还挺不错的，并不是很推荐拿来当竞技游戏游玩，除非你有耐心能忍耐漫长的新手期，因为它真的太硬核了！
[b]游玩之前记得调整语言，进去语言默认是俄语。[/b]
[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]
[b]用UU加速游戏游玩【联机游戏】，联机体验更稳定哦~[/b]

[h1][b]新手劝退器[/b][/h1]
游戏里面扮演的是维京人，果然古维京人就是好战，骑士和武士其中一方来为作为自己的派别，与战友们一起抵抗敌对的派系。同时游戏也把策略元素，融入到了对战玩法当中，同时也参考了类似无双游戏的动作特点。游戏中三大派别各有4种不同的英雄角色，而大概分为四大种类：尖兵，肉盾，刺客和混合型。
尖兵类英雄是属于平衡性，拥有良好攻击以及防御能力，并且拥有高适应性。肉盾类是最具有生存能力英雄，虽然攻击缓慢但伤害高致死率强，擅长防守据点。刺客类是敏捷而致命的英雄，是善于进攻的决斗者，但是防御上比较薄弱。混合型类是包含多种其他英雄的特色与要素，绝对是为使用不寻常战术的玩家们而设的。而职业的不同，基本上也没有很严格的相克元素。

《荣耀战魂》的战斗系统有点硬核得过分，对新手非常不友好，这也是这游戏凉掉的原因之一。作为一款有竞技元素的游戏，战斗系统是决定这款游戏是否招人喜欢的关键。虽然说战斗系统包括连招、移动走位和闪避动作，但是致胜的关键却是攻击的方向判断和策略。

进行对战的过程中，需要靠鼠标的移动方向来选择防御还是闪避，鼠标必须从上、左、右当中选着一个具体的方向。攻击的时候也要先判断对方的防守比较薄弱的方位，才可以成功给对方造成伤害。这系统需要经过思考来致胜的游戏，除此之外这系统也提升了游戏的硬核强度。这也就造成了手不快的玩家们，是必定会被老手玩家吊打的，而且目前并没有新手互相过招友好对砍。

《荣耀战魂》也是有体力槽。体力槽一旦用尽，所操控的角色动作就会大幅变慢，基本有大概率会在在激烈的战斗中丧命。只不过精力槽原本就蛮耐用，而在精力消耗完之后恢复到正常状态的速度也蛮快。虽然如此，但也必须注意精力槽以免陷入尴尬的场面。
对战过程中也可以对环境的利用，也是必须注意的一个环节。如果对战的时候发生在高处，而正好下方有敌人经过，那么就可以进行落劈敌人，被砍中基本是几乎必死无疑，交战的地区如果发生在悬崖、河流或岩浆边上的话，那就可以直接把对方给直接推下去，可以说这游戏也并不是单纯的对砍..

游戏的单机模式，基本可以算是大型的教学关卡。而每个章节内容包含了6个10至30分钟的关卡。而游戏进行过程中还会不断提示你所使用角色的特色招式和连招按键，这让玩家们更可以熟悉各个角色的用法。虽然说单机基本是教程，可是在关卡设计的方面也蛮用心的。基本上可以看见巨型攻城车为中心的攻城战，箭雨降临以及数百人在互相厮杀的场面。真是何其壮观。

[h1][b]多人游戏才是核心源[/b][/h1]
多人游戏一共提供5种模式，分别是淘汰、冲突战、争权、对决和乱斗。在对决、乱斗和淘汰模式拥有1V1、2V2和4V4的竞技模式。玩法非常简单：杀死敌方所有玩家。而对战也必须有一定的战术配合才能胜出。

冲突战与争权战就比较有多人游戏打战场的味道，因为，两个模式都是在4V4的大型战场中带领自己的士兵推进战线，通过完成指定的目标为自己的派系争取更多的点数。不同之处在于，争权模式是通过击杀敌方英雄以及控制目标的区域来获得点数。而冲突战中必须击杀敌方英雄来获得点数。所以想要在这个模式得心应手的话，那是必须要开黑才能完成的了，匹配野队，语言不通就算了，可能怎么死的都不知道。
在多人模式的过程中拥有4个技能槽，而它们会随着战局的推进而依照次序来解锁。这些技能包括为自己的队友加Buff或DeBuff敌人。甚至直接给敌人造成伤害以及给自己回血。玩武器和装备也会随着游戏的推进而更换。当然也可以通过“开箱子”来获得武器与装备。[b]（反正就是氪金对了）[/b]

《荣耀战魂》的画面和光效拥有不错的表现，因为每个场景的建模被光线照射的话，能呈现出很真实感的阴影。在人物建模上，无论是皮肤、服饰、武器的每一处的细节都清晰可见，对战过程冷兵器所产生的厚重声响，那种感觉简直不能太爽。

[h1][b]结语[/b][/h1]
《荣耀战魂》是一款非常好玩的刀剑相向的动作竞技游戏，画面非常带感，战斗方式非常特别。能迅速熟悉操作的话，玩起来可是会非常爽快。游戏里的一对一对决明显会让人感到肾上腺素飙升，因为无论是攻击、破防、回避都非常的紧张。打击感不错是重点~单机方面的设计也非常用心，场面非常壮观。
由于是属于硬核战斗系统，对于手残的玩家们基本是劝退的，必须多多练习才能上手，需要花很多时间成本去学习玩这个游戏，度过漫长的新手期才能上手。故事模式设计方面很用心，但过程中就是让你熟悉每一个职业的玩法，显得有点过于束缚。
差评: 垃圾游戏，无法启动
差评: 我只想知道怎么进入游戏。
每次打开到警告癫痫患者那里就闪退，拜托，我没有癫痫，不用给我闪退！！！
好评: 可不可以整点好玩的pve 别硬堆啊
差评: 首先我得能连上服务器，不开加速器稳定掉线，模式除了争权和单挑基本没人玩，就算争权也要排几分钟。今年听说憋了半天憋出个恶臭缝合怪，机制大改，只能说是个很有想法的游戏，很爽，很酷，就是不好玩，因为人太少平衡性稀烂，争权碰上车队就是被吊着打，怀疑自己没有队友，1v1应该是精髓（大概吧)，但是玩的时候压力过大，赢了很累，输了又难受，时不时碰见嘲讽鬼畜的立马血压拉满，属于格斗游戏的通病，能更新四年也是奇迹了。

好评: 不错吧
好评: 30小时，刚学会攻击
好评: 爽！
差评: 根本进不去
差评: 针nb 刚下的 游戏进不去 告诉我崩溃 整半天了 给我整笑了
好评: 好游戏
好评: 我是傻逼
好评: 说真的，这游戏还不如战意。细节做的特别差。人家免费的游戏，都比你这游戏好。各种格斗技巧都比你好。大家千万别买！买了就是垃圾！如果不信玩玩儿。比意役还要差。人家好歹是一款免费游戏。你这收费的做的这么差。服了。
好评: 阿碧免费领的，玩了有两三百小时，肝不动角色steam补了个完整版
服务器很垃圾，必挂加速器，不然上不去，阿碧祖传bug也有一些，这些都是小问题，主要劝退新人的是：
入门门槛非常高，游戏核心是反应和猜拳，但是基本功不到位连猜拳的资本都没有，不是朋友带着一起玩建议不要入手，劝退率高达八九十，没玩上500小时1v1都算新手，除非是能在别人出拳的一瞬间决定自己出什么的新人类，不然基本功稳过不去，没有朋友带着一起玩也不知道自己该怎么变强，稍微打几把就会被虐到退游戏
战魂圈子真的很小，前期需要大量的时间磨练技术，正常游戏几回合就能入门，这游戏需要数花费百小时才能入门，建议打算入坑的新人看到这条评论再考虑下是否要入手
好评: 我还记得这游戏刚发售的时候我400买的 现在打折30
人已经麻了
差评: 服务器太垃圾了
好评: 玩过最刺激的猜拳游戏，没有之一
差评: 游戏进不去，只能退款了
差评: 我是傻逼
好评: 挺好玩的啊
差评: 今天刚买的现在进不去，点开始游戏后连页面都进不去直接闪退.有谁能帮帮忙吗？

差评: 也就值37块，剧情模式没什么好玩的。只玩真人对战，但这又和doa之类的差不多，娱乐性却没有那些传统的格斗游戏强，偶尔掉线。勉勉强强吧，如果冲着冷兵器格斗来的现在还是可以买来玩玩，原价不值得。
好评: 上班天天在玩好游戏。
好评: Ad mortem, inimicus!
差评: 游戏很棒，个人菜打不过。差评只是作为一个预购后没怎么玩的人对于降价的心情
好评: GOOD GAME !
好评: 真的是蛮可惜，阿育自己作
差评: 之前还好好的，这他妈直接游戏进不去了，我吐了
好评: 一时大蛇一时爽，一直大蛇一直爽【大雾】
好评: 除了不好上手 找不到缺点
好评: 什么时候能连上服务器什么时候给好评

能连上了，改好评吧，毕竟游戏还是好玩的
差评: 垃圾，完全无法进去
差评: 弱智游戏，玩了就是吃亏，后悔，懂？
差评: 游戏是挺有创意的，跨时空大乱斗加上猜拳战斗，但是育碧的服务器太烂了，打个战役要求强制联网，维京战役打到侦查那关频繁掉线，挂着加速器还是照掉不误，关卡中间还没有存档点，太nt了。
好评: 我75买的，我是个伞兵！没毛病嗷！
差评: 垃圾服务器!
差评: 这个差评，专门给你这个垃圾土豆服务器。
好评: 这游戏1-10小时被揍10-100小时被揍，1百小时往上入门
好评: goodgood
好评:  The game is worth buying for cold steel fans
好评: 虽然10十分钟才能匹配上一把，看我游戏时长
就知道这是一个完美的格斗类游戏了
好评: 非常适合新手玩家，买了不亏
好评: 昨天刚用原价买的！WSSB!!!
好评: good


好评: Nice competitive game
好评: 激活工具和国际化
差评: 育碧出品必是垃圾，狗都不玩，服务器烂b，育碧账号经常记错，他妈的回头登录，上都上不去，垃圾游戏。这种跨平台的最好还是去官方卖，真他吗够傻逼的
差评: 匹配慢的要死一直匹不到人
差评: 你游玩家群体素质屌差活该小众活该都是老玩家，赶紧暴死吧。
好评: 
wssb
好评: 这小时数还有什么好说的
好评: 这杀鸡联动更新之后W7系统不兼容无法打开，几天都没个修复。还撞上周末 估计发的报告也没人去管的。我也是服了。不过换个角度想 不愧是文明的国度，双休日宁死不加班 ，需要学习学习2333
差评: 玩玩玩 玩你马 我打得过谁？？！！
好评: .......................
好评: 好玩，就是脑壳痛
好评: 你们打荣人有兵击仔吗？冷兵器爱好者狂喜！
好评: 我喜欢这个游戏，这是个好游戏，然后，别买，等下个世纪服务器弄好了再说。————————在我修改这条评论的时候开个加速器玩游戏就没啥问题了，一个世纪过得真快啊
好评: 之前一直玩的好好的  我是WIN7  系统  今天维护完 突然上不去了  提示游戏系统崩溃  哪位朋友知道怎么回事呢
差评: 玩完就变育碧黑，从开服看着这游戏一步步走向gg，麻
好评: 什么时候加强仲裁
好评: 神作
差评: 出色色的装备，谢谢。不出能不能爬啊。伞兵育碧。出了我给你妈招魂。
好评: 没有加速器基本只能受气的垃圾游戏
好评: GOOD
好评: 疯狂就是力量！！！
好评: 唯一石头剪刀布
好评: HAO
好评: 被差评埋没的好游戏。
好评: 血压低吗？来玩吧，5分钟破表
差评: 游戏是个好游戏，匹配机制就是一坨屎，妈的我一个萌新给匹配个30多级老玩家我玩尼玛呢，回回站原地被连死，玩个jb
好评: 就是好玩，不解释

差评: 你就是个寄吧
好评: 还行

好评: 1
好评: 挺好玩就是you
差评: 好玩
好评: 我是傻逼
好评: 秀个肌肉
好评: 外挂不少 育碧反外挂不是很厉害么 有点失望
好评: ---------一开始喜欢徐风又徐风，后来老是被针对，然后喜欢全防，又总是被骗防再破防，在老手眼里我的套路过两次手就一清二楚了，现在十二转了，开始老老实实练习招架，研究每个角色的独立连招，前不久锤爆了一个嫖怪的头，我才真切地感到——我变强了。
----------- 这个游戏从一开始就注定在中国小众，它氪金也不能变强，装备更多是为了帅，复杂的战斗系统和每个角色独特连招和特点并不适合低门槛，技能没有快捷键，很多嫌麻烦的玩家不会喜欢（多半是大型游戏玩得少了）。而且它确实有不少缺点——服务器拉垮，突然掉线让人火大；老玩家多，新人初期游戏体验极差（真的是连衣角都摸不到）；部分玩家素质堪忧，恶臭声名在外；也没有好看涩气的小姐姐（虽然我觉得比我本人还壮的女武神就别有一番风味）。
----------- 但我还是喜欢，我自己是二次猿，海王星，O乱神乐，噬神者，好玩的二次猿游戏很多很好康，但是在for honor我是一个战士，尽管经常被群殴，可也有百转大佬耐心地车轮战（好像体验也不怎么样），有人恶臭自然有人清香，不是说刺客信条，只狼之流的一键防御不好，我只是觉得三方向“猜拳”更适合复杂的PVP游戏，我也喜欢赦免者，期待《师傅》。
--------能爱上for honor的必然是真正喜欢铠甲与刀剑，在虚拟的战场上追寻铁血与荣耀的好战者。
好评: 熟悉了之后是一款不可多得的格斗游戏，但是上手难度较高， 对新手不够友好。如果把自己犯中二代入大蛇就能获得额外的快乐。
好评: XIH1
好评: 我以为自己的操作：
其疾如风 其徐如林 侵掠如火 不动如山 动如雷霆

实际上自己的操作：
哎我这个怎么没防住
哎我这个怎么没打着
哎哎哎....
差评: 煞笔服务器，打两把就掉线，我开了加速器都这样，之前还好，自从孤岛惊魂6上市开始就频繁掉线，是把荣耀战魂你的服务器分给孤岛6做多人联机了吗？荣耀战魂就这么不重要？现在的版本改的一塌糊涂不说，这游戏迟早会被垃圾服务器给整死！！！！！！！！！！！
好评: 除了掉线，玩家少其他那点都很棒
好评: 游戏挺好的就是排队太长时间了
好评: 育碧游戏时间1000+ 从一开始的硬核猜拳游戏变成现在这样白嫖游戏。人均徐风。无责任盾撞是重装的必备技能，只能说这游戏还是变味了，从人斩出来开始一路魔幻着走，就没停过。只是热爱这个游戏吧
差评: 垃圾育碧啥几把改改成什么屌东西了,雷霆一击都比它好玩
好评: 别问问就是尬舞           独特的机制让您体验最佳的体验
好评: 因为恶臭
差评: 傻逼游戏180转打5转，你妈死了
差评: garbage 

not recommend
好评: 那肯定要玩啊
好评: 不愧是育碧的游戏
好评: 游戏很不错
好评: 如果配置都没问题土豆给的方法全试了一下，建议自己更新下显卡驱动或许就可以进了，毕竟我也是这么搞的。游戏是真好玩就是要边看小说边匹配，还有我是挨打的
好评: 进不去的可以试试加速器
好评: like

差评: 活该
好评: 多来点暖暖和PVE内容，美术风格真的赞
差评: This game sucks，i
好评: 育碧出品，必属精品。
大型3D格斗作，美装尬舞猜拳戏。
新手苦痛叫哇哇，老手飘然行云流。
细节有大有小，大则特性、技能，
小则站位、配合。
此需历经六七四十二时苦难，方得牢记于身。
然，此电动之创始者，曾与玩家共同精进。
今日，缝合怪作妖，此大举蒙蔽玩家之慧眼。
玩家愚笨，以为前功尽弃，实则有所保留。
望诸位新老玩家，理性看待此事，多诱导新手入坑。
好评: 0.0
好评: ，
差评: 我是傻逼
差评: 粪游
好评: 不要因为失败气馁就放弃这款游戏，坚持下去就会有收获的
好评: 还看什么评论，喜欢冷兵器的买就对了
好评: good
差评: 别买 shabi游戏你很有可能新手教程都过不去玩起来比只狼还特么折磨新手教程那个单挑野蛮人我打了一个小时多
好评: 好游戏就是有点烂
差评: 兼职是新手的地域
好评: 这游戏跟我设想的一个游戏的战斗方式出奇的相似（并不是我去借鉴了这个游戏，我在这个游戏出来之前就想到了），但是我设想的又和它的有不同之处，我的更加复杂，能搭配的出招方式更多，还结合了热武器。总之，玩了这个游戏我对游戏的格斗机制有了更加深刻的认识。

10年之内，等我的作品，兄弟们！！！
差评: 匹配不到人
好评: 心目中最好的3d格斗游戏，ps上已经玩了几百小时了，相对其它格斗类新人更好上手
好评: 游戏是好游戏，要是能进去就更好了。
好评: 我是傻逼

好评: 市面上完全没有替代品的冷兵器硬盒游戏
因为吃力不讨好吧
好评: 噢~看看这游戏时间就知道了
好评: 争权的活跃度非常高，所以你匹配十五分钟也匹配不到人
我想了想，还是把评测改成推荐吧，希望玩家能多一点。毕竟作为一个中世纪剑斗游戏还是不错的
好评: 土豆服务器

差评: 我是傻逼
差评: 游戏往好里改，但改得太迟了。
就挺可惜的，热度高的时候糙，做精了人又都没了。

提出诉求：别老抱着那套粗糙庸俗的维京刻板印象不放了，把骨头去掉（Raider），锁甲鳞片甲都给配上（All）。

你现在做的好，但你以前太差了，所以还不够好 

你要更好
好评: 冷兵器战斗GOOD，男人的浪漫
好评: nb

好评: ★★★☆☆
差评: 没意思 感觉都是刻板印象角色
好评: 第二赛季入坑  可以说是老玩家了
同赛道暂时没有替代品 咱土豆也算大厂 至少能带来一段优秀的单人战役不是？
问题主要在服务器和平衡
入手前请务必做好心态 入手后请务必请务必练习招架
好评: 好评是给游戏的，不是给你育碧的。
好评: 好
好评: 砍与被砍
好评: 我只想说   游戏界面是什么样的  我还没见过
好评: 好，血压拉满
差评: 傻逼游戏，活该不火
好评: 服务器还是有点毛病
大佬炸鱼还是那么nb
平衡还是做得那么狗屎（比起早期还是好了许多）
卡上传还是没人去管

也许我就是个傻逼吧
但...我还是喜欢这个游戏，一如既往

11.7
这几天架轻量突然上来了，打了十几把1v1和4v4把自己惊了
我悟了，这个核心战斗系统其实就是又一代的新人类培育计划（√）
但这不妨碍我想暴捶mars了的策划，还我浪人
好评是因为不想打了几百小时像个傻逼

21.9.29
我是傻逼
好评: 把做教程的员工开了吧

好评: 背不下来招，导致只会平A给我玩的血压飙升（）
好评: 好玩
好评: 热爱这个游戏的会解决问题玩不热爱的依旧没玩就喷，总之我白嫖来的游戏被虐了300小时，依旧很有乐趣，每个英雄每个关卡都有自己的特色，虽然有点平衡性的不足，但是不会说每次都是相同的角色对抗，玩得就是多样性。多样性之后就容易不知道对面什么招式怎么防，就如老话说的知己知彼百战百胜，想胜利就得多看多练，不仅把自己的角色练好，知道怎么接收益，连招，也要知道对面的招式，博弈的过程虽然很累，但是久违的胜利是非常有满足感的！！！
好评: 没有同类替代品
好评: haowan
好评: good


好评: 不是快餐游戏，别人打了上百小时你玩几把就想打过，凭啥，硬核玩家首选，沉淀下来慢慢玩你会回味无穷。
好评: 很棒的打击感呢
好评: 看时长，不夸了。
好评: 虽然开始有点折磨人，但赢得时候真的爽
好评: 希望能出新的武林阵营英雄
好评: 这个无限战场真不是人打的，我打了三次，每次都是到第五关掉线。真让人绝望
好评: 还行

差评: cnm
好评: 非常好的一款游戏可惜是傻逼育碧的服务器，多人模式匹配的速度还他妈能不能再慢点？？？？？
差评: 千万别入，设计师是傻逼，怎么开心怎么改，没有底线的，玩的很生气，一点都不平衡！
好评: 守护亲妈鬼什么时候删
好评: 干就完了
好评: 《放不下》《忘不了》
好评: 最近还行
就是我天地的虎闪什么时候能改回来？
好评: 代刷愿望单，好评+2404880988
好评: 好游戏的陨落
差评: 一打开就未响应
好评: Amazing design combat. 精彩的立回战斗
好评: 只要你骂育碧我们就是好朋友
好评: 上手以后感觉很好玩，就是有点难上手
好评: 喜欢不解释
差评: 垃圾游戏
好评: 太好玩了，
好评: 好玩
好评: 很好
差评: 看来终究是和这游戏无缘 过了一年再来登这游戏 笑死 根本进不去 正好卸了也好 给我磁盘腾腾空间
好评: nb
差评: 狗日的土豆服务器好友折腾一上午连不上游戏，玩个游戏和NM坐牢一样。
好评: 2060不配玩啊画质全低GPU还70多还是把机侧打开
差评: 太垃圾了 服务器不行 优化不行 匹配不到人
好评: 可好玩了，如果能进去就更好玩了
好评: 除了装备好看，啥也不是
好评: 上头

好评: 所以现在是一盒鼠标左键的游戏？
好评: 新独立处决真香
好评: 非常好玩可惜去年没领取可惜了希望再送把 千年发的信息今天37直接干了不犹豫
差评: 刚卖，下载完无响应，想了各种方法，就是服务器烂，rnm真扫兴，只能继续云武林了 鬼！！！
好评: 不聊育碧一直以来的服务器问题，但从竞技游戏体验来说，荣耀战魂无疑是上乘佳作，流畅的操作手感，一板一眼的动作，见招拆招的机制，最重要的是那种战斗的感觉让人热血沸腾，无论是输是赢，你总能从一局中获得一些战斗经验，学会永远敬重你的对手，无论是阴招也好，华丽的反击与连招也罢，都是战胜你的对手所需要的。

总而言之，如果你是竞技性玩家，并且喜欢冷兵器动作游戏的话，它会值得你去尝试一下的。

BTW，只推荐玩 1v1 模式，2v2 要和朋友一起打。
好评: 游戏是好游戏，但是cool组没马
好评: 游戏无疑是好游戏，优秀的单人剧情，硬核的战斗系统。但硬核的战斗系统同时也极易劝退新手，新手玩家留存率低，导致新老玩家比例严重失调，新手常常会和老手匹配到一起，新手体验极差，这又进一步加重了新手玩家的流失。
好评: 只有两个结果，要么新手被劝退，要么贼上头
差评: 在玩之前我一直以为这是一款被埋没的良作，直到我玩到了无限战场，我觉得这样的“良作”还是被埋没的好
差评: 爱之深，责之切，我也是伤心欲绝得。一路走着，看着没有荣耀只剩战魂了。这游戏已经快没救了，育碧现在近乎是在乱改游戏数值，疯狂造神，平衡差距秀得离谱。他们似乎也不知道发展得方向，于是就觉得怎么乱怎么来。每个版本都是一次重头再来。参数改了又改，换了又换，学了又学。还是玩不懂。整得是现在是刀不过，徐不动，火被压，择不出，重秒破，就连多人战引以为傲得百架复仇之光都使不出，我无望了。对，可能是我菜，但是现在又是百炼铁锤耶梦加得，高喊瓦尔哈拉，然后冲上去被一个老兵踢击，按在地上动弹不得。那怎么说，玩人斩呗，学老兵踢击呗，但是你把把上人斩，真的觉得有成就感吗。说了这么多还能怎么办，育碧没有义务也没有意愿去听从和改变。我也只能在闲暇时刻看看新更新，默默祈祷着有一天能够：“从拾荣耀，再做战魂！。”
好评: 打斗游戏粉强烈推荐，只是没人玩

而我不会因为一个游戏没人玩就打差评
差评: 傻逼登录器
好评: 一个被差评掩埋的好游戏，就是老掉线
好评: 快来陪我受难

好评: 这里是荣耀战魂，用脑子玩的不会嫖的能不能滚出去啊（恼）
好评: 我是傻逼，太好玩了，搞得我都忘记退款了
差评: 本来以为新赛季更新了新处决能以为这游戏好点了，结果英雄做的越来越离谱，突袭者转砸头没个几百年脑血栓做不出来，看来现在战魂是完蛋了
好评: good

好评: 尽管被杀尽管掉线尽管新内容换皮，但是你继续出我就继续在玩你这一场。
差评: 我tm3060游戏都进不去玩个毛
好评: 不错的游戏  就是玩家太少了 ，没办法  格斗游戏很容易劝退新手
差评: 游戏是好游戏 只可惜是从母猪屁眼里扣出来的土豆育碧发行的
差评: 大蛇真好玩，建议继续加强。体术出完还能偏斜徐凤，麻烦把大蛇体术在搞快点，现在我还能反应过来，求求你继续加强，傻逼策划
好评: 可以
好评: 朕亲自评测，朕很喜欢
⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
好评: j
好评: 就算这游戏有一万个缺点
就算有无脑轻的新人
就算所谓学习成本高
就算角色再怎么不平衡
就算育碧天天瞎改
就算这游戏现在从娱乐性转电竞化
就算你打了六百小时依旧不是高端局

这游戏就是比大部分的游戏要好，体验就是比其他的游戏要棒。你买了就是值。

反正缺点其他评论也讲了我说说看有啥好的点。

1.无搓连招难度
相比于隔壁格斗游戏，街霸拳皇一个大招超必杀五个八个键，这游戏没有任何搓招难度。官方也丢了个英雄战术专门个性化教你连招。连招通常为两段，三段或者在特殊情况下的无限连招。相对应的，这个游戏也更加鼓励你见招拆招，而不是打其他游戏的时候的脸滚键盘。
很遗憾你体验不到乱搓连招偶尔能打死老玩家的情况，但是当你逐渐了解自己的人物，熟悉每一招攻击从而最终通过自己的技术让对面倒下的时候，体验还是非常爽快的。

2.角色相对应强度
不论你玩的是什么玩意，不会有那种所谓的“角色碾压”。传统格斗游戏里的什么角色优劣在荣耀战魂里并不绝对——毕竟你不论什么角色都能拿来打1v1。因为角色性能而使同水平的玩家败于另一位的情况是有，但心理上的战术博弈，对下一招攻击的预测和对对手行为习惯的分析才是到了这种水平之后真正所拿来比拼的。

3.外观
有没有和我一样的实用主义者？那种尽管你这盔甲是很好看，但是因为数值更高，我选择那一件盔甲的那种玩家。
玩这款游戏之前我的审美观就是二次元那水平，觉得穿着比基尼加的防御多很值得吐槽，但也就那样。但是荣耀战魂给我狠狠刷新了一遍审美观。
既然我可以穿着帅气而实用的盔甲来进行战斗，为什么我要穿着帅气但并不实用的盔甲？
这就是荣耀战魂的外观之美，它有着一种实用的美。它可以既是实用，符合历史且有良好防护的护甲，也可以是承载你个人美学，色彩搭配的承载体。两者并不冲突，这才是这游戏外观的魅力所在。

4.朋友
我究极无敌强烈推荐你，找个朋友一起玩。可以是老玩家也可以是和你一样的新玩家。一个和你水平一样的朋友，一边聊天，一边比拼着谋略与武艺，可太浪漫了。
我打了六百小时，毫不客气的说，我和我朋友一起打了五百小时。我这游戏六百小时总转数才30转，剩下的时间全是和朋友内战。攻守互换，节奏把控，假动作与设下陷阱。赢的潇洒，输的畅快。

5.提升感
魂类游戏有什么好玩的？你那么容易死。因为游戏并不是让你的操作角色变强，而是让你本人操作者变强。你将boss斩杀所带来的成就感是魂类游戏的最大动力——挑战自己。
荣耀战魂也是一样。只要你愿意学，在三四个小时的新手期之后，你便能非常直观的感受到自己的提升。这种提升感会和挫败感伴随着你一直持续将近一百小时。你这一百个小时都会处在学习与熟练的轮回中，你每次回头都能看见自己的提升。
即使我现在的提升感慢慢变弱，但战斗本身带来的乐趣就会慢慢填补上这种提升感。当然，有个好朋友能让你大大减少这种挫败感。

6.值不值
等降价买血赚，只不过需要额外付加速器的钱。它就算有那么多缺点，但也不能否认它是个绝对的，在行业里独一份的好游戏

最后给想要购买的新人几个小的建议。

找个英雄做主玩，切莫走马观花。新人每次换角色都相当于丢失了很大一部分学习成本，导致新人期拉的很长。挑个长得帅合自己口味的玩就行了。反正对打的多了到时候也差不多全都会了，拉长新人期不值得

别买肝帝版，别买肝帝版，别买肝帝版

偶尔看看b站视频。别一味闭门造车。

明确自己的风格，是想要偏向大伤害猜拳，还是节奏压制，还是防守反击，打空对方体力，或者是全面全能。有了方向的训练能让你更快脱离新手期，打出自己的风格。

先别去打剧情模式。里面的版本配置很老，与现有版本完全对不上。

铁钱先留着开英雄，衣服装备等到8转之后再在上面花功夫不迟

不知道这篇评测有多少人能看见，也希望这褒贬不一不会吓走太多新人吧

好评: 制作组挣扎4年了，争点气啊魂，愿他长寿。
好评: 好玩 有男人的感觉
差评: 什么时候砍武林就给你好评好🐎？傻逼育碧？你妈拿脚做的平衡？我玩你🐎嗨？老子徐风被死猴子一棍子打翻了是个什么鸡巴东西？你可真的🐮🍺啊育碧？得亏steam免费送了不然我都没办法给你差评了

---------------------------------------------分割线------------------------------------------------

行 现在又搞出一个400轻的胖胖 攻击带霸体，能不能告诉我为什么我可以在徐风的过程中被胖胖抱起来？？？？还有和平做的什么东西？¿傻逼游戏不可避，想买的可以买，玻璃心请放弃

---------------------------------------------分割线------------------------------------------------

育碧真的给几吨妈都不够死的，老子往键盘上撒把尿都比你妈做的平衡要好，做的什么鸡巴东西啊？会不会做游戏啊？本身出的角色就一个比一个脑瘫一个比一个恶心，好嘛 还整个更脑瘫更傻逼的角色，真的给你几吨妈都死不完

---------------------------------------------分割线------------------------------------------------

这里编辑于2021/9/11
时隔快一年不玩下载回来，全角色400ms红标轻击，鼓励大伙嗯嫖，现在萌新屁都不懂 就嫖，嫖就能把人全嫖死，美其名曰降低上手门槛，实际上就是比谁能嫖，现在你的反应力猜拳一点用都没有，比的就是一个对游戏的理解。噢有些人要问了，哎哟比游戏理解有什么不对的，不想想这是什么游戏？荣耀战魂 不是你妈逼王者荣耀，猜拳 博弈完全都不存在 只要R1 R1 R1 R1 R1就完事了，那我他妈为什么不去玩黑魂 我还能堆韧性跟人拼刀呢。

先不说那新出的三个缝合怪，摆烂的性质大伙都懂

就在昨晚更新了新赛季，突袭速度↑↑↑↑↑↑，让本来就已经在T1的角色直接跃进新人类，整个人的动作完全扭曲，他的斧头从左边劈过来然后在短短的400ms内直接转身敲头并且还是优势轻，让整个突袭就像陀螺一样在战场旋转，这个陀螺还有火刀会随缘刮人，完全没办法通过动作来观察突袭的动作

现在可以说是什么？所有角色除了动作不一样还有什么特色，人均软取消 人均500ms体术  人均终结体术 所有英雄有什么区别？比的谁体术多 谁的刀快 谁的血厚

当然在这B环境里面还是有那么点另类，就是那三个带盾的乌龟，从始至终不忘本性的恶心人

除了三乌龟之外还有一个特殊中的特殊    格里芬 下北泽代言人

浑身上下没有一个东西是自己的，就连你妈长相都是剧情里面仲裁扣出来的
语音直接摆烂用什么招说什么话，说好听点就是集各家之所长，说难听点就是鸡巴缝合怪，还是把全阵营最臭最恶心最傻逼的招式缝合到一起的缝合怪。

一个带有 重装血量、刺客性能、500体术重击收益、徐风带转向、招架稳定二连轻 的角色怎么打？

麻烦育碧动动脑子想想自己做的是什么鸡巴东西，最他妈可气的是着鸡巴游戏没有任何竞品 仅此一家 

希望育碧接下来可以把这个态度用在开公司上，就摆 嗯摆 早点摆进你妈的坟里面和你妈的骨灰一起发射到外太空
好评: [strike]游戏不错但是想买的还是观望吧，基本没打过完整局，不是网络问题就是游戏崩掉，网络已经买了加速器基本解决了，但还是容易掉，崩掉真的影响游戏体验，也许是电脑问题？我看不止我有这个现象啊，算了，反正掏钱了，也玩了，终于可以堂堂正正说垃圾育碧了，如果以后问题解决了，当然会给好评[/strike]
网络问题和游戏崩坏已经改善非常多了，育碧的服务器也真的是越做越好了。虽然还是要依赖加速器，但这不是主要问题。还是玩的人太少了，匹配要好久，4v4也经常双方实力差的挺多。这游戏已经免费送2波了，也推出肝帝版来吸引玩家。作为一款网游，运营成本上远远高于单机游戏，只能希望游戏越做越好，玩的人越来越多了。

[b]求求大家来玩吧！！！[/b]
好评: 666
好评: 两个臭傻逼占点里不出来，卧槽，玩你妈
差评: 我是伞兵完了这游戏操你妈了就上来就被杀操你妈的垃圾游戏把你们妈杀了
差评: 服务器维护晚30分钟就离谱
好评: 爹！
好评: 荣耀战魂天下第一
好评: 喜欢

好评: 冷兵器题材游戏很好玩
好评: 嘻嘻
新手教程也打不过
好评: 游戏是个好游戏，就是太难了，人机打我都一卜楞一个倒
好评: 黑色教长，脚斗士，你们的🐎什么时候死啊？
好评: 这个游戏打击感很好中世纪画风也很漂亮不过很看技术可以试试
好评: 挺好玩，就是难，多练练就好了
好评: 新处决太棒了！
好评: 游戏是好的，在我看来只要硬件好，游戏并不难
好评:     找到游戏
      加入中


无法加入游戏，即将返回游戏菜单

游戏质量很硬，连接质量气死人
好评: 速来跳舞
差评: 在其他游戏里，新手和老手经验不同，往往都有不同的打法，而这个游戏，有些老手和新手都只有一种打法，那就是白嫖，然后育碧将格挡轻的耗体更改……
好评: 三个基础进攻方向对应三个基础防守方向，轻击重击垫步防御弹反投技破防头槌眩晕出血中毒击飞无法防御假动作后撤步7777不解释粘招应有尽有。
这不比只狼燃？
好评: 入手难度是我玩过最高的，但确实好玩
好评: 太好玩了
差评: 这游戏活该火不起来，麻烦制作组用您的脑子想想平衡该怎么做行吗？英雄还分369等？还不限制帧率？拼硬件网速？这游戏就算打赢了也跟吃了屎一样难受，别买了，给自己找气受
好评: 非常好玩，冷兵器格斗真实，非常安利给大家，少有的优质格斗冷兵器游戏
好评: 首先，游戏是个好游戏，其次，好评是因为我从早期环境不错的时候就开始玩了，所以，如果你真的心理素质不太好，我不太建议你入手，这游戏对新人非常非常非常不友好（老玩家们这么多年积累的基本功可不是萌新用个强势角色就能匹敌的）
好评: 好评
差评: 现在根本登录都登陆不进去

差评: 我求求你了育碧，CCU和手感都改回去可不可以？？？你飞龙戴尔荷尔克斯整整两个赛季不出新内容我都可以忍受，毕竟游戏底子和质量都摆在那儿，光是反应和心理的混合博弈还有众多的暖暖我能玩上一整天。
从傻逼好战开始一切都变得不对劲了。动作缝合，僵硬，缺帧，以前这些东西都是可以出一期视频拿来讨论的，现在....呵呵，麻了，我只能说麻了
还有你那溜冰手剑圣，以前可是平衡标杆啊，CCU改动轻重混合加徐风就可以暴虐所有人了，完全可以抛弃核心火刀。高地也是，轻重混合加霸体，还需要什么进攻姿态。
以前光是靠反应和心理混合博弈我都能玩一整天，现在说好听点纯粹打心理战，削弱格挡招架，难听点瞎几把砍，砍到就算数
现在看到格里芬剑圣就头疼，一局下来不是碾压就是被碾压，输了很气，赢了没有成就感。
好评: 虽然连年越来越差的角色推出和dlc已经说明了这个游戏的药丸，但很遗憾的是这款游戏仍旧是冷兵器题材游戏的一个巅峰，而且是市面上独有的一款。
我多数打人机，偶尔打人人对战，有高血压的时候，但更多的是快乐。
手上无聊，又不想将时间浪费在手游或是策略类型游戏的玩家们，在喜欢冷兵器格斗的前提下选择这款最好。
如果特别在意平衡，却又觉得这个游戏难上手的话。
我建议直接人机，顺带关掉匹配。
现在这个游戏的二级人机我感觉可以给你带来将近两百个小时的快乐和挑战。
好评: 沟8游戏，还挺好玩的（）
差评: 能不能把你那B格里芬删了啊？
差评: 好
好评: 与天斗，其乐无穷；与地斗，其乐无穷；与人斗，其乐无穷！
差评: 千万别入，就育碧的狗屎服务器和脑残运营以及傻逼策划导致这个游戏已经死透了千万别买，时常说明一切当时b测入的现在真的是无语，一路从粪坑里爬出来，又被育碧按回去真的傻逼。
好评: 挺好玩的
好评: 谁能拒绝和肌肉猛男肉搏呢？
差评: 这啥啊，玩着玩着就错无
好评: 有条件搞个刷新率高的电脑，不然只能多练
好评: 非常好的游戏，考验策略和思考能力，刚玩第二天，不断被虐不断变强，已经能够打败第一天打不过的敌人了，变强的感觉真好
好评: 2017年春节期间最大的骗局.jpg
我是拿红包钱预购了黄金版的大聪明。
好评: 最新的测试场记录表明，cool组开始听取诸如Freeze等主播的意见，环境或有回暖可能
好评: 讲究技巧但还算能上手，风格张扬但不太超现实
好评: 这游戏还没凉啊？
好评: Uplay首发买的 steam版白嫖的 这么好玩的冷兵器猜拳游戏谁人不爱呢
好评: 我是伞兵

好评: 我是傻逼
差评: 您对这款游戏感兴趣吗？
差评: 傻逼游戏  剧情人物肉的要死咋TM打

差评: 进都进不去 垃圾
好评: 
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣀⡀⠀⠀⣀⡀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⣿⣿⣿⠀⣼⣿⣿⣦⡀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⠀⠀⠀⠀⢸⣿⣿⡟⢰⣿⣿⣿⠟⠁⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⢰⣿⠿⢿⣦⣀⠀⠘⠛⠛⠃⠸⠿⠟⣫⣴⣶⣾⡆⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠸⣿⡀⠀⠉⢿⣦⡀⠀⠀⠀⠀⠀⠀⠛⠿⠿⣿⠃⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠙⢿⣦⠀⠀⠹⣿⣶⡾⠛⠛⢷⣦⣄⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣧⠀⠀⠈⠉⣀⡀⠀⠀⠙⢿⡇⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⢀⣠⣴⡿⠟⠋⠀⠀⢠⣾⠟⠃⠀⠀⠀⢸⣿⡆⠀⠀⠀⠀⠀
⠀⠀⠀⠀⢀⣠⣶⡿⠛⠉⠀⠀⠀⠀⠀⣾⡇⠀⠀⠀⠀⠀⢸⣿⠇⠀⠀⠀⠀⠀
⠀⢀⣠⣾⠿⠛⠁⠀⠀⠀⠀⠀⠀⠀⢀⣼⣧⣀⠀⠀⠀⢀⣼⠇⠀⠀⠀⠀⠀⠀
⠀⠈⠋⠁⠀⠀⠀⠀⠀⠀⠀⠀⢀⣴⡿⠋⠙⠛⠛⠛⠛⠛⠁⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣾⡿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⢾⠿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
差评: 挺离谱的 凉半截的游戏挂还这么多 
这游戏对新人是真的不友好主要问题出在这傻逼匹配机制 
还有这傻逼ia攻城战里跑一个人直接等于必输ia会一直跑去送头把全队的重生次数耗尽到失败
2V2甚至给你ia队友公平1打2 争权模式新手老玩家完全分两队基本上都是压倒性输或压倒性赢
无限战场是设计给两个人玩的PVE模式但如果你没有朋友一起玩那就是无限1V2+4不能随机匹配人一起打
bug一大堆 挂很多 对新人不友好 门槛太高 平均匹配时间要等3分钟以上或者就是没人
差评: 这个傻逼废物游戏的制作人员全部死全家去吧，到底是多么孤儿才会想出无限战场这个傻逼模式，0级和36级根本就不是一个游戏，要么群殴要么就各种NB的BUFF叠加给对面，很难想象动作无法被打断和削精会在同一个人身上出现，我这边还有看不见守护者界面的DEBUFF,这种傻逼模式给的经验又少又难，蓝色难度一关我打了半个多小时还过不了，都给我整吐了，这傻逼模式的设计人员的亲戚能全部死一遍吗，是不是家里没人了心理变态来折磨人啊
差评: 最近的更新能不能认真点啊?版本倒退都比这强多了。

新评价：垃圾!你们是来搞笑的吗？更新的是个什么！？我告诉你们新人，你们不要练任何技术了无脑轻击就好，没事放个闪避攻击。

新新评价：肉眼可见的下坡路，对于可以看得清500轻击的人来说，没有什么变化。
差评: TM的，都不能联机艹
差评: 突然想起来这个游戏了
想上去通了战役
得
正在向战场行军正在向战场行军正在向战场行军正在向战场行军正在向战场行军正在向战场行军正在向战场行军正在向战场行军正在向战场行军正在向战场行军正在向战场行军正在向战场行军正在向战场行军正在向战场行军正在向战场行军正在向战场行军正在向战

自己的梯子连不上，要用收费加速器
还会闪退 绝了

轻击肩撞光速通关
在您妈的见

呸
差评: 漫长的下坡路，希望有独立处决、表情
好评: 问一下各位大佬，uplay端的怎么转steam上啊，在线等，急！
差评: 你问我为什么不推荐，因为我没见过游戏长什么样子啊，只看过登陆界面。登录三小时，游戏一秒钟，
好评: 孙达yyds

好评: 为什么我先在要买啊
差评: 如果这游戏的体积能压缩到40个G一下，那他是个好游戏
好评: iufr8
好评: 现在站在你面前的，是：

2018年8月Steam免费赠送

2018年8月Xbox Live金会员免费赠送

2019年2月PlayStation Plus会员免费赠送

2019年8月Uplay免费赠送

2019年8月Epic免费赠送

2021年8月Ubisoft Connect免费赠送

的游戏——《荣耀战魂》
好评: 游戏是好游戏就是服务器总掉线很不爽，玩家也很友好总是站你尸体上跳舞，脾气不好的千万注意，容易高血压。。。。。。
好评: 超级真实，但可惜是育碧的。
好评: 牛逼

差评: 俄语？
好评: 看了很多差评，目前的感触就是我一开始也是从一个萌新开始玩，遇到很多恶臭，也有遇到很多比较有所谓没有荣耀的对手，这游戏就是靠猜拳来进攻防御的游戏，没有技术不要紧，心理素质得有。不管遇到多么恶臭多么嘴炮的人，大不了重新寻找对手，一般真正的大佬是会愿意一直陪着像我这样的菜鸟玩的（就可能一直输一直重新开始打，但是不会恶臭反而愿意跟你重复陪练）。主要陪练个人的技术跟心理战，如果说连服输的心以及为了变强的心都没有，那么这游戏也的确不适合不热爱这游戏的人。总结就是，再怎么输再怎么赢，怀着honor的意志个人认为才是这游戏的重点，被恶臭不要紧，放好心态，打不过只能怪自己没达标，还有就是找个值得你认真玩的角色，但凡你对这个角色有共鸣有自己的操控空间，学会给对手压力，那么你已经成功得为了这游戏付出一些热爱与期盼。比如我现在玩的狂战，有霸体有偏斜有火刀，我觉得这是个非常适合我的角色(虽然之前并没有怎么喜欢，直到我对这角色有足够的了解以及理解操控这个角色优势)。虽然我玩的时间不多，而且狂战只有两圈，但是这是个好开头，一个值得我为之奋斗的角色，保持玩这游戏的喜爱与热情

好评: ！
差评: 为什么推荐这个游戏，虽然服务器垃圾，但是它带给我的格斗体验，超过了大多数的动作格斗游戏，作为一个每个月都氪金开加速器的脑残粉来说，并不希望这个游戏变成鬼服，希望育碧能在不久改变服务器的现状，感谢育碧带给我的格斗体验，因此，好评。
好评个几把，建议新总监把脑子掏出来用高压水枪好好洗洗，刚内测的时候多好，现在服务器好了，你几把游戏改成这个鸟样，我600小时白玩了？
好评: 游戏是个好游戏，就是没太多时间去练了
差评: 这个游戏是做的真的拉，要是嫌钱多可以买一买
好评: 动作捕捉出来的冷兵器游戏，不用多说什么了吧？
好评: 荣耀战魂是我最喜欢的游戏之一。
好评: HJAO
好评: 真不错 dlc人物 也可以买
差评: 多人太难上手
好评: 新英雄的复仇机制快改改吧，我快被两个虚心砍爆了
好评: 好
差评: 猜拳游戏

好评: 从预购豪华版到现在也没玩过几个小时，但是每次玩都发现我操作更强了，黑魂3我都玩不下去，只狼我都是个残废，这个竟然还能让我虐人，挺好的
好评: 特别好玩的战斗游戏
差评: .
好评: 争权模式是这游戏的主推模式也是核心模式，如果你只玩1v1或2v2，这游戏很快会玩腻，也就是整天被人吐槽的砍砍砍
争权与其他模式有什么的不同的呢，一款游戏，想让他持续保持热度与耐玩性，变化多端是不可少的，
彩虹六号围攻之所以有现在的成就，就是因为它的战斗过程的不可预测性与灵活性，每炸开一面牆或加固一面牆都能是新地图新套路新玩法，玩法变化多端使其能够持续充满生命力
争权中又会出现哪些不可预测因素呢？打个比方，你与敌人交战时，本身是一打一，结果他残血的队友上来一起群殴你，你几次格挡然后暴气复仇，一打二反杀，这是经常喜闻乐见的 还有一种是你看到你队友被二个人夹著打，不要急著上去出手相救，等你队友暴气复仇你再上去打另一个敌人，这也是套路的一种 还有偷点拖延战术，老是抱怨对面群殴？那很好，你去偷他们家的点，如果他们三四个人围著你打，你儘量拖住他们，让队友争取时间去占了另外两个点，这样你的牺牲能换取丰厚的回报
当然以上说的也不全算是不可预测性的一种，算是套路的一种，说是套路更像是种战略， 关于不可预测性这个很难讲，因为真是太多了，我试过一次敌人把他们一个队友刚救起来，我本来是用突袭者想一个抱冲扑过去组织救援的，结果是那个刚被救起的敌人被我抓住抱冲扔下悬崖，那时候笑了好久，还有一次是被队友坑了，我残血被人追著跑，本身是能逃掉的，可是坑逼队友本来是想打敌人结果捅到我一下，导致我被敌人追上杀死
争权越打越刺激，打到后面白热化阶段你可以使用特长，这东西就像彩虹六号裡面的干员技能类似，可以选择使用箭雨来清理小兵，或是选择放置陷阱套路路过的敌人，或是使用弓箭远端击杀出其不意，有了这些特长，游戏的不可预料性又有了大大的提升，比如一次我的弓箭的特长冷却完了，我站在高处的点看著一个队友在下面差不多被人砍死，我赶紧就是一剪射去敌人那，拯救了临危的队友
我知道很多人第一次玩会抱怨啊，什麽4v4太乱，一点都不honor，老被群殴，妈的小兵好烦老是挡路有什麽用
我理解，你们要给耐心玩，许多人一开始玩争权玩不懂，觉得太乱就不玩了，我真是替你们可惜，勇敢的尝试下学会玩争权，真是打开新世界的大门
争取的地位就相当于战地的大型征服模式，很多萌新第一次玩大型征服总是会被花式吊打，后来跑去玩步战图，玩监狱地铁，但是，当你发现大征服的乐趣时，当你体验到大征服打爆载具的衝击感，一千米狙击爆头的成就感，和小队偷点的紧张刺激感时，大家也会爱上玩大征服所以大征服成为了战地主流模式
额等等，好像扯远了，不过这就是我要说的，争权就相当于战地的大征服模式，充满著许多套路，战略，不可预料因素，使其游戏变得更加耐玩
我一开始真的也是很反感玩争取，你们要相信我，等你们真正会玩争权时，会上瘾！
单单玩1v1 2v2 绝对腻的超快
还有我基本都是单批，别说什麽没人开黑玩不好这种藉口
好评: 学习成本太高了，基础学习成本+新英雄学习成本。
等学完一个新英雄的所有套路估计也5转以上了。
有时候还得纠正条件反射习惯。
改一个键位得两天才能适应。
差评: 我玩了5000个小时，不给个差评感觉很傻逼。
好评: 游戏还是有优点的，
1、战斗表现做的很不错，动画、音效、运镜都很用心，在写实ACT游戏里战斗表现算是很优秀上乘的。美中不足是受击特效有的时候播放位置有偏移，播不到人身上。

2、剧情模式的几个前期关卡做的很不错，引导，关卡，与剧情的结合都做的很不错。


缺点：
1、新手流程有严重问题，不建议新玩家走刚进游戏的流程，直接玩单机剧情模式熟悉就行
好评: 支棱起来啊！
好评: 我荣要火
好评: 每次一玩，也就发现学习不是什么难事，因为荣耀战魂爱上了学习，妈妈因为我变得爱学习也是逐渐开心，还给我换了新的电脑（第一台玩这游戏叫我砸了），现在我们家里一家三口都玩荣耀战魂，父亲变得爱工作，母亲变得持家，我也因为荣耀战魂今年成功受到了清华大学的录取通知书，是荣耀战魂改变了我，改变了我们的家庭。感谢荣耀战魂，感谢育碧！
好评: 这个游戏比较吃硬件配置，特别是屏幕刷新率和GPU，要玩的话最好先把配置配高一点，这个游戏里面很平衡，但是外面玩家的配置不平衡，所以一样不公平。而且做的最不好的一点是那个红色的攻击标识不可以自定义取消，高手都是看动作的，真实的战场也是看对方的动作而不是那个标识，你只需要给我那个确认攻击的白色闪光就好。还有体术，希望给一个确认释放的信号，要不然体术真的是猜的。玩的是技术不是运气。好的方面是它有根据不同文明不同时代对不同人物的风格设计，美术方面做的好，希望每个人物都要有自己独特的招式和突出的特点，不要做成融合怪了，多研究一下古代兵种，希望做出更有质量的角色，突出性格让他们被玩家记住。
好评: 全世界独一份的玩法，游戏是好游戏，不明白为什么官方这么摆烂，也不能说是摆烂吧，可能也是无力回天，毕竟小众游戏，希望有一天能让这个半死不活的游戏复活吧，毕竟与人斗才是其乐无穷
差评: 天地的300连段轻什么时候删？
差评: 我是傻逼
差评: 撒比
差评: 玩了六百个小时，各种痛苦面具，育碧为了降低新手门槛特地出了格里芬这样的无脑英雄，蒙住眼睛都能乱杀，这好玩吗？
以及游戏里各种死妈改动，比如将军的师傅姿态出火刀，责任低范围大，而且站在特定的角度还能必中，这个招式是离谱，但更离谱的是那些只会师傅姿态出火刀的人，这种脑容量为1的人在游戏里数不胜数，例如人斩徐风（闪避攻击），剑圣徐风，格里芬踢击，都是脑容量为1就能乱杀的存在（这还不算上只会鼠标左键的白嫖怪，以及只会一些简单硬取消fw)。
类似胖胖这种离谱英雄，一代版本一代神，哪怕他没了上一个版本的重转抱，轻击霸体，但他还是那种见到就退的存在。格里芬的恶心程度可以问问其他玩家。
刺客的地位，刺客完完全全不能和其他英雄相比，也就维京人的狂战士（刺客）靠着霸体可以和别的英雄换血，我在亚服摸爬滚打，现在打开游戏还是能遇到昨天才注册新号的新手，更离谱的是他们就连新手教程都没过就来多人了，然后选一些无脑英雄，招架 反破防都不会就来多人。
如果你是为了用中国英雄而来买这款游戏的，建议你赶紧退款或者是别专注中国武将，中国武将不是无脑左键虐杀老年人就是见红徐风，战虎通过上一个版本的更新已经爬到t1了，但还是仅限于玩玩，图个开心的英雄。
当然，如果你想着玩上个几百小时达到高端局也不是不行，毕竟打赢一个只会鼠标左键的人或者打赢一个大佬的感觉是不一样的，你的技术可以提升，对面以及队友的技术也会提升，不会经常出现白嫖怪，徐风怪，但是！ 如果我画了六百个小时就爬上高端局的话我也不会在这发牢骚。
再说说游戏模式，选择人多的主要是
争权（A.B.C占点达到1000分后对面无法复活，击杀对面所有英雄即可获胜）
决斗（和一名玩家展开1V1战斗，无法使用技能，特长）
以及时不时活过来的攻城
排位系统还是有的，但是排位根本没见过人，排位系统出了3年了，还是处于bate测试阶段。
最后再说说游戏的更新，我是在18年恶狼赛季入坑了，那时一个赛季出2个英雄，然后就到了第二年，中国dlc出了，游戏同时在线人数高达18w，但在低三年恶臭之年育碧就开始摆烂了，英雄一个赛季出一个英雄总共4个，
分别是教长（盾撞怪）锤哥（蛋蛋杀手）人斩（霸体人）战虎（斩猫还差不多）那时游戏以及开始走下滑路了，但时不时出英雄的个人处决我还是挺开心的。但现在，新处决是所有英雄共用（不要以为那些处决很好看很爽），强行划分出两大阵营，被女拳捶地连性别都不敢说，只敢说默认和轮替，总之，现在我就等着荣耀战魂这款游戏被育碧拆分将素材卖出，毕竟大家都是因为游戏角色的动作而入坑的。
差评: 几把烂游戏，打都打不开，还他妈没客服，我想问育碧是倒闭了吗？
差评: 不修服务器，完全没法夹，不删缝合怪，我就不删评论。实在是垃圾,神经白嫖智障体验
其实只要改回武林的版本就会有大批老玩家回归，战魂就是一个硬核游戏，
没有沉淀的老玩家更赚不到钱，
现在就是披着个荣壳子的王者罢了
垃圾垃圾垃圾

好评: 6666666666666666666
好评: 偶尔玩玩还行吧
好评: 看了很多差评，目前的感触就是我一开始也是从一个萌新开始玩，遇到很多恶臭，也有遇到很多比较有所谓没有荣耀的对手，这游戏就是靠猜拳来进攻防御的游戏，没有技术不要紧，心理素质得有。不管遇到多么恶臭多么嘴炮的人，大不了重新寻找对手，一般真正的大佬是会愿意一直陪着像我这样的菜鸟玩的（就可能一直输一直重新开始打，但是不会恶臭反而愿意跟你重复陪练）。主要陪练个人的技术跟心理战，如果说连服输的心以及为了变强的心都没有，那么这游戏也的确不适合不热爱这游戏的人。总结就是，再怎么输再怎么赢，怀着honor的意志个人认为才是这游戏的重点，被恶臭不要紧，放好心态，打不过只能怪自己没达标，还有就是找个值得你认真玩的角色，但凡你对这个角色有共鸣有自己的操控空间，学会给对手压力，那么你已经成功得为了这游戏付出一些热爱与期盼。比如我现在玩的狂战，有霸体有偏斜有火刀，我觉得这是个非常适合我的角色(虽然之前并没有怎么喜欢，直到我对这角色有足够的了解以及理解操控这个角色优势)。虽然我玩的时间不多，而且狂战只有两圈，但是这是个好开头，一个值得我为之奋斗的角色，保持玩这游戏的喜爱与热情，还有为了自己的honor。
好评: 现在服务器改观了很多，英雄缝合不缝合不关我事，帅就完事了，只希望育碧多出点带不同风格盔甲的英雄
好评: 弹！啊延迟了没弹到！再弹！啊被骗了wdnmd！我是傻逼!
好评: 英雄和处决同质化、地图不更新，但是不同的文化碰撞、独特的游戏机制、没有竞品、育碧依然在更新，真是又爱又恨
好评: AI打我都跟玩一样 真好
好评: 什么时候把格里芬删了？nt英雄
When did you delete Griffin? A mindless hero
いつグリフィンを削除しましたか？ 脳のない英雄
Quando é que apagamos o Griffin? Herói SEM cérebro
Когда вы удалили гриффина? Без героя мозга
Bilakah anda memadam Griffin? Wira tanpa otak
幾時把格里芬刪咗？ 無腦英雄
Quando hai cancellato Griffin? Eroe senza cervello
Quand avez-vous supprimé Griffin? Héros sans cervelle
好评: 玩之无趣，弃之可惜。
差评: 免费领的游戏，一点也不好玩。
好评: 独树一帜的冷兵器格斗游戏，找到当年刀剑2对决的感觉，相见恨晚！因为独特的操作，上手确实需要一段时间适应，B站有不少新手教学可以看看，萌新建议先把游戏里的基础教程过一遍，再找个看着顺眼的英雄去训练场熟悉下技能。PVP从11上手再44比较好，不然直接44很容易一脸懵逼的被群殴，毫无体验。当11技术提升后，44体验也会好很多，当你可以1打多的时候，体验就更好了。我加了荣耀战魂贴吧群，里面有不少大佬挺热心指导萌新，气氛还是蛮好的。虽然游戏已经是老游戏，还是希望有持续的生命力，越来越好！
好评: 玩你阿瑪 不要來玩
差评: 结扎吧！刀剑捂眼！受死吧！


游戏做的不错，但我不知道为什么这游戏能吸引一堆aoliwehfnaiowenfoia啊？
人家教长按c全防那仨人狂平A给人送怒气值
44里3V1打不过还都被反杀
对面溃败剩俩人就在C点蹲着AB都是我们的点怎么就乱跑？
技术差不是错，但建议带点脑子
好评: 

好评: 处决开始
好评: 当一个游戏快停服时，剩下的玩家都是这种水平.gif
好评: 很好玩
好评: 额额额额额额额额
好评: 游戏很好玩，但是老是启动不了，老是进不去，又没有解决办法
好评: 在这ccu之中，唯有拿着征服创烂11遇见的所有人还有那么一丝乐趣(doge)
好评: woshishabi
好评: ‏  
‎   
‏  
    
‌​

好评: 很好玩

差评: 25
好评: 好玩，新手需要极大的毅力玩下去
差评: 可以，抖M玩玩挺好的
好评: 尽管它因服务器烂的问题而导致很多人不玩了，但这的确是一款不可多得的大作，打击感我觉得很棒，如果喜欢中世纪战争或喜欢骑马与砍杀的人，可以尝试入手这款游戏，虽然可能只有少数人在玩，匹配可能要很长时间，但玩玩剧情模式还是很不错的，要是条件允许的话建议入手。
好评: 挺有意思的 但是明显看出荣组没钱
好评: 提个建议，做一个击杀特效，像战地那样，玩4V4人一多我都不知道我到底有没有被队友抢人头
好评: 核心玩法

龟   嫖   臭
好评: 好
差评: 新角色毫无诚意，且性能普遍压制老角色；范围招架、招架破防bug久久不修复导致无节操的棒子在角斗场横行；就算是把自己当作格斗游戏，传统格斗游戏也只分上、下段防御判定，搁您这3向防御3帧（感觉上）的轻攻击防御个屁呀
好评: 越改越傻逼，缝合怪死妈，陪这破游戏，关服那一天
差评: 蓝笔服务器买了跟人玩不了 去nmd育碧

好评: 这样亏损的情况下还在运营已经不容易了  游戏确实也很良心 只能说冷兵器动作类确实小众 但是是真的很好玩 育碧也很有诚意 喜欢的就买吧
差评: 不建议购买，鼠标方向控制简直是噩梦，你鼠标甩到左边了还显示的是上，连着三次都这B样，这游戏是给手柄做的吧，和尚的左方向三连击每次得甩四次才能打出来，侠女简直不到提了，快成下水道了，对面一连招第一下如果被骗就等死吧。鼠标方向不好控制导致无限战场无法防御招架，恶心的要死要死的，谁爱受虐受虐吧，所谓的同类型游戏第一呵呵。
差评: 这个游戏已经不需要练习任何技术了，几乎所有人都在恶臭，我们在乎的不再是格斗中的乐趣而是输赢！
好评: 游戏类型独树一帜，值得一玩
好评: 人太少了 唉
差评: 服务器还是和屎一样
差评: 垃圾平衡，我从没见过做平衡一刀切的。这就好像有的人只有一只手，为了公平，大家都都砍掉一只
差评: 这游戏越来与不属于人玩的了，属于育碧自己的3级AI。真当每个人活在土豆里的新人类，没延迟
撒比育碧尼玛PVP做不来PVE也做不来了？
好评: 高血压泛滥
差评: 格里芬不削能玩？
差评: 从20年开始只能说改动越来越傻逼，被招架不扣体，统一起手轻和范围帧数，新出的英雄等等。原本就算平衡性问题严重也不影响玩家研究战斗方法，现在只能说去你妈的傻逼育碧
好评: sb
好评: 目前世上仅有的一款游戏，与现实中的现在市面上所有的冷兵器对战不同，这里的英雄都有自己的招式（除了近期的缝合怪），可以在这里打出非常帅气的连招，非常亮眼的反击~对我而言比所有的冷兵器游戏都要强许多，我愿意花时间去琢磨我的技术，从一开始只会见红徐风的萌新，到现在有一套自己打法，有自己思路去进攻的70转大蛇（测试场快实装吧....)
这款游戏要入门首先就是要把抗压能力拉满，因为育碧的匹配机制，我经常会在匹配时会看见自己的队友与对面的转速，有些都是转数不过20的萌新，就算放水他们也可能打不过那种，除非我任何收益都不接了...
其次就是有专门的时间锻炼自己的各种反击技巧，比如招架，偏向，闪避体术，练好基本功，将基本功应用到每个英雄身上。
最后就是，萌新的英雄选择，我个人是推荐骑士的看守，格里芬，维京的督军，突袭，武士的剑圣，武林的天地，将军。这些英雄的上限比较高，特别是看守与剑圣，对于萌新来说是最适合起手的几个角色。
好评: 很好（来自一名被大蛇无限轻击a死的剑圣玩家）
好评: good good
差评: 服务器太差，五把里面能掉线三把。经典土豆服务器
好评: nice
差评: 怎么说呢，这游戏老好玩了，一个字行！就平衡性差点，匹配机制拉点，一些玩家容易激动点等等等的亿点毛病但无伤大雅。真是个的好游戏啊，特别值得买就是有点亏。
差评: 是真的服了，之前还能进去现在进都进不去。服了
差评: 吃枣药丸
差评: 真的是匹配不到人，换了加速器换节点，换了节点换网络，还是一样
好评: 花钱购买后，不让登陆了。说什么UB连不上。真的很坑人
好评: 不是一款好网游
好评: 屑了一年多，这逼游戏终于好起来了
姑且给个好评，免得变成Deadgame
差评: 狗都不玩
差评: 稀烂的平衡
好评: khx
好评: NG
好评: 这个游戏很好玩，但可能前期对新手很不友好，让人气的直摔键盘，建议多去训练里的英雄战术和竞技场和bot多打打练练技术（说实话很多玩家可能连bot都打不过），低端局就是各种真情重和乱砍，高端局了就是真真正正的猜拳游戏，很考心理素质和判断的。话说入门的时候是18年，还是我的一个同学带我入坑的，好家伙他可是全球前3%，我可谓是被天天暴打，所以现在的新人不要说自己被打的好惨好惨，能有我惨嘛，但可惜他现在退坑了，只剩我一个人了。还有设计师，现在的设计师是真的nt，收益也变了，出些英雄一个二个跟个缝合怪一样，新意都没有，关键是出招动作还丑的一批。但不管怎么说，游戏是好游戏，还是祝福一下这个游戏吧，希望ta能越走越远
好评: pvp
差评: 回过头来再玩一玩，完全跟不上了，就这样吧！荣耀战魂，再也不见。
好评: 是兄弟就来砍我！！！！！
好评: 老英雄正逐步得到加强/重做，是好事

新的座头市虽然还是套用老动作，但是比之前的那几个缝合怪好多了
好评: 是兄弟就来砍我
好评: 优待新手，贼好上手
好评: 里面玩起来可以完成认真的对战，也可以完成沙雕的群殴，但是服务器是有点问题，建议开加速器后再玩
差评: ，，，
好评: NIUBI
好评: 怎么能变成新人类？
好评: 6
差评: 大家看我的时间吧，我是真爱这个游戏的，但我现在只想给个差评，大大的差评！！！如果不是因为独一家做这游戏，我真是看都不想看一眼，各种缝合，各种垃圾服务器，可以这么说，你进游戏后的每一件事，都能让你血压飙升，服务器5把能有4把连不上，你说开加速？我已经买了游戏了，你还要我多供一个加速器才有资格玩你？你是爷爷啊？好不容易进个游戏，我就问你，除了争权，你能匹配到人？玩争权把，自从教长开始，哪一个新英雄不是恶臭无比？只有他让你猜，没得你让他猜，猜错直接半条血，还有不是我疑神疑鬼，后来在朋友那借了个加速器号，连的香港服，人均把把架轻，真神仙斗法，我不玩了，谁爱玩谁玩这破游戏
差评: 这游戏，以前很好玩，在好战者出来后加换平衡组后，就是个sb游戏，匹配到的大部分是nc，只会嫖。所以，现在这是个sb游戏，直接卸游戏，退坑，滚吧傻狗育碧，你迟早倒闭。
好评: 真正富有荣耀的战士会为了荣耀而与缝合怪决一死战，而不是骂天骂地成天抱怨。为了荣耀撕裂那些抛弃荣耀的野狗，起身反抗昔日的强者，书写属于自己的传奇故事。
For Honor需要更多的新鲜血液，大家新手期一定要咬牙坚持下去，宝剑锋从磨砺出，没有人一开始就秒天秒地秒空气，都是多少个日日夜夜积累下来的经验，才能铸成一位富有荣耀感与实力并存的战士。加入For Honor这个大家庭吧！我们需要你们！
好评: 游戏是好游戏,问题都是我的.
被维京锤妹无限拳+轻卡死在墙上,教长翻翻翻,看守撞撞撞格里芬连招什么的都是我的问题,
可我才玩了15小时,见都没见过的英雄让我怎么处理怎么解决.一直在重复练了半天英雄连招找回一点信心去玩pvp被见都没见过的英雄锤烂然后回去继续练再被人锤烂,再好的游戏也禁不住被这么玩啊.
还有大蛇,轻轻轻给我人都打傻了,我瞅着是同方向的攻击也没点别的啥按键但是就是死活防不出去,轻轻轻直接给我送走完了再站尸体上放个表情,捞个薯条捞的这么开心也是没谁了.
好评: 这游戏确实平衡是拿制作组的马来换的，但说手残或者是没游戏体验一直被揍就是另一回事了，谁不是挨揍过来的啊？？对比以前的话现在新老玩家的差距已经在用角色性能拉近了，自己不行就去开自定义找朋友练，没朋友就训练场或者自定义找个3级bot打架，谁寄吧水平上不来？麻烦看准这游戏的问题到底出在哪然后再骂。
好评: ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣀⡀⠀⠀⣀⡀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⣿⣿⣿⠀⣼⣿⣿⣦⡀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⠀⠀⠀⠀⢸⣿⣿⡟⢰⣿⣿⣿⠟⠁⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⢰⣿⠿⢿⣦⣀⠀⠘⠛⠛⠃⠸⠿⠟⣫⣴⣶⣾⡆⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠸⣿⡀⠀⠉⢿⣦⡀⠀⠀⠀⠀⠀⠀⠛⠿⠿⣿⠃⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠙⢿⣦⠀⠀⠹⣿⣶⡾⠛⠛⢷⣦⣄⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣧⠀⠀⠈⠉⣀⡀⠀⠀⠙⢿⡇⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⢀⣠⣴⡿⠟⠋⠀⠀⢠⣾⠟⠃⠀⠀⠀⢸⣿⡆⠀⠀⠀⠀⠀
⠀⠀⠀⠀⢀⣠⣶⡿⠛⠉⠀⠀⠀⠀⠀⣾⡇⠀⠀⠀⠀⠀⢸⣿⠇⠀⠀⠀⠀⠀
⠀⢀⣠⣾⠿⠛⠁⠀⠀⠀⠀⠀⠀⠀⢀⣼⣧⣀⠀⠀⠀⢀⣼⠇⠀⠀⠀⠀⠀⠀
⠀⠈⠋⠁⠀⠀⠀⠀⠀⠀⠀⠀⢀⣴⡿⠋⠙⠛⠛⠛⠛⠛⠁⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣾⡿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⢾⠿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀

好评: 呢些一两百小时甚至还有一百都没到的点否什么心态懂都懂，这游戏确实目前逐渐走向同质化严重，缝合，没法创新的问题，但核心玩法和机制是市面上独一无二的，我就是因为热爱冷兵器格斗才坚持的，前面被揍的时候也在努力让自己变强，不会真有人被揍了怪游戏吧，不会吧不会吧
差评: 手残党玩不来
好评: 游戏不错,就是忘记了关联的育碧账户导致上不去了
好评: ssss
好评: ！
差评: 哥俩好，三星照，四喜财，五魁首，六六顺，七个巧，八仙寿，九连环，全来到。🖐️👊✌
差评: 时隔许久我又来玩这个游戏，当时退坑就是因为人物强度不平衡，各种缝合，现在来玩依然垃圾，我真的不懂是不是每一款这种能竞技的游戏你们育碧都能越做越烂？我当初有多喜欢这款游戏，现在就有多讨厌。
以前我还各种安利别人来玩，告诉别人这个游戏可好玩了，现在我的评价是——[b]寄！[/u]，说真的别来玩，别买了，虽然这种类型的好游戏不是那么多，但是真的不建议任何人在现在这个阶段来买这个游戏。希望将来能变好吧。
差评: 好在好他妈个比
好评: 很好的游戏，完美体现了育碧做游戏的技术，可惜火不起来
好评: 游戏是好游戏，技术业界顶尖，玩法也不错，就是制作组有点屑
差评: 我是云玩家，游戏真的拉。
差评: 脑瘫无限战场，一个任务斩虎脚斗士看守，全TM火刀体术，周围围的严严实实没有地形杀，这3个b还全TM带重生（不处决复活），而且对面3个没有一个DEbuff，我这边就一个攻击减少对面精力？P小一个地图，3个一起突你脸，我用你家土豆把他们砸死？什么傻逼任务
差评: 最乱的游戏圈
好评: 冷兵器对战游戏t1，但比较硬核，匹配时间过长，游戏平衡不咋样，缝合怪英雄很多，建议低血压游玩
差评: ..........
差评: 育碧啥时候黄啊 整个寄吧游戏进都进不去 开加速器也不行 那新英雄整的跟肖战转世一样 好像他妈傻篮汁 能干就干 干不起早点黄摊子好吧 隔这恶心玩家 你狗屁才艺
好评: 非常赞的冷兵器格斗游戏
好评: 1111111111111
好评: goooooooooood!
差评: 这是一款大型猛男激情真人4V4在线格♂斗♀游戏


评测更新于2020年8月1日，期望已久的更新，灾厄之年迎来了缝合怪英雄，失望透顶，育碧,祝早日关服倒闭
差评: 轻击全家死
差评: 傻逼游戏一直掉线
好评: 两年过去了，网络改了之后还不错，现在我推荐。

________________________________________________

连  都  连  不  上  玩  你  妹。


________________________________________________
我原以为已经过了六个月，这游戏各方各面应该有了很大的改善，然而我似乎错了。
当初我是预购的，光是看宣传片就觉得“嗯，这游戏我一定要买”。可想而知对当时的我来说这是个多么牛逼的东西。
不过当他发售的时候，我光是尝试连线就让我失去了退款的机会时，我也只能苦笑了。我知道，育碧总是这样，而且刚出来的游戏有各个方面的问题也很正常，在以后的时日里一定会改善的。
不过一个月，我没有等到改善。两个月，我没有得到改善。换了个赛季，我总算连上了，把剧情模式推完了，打了几局电脑。游戏还是那个令我感到热血澎湃的游戏，不过过了这么久才能让我无障碍连上，心里总有一些不满。不过倒也无所谓，甚至还顺手补了季票。于是后面的时日让我不断感到无奈，想要抽自己几个耳光。
“我为什么疯了要去买季票？”
我还是连不上。很多的时间又花费在了“连接服务器”“暂时无法与服务器连接”上。无所谓吧。我等。于是等到出了高地勇士和角斗士，我充满了期待，又花了很多时间去连接服务器。连上了，又打了几局电脑。然后感觉，为了玩这个游戏，越来越累了。
为什么我连不上？和我裸连应该有很大关系，但是绝不是我用不起加速器。而是我觉得，那么多游戏我都可以裸连无压力，乃至是育碧的其他游戏我都可以很好的裸连。为什么就这个东西我不用加速器，就玩不了了呢？
目前游戏时间是31小时。但我知道我花在连接服务器上的时间就有15小时。这绝对不是夸张，绝对不是我为了什么目的而刻意编造。
我想我可能会等，等到它真正可以完全不用什么辅助，就完美裸连的那一天。不过看现在这个游戏还剩下的玩家数量，我真的又开始担心，是否能等的到那一天呢？
另。这游戏玩家流失快的原因无非就是网络差，直接或间接的导致留下来的都是大佬。那么就算真的还有萌新买这游戏，大概会经历的模式有如下两种。
“买游戏→连不上→还是连不上→退款”“买游戏→连不上→总算连上了→被打到怀疑人生→退款”
我大概看了一下，竟然连好几年前的黑魂2正在游玩人数都比这个多。心情很复杂。
不过无论怎样，我大概是无法回归了。
老实而惭愧的说。我不够热爱它。
差评: 罗曼已经是EA的人了。我的青春彻底结束了
好评: [h1]老  玩  家说在前面：[/h1]
我是17年情人节前预购的黄金版，打完剧情和一段时间的对决后中途A了很长一段时间，在斩虎赛季回坑，现在四十来转，人机和44玩家，偶尔11，被萌新打的满地找牙，但这不耽误我每天进游戏打卡：）季票和DLC基本都买了（百夫长机票、烈火行军DLC和后续的通行证，脚掌的机票因为在AFK所以没买，但是现在也肝齐了。另外最新的通行证你问我买没买，那肯定得买啊，虽然被平衡组搞的心态炸裂恨得牙痒痒，但是不买真就眼看战魂关服？）

[h1]简评：[/h1]
育碧格斗游戏炫技之作，fh的动作在业内可谓独一档。业内再无替代品：用AI技术计算下一帧动作选取的游戏仅此一家，连模仿者都没有，何来超越？（有关具体技术可以在知乎上看）

[h1]细说：[/h1]
①游戏性（10/10）：三向轻击重击->格挡反制->火刀破格挡->招架架火刀->骗招架破防->破防被轻击打断->...无穷博弈还不够你玩？[spoiler] 更何况还有恶臭体术徐风蓝光刀霸体换血轻击乱嫖没说呢 [/spoiler]

②画面（10/10）：育碧的美工还要说？画面细节拉满，装备细节拉满，甚至有一批只为刷好看装备的暖暖党（比如在下）

③优化（10/10）：970M+i76700，别的游戏都没敢开高，是fh给了我一个特效全开高的梦

④平衡（6/10）：最新赛季削弱了人斩姐姐和大锤哥哥，加强了cent弟弟，现在人家不是弟弟了，是各位武林+武士的爸爸。没啥说的，这波削完导致了亚洲阵营几乎没一个能打的，然鹅看征教仲四骑士仍旧天花板。可以李姐，毕竟是人法国人的祖先嘛，你能黑自己祖先嘛？

⑤PVE关卡设计（6/10）：烈火行军里加入了无（zi）限（bi）战场，反正我自闭了，你们随意。

⑥配乐（？/10）：光顾着砍人了，谁还听那音乐？？当然yysy，攻城里几首推车歌唱的还是蛮有感觉的

[h1]总结：[/h1]
业内有个玩家分类理论，在下没啥文化专业名词没记住，但是大概的意思还是懂点的。作为一款PVP冷兵器互砍的游戏，战魂无疑满足了那些好胜心强，打游戏只为砍人刺激肾上腺素的暴力激进型玩家的。另外，由于出色的美工，一些收集癖和暖暖玩家的诉求也被满足，试问一套经典飞鱼服配上苗刀那个中国玩家能抵抗？一套金闪闪的盾牌配剑那个骑士老爷不为之动容？一套还原度拉满的罗马套装配短剑那个精罗不会狂喜？

所以OMG，买它！[spoiler] 再不买就真的没经费要关服了555555 [/spoiler]

（另外加速器还是需要的，全程联网，你打剧情也要联网。没加速器进不去游戏哦

[h1]2021.7.23日 狂信者更新 太赞了大哥[/h1]
育碧还是我大哥！！！上回斩虎给我打了一年多的鸡血，最近练了几个月剑道更对武士感兴趣了，好家伙直接出狂信者！！带刀鞘！！！（怕是又一波技术反哺，期待下一个刺客信条能有刀鞘机制）
花了一下午把这个美少年伊良子清玄打到1转，这终结右重就是虎眼秘技流嘛！！另外居合处决和收刀处决味太对了哥，还有转刀，我以前还学了一手蛇蛇的转刀，没想到新人物直接有刀千原版转刀呜呜呜。。。
还有这hakama和我的简直一样！而且风神斩三连手感太爽了！人物又美型，在一众大汉里终于有一个走颜值路线了（哦差点忘了虎子哥）
请加大力度，千万不要关服，我太爱这游戏了呜呜呜
期待下一个新英雄~大哥必不会让我失望！



差评: 平衡很有问题
差评: 服务器不稳定，掉线，无法连接， 对战 找不到玩家匹配
好评: 这玩游戏一定要笑
不要愁眉苦脸的
嘿~诶嘿~
这样，笑着玩~~~
玩尼玛
好评: 我是sb
差评: 您是不是打算给每个角色来面盾？这样大家都可以盾撞了不是？ 哦，有些角色没办法给盾啊， 那用脚踢/推掌总行吧？ 

好评: 嗷嗷嗷
好评: ,,,,,,klkllkkkkkkkkkklkllklk
差评: 好吧，可以大概看一下我的游戏时间，我觉得我对于其还是有一定发言权的。
作为一个从预购以及A测B测就非常期待其的玩家来说，本来我对于该作是非常看好的。
但是制作组对于机制以及游戏平衡的把握。。。。。。不得不说，非常的差劲。
这游戏的上限其实非常之低，完全没有你们想象得那么高，无论是所谓视频的各路大佬也好，国外大佬也好（我自己也有制作类似的视频），只要当你游玩一定的时长以后你就会渐渐发现，和传统格斗游戏不同，你的上限其实和高玩差得一点也不多。
因为失去了传统格斗的三要素平衡机制，导致平衡渐渐出现了崩溃，作为传统格斗游戏玩家，我一直认为苦练以及熟练度才是玩家水平的保障，但设计师似乎过于顾及新人以及新手的态度，导致了体术的责任以及收益出现了极大的失衡，对于招架和躲避或者偏斜的收益却一直没有进行调整（这点上我甚至觉得还不如改版前的招架收益），在低招架收益的情况下，除了一些英雄因为设计关系不得不使用招架的机制外（因为他们没有体术和其他手段有效伤害对手），大部分拥有体术磨血类型的英雄反而因为体术的设计导致其他的部分（比如连招：格斗游戏的精髓）都给体术让道了。
非常不合理不是么，一个格斗游戏，却只需要极其呆瓜的操作就能轻易做出让对手难以应付的举动，而且这种难以应付体现在了机制上，并非和技术直接挂钩，也即：无论你训练了多久，在一些体术的方面，你和萌新没有半分差距。
老玩家的退坑原因可想而知，作为格斗游戏玩家，我们付出的精力并不算少，同时对于反应也有一定要求，但当你发现自己苦练许久的成果在机制设计上来说一文不值，不能让你体会到其作用，可不就想退坑了么。
最后说一句个人的看法，如果不赞同勿怪，只是我的看法，不代表他人：
格斗游戏对于新手从来都是不友好的，如果这种设计是想要让新手更容易上手，那不得不说，设计得极其失败。
好评: 还行
差评: dlc都买不来，dead game
差评: 该死的育碧，实际该杀，一手好牌打得稀烂，育碧，该杀
好评: 实在很难评价这个游戏。
玩了五年了，多少也算有感情。
游戏基本系统上面，游戏的战斗系统和动作算得上独此一家，在真人动捕下的动作和一般的游戏在打击感和流畅度上面有巨大的差别。
然而最近出的角色都是缝合怪，从老角色身上扒拉下动作拿来给自己用，换做其他格斗游戏的话，就像是DOA的穗乃果这种“我流”打法，既不符合兵器的使用逻辑和姿态，美观上也差很多。
在美工方面，护甲和武器精细的建模和细腻的盔甲纹理可以轻松让喜欢这类风格的玩家找到自己喜欢的类型，并通过大量的可选择外观给自己喜欢的英雄进行详细的自定义。
然而同样是最近出的护甲和武器大量采用了旧装备的外观进行换皮操作。
当然肯定会有人反驳我说这是因为制作组没钱之类，然而作为一个玩家，游戏盈利似乎并不应该是我考虑的内容，我又不是阿育的股东。
值得一提的是制作组最近的工作重心应该是放在了老英雄重做方面，很多原先弱势的英雄得到了加强，多少让喜欢这些英雄的玩家着实高兴了一把。
直到看到那个光头缝合怪说着塑料日语工地中文冲过来把你砍你两刀踹你一脚，那心里还是会想着血祭制作组的亲妈。
差评: 傻逼游戏
好评: 两个号一起3500小时的萌新自闭了
好评: 虽然越来越差，但是还是喜欢吧
差评: 轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击轻击
好评: 《猜  拳  游  戏》



话说平衡组和R6是同一批人吗
好评: 我是傻逼
好评: 瓦尔哈拉！！！！！！
好评: 新手教程真不怎么样，服务器还懒其他没毛病
差评: 练习两百个小时的轻重混招外加格挡等基本功，不如大光头他们一顿体术乱择，有点感受不到基本功的重要性了
好评: 全世界独此一家的冷兵器格斗游戏，极强的手感和动补，就是需要时间去练习操作，想要变强需要一个稍微好点的电脑
好评: 每次打到一半突然被退每天至少2-3次以上

好评: 牛皮666我嘞宝贝er

差评: 我他妈的、就没进得去过游戏
好评: 个人非常喜欢，虽然是个菜批
差评: 5局游戏吞了两局奖励，还有去年两个缝合怪，以及无数毫无特色的通用处决，育碧你就是摆烂，就是懒。
还cooooooool，cooooool您母亲
我以前有多喜欢这游戏我现在就有多恨育碧
萌新慎入，上手难度大，你嫖死别人别人血压高，别人恶臭你你血压高
好评: 感觉打斗很不错 要是能出自由模式就好了
好评: 硬核

好评: 血脉喷张
好评: 我是SB
差评: 经典育碧平衡，老子草了你的🐴，这傻逼战斗系统更新整得全游戏全是轻击，辛辛苦苦练的招架和尬舞还不如一个佯攻轻击来的实在。
好评: 还行
差评: 史一样的操作手感，分分钟有砸手柄的冲动，另外别玩狂战士 玩了这英雄你就会把电脑一起砸了
好评: 那真的不是一般难，比黑魂还难。
好评: 还行吧  也不贵
好评: 多说无益，F O R  H O N O R !
差评: 傻逼育碧，你他妈不会做游戏不会做平衡你他妈能不能去死操你妈
好评: 给我买！！！！！！！！！
差评: 我可去你妈了个育碧土豆服务器，开加速器打三把退三把，你退就算了，偏偏在快完得时候给老子退，老子吐了
再说一句，再玩攻城我是SB，打到指挥官就立马给老子退，佛了
差评: 卢本伟牛逼！

好评: 很不错的一款格斗游戏。For Honor对于我这种格斗苦手来说，上手需要很大精力和耐心，而各种偏斜招架闪避也值得我好好研究。
再说一下游戏环境，这游戏确实有很多玩家只愿意用最保守的招式玩pvp，所以保持好心态也是把这游戏玩下去的重要条件
差评: 买了就是傻逼
差评: 屎一样的匹配机制，你永远在1打N队友永远不知道在干什么
1v1输我认了，我菜，你TMD 1V3 我打你妈个逼
英雄一刀砍进下水道我也是服了
越来越恶臭，教长，人斩，大锤。只要动动鼠标就恶臭死你
版本之子，守护鬼甚至只需要左轻右轻猜拳就能打得你一脸懵逼

原谅我在武林出的时候回归一波，还氪了机票（没唐直老子都不带氪的
荣耀你妈个鸡儿的荣耀，给你妈骨灰扬了，送你去英灵殿，看你妈的荣耀
 

现在更脑瘫了，没事加个点，全神贯注全盯着这个点了，操


没事争权别拿个流血英雄，去戳流血，给你爹送复仇呢？
差评: 匹配平衡堪比战地
差评: 亚洲服务器都没有  严重歧视
差评: 启动一次要半个小时。就算是玩单机模式也要搞半天。不是下载了就能玩，必须再去注册育碧的账户。操作转向都不友好。很后悔买了
好评: 高清猜拳游戏，值得一玩

差评: 掉线，掉线，掉线，掉线，掉线，掉线，掉线，掉线，掉线，掉线，掉线
育碧卧槽泥马勒戈壁，白瞎了那么好的游戏
好评: 游戏不错，可操作性也很强。目前为止，不知道声望勋章怎么获得。再一个，除了单人对决能匹配到人，其他的多人模式，一次也没有匹配到。
差评: 我是伞兵，当时wegame的怪猎世界下架了，退款后这钱不知道该干什么，就花268买了原价的荣耀战魂，太无聊了不想回家，然后在网吧玩了四个小时，这四个小时也是极度无聊的体验，匹配5分钟才能匹配到一把，回家之后我才发现退不了款了，我退款栏里管客服叫爸爸他都没给我退，然后一周后，我买的版本打折成68，还有新手版可以 免费送。
好评: 这游戏玩家是真的有意思 打不过就臭跟死了妈一样真好 荣耀战魂真好玩
差评: 过去了这么久，决定还是给个差评
骂的就不多写了，争权匹到了，下次再写
差评: 希望可以更好
差评: 谨慎入坑，不适合手残人士，会被打奔溃。
好评: 很好玩，感谢大佬，我的头飞的很高
好评: 好
好评: 我是伞兵
好评: 还好
好评: haowan
好评: 最好的冷兵器格斗游戏
差评: 大粪游戏
差评: 傻逼服务器
好评: haowan
差评: 傻逼育碧对咋想的？
出个格里芬把想练技术的新手都打退游了，原来练技术的才是小丑
必接体术加二段必中，剑圣的飘，天地的脚，仲裁者的距离，大蛇的速度与特性
真他妈就全能型呗？你咋不加一个脚斗士的插脚？
cnm还有那个傻逼瞬发，不想说啥了哎呦
我菜还不行么
好评: 早期服务器不行，现在还可以。
好评: 可以有效治疗低血压患者
差评: 2018年11月14日上午1:31
玩了一会儿，hape游戏，建议别玩

2021年7月14日下午14：06
又玩了一会儿，还是hape游戏
好评: 荣耀嫖魂
好评: 永远跟党走，心中有党，事业理想。
⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
好评: 巅峰冷兵器对战游戏，是兄弟就来嫖我
游戏本质是不错的
缺点：平衡差，缝合英雄
          要不是土豆家的产品估计会火吧，哎
         全员嫖怪
         暂时就想到这么多
差评: 不太行
好评: 但凡是个人都是轻刀轻刀再轻刀，然后轻刀轻刀又轻刀。抖M的游戏。
差评: 这个游戏 非常的好玩 非常硬核 但是对于新手太不友好 不知道有一些玩家抱着什么样的心态 对新手玩家进行掉虐而且还进行嘲讽 游戏体验极其不适 并且育碧的服务器经常掉线 搞得人火上浇油 不太推荐入手 不如买点其他游戏 非常不建议新手购买
