差评: 哎不是，怎么玩3.3疯狂掉帧？
好评: 永恒经典，附加的博物馆里有不少幕后资料，比如SF的历史、角色和音乐以及每一代的制作花絮，非常珍贵
差评: DISLIKE MEANS DISLIKE
差评: 街霸alpha3不是psp那个最终版本的 主要就玩玩街霸3.3和8人街霸2 这2个经典版本 其他基本就是街机模式过一下剧情就不会打开了 跟好友玩还是有那么一丝以前在街机厅的乐趣的 不过总体来说不推荐新人玩 画质的确有点老旧 从老街霸开始入坑的老玩家可以入 算上博物馆的一些资料 打折入还是相当值得的 就当买了个街霸历史收藏
好评: 非常经典
差评: 我就当体验单机了，不过蜜汁闪退能不能想想办法
好评: 终于可以不买牌子了
好评: 难得的良心冷饭
好评: 自从会玩了其中一个，就想尝试其他的，结果发现自己太天真了，最难街霸2x都给我打自闭了，电脑的难度真的让我崩溃，作为一个格斗游戏老玩家，我竟然见不到第三个人！
好评: 5折入手，怀旧向收藏。

街霸4，街霸5玩久了，根本接受不了本合集的画面了，回不去了。

街霸二8人，永远的神。

童年的味道，经典永流传。
好评: 街霸是好游戏。
差评: 所有通关剧情不汉化。优化真么差骗完钱，好卡完全玩不成
好评: 游戏而言，比较怀旧，就是街霸2X要是日版就好了，还有游戏大厅连个人都没有，纯粹单机游戏，为了情怀才买的
好评: 为情怀补票
好评: 打折时候入的。老实说，这年头这种复古的游戏还卖这么贵确实有点不值了，很多人也是怀着”致敬经典，怀念童年“的想法去买的，比起模拟器，画质有所优化，还加入了一堆游戏设定集之类的。算是对游戏设计人员的一些支持。感谢他们为我们创造了这些游戏，还有这些美好的童年回忆。现在在家里通关已索然无味了，带给我的更多是回忆，小时候在游戏厅那种打街机的快乐，偶尔重拾一下！这段话算不上好评，如果您觉得您的想法跟我一样，请点一下大拇指。
好评: 补票补票 童年最常玩的就是街头霸王
好评: 12款街霸的合集收藏版（有街霸2全套、街霸3.3），支持网络对战但是基本匹配不到人。

这款合集的意义在于让老游戏也能在新时代的PC上流畅运行，然后除了为了情怀收藏，就只能单人打电脑做练习了。

[h1][url=https://store.steampowered.com/curator/36376191]关注我的鉴赏家 ▲老K的游戏购买指南▼[/url][/h1]
好评: 只有90年代在街机和家用机上奋斗过的人才能理解到这份特殊的情怀和感动吧……
好评: 街霸3.3神作
差评: 技能多不知道怎么放
好评: 什么时候把恶魔战士也炒一下？？
好评: 不信邪买了个老街霸合集玩玩，发现街霸5确实非常容易上手QAQ
好评: 相当于是买了一个没病毒的盗版全集以及一些设定、音乐.....适合情怀玩家

有大厅和排位系统，但是基本没人，在线人数可能和拳皇13差不多甚至更少吧。游戏内部是没有汉化的，只有游戏设置之类的汉化了，还是以前街机里那种英文。高清的是一些贴图，游戏内画面和原版一样。

毕竟我只是想看看以前的故事还有卡琳和警察，如果是30~60比较合适,游聚平台的病毒和约占平台的素质让我觉得杉果70+还不错
好评: 没人一起玩？加QQ群812165430。群主是大菜笔
好评: 不错，童年的感觉，
好评: 6/10 ，under 5 USD

30收的hb的key，感觉还挺值。81的话，真的贵了，即便是情怀满满......诚意还是稍显不足。（只能算个中评产品，原价或者高价买的一些朋友们给差评也非常值得理解）
同样是情怀作品，制作诚意和《The Disney Afternoon Collection》比起来，真的是差的太远了。
好评: 经典!!!!!!!!冲着这么多设定集都值了!!!!!
差评: 要放弃画面才能保证流畅地输入手感，不怎么好，并且没有组合键的设置，还不支持键盘映射软件。
差评: 什么鬼的，感觉操作有问题。
画质差。
我还是退款算了。


嚯~~~~~你妹，卡顿。
好评: 勉强过得去
好评: [h1]向日葵游戏评分：8分（1-10）[/h1]
极具收藏价值的街霸合集，包含从街霸1到街霸3.3共12款游戏，还包含街霸历史、角色介绍、制作花絮以及历代作品的原声！其中街霸2HF、超级街霸2T、少年街霸3和街霸3.3这四款游戏还支持练习模式和联机对战。
除此之外，我们经过测试发现除了街霸1，其余11部作品都对键盘出招进行了优化，手感明显要优于模拟器。
[h1]欢迎大家关注我们的鉴赏家：https://store.steampowered.com/curator/28763059[/h1]
[h1]和你一起寻找好玩的游戏，快来关注我们吧~微信公众号“向日葵游戏”、头条号“向日葵游戏”、官方微博“向日葵游戏评测”[/h1]
差评: 1111111111
差评: 两百元黑屏模拟器你值得拥有
好评: 因为高分少女入的有没有
好评: 粉絲向冷飯，好吃
差评: 更新下评论，单论游戏移植度还是很高的，但是UI已经不能用煞笔来形容了，明明有sf4这样的正面例子可以抄，偏要设计个这么不顺手的UI，难以理解。不是街霸真爱粉就不推荐这游戏了。
好评: 因为是街头霸王的忠实Fans，所以为了情怀就买了，但是就这个游戏本身来说，这个情怀冷饭包诚意不是很足，就是一个官方版模拟器游戏和图文资料合集用一个UI整合起来打包卖而已，连内容的翻译都很烂，比谷歌上的机器翻译还蹩脚，完全不像是一个为忠实Fans准备的官方级别的出品，有些中文名称，早就约定俗成耳熟能详了，居然能被官方翻译出陌生的感觉，像SSF2T的Turbo，谁都知道是翻译成“加速版”，这里居然翻译成“漩涡”，太让人失望了，不知是用什么翻译软件直接转换的，随便找个免费的志愿者玩家或汉化组都不至于翻成这样吧。
 
 另外，所谓的博物馆，既然是现成的图文打包，操作方式可否人性化一点？ 为什么用户只能一张一张往下按，不能设计成像看图软件那样浏览吗？有的子集里面有一百多张图片… 我还不如直接到网上搜资料来看。

人物介绍过于简单，就算网上爱好者网站做的都比卡普空这个官方的详细，而且人物资料只有单一的一页，不管选哪个游戏都不会变化，然而，实际上有的角色在不同游戏中资料是有变化的，例如春丽的胸围在少年街霸、街霸2到街霸3，都不同，这里却只有一个单一的资料。


这个游戏最大的优点是训练模式，让这些经典的旧版街霸可以和街霸5的训练模式一样方便的看伤害值和设置各种方便选项，这是我最喜欢的地方，其实这些游戏和那些博物馆的图文资料我也喜欢，我只是不满官方的敷衍打包方式。
差评: 非60HZ显示器无限闪屏，强忍着总算换成了窗口，而且游戏默认音量极小！
我发现大部分格斗游戏的PVE都完全玩不下去，街霸2HE布兰卡神预读，抢空抢投抢不过
好评: 收藏用
差评: 定价过高。不能调难度。鉴赏模式内容比较少，每个角色只有几个招式有逐帧的动画。
折扣不够低的话，不建议入手。至少三折以内，冲着收藏去才比较好。
网战还没试过，因为单机都搓得我手疼。。。
好评: 这个冷饭太香了。
之前在模拟器上玩 3.3，那个模拟器没法用手柄。一直想体验一下2D格斗游戏的顶峰，无奈没见过3.3的街机，现在盗版的月光宝盒里好像有，但是我玩到的都有些卡，都不是完美模拟。
这次30周年合集，终于玩到了。
好评: 作为一个从小玩到大的伪街霸迷，这款合集中的那些珍贵的游戏原画深深吸引了我！
这是一个从街霸1代到街霸3代所有街霸正作系列的合集，我想老玩家们会非常喜欢吧！
虽然价格贵，但是真正打开那些尘封的记忆时，你就会觉得情怀值这个价钱。
我早已不是那个能一命通关街霸2的孩子了，但我知道，我一直爱着这一系列游戏！
好评: 我爱卡婊
差评: 没有组合键的设置，比如三个拳同时按设为一个键，三个脚同时按设为一个键，轻拳轻脚同时按设为一个键



There is no set of combined keys. For example, three fists are set to one key at the same time, three feet are set to one key at the same time, and light fists and light feet are set to one key at the same time
差评: 游戏移植的还算可以，只是没有组合键可以设置让手柄玩家很恼火。画面方面也 缺乏抗锯齿一类的优化。希望早日能加入快捷键的更新。
好评: 真香~
好评: 街霸真的是情怀，虽然不是每一部作品都玩过，但真的是很喜欢这个系列，小时候在街机厅只玩过街霸2和少年街霸系列，为了玩3.3买dc，买ps2，这次居然上pc了，30周年纪念，买买买！
好评: 街霸2就是童年！好评！原汁原味......好评给了情怀......同入了NS版。
好评: 真正的格斗之王，每一代都影响了同类游戏，作为一个接触系列10年以上的玩家，为了情怀也要剁手一波。
支持线上对战，可以选地图，也加入了练习模式，还自带出招表，可以改画面尺寸，游戏也有中文，好评何须解释？
差评: 完全没有优化过画面 某些好的版本没有 比如说MD有一版街霸可以调速度的家用机版 

好评: 哎。。。，玩游戏我从来不写评论的，这个游戏不得不说一下，看到许多喷子给的差评，我一直犹豫要不要买，说没有跟cpu对战的减值是胡说八道，离线模式里面是有原版的街机模式的，刚进游戏感觉不是很好，毕竟现在屏幕大了，分辨率没上去，老式的街机分辨率看起来不太舒服，玩了几把以后就适应了，里面的游戏除了街霸3都玩过，最让我推荐的是可以看街霸的历史、花絮，这才是我想要的东西，街霸迷可以在里面看一次一次的街霸的历史事件和新闻，可以看海报，花絮中收集了街霸的制作草图，并介绍了制作过程，so cool，这是一个街霸迷想要的全部，如果你是街霸的粉丝，这个游戏不可错过，值得收藏，值得拥有。街霸对我来说是一种情怀，从小玩到大，尽管玩的不好，但我热爱这个游戏。
好评: 不是十分满意，但是好歹在steam上基本集齐了街霸系列，训练模式东西太少了，另外对战模式没有人机对战让我这单机的怎么玩啊。
差评: 我只打33，经过 目前的测试输入方面bug不少，而且很怀疑老卡还会不会来修正，简单的移植都做不好，失望。
好评: 为什么单机也有卡顿的情况！？
好评: 200块的30周年冷饭终极套餐，老实说，定价偏贵了。当然考虑到预售附赠的USF4，我还是很开心的掏钱买下了这份冷饭。游戏收录了街霸1代-3代所有正作，阿尔法系列。界面不错，操作感良好，部分游戏提供网战，还算良心。不过作为一个收藏意义大于实战意义的游戏，卡普空应该加入更多的历史简介等周边内容，现在选中游戏只能看到简单的游戏介绍，而且也并没有附赠出招表（可能是我没找到？）总体来说，如果你预购了，那ok，现在再入手，不推荐原价入库。当然土豪随意。
好评: 我就算饿死！
死外边，从这里跳下去！
也不吃你卡表一口冷饭！
真香
-------------------------------------
2018.5.31更新评测

如果你玩过原来的模拟器版本（或者1995原版街机）
超级街霸2中的香港旗帜是港英旗。
但是这次重置重新做了香港特区区旗覆盖掉了原来的港英旗。
冲这一点应该给CAPCOM一万个好评。
另外那个生活，你的智商真心欠费。
CAPCOM从来没有在FC上做过正统街霸，你提的三个全是盗版。
拜托玩游戏前能不能做做功课？脑残。
--------------------------------------
2018.6.7 更新评测
我原来以为G胖仅仅针对国区的评测留言板禁了，结果居然是默认关闭！
真心搞不懂G胖在想什么。
如果你想让你的评测允许被留言，你可以在电脑上打开你的评测然后点击右边的“允许留言”打勾。
好评: 12款原汁原味的街机作品，重要作品SFII的开发原稿，12款作品的原声音乐，都是诚意满满的。
街机版的游戏，相对于移植版，少了一些针对游戏机做的优化，比如三个拳同时按，这种。但是相对游戏机版的CPU对手作弊，已经可以说做的很平衡了。PC上，在Windows平台，只移植了SFzero和SFzero2，国内当时是第三波发行的，SFzero2移植自PS平台，针对PC平台优化的不尽人意，卡顿随时出现，帧数也不稳定。这次的移植则没有这种问题，流畅度很不错。
博物馆里收录的人物资料是有错误的，比如 M.Bison （亚洲版都是叫Bison），资料里用的是美版的名字 巴洛克（Balrog）。只有切换成英文，才能保证人名和资料里的一致。
另外中文版中，部分百科也有让人难懂的部分。SFA百科里，出现了“退格”一词，切换为英文版本看，就是方向键“左”，可见翻译的不用心。
游戏可以打90分，扣的10分在中文的翻译上。
好评: 非常棒，就算游戏本身都不玩，就那些资料集就值回票价，游戏简直就是送的。
好评: 电视与街机的画面滤镜做的非常到位！！超级喜欢街机滤镜！！
在线对战无延迟，4款在线的版本是最经典的，所以完全不用多心不是所有版本都可以在线的问题，博物馆内容很丰富，很适合美术爱好者临摹品鉴。
另外不建议用键盘进行游戏，还是摇杆和手柄吧~50大洋就能入个不错的手柄，犯不上让自己上火。
街霸是最牛逼的！！！！！
好评: 没办法，死忠，冷饭···冷屎也得吃，对了，奇怪为什么不像街霸5一样全平台联机？
好评: ROM用的美版有点不爽
没有口袋战士和Z3UPUP有点不爽(当然肯定是模拟器原因)
终于有练习模式了真爽(可能是模拟器外挂插件)
虽然有博物馆模式但是里面的图并不全,非常好的是和官网图鉴一样,旋风快打和街霸2010完全加入正作历史
虽然有详细人物介绍但是翻译担忧,也没有新作人物介绍和NPC介绍,希望能全翻译了官网图鉴
虽然有动作演示但只有必杀技
虽然有音乐模式但是老街霸还是没曲名,全是XX主题;要是收录了AST我再给个好评
虽然有出招表但是没有特殊技,我还是得去翻格斗天书
网战效果比目前国内平台都要好,可以战略转移一波了;就是国内匹配不到人,匹配到了可能都是熟人水平
网站大厅设置还需要改进改进
还是替手柄党和键盘党并且不是机械键盘的朋友们抱怨下不能设置组合键的问题
总之:补票+资料收藏+网战开心.好评了
那么已经有街霸4的有什么其他奖励吗?
好评: 瞧一瞧看一看 卡表的新鲜冷饭诶嘿
----------------------------------------
+联机游玩很舒服
+收录作品还算齐全（如果有Z3MAX就更好）
+丰富的画集（冷饭必备）
+优秀的训练模式
+作为一个非常吃手感的游戏 30周年的街霸33帧数很足 据大佬的说法 手感甚至接近街机 这是绝大多数模拟器做不到的

-没有组合按键
-一个房间只有四个人而且没法沟通
-训练模式还需要很多实用功能 如记录位置等 而且只有能联机的4作有训练
-对键盘党不太友好 似乎是有吃键的现象 摇半圈的时候会吃掉2 但是有的角色能出出招有的不行
-不知道为何 每次游戏我的设置都会重置
-希望Z2也能联机

作为一个冲着33去的玩家 我对这游戏十分满意了 你要是觉得219买16个经典格斗游戏其中4个还能训练联机对战的不值可以等打折
好评: 游戏非常棒最接近街机，请更新一下显示延迟状态和排位赛接受与拒绝系统。
好评: Hey, can't set 3P or 3K hot key? Come on! 
And we need zero 3 upup and some characters in the console version......
差评: 游戏设置里边居然没组合键设置，太反人类
好评: 没有组合键差评
资料挺详尽的
差评: 冷饭合集，没啥游戏性可言。不推荐买 我算是给小时候买的盗版游戏卡带补票吧
好评: [h1][code][list][*]本评测来自[b]BABA新游体验组[/b]，感谢组长及各位组员的努力，[url=https://steamcommunity.com/groups/babagame]鉴赏家地址[/url]
[*]由于格式限制，此处为摘要版，欢迎大家前往[url=http://www.babagame.vip/?p=6011&preview=true][/url]查看本游戏的完整评测（附玩家视频）。
[*]感谢[b]BABAGAME[/b]免费提供的游戏，领取地址：http://www.babagame.vip[/list][/code][/h1]
12款游戏 4款可以网络对战
内容丰富包含且不限于原画、交互设计，里面有一些精美的插画和一些没有放出来的手稿设计稿之类的东西，可以通过幻灯片的方式来看电影一般了解幕后的花絮

人面不知何处去

鬼泣街霸卡普空

海上生明月 

天涯共街霸

游戏还是当年的游戏，可是却没有了当时的小伙伴，

新朋旧友，多聚聚，出新游戏了，约！约！约！
好评: 冲着资料集就值了！
差评: 游戏打不开的话，不妨直接去安装目录里运行exe看看提示，一般是.dll文件缺失，Steam自己下的VC2015估计有问题，最简单的用360里的微软库整合包重装下2013-2017就行。

合集的界面做的不错，选游戏方便，进入退出也方便。

但你说好的30周年合集呢？
你92年FC上初版的四人街霸就吃了啊？
拜托，卖情怀能不能靠谱点啊！！！

少收录3个FC的
92年四人的STREET FIGHTERII（初版）、
92年五人的MASTER FIGHTER、
93年五人的STREET FIGHTERIII
差评: 和屎没什么差别，连连个和CPU对打都没有。简直是个偷工减料的作品，还是在emulator玩的太实际点。连和人对打都很难找到人跟画质和几十年前在PS玩的差不多但减料的太离谱了。不值得买，差评一个！！！！
好评: 满满的回忆，值得收藏
好评: 先说延迟问题，在默认模式下进游戏，会感觉有很大的输入延迟。不要慌，先进主菜单的设置选项里面关垂直同步，然后进游戏，按start键叫出菜单，看最下方的“搜索条件”（神经病一样的翻译），选择”关闭“，就可以了，再也没有输入延迟。这个选项是给画面加滤镜，熟悉模拟器的朋友都知道，通常会形成延迟——嗯，果然是用的模拟器啊！

再来说最气人的，街霸zero3竟然没有收录后来家用机上的加强版！难道说设置了隐藏条件，要打通前两代才开启？

你们做梦吧！嘿嘿嘿……

优点嘛，内含了许多历史图片和说明，冲这个可以加一分，总分7.5，经历过街机时代的朋友可以当情怀，新玩家还是别碰了。
差评: 没有组合键 没有挑战模式 说好的街霸4也不给 md狗比卡婊
好评: totally worth it
好评: 完全卖情怀
联机对战的只有4个。草图很帅。音乐是背景原声。但是基本一致。
被2个预购的，看操作不是用了按键精灵就是用了街机摇杆，在thirdstrike打成了翔。
线上貌似自动匹配
街霸1轻中重根据按键来，松开才攻击，早起鼠标和后期连招的设定。特殊技难搓的要死。基本搓不出来，攻击力被校正。
街霸2原版的AI和当年街机一模一样
应该其他几个也是
ALPHA版本原汁原味
IV这个据说是预购奖励，总之一个我之前就有，一个我拿的预购KEY什么多余都没看到
设置里面没有3P3K。。。。这个就。。。。。

很原味。。。
好评: 情怀是无价的，感谢卡普空！
好评: 这个价格能够从1玩到4很超值。游戏本身没有问题。问题在游戏的设置。。。老卡啊！不是每个人都有街机摇杆的，你设置里不让设置ppp和kkk的快捷键是闹哪样。。。
