好评: 好好玩好好玩啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊
好评: 爽，手已经酸了
好评: 月姬r里线快点
好评: 游戏本体打不开但是美术集可以，LOGO环节结束直接黑屏，Win11+3060目前还没有找到解决方案，不知道是不是因为Win11。
看在月姬的份上给个好评，为月姬R本土化贡献一点绵薄之力。
差评: 优点是steam国区的价格（姑且)保住了型月和法面的亲马
缺点是除了优点全是缺点

不会更新就不要学别人更新，打了一万个网络补丁越补越烂
好评: 琥珀suki( •̀ .̫ •́ )✧
好评: dic竟然是免费的，预售玩家留下了感动的泪水。 我特么直接拉满支持，速速把Remake重置也放上来 我要买买买！！
相比之下再看看隔壁给老玩家喂屎的 GBFVS，宁配吗？宁配几把呢？傻卵ARC吃相难看的一匹，这种狗东西就该预售暴死等公司倒闭超级打折再买来给你们上坟啊
好评: 公主YYDS！
好评: 我存档去哪了？
好评: mbacc我也是玩过的，这个重制版虽然相比没有了我最喜换的七夜志贵，但是画质有很大的提升而且还有fgo看板娘，还是很吸引人的，而且mbtl相比拳皇来讲，易上手，很适合新手，总之我玩的很开心，网上对战也是很不错的
好评: 冲就完了
好评: 好玩
好评: nice
好评: 个人感觉手感比上一部差了一点 不过还可以 dlc人物也是免费的
顺便 我想玩neco arc
好评: 學姐還是那麼大
好评: 看了一下设定集，里面有好多角色，希望以后重制版也能出这些角色，游戏的话的确蛮好玩的，也说不上来怎么好玩。但是感觉剧情有点少。
好评: 作为新手稍微练一下就能上手
好评: 高中党国庆两天假的最佳伙伴——mbtl！
简单体验了八个小时，B级RP37w，说说我的感受：
1 对比前作
跟aacc比起来的话，伤害修正明显变高，虽然系统保留，但真的感觉变化很大，不管是手感还是ui都和aacc有所差异，不过倒是更像uni，嘛，uni也不错啦。
2 角色方面
目前只有这点人，技能都改了一些，我主使志贵，所以就单说说他吧，24和26都可以带入连段了，伤害暂且不提，至少玩的花啊，不太满意的地方就是c七夜的技能怎么给远野学去了啊啊啊，这样以后七夜加入不就会是h或者f了吗，我手残玩不来f啊啊啊。
3 系统
保留原作部分系统，mc槽变成三格气槽(之后会变成四格），d系统一键立回了可以说，虽然不错，但我不太喜欢这样，感觉这样猜拳太累，b➕c爆红月，可三段跳（青子：你礼貌吗）和两段冲刺，还有取消等作用实战十分好用。
还有月技能，单独列一行，因为这玩意摸奖追击太好用！
总之系统依旧复杂，高中党没时间练习，很难受。
4 网战
回滚代码就是爽！虽然还是会有卡的时候，但咱可以设置不排网卡的，本人裸连体验很不错！
网战环境还不错，等级上去之后就不怎么会排到新人了，相应的，排到的大佬也很强，我只能被压在墙角瑟瑟发抖。
5 关于新人入坑
这个版本很适合入坑哦，不管你看没看过月姬，都可以来玩，至少认识呆毛嘛，月姬咱慢慢入坑，月姬r也有mbtl也有，这是好文明。
你说你担心连段？有自动连段，先玩着，慢慢练。系统方面玩完教程也基本就懂了，当然教学也有没教完的地方，b站有相关教学，两者结合一下就能明白系统了，当然明白和实战中灵活运用还有很大的距离。
网战新人可以练一些手长的角色，这类角色好上手强度也不俗。即使被暴打，但也不要灰心，那些很强的大佬也是从新手期走过来的，况且还有跟你同样的新人在玩，慢慢练嘛，不过不要死练，多和人对战，总结自己的问题，比如乱动等等。
mb还是很有前景的，可以一直玩下去，原来还担心菌哥哥摸鱼影响出新人物，呆毛的加入也让我打消了这个顾虑，型月大乱斗指日可待。
6 自动连段
还是好想吐槽，这个自动连段真的有点太保姆级，我玩龙珠格斗都会逼着自己不依靠自动连段，但mb有了自动连段之后，老是让我这个慌张怪按错，脑中想象是2a2b2c24b但总是按成2a2b2cbbb，这样打出来其实伤害也就差这么一点，渐渐的开始摆烂依靠自动连段，在此我要发誓以后改掉这个毛病！
总之，十分推荐购买本作，一是让蘑菇见识一下我们粉丝的购买力，二是本作质量确实不错！

补充：2021.10.10
志贵纯纯一个民工逼啊，我要七夜
2022.1.30
游戏已经鬼服了，排还能排到人，但是太卡了，我不知道为什么会这么卡，明明对比以前我还开了加速器。那既然已经鬼服沦为约战游戏，为啥不去玩mbaacc呢？
好评: 你们会有之后更多的剧情的吧 告诉我会的吧
好评: 希望后续会更新更多角色
重下之后头像名片 cp啥的全无了就离谱
13号免费dlc 死徒诺耶尔和青子！好耶！！！！
这游戏你妈的网络对战就跟你妈的屎一样
好评: 厨向游戏，对于格斗游戏基础薄弱的玩家2很不友好，但不妨碍我的厨力(*^▽^*)
好评: 以连招为主，猜拳博弈为辅的格斗游戏。

单按键的快速连击系统对新手友好，游戏也附带官方连招教学模式，相对比较好上手。

进阶连招按键时机判定严格，预输入时机需要熟悉，没有格斗游戏基础想继续提升较为困难。

剧情性很弱，纯纯的粉丝向，就图一乐，需要在月姬re的基础上理解。

游戏自带中文，但应该是外包的，翻译人员不太了解剧情，有小部分错误。
好评: 好，就是没朋友，联网打不过
差评: 服务器和平衡有够烂的
差评: 赞改踩
求求小面包你做个人吧 
123删了好不好 
d改成新月模式好不好 H也行啊 
3c删掉自动跳跃好不好
28别往前跳好不好 
操作太坑了都跑回去玩aacc了 还是民间盗版的
正版受害者
好评: 我  存  档  无  了
好评: 法面能不能不要摆烂了啊，你家游戏都没人玩了不知道吗。
两个月游戏就死了，根本没在留人的。
鸭音快来救一下啊
————————————————————————————————————
也是终于出了青子了，看在青子的份上给你一个好评
好评: 月厨＋王厨狂喜！！！！！！！ps：要怎么联机对战啊各位
好评: 琥珀yyds
好评: 角色dlc是免费的，不多说了
差评: 1月13日更新了两个新角色，我承认青子属实好玩。不过你的对战机制是什么意思？自定义5个人4个离开，还有一个月球人，打架跟宇航员一样，最离谱的是前一秒判定攻击有效，后一秒又能被对面给防了。怎么，对面是超人会时间倒流是吧？还有段位机制不能改了？对面显示是c进去又变成e了。服务器第一次连接必说steam掉线，以前都没这么恶心。咋地？在线人数从200升到600把你这垃圾服务器给挤爆了？
----------------------------------------------------------------------------------
什么天才想出来的段位机制，房间和排位居然是相同的，那么你的排位意义何在？
每天两个小时花了五天才打到b
什么脑残设定，练习房让两把给d段的就直接给我掉了。服了心态爆炸怒卸游戏
两把游戏直接否定了我5天的努力 老子每天花一个多小时在这种浪费时间的东西上面。
顶级恶心，大伙都别让了，往死里打算了，新人也别玩了
这游戏不是傻逼，我才是傻逼，买它就是遭罪。
好评: 更新修复闪退了，免费dlc真香，麻烦多整点=。=
好评: abc是什么键，ds4上没找到
好评: “全屏切换桌面游戏会加速然后黑屏这个问题还是没修复，机票是要出了，但是感觉官方完全没有在意型月粉丝的热情，就算是在机票之前免费更新2~3个角色也算是给粉丝和玩家们的惊喜了，13组角色在100多这个价位实属不值，建议打折购入(姑且观望，如果机票值就改到好评)”之前的不删了，好游戏，但是还是建议打折购买
好评: 我打一天对战模式闪退十几次，我真的受不了了！！！


2022年1月14日，出了青子的DLC，重新上线玩了会儿，感觉到优化改善了不少
好评: 有大佬知道司徒诺艾尔和老师怎么解锁么，为什么我这里是锁上的故事模式看不到也不让选
好评: 粉毛老师太赞了！
好评: 青子剧情里罗亚提到了“ ”（空）！式姐要来了！
好评: 好，没想到dlc角色免费，开心
好评: 会动的吾王
我的公主
月姬R快上PC另外中文翻译！！！！！！


1.13 青子也太帅了
好评: 免费的DLC角色，爱你
好评: 新角色，好耶！！ヾ(≧▽≦*)o
好评: 蘑菇快把你老婆放出来啊！！！！！！！！
草 放出来了
草 魔法少女诺艾尔
好评: 厨力游戏，玩玩就好，毕竟是太君格斗
好评: 什么时候出214
差评: 机体太少，角色连段开发自由度不够高，莫名其妙的修正导致大部分角色不管怎么打都是一个伤害，连段开发的意义也就不明了，前作很多招式派生都阉割了不少，蛮可惜的明明点阵图我还是很喜欢的，但是作为一个格斗游戏并不合格，厨力倒是尚可。



没事了 没事了死徒诺艾尔太棒了好游戏大家都来玩 2022.1.3
好评: 非常不错
差评: 公主性能不削吗？
差评: 不太友好的D AAAA的刷键连招不能关闭 各种大范围甚至全图的招式
好评: 不是月球人也能玩的很high,是月球人的话玩了血赚
好评: 快出新人物啊
好评: [h1]GGS坐了几个月牢，终于在MBTL重获自由[/h1]
这波是 肖申克的救赎 了

起来，饥寒交迫的格斗遗老！
起来，全世界受苦的月球人！
满腔的热血已经沸腾，
要为真祖而斗争！

https://steamcommunity.com/sharedfiles/filedetails/?id=2541255389
当时看到这句话我气得浑身发抖，大热天的全身冷汗手脚冰凉，格斗游戏还能不能好了，我们格斗玩家到底要怎么活着你们才满意，眼泪不争气的流了下来，这个业界到处充斥着对格斗佬的压迫，格斗佬何时才能真正的站起来

在某知名“3渲2”公司大开历史倒车，妄图样板化无脑化格斗游戏，异化分化格斗老玩家和新玩家的，甚至制作人能说出“格斗游戏不需要思考”这种话的今天，
对法式面包的各位，[b]我的心中只有感恩[/b]



[table][tr][th]比较[/th][th]好游戏[/th][th]坏游戏[/th][/tr][tr][td]移动自由度[/td][td]大跳之后都能二段跳，完了还能空dash，开了blood heat甚至还能三段跳+前后双dash，空中技随便dash取消+跳取消，移动手感丝滑，角色润起来一骑绝尘，跳还能像龙珠格斗一样按住方向控制前后轨迹[/td][td]小儿麻痹一般的跳跃发生，老年痴呆一样的空中dash启动，后跳后dash那点距离短的跟石渡的鸡巴一样[/td][/tr][tr][td]招式取消机制[/td][td]阿姆斯特朗螺旋取消，正着取消反着取消，压制链连段自由如风，必杀技挥空了都能取消[/td][td]GC砍的剩个S-HS，一jio踢空了腿支棱在半空中一年，打起来仿佛得了关节炎，一半的必杀技都取消不了普通技，可能石渡都拿来取消他的🐎了[/td][/tr][tr][td]招式丰富度[/td][td]特殊技蓄力技必杀技EX技月技，工欲善其事，必先利其器，可以预见每个角色都有很高的上限以及很广的开发可能性，可谓器大活好[/td][td]2D这种普通技都能写到出招表里面充数，以前的招式直接给砍掉三分之二，Xrd里上天入地，各显神通，ST里连滚带爬，狗屁不通[/td][/tr][tr][td]受身[/td][td]空中地面受身可自由选择，受身方向自己来定，受身完了直接在空中反击也称，攻防转换一念之间[/td][td]小石说了，格斗游戏不需要思考，被打就乖乖躺平摆烂完事[/td][/tr][tr][td]新机制[/td][td]主要是月槽以及盾防派生，月槽本身不但丰富了招式数量，拓展了攻防选择，还加深了资源管理，以及吸纳了前作夜下降生的Chain Shift机制；盾防的三种派生，类似刀魂的逆刃，看似简单的猜拳引入了有序的博弈，同时赋予对战以节奏感[/td][td]砍了90%的老系统，施舍了一点新东西，但也没完全新，重新包装一下，反正RC就完事了，留给小石的颜色不多了，下次打算更新个五彩斑斓的黑RC么？[/td][/tr][tr][td]用户体验[/td][td]秒进游戏，秒进大厅，一切以功能性为主，画蛇添足的一概没有[/td][td]进个主界面先连接服务器5分钟，进大厅再连接个5分钟，石渡是不是抱着服务器投湖了啊，搁这儿死亡搁浅呢？进了大厅各种错误提示，菜单设置的繁琐无比，玩家就想直接进去干架，你他妈的搞些虚头巴脑的像素小人上下机台，一会躺下一会站起来，是不是石渡下葬也要找几个像素小人灵堂抬棺啊?且不说发售快4个月了，PC的4K bug还没修[/td][/tr][tr][td]总而言之[/td][td]芹沢鴨音，你是我爹[/td][td]石渡太辅，我操你妈[/td][/tr][/table]


https://steamcommunity.com/sharedfiles/filedetails/?id=2656798501

*GG群那个bokiboki是个什么玩意儿啊？嘴这么臭，天天跟个弱智一样刷“只玩GGS”，也没见你少玩了别的，有多远滚多远
好评: 就一个字：爽
好评: [h1]- 推荐 -[/h1]

[h1]前言！[/h1]
《MELTY BLOOD: TYPE LUMINA》是一款比较容易上手的格斗游戏，也是期待己久的冷饭新炒。相比旧作，本作要容易得多，只需反复连按按钮即可使出连技。就连前作中较难的空中连击，在本作中也可以轻易的使出。

[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]

[h1]体验！[/h1]
游戏添加了月姬重制版中的新角色，但无法再使用旧版MELTY BLOOD中的 Ren 和 Zion 等角色。但是通过剧情得知，一切还为时尚早，所以在以后的更新中还是可能一点点加进来的。

整个游戏系统相比旧作变化还是很大的，例如月亮系统被改了一种新的能量槽，而不是以前的选月亮决定招式。格斗的进攻模式是弱、中、强、特的组合，沿袭旧作。玩起来手感相当不错，连击系统非常友善，新增的自动连续技系统让新手也能使出多连招。

游戏有教程系统，可以让玩家明确的了解并掌握各项操作。还可以通过任务还学习一定程度的连击，加速上手。

游戏的画质提升了一个层次，既漂亮又带感，UI也非常舒适化，比很多格斗游戏的界面要让人舒服。

虽然是格斗游戏，但是有体量不大的剧情，以月姬的故事为中心。故事稍显单调，但是多了中文简介和文字对话感觉游戏还是挺有趣的。另外，故事模式中的CPU电脑蛮强的，高难度的电脑反应比较敏捷，不好战胜。

[h1]缺点！[/h1]
- 连招有时因为按得太快可能出现中断。同时，本作的连击系统对于新手玩家或很少玩格斗游戏的人来说，是个好事。但是对于热衷于格斗游戏的爱好者来说就有点浅薄了。
- 网络对战还可以，但是人数比较少，制约着网战体验，裸联的速度也不是很顺畅。在查看网络对战排名的时候有会出现闪退的现象，有些让人无语。
- 月亮模式改变，新模式也蛮好玩的，但是相比之前的三个月亮就没有那么耐心有意思。

[h1]结语！[/h1]
作为格斗游戏，虽然它还有一些不足的地方，例如人物数量，网络体验。但是考虑以后还会更新DLC，服务器也会进行优化，本作还是值得关注的。新的人物加上新的剧情，或许再等等，待打折的时候入手才是更英明的决定。当然，如果你是粉丝，还是早买早享受吧。
好评: 爹！！！！
差评: 人物太少，大招伤害相同，缺乏多样性，剧情几乎等于没有
好评: 打不过哟😭
好评: 你也配138？
差评: 叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮！！！！！！！！
沁D很好玩是吧，玩NM！
整个游戏就是一个猜拳游戏，猜你起身沁不沁d、猜你负帧沁不沁d、猜你开完红月后沁不沁d，猜你沁的是5d还是2d，猜你d中后是a反b反还是bc反，反正沁d就完了！
删了d对这个游戏有没有影响？没有影响！但就是要做这样一个恶心人的系统"拉高上限"
被d破防了，爷不玩了！







除非dlc出紫苑
好评: 能不能把蹲姿B和C的一键连删了，按的我够恶心啊
好好做下网络和平衡不好吗，才出多久已经没什么人玩了，真就二次元钱好赚
好评: 呜呜呜，被打爆了。
好评: 啊啊啊啊啊啊啊啊啊啊啊
好评: 中规中矩的格斗游戏吧，对新手算是比较友好的了
差评: 我原以为MBAACC的网络对战已经做的够烂的，没想到MBTL还能更烂。
要做回滚你就两边一起回滚啊，回滚一边算怎什么意思？你这疯狂回滚的鬼畜对战还不如直接不同步重打呢。
网络信号跟假的一样，显示3，4的照样卡的要死。有些1，2的反而很顺畅。
敢情你这网络信号是按照玩家链接服务器来算的，不是按玩家之间点对点算的是吧？
这信号显示逻辑和实际连接逻辑不一样你是来搞笑的吗？
段位机制只能打同段位升段，初一看是没错，但是这游戏对自己的玩家数量真的没点B数吗？
你这套机制只有在玩家群体足够大的时候才能成立，几个月一过这游戏还剩几个人玩？能排个同段位的概率有多大？
房间对战本来的目的是练习和研究，你现在房间对战也计入升段降段，是不是脑子不清楚？
好评: 已白金，难度极低，只有两个成就稍稍有点难度
1 100收集，这个单角色100%就可以了啊，剧情三挑战任务模式全S/完成，语音全开（随时进角色成就看进度），连段挑战绿月（降速）就够了。
2 20语音最速（大概？）待机语音：单人游玩→选择角色界面，按一下上下等一会，啥都别按，也别确定了再返回，就那个左边列表选中右边一个大立绘就行了，几十秒就出双语音（待机2是特殊语音，除了在这里别的地方听不见），然后这游戏有14个角色（对的双子有独立语音），所以20怎么都够了
3 故事模式hard3胜制不续关：我求求你去打几把排位，或者找个连段教学，很快就完事的
剩下的都是大白话，还是看不懂去看PSN，再看不懂加群问
好评: shuangsile
好评: 卡牌背景gkd！
好评: 瞎几把按就完事了
好评: 月厨就入了吧
好评: 型月！！！永远滴神！！！
好评: 这代比起旧作最大的改进是有了比较详细的教程。跟着教程和连段挑战走一遍，上手能少走很多弯路。
好评: 打不过别人
好评: 变成月球人就完了家人们
好评: 阿巴阿巴
好评: 莲呢，DLC出个莲啊
好评: 👍
好评: 爱了
差评: 我是头一次因为网络弃坑一款游戏, 牛逼, 兄弟
好评: 好游戏，赶紧出新人物
好评: 七夜使做梦.jpg
好评: Very fun and exciting fighting game
好评: 有空打打还不错
好评: 当年的型月把我拉进了同人世界,后来还有那首迷途的蝴蝶
好评: 挺有意思的粉丝向游戏，对新玩家很友好的重制版！
好评: 打开游戏，打桩半小时。
匹配！挨打！退出游戏。
美好的一天就此结束了。
能不能去掉傻缺aaaa连
好评: type-moon的游戏一向是买剧情和人设附赠的，只有Melty Blood系列吸引了单纯为游戏性而来的纯玩家。
买就完了。
PS：就算是信仰粉也不推荐买设定集，页数真的单薄。
好评: 可以操作自己喜欢的角色其实挺开心的，就是角色有点少。希望快点出DLC吧。
好评: 我好菜
好评: 月姬格斗都来了，月姬R还会远吗？这不顺便再炒个魔夜冷饭，型月gkd
好评: 卡牌徽章点数商店，gkd
好评: 相比MBAACC小连段简化了，更容易出招了，但想打出高额伤害还是得研究招与招怎么连，美中不足的就是人物比以前的少，该出的还没出来，fgo联动赶快来吧！
好评: HAO
好评: 虽然不会玩但该买还得买
好评: 月姬R gkd!
dw我的fw
好评: 月姬，yyds
型月，奶粉钱我给了，能把其他作品重置吗
好评: 我猫arc呢，我那么大一个猫arc去哪儿了
好评: 月姬厨很开心，就是线上也太卡了一直掉，顺便月姬r里线搞快点，两部一起官中上steam好不好，给秋叶一个he吧
好评: 学姐好飒，学姐赛高
好评: 就等月R了
好评: 重置是好的，但没人陪我玩qwq
好评: 月姬R我的月姬R
好评: 粉丝向作品，但是比较硬核的格斗游戏，比前代有很大进步，等一个月姬R汉化
好评: 没什么说的，好就完了
好评: 连招变简单了，瞎按也能赢，但是手柄真的经常搓不出招来。。。。
好评: 上手稍有难度，键位对于键盘玩家稍稍痛苦，剧情太少，总体推荐。
好评: 好！
好评: 手残慎入，月球母猪除外。
好评: 特别好玩  不愧是月姬系列  街机格斗类型  （手残党  需谨慎 但光凭原声集还是很值得粉丝购入）
好评: 我是沙包
好评: 粉丝向的作品依旧抵挡不了我的热爱，但是什么时候才能适配所有手柄阿
好评: 比充进bgo值得多
好评: 有呆毛王真是太棒了~
好评: 月姬R请速速上Steam，如果可以请支持中文
好评: 虽然不知道怎么玩，但瞎按也蛮有意思的
好评: 🥰🥰🥰
好评: 青子dlc搞快点
好评: 谁买这游戏是为了玩格斗啊
好评: 买就完了
好评: 所以我月姬r呢
好评: 好强
好评: 月厨买就完事了
好评: 月姬厨不解释。
好评: 我他妈直接型月天下第一！
好评: 188的游戏不支持云存档，我不说是谁（
好评: 月厨买就√了
好评: 对不起，校园网不配玩MBTL
好评: 虽然手残，但主线挑战一下hard也挺好玩的
好评: 还行
好评: 等了好久了终于上steam了,这次可算有官中了. 趁机补一下月姬的剧情吧.  

手感还是一如既往的舒服,这作还加入了简易模式方便新人上手. 另外重置版的成就还很简单不像老版那样对每个角色的技能连招都有一定的要求,现在不需要折磨自己就能肝完. 

最大的感想嘛,当然是特效和画面都大幅度提升了,一个字,帅~
好评: アルクェイド可愛すぎから買いました。ちょっどむずいんけど慣れたら楽しくらるよ！
好评: 希望后续会把赤朱秋叶和五月加进来xx
好评: 补了个情怀票，08年到现在了啊，我不是很能看懂升龙以后的自动连段，可能是为了更大众化吧，可以自己手动操作打出J2ABC，但就是有点不习惯，还有原来的连段机制有不小的变动，没有那么自由了，玩了一会，再也没有当年看个acho就激动半天的感觉了
好评: 非常哇塞孩子很喜欢
好评: 卡牌徽章系统GKD求求你了
好评: 公主.....嘿嘿公主........嘿嘿嘿
差评: PS端排位天天打TD 都古 老师 红魔 一个个除了摸 凹 D没有东西 真的是个好游戏啊 鸭音 立回猜拳 压制猜拳 除了猜拳就是拼判定 那么喜欢猜拳你做个月姬石头剪刀布不香？？
好评: 9/10
好评: 太离谱了  进去联机 里面好像都是月姬格斗的 骨灰玩家 给我直接连的 动不了  
比碧蓝幻想还离谱。。
就当买了 支撑下 以后出FGO 格斗吧  呜呜呜
好评: 做梦梦到一下更新了10几个角色
好评: 单纯给mb补个票，不出教授那种机体暂时不联机了，木桩之王就是我！

没214也就罢了，DLC商法我懂得。可warc这新cv是真的一言难尽……我就想听个哈哈哈哈哈哈啊！
好评: We want to get the Chinese version of Tsukihime on steam!
好评: 好游戏，入手不难，上限又高，但把一些细节（黑saber有呆毛）完善下就更好了，可以算是月姬故事的一个引导向游戏（顺便希望月姬重制版登入steam）
好评: 蛮好的
好评: 快把我紫苑安排了
好评: 月姬本体gkd
PS:希望明年能看见青子
好评: 打架跟闹玩似的，期待更新。
好评: 喜欢·
好评: 月姫が面白かったのでそのキャラを動かせるということでそれだけでも没入です。
（ビジュアルはアニメとドットのギザギザの差がかなりすごいのでなんともです）
キャラゲーなので格闘ゲーとしてはあまり期待していなかったのですが
２段ジャンプ＆空中ダッシュの速さと、
異なる様々なパターンで自然に繋げられるビートエッジ
他でもよくある連続でボタンを押すラピッドビート
特にビートエッジがあることで、飽きることなくワンパターンではないコンボが無限に楽しめます。
格ゲーはあまり得意ではありませんでしたが、このコンボが気持ちよく
月姫のストーリーを知らなくても十分楽しめました。
好评: 就之前可能还有人月姬当年多牛逼没有什么概念，我今天再给大伙讲一次。首先，你要知道现在的21年，好像已经21年了。我跟你说月姬当年的地位，前面都是些什么游戏，这就要翻翻当年00年的文本了，当年口碑销量排在前面的都是些什么游戏呢，AIR KANON，yuno，Kanon，phantom of inferno，最终幻想IX，合金弹头3，拳皇2000这样的游戏，个个都是顶天立地，要么就是顶天立地的gal，要么就是开创了一个大IP的游戏。现在21年呢，唉，完全看不出来谁顶天立地，你告诉我，含金量来说 ，我觉得，这里面的游戏随便出来一个，他们的含金量都碾压21年的，这就是含金量的差距，懂了吗，这就是月姬，当年的地位，当年的含金量有多足。
好评: 游戲還不完善，平衡有問題，等著更新啦，能看到八極拳的蘿莉就好啦，符合月姬玩家的期待~
好评: 对月姬fans就不多说了，能在一款格斗游戏里操纵喜欢的角色，基本上就足够成为入坑的理由了。下面主要作为一款格斗游戏来评价。

这算是在下第二次认真接触格斗游戏，第一次是BBTAG，但是玩的不好，这次几乎可以说是从零开始玩格斗。这款游戏里有很多照顾第一次接触格斗游戏的新人的要素，比如十分详细的系统说明，自动连段。我在接触了不久之后就开始打排位了，不存在像某些游戏一样要打排位先去练个几十小时连段的情况。感觉自动连段的好处就是可以让新玩家很快的接触到立回/防御/起攻（还有这个游戏特色的月技和护盾系统）等等影响游戏胜负的关键要素，而不是一昧的去练习连段。所以个人认为这款游戏还是非常适合新人入门格斗的。还有一点比较重要的是这游戏才刚发售不久，在玩的人还有很多，早点入坑更容易遇到同水平的对手。

另外在下在B站投稿了这次玩MBTL的成长记录，欢迎围观！
https://www.bilibili.com/medialist/play/132990?from=space&business=space_series&business_id=384016&desc=1&spm_id_from=333.999.0.0

（我主要在PS4上玩所以steam上游戏时间比较少）
好评: 必须是好评👍
差评: MBDDDDDDD，D来D去不讲武德
好评: D防太好玩了，又菜又爱玩说的就是我了哈哈哈哈哈
型月请一直闪耀下去！

好评: [h1]月姬R快上Steam！[/h1]



[hr][/hr]
我怀疑只有我自己是键鼠玩家。
好评: 很好玩，就是角色有点少
好评: 月姬remake加速加速
好评: 粉丝向，对新手挺友好的（指瞎勾巴按也能玩）
好评: [h1]三大同人奇迹之一的再度回归，十年之约，月姬归位[/h1]
也许今天的type-moon已经名声大噪，而旗下的fate系列更是因为动漫的推广以及FGO手游而家喻户晓，就算是没有接触过fate系列的人也会时不时在网络上看到他们的官方图片或者是同人图。不过让type-moon小试牛刀的并非fate系列，而是发售于2000年的三大同人奇迹——月姬。如果说2000年是月厨的诞生元年，那么2021年必然是月厨狂喜的一年，毕竟21年前的月姬得到重制的同时19年前的月姬格斗也得到了重制。
[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]
[h1]原汁原味的2D格斗，买游戏送动画？非也[/h1]
本作是由《月姬重制版》的世界观为基础而衍生出的新作品，声优也采用了全新的阵容，配音还是一日既往的稳定。本作的参战角色达到了14个，其中还加入了从fate来客串的呆毛王saber。二次元角色+格斗的搭配，不禁让笔者想到了著名二次元格斗大厂ARC的买游戏送大段动画的操作。可惜，本作并非如此，游戏中并没有花费太多的功夫在剧情之上，而是固定在开头，第三战，第七战以及结尾献上类似视觉小说的剧情流程，每个角色对应一个结局。所以，本作主要是以格斗为主导的粉丝系列作品。

[h1]虽然但是，认真严谨，动作华丽，模式多样[/h1]
虽然是月姬的衍生作品，但是本作的打斗手感毫不含糊，连招相对于大多的格斗游戏都显得相当友好并且简单，华丽的动作往往不需要太多复杂的操作。画面方面，虽然游戏没有重制到出现次时代的高清建模，但是精致的立绘以及细致化的像素小人也足够配得上重制了，游戏中每个角色的技能也都各有千秋相当酷炫，完全没有重复的招式，华丽地打出多段连击体验格斗的快感也算是意外惊喜。游戏中除了剧情模式之外，除了常规的打电脑AI以及日常训练，联系招式外，还加入了生存模式，分数模式、竞速模式以及以有间都古为主角的BOSS连战模式（就是太难了TT）。这些模式大大提高了游戏的可玩性，让游戏充满了趣味性。

[h1]收藏要素，诚意满满，粉丝狂喜[/h1]
游戏中还不乏有各种收藏要素，在剧情通关后，玩家可以获得大量收藏品以及CP点数（用于购买解锁更多收藏品）。收藏品包括，背景、动画、角色选择图像、胜利图像、胜利感言、结局图像、大招图像、角色资料、像素美术设计、人物配音、关卡BGM之类，可谓是诚意满满，是彻头彻尾的粉丝作品。

[h1]PVP网络现状[/h1]
卡就一个字，我就说一次。在不开启的加速器的情况下，与人PVP对战，不免有些卡顿，好在卡顿并不是太过严重，只是留下两位迅雷战士在试探连招。不过开了加速器之后就好多啦，完全没有出现卡顿的情况了。 

[h1]多人格斗，奇迹暖暖[/h1]
说到多人[spoiler]运动[/spoiler]格斗，那就不免要再度提到奇迹暖暖了。游戏中的可DIY部分可以分为两个部分，一个是对战名片，一个是角色造型。对战名片可以分为称谓，名片头像，名片框这三块，利用赚钱的CP点数来解锁更换。至于人物方面就主要涉及到人物的颜色，人物的服饰之类了，不花钱的异色，香！（在大多格斗游戏中，就算是人物换个颜色也需要额外收费。。。）

[h1]总结[/h1]
+流畅的连击，酷炫的动作
+全新的声优配音
+多样的模式选择
+恰到好处的剧情部分
+诚意满满的粉丝收藏要素
+简体中文！
=一款路人格斗玩家也可以上手试试看的粉丝向格斗游戏
好评: 又菜有爱玩，说的就是我
好评: 操作简略化之后打着确实爽快不少，适合新人入门。
缺点是缺少操作说明书，训练模式里很多操作实际上不知道怎么按出来。
但这DLC也太特么坑爹了，你卖角色我都能理解，卖语音……
设定集是真香，居然是汉化版本。

好评: 真心要问问各位高手，如何使用拳霸摇杆进行游戏？用键盘不够熟练。
好评: 没啥好说的
多玩好游戏

玩这游戏仿佛骑着石渡的爹上石渡的妈，舒适指数9.8
石渡之母C位出殡，一个滑铲铲平石渡爹坟头

GGST和石渡啥时候死啊？等着吃席呢
好评: 接触的第一款PC格斗游戏，OP和剧情都完全满足了作为月球厨师的厨力。虽然没有格斗游戏基础，打起来稍显笨拙，但能看得出玩的时间久了可玩性很强。
好评: 爽快 对于手残患者来说特别友好
好评: 很好玩就是人物太少了，生存模式hard过不去啊老是15轮之后突然死亡，有没有什么对AI好用的赖皮的招式。
好评: [fantia][blendy]寝取られ秋葉様清楚な彼女はいつでも使える生オナホ朝パート前編.mp4
好评: 画面和手感明显比前作要好，但是这个自动连段真心降低游戏性，还有这个猜拳一样的盾反，打个网战就一直疯狂DDDDDDDDDD。成就不难做，头目连战能续关，连招挑战能改速度，角色clear rate100%刷就行了。另外角色也太少了（然而有个乱入的saber °Д °;)青子和七夜gkd

好评: 游戏贵角色少，但我玩得开心我就好评
好评: 劲了
好评: 角色太少了 别的都还行 配乐有那味了
好评: 我太喜欢了
好评: 我永远喜欢剑兵
好评: 好好玩。。
好评: 我们需要新人物dlc我们需要新人物dlc我们需要新人物dlc我们需要新人物dlc我们需要新人物dlc
好评: 游戏就冲着月姬和老MB我都会推荐的 而且这一作的COMBO宽容度其实比MBAACC简单了很多，但是D做坏了 过度强调反击和空中立回，这一作压制连携不会都能玩
好评: 琥珀一生推好吧
差评: 角色平衡，攻击判定做的就和屎一样
差评: DDDDDDDDDDDDDDD+AAAAAAAAAAAAAAAAAA=WIN
好评: 还是那个味道！

好评: 月球人吗没办法

好评: 游戏质量不错
好评: 十分推荐！！！
好评: 老IP，还是那个沙雕味
好评: 猜拳属性有点过高了， 最后回归了打收益比和资源战的本质
好评: 人物平衡性不太行，立回在这个游戏中可以说是没有那么重要。有时候对方一个升龙失误，还能在空中继续跳走，导致有失误和赌运的操作需要的代价就会小很多，太能跳是真的很烦。而且可选人物未必太少了吧，好歹来个dlc增加可玩人物吧，感觉在玩阉割版。但是我还是想给好评，毕竟能重置月姬这个ip还是很欣慰的
好评: 不买不是月球人
好评: 假月厨，图一乐，新手友好，希望加角色👌
好评: 好~的~，我渐渐产生喜欢年纪比我大，没有包容力更没有经济能力，没有什么特殊才能，更不是会努力的那种人，但是却相当可爱的姐姐的念~头。。。。。。
好评: 玩了几天终于全成就了，说点我自己的看法吧。首先，这一作相对前作来说画面提升了很多，而且操作方面优化后对新手十分友好，只要掌握了基本技巧至少打电脑基本没问题。
另外说点大家可能感兴趣的成就方面的问题，我觉得成就系统的难点就几个：
故事模式的胜利回合数3，不续关通关Hard故事模式（这个我觉得还挺好打的，最重要的是善用盾反）
Clear Rate 100%需要集齐角色语音（待机语音需要在single play模式下，选角色时停留一段时间解锁），胜利感言（这个多打几把就能完成，基本不用可以特地的去搜集），故事模式三个级别全通关（不要求是否续关，通了就行），连续技挑战全完成（这是一个难点，对于新手来说，高级连招可能确实比较难连，不过可以通过调整游戏速度解决，最低可以调到30%速度，就没那么难连了，调速度完成后的月亮是绿色月亮和正常完成的黄色月亮不一样，不过也算完成，不影响完成进度），分数，时间，生存挑战三个级别9个s（分数，时间的挑战没大失误拿s很简单，唯一一个难点是生存模式hard难度的s，想拿s好像至少要20 win<不确定，我是22 win拿到的s>这个稍微吃一点操作，我的建议是尽量在游戏开始前可以移动的那几秒时间通过跑位把电脑逼到墙角，这样更方便连招，还有就是善用受身，盾反和强制解放。我的体感是这个模式下的电脑难度随你的胜场数增加，前15胜前基本都很好打，前期不要损失太多血，电脑在这个模式下似乎很少用盾反，所以进攻时可以更放开一点）
头目连战破关（所有人物故事模式通一次就可以解锁头目连战，头目连战可以续关，用好盾反打起来也不是很难，说点和成就系统无关的，头目连战的剧情有分支，第七战打志贵输赢各有一个结局，所以故事模式要打两遍才能解锁全部剧情，要完成度100%的话free battle还要通一次，所以要打三次头目连战。
总的来说就这么多，目前唯一一点不是很满意的是这一作可使用角色相对于上一作来说实在是太少了，连上一作可使用角色的一半都没有，希望能快点出dlc补足吧。
好评: 月厨的爱
好评: 我摊牌了，我是月厨，我是傻逼
好评: SBD
好评: 为什么和小伙伴一起会显示版本不一样呢？？？
好评: 一键上天很轻松，人物太少
好评: chuli
好评: 角色太少了，角色太少了，角色太少了。橙子什么都没有，想买的慎重，怕是会付费dlc情况卖你。
好评: 被盾防整麻了.......
哦，是我压起身没压好啊，那没事了
好评: 厨力游戏 希望后面多更新一些角色

好评: 月球人狂喜
玩了三天终于打通了故事模式，解锁个CG太难了，头目连战给我人都打麻了，这敌人太赖了，不过打赢之后没有解锁CG啊咋回事，鉴赏里面还是黑的，明明志贵我都打赢了啊
月姬重置啥时候上PC啊，还有月姬R呢（小声bb）
好评: 月姬R完结后一个很好的补充
好评: 强 烈 建 议 中 文 本 地 化 不 要 盲 目 滥 用 四 字 熟 语
好评: 第一款格斗游戏，之前都没碰过
好评: 新的月姬格斗居然没有剧情，奈须蘑菇你变了。

另外真的很想要《UNDER NIGHT IN-BIRTH》里面角色的联动！
想要《UNDER NIGHT IN-BIRTH》角色的联动！
如果是美香的话就太棒了！

拜托了，TYPE-MOON！
让FRENCH-BREAD做下联动吧！
好评: 限定版买了跟没买一样

好评: 第一次接触 着实玩不动连招 甚至大招都不会放  找回了当年游戏厅里搓拳皇的感觉了  乱按23333
好评: 超简化的操作相对于前作aacc来说简直就是友好到不能再友好的级别
不会那么快得腱鞘炎这样
好评: 还行 节奏有点快
好评: 这一作连招很简单，不会玩格斗的可以大胆买
bgm没有前作mbaacc好听，是换团队了吗
剧情也像是在糊弄人啊
人物有点少啊
另外为什么护盾能自动防逆向攻击啊，没这种道理吧kora
差评: 没见过做的这么蠢的连段保护，相当于非要用官方给定的连续技打，游戏性远没前作高
好评: 一键连段不会瞎交资源了好耶
但是能不能加一个可以把它关掉的开关谢谢你
好评: 666
好评: 跟电脑人打被电脑人站远处疯狂嘲讽，有大佬知道键盘按哪个按键是嘲讽吗
好评: 15局0胜是否有点。。。
好评: 联网谁都打不过233333
好评: 我们需要人物DLC
We need DLC characters
DLCキャラは必要です
（剩下的语言不会改了）
好评: 月姬格斗重置版终于上steam了，好耶！但是为什么两仪式不见了，坏耶！什么？有saber参战，是阿尔托莉雅！好耶！！！
好评: 我认为这个游戏目前最需要改的是：
1，削弱D
2，自动连击可以开关
好评: 你知道一个菜逼拼死拼活最高难度打到最后一关多不容易吗，眼看就要打过了，一激动按到了win键切回来直接黑屏了，你对得起我吗草nmd
好评: 你可能在本作中遇到：
1.网战闪退
2.D系猜拳
3.我有无敌
4.血轮花盆
5.信仰公主
6.为啥我不去玩remake
好评: 建议新手，等一个，啊，带季票的完整版。MBAACC入坑的玩家，也可以等。
差评: DDDDDDDDDDDDDDDDDDDDD 秋叶被 DDDDDDDDDDDDDDDDD 手还短 傻逼圈圈固定不住人 然后就又是DDDDDDDDDDDDDDDDDDDD 我择我自己 压人压着压着就没了
差评: 几年就这么几个角色还卖这么贵，系统差强人意。游戏稳定性也很糟疯狂闪退，唯一可以夸赞的就只有服务器了

进行了一段时间的打桩和网战后更新评测：

对于FTG来说，快感来源于一套不断的连段，酣畅淋漓的压制，摸奖摸到时候的惊喜。防御时凹或插出来时的解压感以及最后一滴血反杀的快感。

以上这些快感，一切都被一个D毁掉了。你妈的这个D就离谱，上中下段都能D，飞道也能D，必杀也能D。在空中也能D，j66时候也能D。D到之后两个人离了几万光年都能瞬间到你身边和你展开一轮猜拳。这么喜欢猜拳为什么不直接去玩猜拳游戏？？？？？？？？？？

最无法忍受的是D之后对面还能接着D达到一个无限的套娃。已经有记录两个人在天上互相D了数十下，哇真的，我100多小时的皇牌空战都没你一个格斗游戏在天上呆的时间长。

正在认认真真压制和立回的时候被D到简直就和吃到蛋糕里的虫子一样恶心和反胃。

建议如果是抱着想试试或者认真打FTG的玩家，别入手，入手也只建议打打剧情，真的要努力练习和其他人真剑胜负，别玩了。你会被这个弱智系统折磨到脑溢血。
好评: 匹配太慢了，对局还会网卡，有时还会闪退，但是个好游戏
差评: ftg做成这样也是很失败了，有空战永远无敌的角色，判定特大，你全体术无法对应
还有普通体术带霸体的角色，连判定都无所谓，
最脑残的是你这个D，什么傻逼都来了，我草你个逼，玩你妈ftg有个毛意思傻逼一样一直猜，立回压制都不重要
你这牲畜立回也是比谁跳得高谁有利，跟你妈辐射贵物一样天花板上乱窜，傻逼东西
这游戏这么怪异，是因为法棍总部在福岛？
好评: 我愿称之为乱按模拟器
好评: 这游戏打不开要怎么办我挂加速器也不行

好评: 游戏里坑很多，应该会有DLC或者续作吧，PS：没有Sion的MBremake属实震撼
好评: 画面精美，配音优秀。连按连段对新手友好，教学关卡相对完善用心。剧情关卡较容易，简单模式有手就能过，困难模式新手也能摸索通关，卡关可连续重复挑战，不用担心功亏一篑。战斗系统也很优秀，能从中感受到乐趣，而不是纯粹用来补剧情的游戏。建议型月粉丝购买。缺点是剧情内容不够丰富，短时间即可全部打完，所以建议和朋友一起玩，玩的时间能长一点。（我是格斗新手，通关困难剧情没有问题，上手一个角色其余的角色也都大同小异。最后祝您游玩愉快）
好评: 我不会玩啊，连段弱鸡，回血都不会都能打通普通模式的剧情。。。。。救命。。。。。提升不了自己了[spoiler]连段连不上，被莫名其妙弹反，自己搓大招被对面打断，4格气大招电脑一个转身躲过然后反手被来了一个4割。血压直线upup↑↑↑↑↑↑↑↑↑↑↑↑↑↑↑↑↑↑↑↑↑↑[/spoiler]
差评: 月球母猪买了，月球狗都不玩XD
先别说战斗啊平衡啊内容的，至少来个阳间的菜单键位吧XD
好评: 很好玩，被虐的很爽
好评: 太好玩辣
好评: 喜欢格斗游戏的玩家都可以试试
差评: 闪退
好评: 道理我都懂，但我还是要说，我偏要说！谁也拦不住我！（骂街）：这游戏啊，立回是ddddddd，连段是BBBBBBBB……
好评: 赶紧出本体
好评: [spoiler]好评保命[/spoiler] 画面确实上去了 但几乎为0的剧情加上阉割了不少的角色 可以说是个对粉丝并不友好的粉丝向格斗游戏
差评: 等待网络对战时会闪退。
好评: ui做得很完善
希望加入更多角色
好评: 啥时候设置下一键连招能手动开，经常连一半一键自己连起来了
好评: 我i3都可以玩
好评: saber  yyds
好评: 月姬r快点呐（阿伟脸）！！！
好评: 没在国区买，有点亏。。。
好评: 好玩，手指已经搓断了
好评: 怎么说呢？粉丝向游戏但是也是一款非常不错的游戏对粉丝的话。
好评: 画像优美系统优秀，做为传统2D格斗实为佳作
好评: 虽然电脑太旧打不开，但是不妨碍我支持
好评: “可恶这也太棒了吧”
好评: 中规中矩的格斗游戏，优秀的粉丝向游戏
好评: 非厨勿近，太痛苦了，在电脑搓……本来就不太清楚按键对应的键盘，准备整个练习模式试试，然后我发现我不知道怎么退出去了
，最后按得开始键我才出来了
啥时候能优化一下就好了
好评: 自从小时候4399拳皇后的第一款格斗游戏，个人感觉很好玩，尤其是格挡系统，价格我觉得不贵吧，总体来说我玩的很爽
好评: 虽然多了个saber，但这角色也太少了吧
好评: CUTCUTCUTCUTCUTCUTCUTCUTCUT
好评: 好（简单明了）
好评: 厨力游戏
好评: 月姬老粉。。。remake还没汉化 只能先玩格斗解瘾了。。
好评: 相对前作来说画面有所提升，当然这是一定的，2021年的游戏没这画面才有问题。。连段简化对新人来说很友好，只需要打中人后连按ABC的任意一个按键就会自动连段，新人玩也不至于不会连段和别人玩就被打的很惨。价格偏贵内容比较少，是否入手还得看你自己，有钱随便买当我没说就行。顺便吐槽一下老板月姬的很多角色都没有在新作里，然鹅不属于月姬的呆毛王却在这里出现了。。。属实离谱。
好评: 我摊牌了，我是型月厨
差评: 打个对战房疯狂闪退，网络还是不是会卡，能不能好好优化一下游戏体验
好评: 老是闪退也不知道为啥
好评: 游戏很好玩，孩子很喜欢，下次还来
好评: 跟老MB相比，格斗系统作了很多比较好的改变，但感觉人物细节和角色声优不如老MB……
好评:  真好玩，就是太菜了。逼到角落没就没站起来过5555555555
差评: 创建房间待机，等待挑战对手，时间长了会游戏闪退，还有就是网战打完一局之后加载要很久，网络优化质量其实也并不是很好的说。。
差评: 月厨狂喜，但是连线能不能加强点
差评: 1.手感感觉比AACC还要便秘一点。。加上很容易按出rapid beat的问题连段和压制体验都不太舒服。
2.盾是否有点存在感太强了？起身又可以无缝接盾，很容易就会变成两边互相一直盾。再或者起身就只用猜对面是A还是投技。
3.起跳往前dash之后落地为什么必须要站起来一下才能蹲下来用下段攻击或者防御？大跳和小跳落地都没有这个现象，这是bug吗？
4.另外感觉UI和一些设计理念实在是有点古板。。原本用的机体也没有首发，希望尽快更新吧，救救月姬格斗。
好评: 老婆老婆老婆老婆老婆老婆
好评: 十年没等到月姬R，倒是等来了MB的新作，时隔5年画质终于达到了BB 14年的水准（笑），可惜声优大换血，少了好多味道，对比柚木姐ARC和W ARC的双人声线真的是完爆长谷川育美，可惜可选角色实在太少，没有莲和西翁哭哭哦/(ㄒoㄒ)/~~ 
这一作对设置系和道具系很不友好，尤其是双子对比 AACC 可以说是严重削弱，不仅植物会在被攻击时消失，传统的仙人掌还得消耗MOON槽，倒是民工厨和关厕所大行其道，期待DLC新增一些角色吧
好评: 东哥 R.I.P
好评: 打的很爽，价格意外的便宜，实属性价比了。进游戏不用连接服务器好评，比哥哥食堂那连接伺服器好太多了。
好评: 极致连段体验奥，只能说是：一顿操作猛如虎，一看伤害两千五，打完对面爆个霸，还能再回一千五。
好评: 月球人比入
好评: 我是傻逼
好评: 还有人知道弓冢五月嘛，我想要天国的五月线，希望作者可以看到
好评: 快来玩！！！！好好玩啊！！！！！！！！冲冲冲！！！！！
好评: 老是闪退，而且打架成ppt了，愣是一下没按出来
差评: 傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏傻逼游戏
好评: 这款游戏唯一的缺点就是键位都很迷
好评: 赞美菌哥哥
好评: 发售之前，这不得300块起步；发售之后，只能说188不亏
好评: 还行吧
好评: 我很菜
I mashed
好评: 我使用青眼白龙直接攻击爱尔奎特
好评: 很好玩，希望会有新的角色加入战斗
好评: 型月厨不请自来
好评: 月姬格斗为啥会没有紫菀啊！！！
而且这游戏人物是不是太少了一点啊！！！
小巷子联盟为啥一个人都没能登场啊！！！
感觉这游戏本体还没有DLC的设定集香
差评: 打一把匹配都要在匹配界面闪退四次。

差评: 作为老月球人，这是我打算长期练习玩耍的游戏。
如果不是月球人，这种ftg真的一文不值。
人物平衡性我们不谈，老的mbac时代这就不是玩平衡性的。
那画面呢？敷衍之意难以掩盖。
操作上，我理解想要降低门槛来吸引新人，但没有取消简易连段的选项。我们连选择的权利都没有哦。
D也不再是看准时机的高风险反击，而是互相猜拳的起手？等大家熟悉技能后，爆四管气abc后你猜大部分人的选择是什么，就是你追我赶你飞我跳，很滑稽。因为主动攻击反而是高风险低回报。
如果说老mbac是3分靠厨力，7分靠（ftg游戏的）乐趣的话，那本次新作就是7分靠厨力，3分靠（月球人）情怀。
我都怕再过段时间会不会对战的人都散光了，毕竟喜欢ftg的不算多，月球人很少，同时是月球人又是ftg爱好者的人少之又少，被情怀拉着入坑还能在这shithole里长期坚持的能有几个呢？

好评: 这个就是俗称的第七圣典.jpg（远古p图）
高清会动听你话的公主会有人不喜欢吗x虽然有点在意长裙被重制没了这件事，但也许这更能迎合当下大环境的审美和喜好吧。

目前登场人物数量较少，可能会以dlc海的形式追加。紫苑忙着拯救人理，小巷子同盟大失败（误），希望紫苑和猫能早点来。如果本作后续也能加入青子和式的话，四女主就可以聚齐了。

相比从画质提升等更为具体的方面去探讨新作在哪些方面进行了何种程度的升级，   或许看到喜欢的老ip经过当前时代的技术、构思和表现手法的加工，以新的姿态展现在自己眼前，本身就是一件能使老粉心潮澎湃的事情。

相比aacc的成就系统，新作的成就不再对每个角色分别进行具体要求，作为新玩家若有意收集也能顺利达成。不过格斗游戏本身的精髓与核心体验还是在于pvp，成就的相对简化主要方便了对收集感兴趣的玩家和不精通ftg但有厨力的玩家。

最后仅从mb新手玩家的角度出发，谈谈新作让我感到需要慢慢适应的部分。取消了人物月模式的选择，辅助连段似乎不能关闭，至少作为萌新玩家，这个连段系统在某些情境下还是比较容易导致我误操作的。D的改动很大，对战中有些场合会变成连环猜拳现场。

快快快进到月姬re本体上steam，靴靴。
好评: 月厨落泪
好评: QWQ孩子很喜欢，一进网战就被无限连接Arc Finish了
好评: [h1]满意的重置，不满意的人物数量[/h1]
月姬格斗也算是经历了不少的年头了，如今忽然出重置版，自然是让各大月姬格斗的爱好者入坑。只不过这一次的重置并不算很满意，仅有14个角色可选，对比之前steam另一版老版月姬格斗，角色基数就有着极大的差距，更别提系统重置，更是让适应以前系统的玩家略有失望。不过这里必定是要给出推荐的，虽说缺点不少，但优化后的画面与手感，少了两边完全无用的出招表，玩起来还是很舒服的。非常适合新人入坑，但是对于老手来说，却是有部分地方不舒服。如果觉得自己适合这种一键即可民工连，简单就能上手，那么可以安心入坑，老手就看下面的具体变动评测吧。

[h1]变动较大的地方[/h1]
关于弦月，半月，满月的取消，说实话这个设定取消是在意料之外的，毕竟初见游戏的预告，在角色头像下都有着月亮的显示。只不过这一次显示的却和以前的不同，而是改变为在战斗中慢慢积攒。连续技也做出了很大的调整，尤其是ABC三个基础按键，以前需要玩家不断的练习才能达成的连续技，现在只需要无脑按其中一个按键即可达成。但也正因为有了这种无脑连的方式，老玩家练习一些连续技的时候经常会按错，如果可以添加一个自己决定的开关，相信体验就会舒适很多。角色全部经过重新制作，画面看起来自然比老版本的好了非常多，可用角色从以前的30个角色，变为了现在仅有14个角色，自然就显得单薄了许多。故事模式的加入，也可以让并不游玩GAL版的玩家去了解每一个角色的性格。至于具体剧情嘛，还是非常少的，一般就是过场的时候对话几句，大致可以从对话中分析出每一个角色的性格，还有人物与人物之间的关系。

[h1]BOSS连战真的有人能过？[/h1]
游戏一上手，个人就从自己玩各种格斗习惯的故事模式开始，每一个角色都有自己的故事模式，包括翡翠与琥珀，也都有着自己的故事模式。在所有角色的故事模式通关之后，玩家将会解锁一个不公平战斗的BOSS连战模式。但就这个BOSS连战模式，就耗费了我个人2个多小时的时间，才刚刚抵达双女仆关卡，在经历了双人的狂轰乱炸之后，宣告放弃。BOSS连战中，敌人的角色虽然是我们似曾相识的角色，但是技能招数很多就变成了无法防御，极高伤害的招数。有的人会说挑战非常难过，但对比起来，我是真的宁愿去练上几个小时的连续技，也不愿去挑战这个变态级的BOSS连战。

[h1]教玩家基础连段的挑战模式[/h1]
前面也说了，每个角色都拥有自己的挑战模式，其实这是一个非常容易引导玩家上手的模式。从最基础的招数开始，逐序渐进的指导玩家各种起手该如何进行连段。对于没有玩过前作的玩家来讲，这个模式还是很值得去尝试一下的，老手自然就是熟悉一下就能去虐菜了。挑战模式的连续技，在上级之前都比较容易连出来的，而到了上级之后，就需要玩家多次练习才能够顺利连出来了。这些毕竟是基础连段，至于会有什么变化，还是需要玩家自己去发觉的，毕竟挑战模式只是给了个公式，更多连续技的空白就要玩家自己来填写了。千万不要认为，自己能过了挑战，就比很多玩家强了，毕竟也有一部分玩家过不了挑战，套路却非常丰富哒。

末尾：只要你喜欢格斗游戏，那么月姬格斗就不会让你太过失望，本作人物数量是少了点，但比以前要强很多的打击感，良好的画面，都值得你去尝试一番。至于老玩家，如果口袋里富裕，那么自然也是推荐入手的了，觉得改动的地方并不满意，那么回过头来玩老版本也未尝不可，毕竟适合自己的才是最好的。联网对战方面就别问了，毕竟每一个人的网络都不一样，延迟自然也就会略有不同。

[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]
好评: MB系列重启之作，可玩性很不错，缺点是角色太少，剧情略显敷衍
好评: 感谢MB，治好了我的沁逼
好评: 匹配有时候会闪退，能不能修复一下啊
好评: 《月姬格斗》是FRENCH-BREAD根据因为而走红型月社gal作品《月姬》制作的同人格斗游戏。不过虽是同人作品，出众的素质却却不亚于当时市面上的一些原创作品，在格斗爱好者们的口口相传中人气一度水涨船高并获得了型月社的认可。

近几年也许的《Fate》系列的已经被挖掘地差不多，型月终于开始了《月姬》动画的重制工作。也许是为了给动画造势，《月姬格斗》重制版《MELTY BLOOD: TYPE LUMINA》近期出现在了玩家们的眼前。


[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]


[h1]别具一格的战斗系统[/h1]
不同于不少格斗游戏中轻拳轻脚、重拳重脚的基础按键设置，游戏中ABC对于同一种攻击的由轻到重，越重杀伤力越高距离越长，但是起手慢；越轻杀伤力越低距离越短，但是起手快。D则单独对于护盾动作，护盾是相比常规摇杆后拉式防御的外了另外一种消耗能量槽进行防御手段，会更加角色的站立下蹲有着上下段防范的设定。不过相比常规的防卫它的定位倒是更有点像动作游戏中的“一闪”，当玩家通过它防卫住敌人的攻击后可以及时按下攻击动作进行反击，而当反击的途中被对方反应快亦可防卫住你的攻击发动反击，那种玩家在顷刻间考虑好多种对敌策略并付诸设施的你来我会还挺也武侠小说里刀客对决的感觉。而使攻击性能产生改变的蓄力攻击、使用攻击抵消的相杀、可以将敌人击飞的强制解放、让玩家可以可以额外再执行跳跃、冲刺、闪避的Moon-Driver则为对战增加了更多的变数。

不过稍微需要吐槽一下的是本作也许是出于对新入坑玩家的照顾，相比原作加入了比较傻瓜的一键连按式连段，基本是原先并没有接触过老版作品的玩家现在也有着更高的乱拳打死老师傅的几率……


[h1]关于画面升级[/h1]
游戏的画质相比以往有着极大的提升，角色与场景不再有着较为明显的大像素块，场景中的还有角色在旧作的基础上重新制作。新角色的细腻程度在感官上比较贴近《苍翼默示录》里的角色。一些原先角色的技能表现也进行了重新设计例如，远野秋叶在老版中的抛出发丝式特殊技变成了表现力更强的抛出锯齿状了红色环状物。不过稍微有些遗憾的游戏虽然支持的最高分辨率为4k，不过1920x1080似乎是画质的极限，2K往上便可以看到画面中的锯齿。


[h1]关于联机模式[/h1]
目前玩家即便是裸连亦可流畅与其他玩家对战，不过也有不小几率中途突然变得卡顿或者，连接的过程中报错弹出。期待制作组后期的进行完善。

联机规则方面有着诸如可以设置段位范围、对方是否会中途开溜、信号强度之类的设定来保障玩家的体验。不过考虑日后联机玩家减少已经玩家只能设定好条件去等待玩家的情况，建议制作组可以考虑借鉴一下《死或生》《街霸》之类的同行搞个可以边打电脑边等人的模式，让玩家的等待时间不必白白浪费。


[h1]DLC之海预警[/h1]
目前玩家打开商店的话依旧可以看到十多个DLC不过主要是游戏设定集、各个角色版的回合开场语音之类的东西并不影响游戏性，玩家可以格局个人需要决定是否要支持一波，不过当玩家对比一下新老版的选人页面后会发现，目前虽然增加了诺耶利尔，呆毛王saber这样的新角色，但还少了太多可以选角色，弓冢五月、七月志贵、赤朱秋叶、机器翡翠、莲、公主猫、紫苑……尚未登场的角色实在太多。玩家还需要自己备好银子等后续将他们陆续收录了。


[h1]小彩蛋[/h1]
角色自定义配色模式下saber的2号色、3号色、4号色分别对应的是黑化saber、尼禄、白色saber、爱尔奎特的2号色、远野志贵的5号色则明显在cos远坂凛和士郎。


[h1]结语[/h1]
《MELTY BLOOD: TYPE LUMINA》虽然在降低连续技要求、太多的未登场角色稍微游戏让人诟病。不过脱胎换骨的画面表现、更加便捷的联机系统、依旧有着可以钻研深度的战斗系统总体来说是一款合格的重制之作。型月老粉还是格斗游戏爱好者都不妨尝试一下。
好评: 画风可以，如果出其他角色就好了
好评: 自动连招不能关闭也太坑了，非常容易误操作。

D的性能也太强大了，体验很不好。
好评: 快进到七夜志贵和两仪式！！！
好评: 就要武内脸就要武内脸
好评: 没想到月姬R和MBTL一起出现，上古月[姬]厨流下了欣喜的泪水！
希望在不久的将来可以看到型月最强的角色-猫ARC参战。
好评: 蘑菇快去做移植，我要玩月姬本篇啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊！
差评: 游戏玩着玩着就突然黑屏了，白玩了剧情又要重新开始玩了。一直退出黑屏，一直重新玩烦死人了，经常玩着突然黑屏
好评: 买的第二个格斗游戏，第一个是老版mb，相比老版系统和操作上略有改动，上手难度更低。
不过自动连段和网战卡退以及发热掉帧的问题还得吐槽一下。
总的来说还是推荐的，138的价格不比fgo一单518好多了？买买买
好评: 打击感不错连段挺爽的!非常推荐推荐！
好评: 作为型月厨我表示好耶！
好评: 公主好腿！
好评: 月球人的pvp 好好珍惜吧，现在非常适合新手入手，相较于前作这部更加简单易上手，我奶奶来玩都可以升龙，教学关卡非常详细，保姆级教学
好评: 连线匹配总掉！！！！
好评: 武内脸真是看不厌
好评: 虽然画面确实好了，但没老版爽
好评: 十二年了，月姬终于来了，不会玩格斗的我不妨碍我和朋友菜鸡互啄，完全没接触过格斗游戏的我终究还是和人玩起了PVP。
玩了三天，评价D，开房间的高手待佬略多，以后估计会主要拿来当聚会游戏，大家都是菜鸡或者待佬防水的情况下还是很好玩的。
差评: 不推荐入、起码现阶段不推荐入，除非是骨灰月厨
优点是作为格斗游戏流畅度很高，并且有保姆级连段，捏人lvup，所有女性角色都可以捏出黑丝了
缺点是流畅度过高，前摇过短，也几乎没有卡肉，导致战斗几乎等同于猜拳，连段、击飞、倒地等时机抓帧数也不好抓，看似门槛低了，但是想要玩好反而比很多格斗游戏门槛高了，这部分想打好纯靠肌肉记忆
同时，应该为了保证捏人以后的立绘可以插入到必杀、超必杀的动画和插图中，看似分辨率清晰度很高，但是人物边缘糊得像是拿PS把人抠出来的一样……
除此之外，角色过少，214没有、青子没有、紫苑没有、瓦叔没有等等，加个呆毛意义不明，虽然手感不错，但是……这里边还有琥珀翡翠合体这种凑数一样的角色，如果没有后续dlc可玩性大幅度降低
还有最恶心的存档问题，现阶段不知道是调试不好还是怎么样，竟然还会突然黑屏无法操作，只能alt+f4，可是存档他不是随时都能存，而是你退出一个界面以后才会自动存档，导致你如果打故事模式、连战模式、或者教学模式之类模式的时候如果碰上黑屏，那你从主界面到黑屏这段时间的所有战绩全部归零，就离谱
——不过，如果出新角色或者新衣服，这都不是问题！
好评: 比pv里的好不少
好评: 月厨狂喜
好评: saber这个隐形bug我佛了，看起来好像是随机触发

saber：先隐秘行动（然后隐形
saber：你们两个女仆是Assassin职介吧（然后自己隐形
————————————————————
aaaa aa跳aa
快乐竟如此简单（如果大佬能放我出墙角就更好了

好评: 等一手DLC五月
好评: 我要玩教授，我要玩教授，我要玩教授
好评: 一直闪退啊
好评: 玩的很爽
好评: OP很好听，有间都古真可爱！（萝莉远坂凛）
好评: 别d了，别d了，再也不敢地对空了！
好评: 打斗敢很好，月姬真爱党推荐
好评: 还挺好玩的
好评: 买！
好评: 求老师啊！怎么可以没有老师呢，混沌也没有，喵喵也没有，赶紧出角色dlc啊
好评: 我这个人很简单 你给我公主 我就给你钱
快进到两仪式回归
好评: 花钱买信仰，我永远不亏好吧（属于是杀猪了，我是被杀的
好评: 时隔多年，纯粹的快乐
好评: 游戏是好游戏，但是为什么我最近玩老是闪退？玩一会闪退一下，给人整不会了
好评: 上手简单，打击感好，画面好，音乐好
好评: wdnmd，能不能照顾一下键盘党，搓大招真的难，↓↘→怎么按啊，只要带↘↙的必定得搓半天搓不出来，运气好了一下就能搓出来，要不然半天搓不出来。不过游戏确实好玩，期待后面出角色的DLC。
好评: 上手很快 因为之前玩过MBAACC 但实际上用键盘打起来还是乱搓 还有快点出214跟青子！！！
好评: 武内脸大胜利，虽然我对月姬的理解仅存在于幻想嘉年华，但是又有什么关系呢，反正长得都一样（狗头）
好评: 秋叶秋叶秋叶秋叶秋叶秋叶！！！！！！！！！！！
好评: 好玩，就是打不过
好评: 我永远喜欢远野秋叶。
好评: 虽然是厨力游戏 但是丝毫不简单非常好玩 saber天下第一
好评: 还行，法国面包老味道，还行
好评: 月厨春天
好评: 型月出的格斗游戏，游戏性也就图一乐，我只关心人设（够不够可爱）
Noel这个角色就很可爱，好评就是给她的
一键连击系统我觉得是一种不错的尝试，降低了萌新打出炫酷连招的门槛，但也不是唯一的连招方式，老手同样可以开发丰富的取消链让本来就华丽的浮空连段更华丽（虽然修正之后自动连招和手动取消延长连击的伤害没什么区别）
shield这个功能让立回变得更具博弈性（猜拳，就硬猜）了，唯一一个不是很满意的地方就是所有的arc drive和last arc这种定位成大招的招式都只保留了简单的236B+C或者A+B+C+D的输入方式，而没有传统的输入指令多一点的那种手动摇大招的指令
大招都不用摇，总感觉少了点什么.jpg
好评: 希望出个B和C的简易连段开关按钮，老是串招好烦啊
好评: 剧情能再敷衍一点吗？
好评: 希望以后多出些人物
好评: 小时候我想当月球人，蘑菇武内可高兴了，卖给我爱玩的月姬格斗
好评: 月球人过年×
萌新被暴打✔
好评: 没有手柄的我用键盘玩这个游戏
哭了 好多技能都按不出来 
但是爱尔奎德太香了
daisuki
 hhhh接下来就等月姬R上PC啦
好评: 好！~
好评: 很喜欢
好评: 香的不谈
好评: 被锤烂了
差评: WAITING THE MELTY BLOOD R
好评: 游戏不仅有情怀，作为格斗游戏素质也不错。虽然有一键连段但游戏该硬核的地方还是够硬的，玩惯ggst和gbvs之类的，觉得这游戏出招收招也太快了，确认挺难，连段也严格了很多…
差评: BUG太多了，突然摇杆不能用，突然某个按键失灵
好评: 旗袍琥珀，这我可不困了啊
好评: 这次就是不要在连段上多想l 。多D，多摸奖，来石头剪刀布。。
差评: 轻量化之后必然产生的弊端，按键减伤取消，必杀技指令简化，shield能力大幅加强，变成类似猜拳的系统，连LA都不需要抓准时机shield，自动连段系统让人无法评价，看起来的确很有观赏性，但你实际上手试试看就知道了，这样还能叫做FTG么，大家一起撸按键就是了，AI也过弱，而且有好几次进行联网对战崩溃的事情，稳定性甚至不如MBAACC和GGXXAC+R之类的老FTG
剧情方面考虑更是让人无法理解：月 姬 R 本 篇 开 始 前 的 故 事
不论新旧版本角色性格是否属于META以及OOC，但就论MAX路线，轧间红摩一路爆杀（指超度和杀死）：远野家女仆（甚至不认识单角色，只认识双子），远野家当家，志贵，最后打败最终boss留下一句：让我期待一下风声，看看远野的家主大人有没有掌握好局面吧。（期待死人做事情的屑MAX）
没有MB的真女主角（就算是是主人公【笑】，人家也是mb的牌面），却加上摇钱树一样的SABER，还在FGO进行联动，真不知道该哭还是该笑。菌类：月姬世界不存在英灵【所以SABER是本人】
不敢评价CV，不错，谢谢软绵绵的无感情机器
买份有特典和资料集的看看资料集就算了，实在不推荐上手游玩
好评: 什么时候加入蓝色枪兵
好评: 优点很多，但总闪退，网络也有一点迷

但是很爽！dlc什么时候来啊我的青子💔💔💔
好评: 第一次玩格斗游戏，感觉还可以哈哈哈哈
好评: 连招很爽，看反应力的，连输不建议继续打，继续会越打越没状态
好评: 好玩好玩好玩好玩
好评: MB AAAABBBBCCCCDDDD
好评: 购买这游戏不仅是补票和情怀，更是用购买力告诉型月，月姬厨一直都在，从未走远。
好评: 什么时候把214和青子也整进来，看看谁才是型月女C
差评: 排位会闪退, 游戏体验巨差
好评: 这作式姐还有机会吗？本来想搞社区物品的，好像现在还没有，我想集卡啊
看到呆毛真是Σ(っ °Д °;)っ惊了，不愧是型月摇钱树，我永远喜欢阿尔托莉雅
格斗系统还没搞明白，受身也还不知道咋弄，感觉部分角色好难确反，压起身也是，不知道是不是网络延迟的关系，各种被抢，连段感觉过于简单化了，aaa bbb ccc，这也能连？不知道有没有帧数的设定，玩惯了街霸看这个感觉更像是厨力大乱斗，为了喜爱的角色还是值得吧
好评: 很急，手柄不能用，有解决办法吗？
好评: 补票，人物比起mbaacc少太多了。
好评: 二次元在这里
差评: 锁30帧什么情况，有朋友遇到这样的情况吗
好评: 扣扣你本篇也上steam吧 我跪下来扣你了
好评: 太鸡巴好玩了

好评: 看到新鲜的爱尔奎特的时候有一种愉悦的感受，就当是国庆的礼物了
好评: 木野子小姐把月姬r也整上sbeam⑧秋梨膏[spoiler]  gkd  [/spoiler]
好评: 除了互相D很弱智以外没什么大毛病
所以什么时候把小巷子同盟放出来？
好评: 木野子小姐求求您上月姬本篇（卑微）
好评: 挺好的，就是d能不能删了，被凹破防了
好评: 下次还来
差评: 得了吧，联机就闪退，我寻思你们导入的是rapid beat，不是rapid crash啊？
法面以前的作品从没出过这种问题啊，我寻思开发是法面又不是delight，要是delight那个FGO的技术功底，你弄个crash drive出来我都不奇怪。
鸭音你怎么了啊鸭音。
好评: nb，666
好评: 买就完事了
好评: 这作连招这么简单可太好了
好评:    作为月姬复活系列第二弹 对于月厨来说IP的滤镜就已经很深了，我曾在贴吧看见型月20周年时候型月吧的一个贴，之前一直抱怨型月已然是FGO的天下 月姬已经被忘却 只有一个不存在的动画和古老的旧作 月姬格斗都是10几年前的，在官方宣布月姬重制和月姬格斗重制之后发生了态度180度大转变 总而言之这部作品首先是粉丝向 而且对粉丝的意义深远 并且和月姬不一样 这个不但有官方中文 甚至有简体中文 这是不是BGO的力量呢
    撇开粉丝向 作为一个格斗游戏考量，格斗游戏目前是小众游戏 很少人玩 其中一个比较重要的原因是现在的游戏趋势是简单化 现在的游戏普遍要比以前的简单 这样就显得格斗游戏这种需要大量练习的游戏类型显得硬核 因为这类游戏下限一般都很高 网战基本上就是要被大佬吊打，拳皇14做过妥协 PS4版有个简易连段 有气用气 而这个游戏比起前作的月姬格斗 或者是在PS2 PSP平台上的FUC操作还要更加简单，有着很简单的简易连段 接大招也不是很难 这样即便是手法比较差的玩家玩起来也不会没有游戏体验。
   138的价格也不是很贵 个人觉得很良心 直接买了188的限定版了。比起街霸和GBFVS 以及拳皇的3D化之路本作仍然是2D的像素 而且特效也很好看 可能视觉冲击没有前作那么大了，但是仍然是个2D像素 可以说句爷青回了
   但是目前游戏刚出，可操作角色很少，所以可玩性目前还不是很高 我很希望型月能像隔壁的CY对待GBFVS一样真正的把这款游戏运营起来 多更新几个角色 也可能随着里线月姬的发售会增加角色吧 或者从别的作品乱入进来 如两仪式。
  也有可能这款游戏是试水向作品 未来甚至可能推出FATE的类似格斗游戏。毕竟FATE这IP大红大紫 不会简简单单的只在手游和街机上捞金的
好评: 有没有一种可能，大伙每买一份，蘑菇就拿着到手的钱摸一天
终于5年后没人买了，蘑菇迫于生计才继续做月姬R的PC移植
好评: 快出两仪式两仪式两仪式两仪式两仪式两仪式两仪式两仪式两仪式
好评: 没什么好说的，后续角色尽快跟上吧，内容确实不太够
好评: 我永远喜欢诺耶尔
好评: 粉丝向+手残别碰
打电脑被电脑按在墙角暴打
被自己菜哭.jpg
好评: Launch Day: Melty Blood: Type Lumina

1 Year Later: Melty Blood: Type Grand Order

Mark My Words.
差评: 我的评价是不建议买。该游戏包含但不限于以下内容：白痴一键连招，不能在挨打时用出来的爆气，角色的反应有时快的像嗑了药，有时慢的像得了关节炎，没有任何代价的护盾防御，比其他格斗游戏明显更快，惩罚更小的投掷，千层饼一般的护盾反击。这是我作为一个非月厨的感想。只能感慨这就是粉丝向作品的质量吗。我明明是路人却还是买了首发。我是傻逼。非月厨千万别买，别买。
好评: 我是月厨，我是煞笔
好评: 给价格好评
好评: because sabeer, i downllaod this
差评: 不推荐，就是不推荐，首先贴图bug，掉帧，游玩体验不太好，而且没有那个味道，我是傻逼
好评: 本作在各方面都十分的像夜下降生UNI 也算是圆了法式面包以前的梦
（夜下降生系列据说 本来就是想做成高清版的月姬格斗 所以才有紫苑这个角色）
系统上有好有坏 看起来应该类似旧MB无印那样是新MB系列的第一作
舍弃掉了UNI的GRD系统改成了普通的曝气槽十分好评！（抢那玩意真的烦人）
但也没有沿用MBAA开始的3月型系统（估计后续的作品 可能会加回来吧）
简易连做的还不错 比较接近龙珠斗士Z那种 萌新只要乱按 AI就会帮你调整位置打简易连
会玩的也可以依靠这个辅助系统打出更安定的民工连 高手们也可以研究一些循环技工连
而且和龙珠斗士Z类似 每种连段之间的伤害差距并不高 所以手残党们也可以放心一战
人物确实比较少 按照制作组和蘑菇的说法 本作算是月姬R设定下 展开的平行世界故事
（旧MB系列是老月姬的平行世界 接的是公主线GE一个月之后 本作则是月姬R一周之前）
暂时没塔塔利之夜的事 后续可能出几个DLC角色 然后新作再引入紫苑瓦叔的故事
定价方面这次虽然换了个新发行商 但延续了法式面包之前UNI系列一贯的定价不算高
和UNI-CLR一样 只要不到150的价格即可入手 对于一款全平台同步发售还有中文的新作来说
已经是十分优惠的价格了（真的把国区当低价区对待 日美区那边价格就跟PS4和NS版差不多了…）
这次首发购入和主机板一样送公主的报幕语音（一个月内购入可领取）豪华版和主机的一样
带有数字设定集（居然是全汉化的 好评）和旧MB系列的音乐OST（也可以去网易云之类的听）
不过豪华版连一元的优惠都没有（就和单买游戏再买设定集的价格是一样的）所以大家可以随意买
好评: 傻逼自动连
好评: 我永远喜欢公主
好评: 不用练连段也能打打
防反的攻防体验很有趣
这代应该相当适合新人了
差评: FTG一键连段是没有灵魂的你们到底懂不懂哇
无脑点A就能打一套COMBO是不会带给人快乐的
好评: 除了好玩，没别的了，买下绝对不亏
好评: 初看之下觉得动作部分更流畅了，但是演出效果下降了，而且人物也没MBAACC多，莫非这就是初版MB Remark，还要一部部重制吗
好评: 月姫、スキッス！
好评: 好玩，希望月姬r本体也有官中，买了ns版的啃了一个多月的生肉太累了
好评: 作为月厨玩了三个小时，手感还不错，就是个人感觉剧情略短
所以什么时候上月姬本篇啊gkd
好评: 简直太好玩了    分辨率可以自己调整非常爽   人物也是真人比例了这点是我最开心的  秋叶的袜子好看
好评: 虽然体验还不错，但是从16年到现在，5年就做了13个角色，月姬R也就只做了2条线，TM的产能真是低到难以言述了。
好评: 作为重启新作，可以说是合格以上，佳作有望。
不过我现在担心的是之后的角色更新形式。14个角色虽然不多，但现在各个格斗游戏都沉迷dlc地狱，好几个大作初版也只有十来个角色。所以只要后续更新跟上，也没什么事。但mbtl的更新方式是什么样的？dlc，资料片还是直接版本升级？
此外，似乎看到了有趣的拆包图。简单来说就是13个角色+4个空位。有意思的是，13个角色里有双子但没有saber，不知道是什么情况。
好评: 纯月球人 非格斗游戏爱好者 甚至这是我的第一款格斗游戏 mb的大名也是很早就有所耳闻 这次上steam真的是一个好的开始 希望本篇也gkd 上了必入 还有要吐槽的 角色里面有saber 月姬侧和fate侧合并可能性存微QAQ
差评: 两仪式、黑白莲、七夜、反转秋叶、小巷三人组、机械翡翠、尼禄、尼禄猫、猫姬、地球姬、青子、瓦叔
缺了这么多人物，爱呢？
红a的配音还软绵绵的，拳头硬了
好评: 如果你是WIN7系统的话.. 也是可以玩这个游戏的。先上浏览器下载个xaudio2_9redist.dll，复制到type lumina的文件夹里
然后把xaudio2_9redist.dll改名为xaudio2_9.dll，接着以管理员身份启动游戏就可以运行了 注意使用32位的文件，用64位文件打开游戏会显示应用程序无法正常启动0xc000007b。希望能帮到一些人。
好评: 第一时间打通了ciel线
抛开厨力因素，游戏本身的素质也很好
是那种并不会一口气打很久，但时不时就会想起来去打的
大力推荐给格斗游戏爱好者
差评: 剧情比连手游联动都不如，见面就开打是格斗游戏传统，但好歹要有个入眼的主线啊。
好评: 先跳过格斗游戏的系统本身吧，其他懂哥说的差不多了，可以参考
------------------------------------------------------------------
目前游戏本身上的问题有：
1：匹配到人有几率闪退
2：开房打有几率黑屏或卡结算
3：本身的回滚代码似乎有那么点问题，网络对战环境并不理想
4：方向键位目前暂无法修改，虽然默认是较为通用的WASD
------------------------------------------------------------------
我第一个正式练过的格斗游戏就是老月姬格斗（MBAACC），有感情了，所以再怎么说我肯定事给好评，但......其他人还是先观望罢
好评: 出战角色有点少，但是初次入坑觉得挺好玩的，还有教学关卡挺良心了，动作游戏苦手狂喜

月姬本体快上PC吧！
好评: ggst和gbvs就是cjb，mbtl教你什么叫立回的可能性
好评: 雷姆了，bgo的钱，木野子小姐收到了，月姬R来一个，秋梨膏
好评: 相对于前作连段更简单，教程也是保姆级别的
好评: bug还是有很多...有时候还会奔溃..网战倒是优化得挺好,不用加速器都能34,快点出机票,需要更多角色(说你呢两仪式
好评: 打了一晚上网战，胜率已经16%了，今后多加练习！
好评: 好想舔诺艾尔
好评: 我的青春回来了，有什么好说的
好评: 等一个萝莉爱衣）
差评: 为什么我的游戏像开了好几倍加速一样？所有人每秒帧数都变得特别快？？？
好评: 我不信只有我遇到了这些问题！！！总之列一下解决方法，希望能帮助到和我一样的憨憨朋友（如果有的话）
问题：启动时出现ERROR：Direct3d然后一堆乱码，同时黑屏无法关闭界面→解决方法：右键游戏，属性——通用——启动选项，填入-dx11或者-dx12（后面数字根据自己的版本来）
问题：进入界面后没有连接手柄，然后不知道按啥键确认→解决方法：按J键

（我大胆揣摩我后面还会踩一堆坑，捏码咋玩游戏跟debug一样）
差评: 我本身并不反感军刀，问题是原版那么多角色都没进就硬塞呗。

等了太久了我已经老了，我就想见见老面孔，tm居然吝啬到这都做不到。

累了，退了，再说吧。
好评: 被大佬虐的很开心谢谢
好评: 快乐√
打不过√
但是快乐√
好评: 求求了月姬remake也赶紧上steam吧
好评: 好就是好！月R和MBTL连发我巨爽！傻逼就傻逼！
好评: 为啥没有弓冢五月，为啥没有赤主秋叶。。
好评: 好玩，比前作舒服多了

差评: 系统大改，逆取消沿用前作，前作部分经验依旧有效，1气必杀连回报极低，不如留着爆气保命，绝大部分前作角色判定都变了，需要重新适应，全角色民工连伤害几乎一样，必杀伤害一样，弱立回角色弱的一塌糊涂，月型BC连比较有意思，还在研究中。

简而言之，由于伤害全员接近，导致前作角色本身数值特性几乎被砍光，强推BC连和月型取消，逼迫玩家适应新系统。

目前正在排位虐菜中。
好评: 这个D是哪个鬼才设计的？升龙走路都自愧不如。
好评: 已经十多年了
我还依然记得十二年前我和国内的MBR月姬格斗爱好者们
建立了国内唯一的月姬格斗专门论坛《月舞馆》
也见证了MBAA在国内唯一街机机台的开机仪式
我牵头组织了一场又一场的比赛
一晃眼时间就过去了
这是我的青春
也请把我的五月，快点出DLC还给我！
好评: [h1] 我的七夜呢 莲呢 紫苑呢 [/h1]
[spoiler]青子也没了[/spoiler]
[h1] 还有尼玛月姬remake呢 [/h1]
[h1] When will Tsukihime remake come to steam [/h1]
[h1]月姫remakeはいつsteamになるのか [/h1]

[h1]这作的bgm实属不怎么样 [/h1]
[spoiler]来兔你回来啊
我想再听一次千年城[/spoiler]
好评: 好玩。角色也可爱。唯一可惜的是港区价格有些贵
好评: 月厨必买
好评: 剧情糊弄，首发角色少，小巷子大失败。。。但我可以等，这作目前看还挺好玩的，就saber在这游戏里违和感太强了，要是便服saber可能看起来能和谐不少
好评: windows7的兄弟们注意了 我教教大家怎么弄 我已经搞明白了
首先去https://www.nuget.org/packages/Microsoft.XAudio2.Redist/    右侧有下载13.6MB的那个
下载下来之后用解压软件打开（先别解压）这个文件 然后找到：build/native/release/bin/x86解压下来里面的文件并从其名称中删除“redist”。
最后把这个什么什么2_9的文件放到游戏根目录就行了！
好评: NB

好评: 爷说蒸他马的香
好评: 如果你是____，买就是了。
差评: TM什么时候能把武内崇开了？
好评: 等一个中文月姬
好评: 为了我最爱的秋叶
好评: 月姬！！！！！！！！！！！！！！！！！！！！！！
好评:   游戏本体是推荐的，720p分辨率纯手绘点阵图2D格斗游戏，如果是对2D格斗游戏制作有所了解的玩家应该能感受到这部作品的工程量有多大。
  从格斗游戏的角度上来说这部作品相比于mbaacc有着质的变化，但是从型月剧情制作的角度上来说目前mbtl的剧情其实反而没有mbaacc那么有趣了。剧情评价上我使用了“目前”这个词，所以个人对将来mbtl的剧情持保留意见，假设后续实装了Sion跟瓦拉齐亚之夜的DLC并对mbtl进行了游戏更新，那剧情上要延续mbaacc的水准还是没有问题的。
  想购买DLC的玩家请务必不要选择购买所有DLC，角色语音如果要集齐的话只买十三角色集合语音就好。另外DLC的性价比其实不是非常高。
  以下是针对各种人群情况我提出的一些建议：
  假如你是一个galgame玩家并且刚好粉了型月，抱着看看剧情的心理来接触mb的话，那我更推荐你购买mbaacc。
  假如你是一个对gal和格斗游戏都没有深入了解的玩家，单纯通过fgo和动画等方式粉了型月才来接触mb的话，那我觉得这部作品从画风和攻击特效的方面上来讲应该能符合你的审美，不过从性价比上来说对于你可能会低一些。
  假如你是一个精通于游玩格斗游戏的路人玩家，那我不推荐你现在购买这部作品。当然，如果你对格斗游戏的制作有所了解以出于欣赏技术力的角度才想接触mbtl的话，那我推荐购买。
  假如你是一个对格斗游戏一无所知的路人，那我推荐你购买这部作品，只是不要急着入DLC里的设定集或者语音。
  假如你是一个月厨或者月姬厨，那你现在可能都已经买来玩了，我就不多说了。
好评: 不戳，等了这么多年没想到还有续作，但是有BUG，琥珀和翡翠线有角色隐形，打着很痛苦，赶紧修了吧
好评: 人物季票GKD
好评: 只有14个角色的纯2D格斗游戏，食之无味（含月厨），弃之可惜（指月厨）
好评: 赶紧把月姬r的里线给我弄出来啊
差评: MD,越玩越气，我原版以为TM通过FGO吸了那么多血，是时候反哺一下TM的其他作品了（FATE系列除外），现在看来这个新月姬格斗目前来看依然是个圈钱游戏，甚至剧情完全比不上老格斗，RNM退钱！
优点：1、搓招依旧不简单，但是反击大招判定变简单了，老格斗是要完美格挡，但是这个版本只需要格挡，对方攻击自动触发反击 2、人物立绘、UI界面这些不用多说 ，还可以。
缺点也比较大：1、可选择人物变少了，老格斗的两仪式、猫姬、七夜智贵、机械琥珀、弓冢五月、尼禄、地球姬、苍崎青子都没了，小巷子同盟三人组也没了，不知道后面是剧情解锁还是做成DLC，我感觉按照FE来看估计是付费DLC。2、片头能不能找飞碟社做一下，不要直接用游戏内容和插画做PPT啊。3、剧情拉胯，老版的月姬格斗是有一个明确的故事主线的，好像是歌月十夜后记和欧西里斯之沙吧（有点忘了），新格斗看不出来有什么剧情啊。4、大招和反击大招都是同一个过场动画，老格斗是两个动画，MD制作人员明显偷懒。4、改动了很多人的大招，老格斗的暴走公主的大招是月落，新版是巨大化，而且为了联机平衡性，使得所有大招的伤害一样，缺少乐趣。5、取消了满月、半月的设定。6、说到暴走公主，还是原来的立绘看起来更有感觉，新立绘完全和正常的公主分不出来，我猜想狗日的武内已经不会画了。

总之我其实对新格斗是有点失望的，不建议原价购入........
好评: 为什么改键不能改到小键盘的1和4？？一按小键盘1就直接确定了？
好评: 好玩好玩好玩，重要的事说三遍，顺便月姬re什么时候上steam啊等不及了
好评: 手搓烂了兄弟
好评: 欢迎各位萌新加群来玩呀q群：1157703464，欢迎各位萌新！
差评: 好像不支持WIN7？等支持了再来改评价
差评: 我觉得这事骗钱的作品，不值得入手，不值得入手，不值得入手

骂街部分
1、先说老作品如果玩过MBAC或者MBAACC的应该知道里面人物非常多远远超过13个，MBAACC里面有30个人物，包括月姬全部角色和彩蛋的月球姬 214，但是这次仅仅有13个+KING。
2、取消了新月半月满月的系统
3、游戏这么多年了改键位依旧蛋疼的一逼右手方向更改麻烦的一笔，有的键位不能改。原来MBAACC一类的就是需要通过三方工具才能修改想不到这么多年还这样。
4、游戏一根手指一个按键就能通关，很难想想这是格斗游戏，原来民工练起码给练练跳空之后的ab跳ab抓投这种操作，现在完全不需要。简单难度过草。
5、语音原来没有这次直接变成DLC骗钱可以理解，但是语音加起来比游戏本体还贵就有点玄幻了，如果30个角色后续都加入？？？语音包至少是3个游戏本体的价格？？？？？
6、目前没看到大型BOSS，原来大型BOSS压制失误直接半死的时代一去不返

好的部分
1、画质比起那个MBAACC算飞跃，比起碧蓝VS一类的建议放弃幻想.jpg但是总的来说还是喜人的。
2、CV的加入虽然氪金，但是起码终于不是哑巴了
3、UI还算整洁干净，但是简陋还是干净只能看个人理解，其实MBAACC的背景个人更喜欢一点这个有点太简单了
4、都一根手指能通关了成就党狂喜
5、这花面终于调整大小了，原来还给启动器里调整- -b

总的来说除非你是王的狂热粉丝，月姬狂热粉丝，型月狂热粉丝，要不我只能说快逃！
最后：我买了这个游戏，我是傻逼。
好评: 搓的出投技就算赢（指被各种爆杀）hhh
好评: 本人win7，前面无法启动
先上浏览器载了个xaudio2_9redist.dll，复制到type lumina的文件夹里（注意，文件得是32位的)
然后把xaudio2_9redist.dll改名为xaudio2_9.dll，接着以管理员身份启动游戏就可以运行了
https://steamcommunity.com/app/1372280/discussions/0/2956041222210808707/
参考这篇文章

有阿尔托莉雅挺惊讶的
顺便期待一波月姬R上PC
好评: 补票补票,月姬r快上steam！
好评: 新作和现在的格斗游戏比起来素质差了不少，纯粹粉丝向支持一波
好评: 给孩子买的，孩子很喜欢。










孩子说还有个叫月姬R的也很想要，希望能早点发售。
好评: win7运行不了 提示缺少XAudio2_9.dll 怎么处理啊？
好评: 爽到，特典情怀拉满
好评: 笑死，根本不会放技能
好评: 终于上架了，泪目

好评: 我只问一件事，七夜啥时候出？
把那个骚气又中二的七夜赶紧出了！
差评: 消费玩家情怀，贴图游戏还卖那么贵，不如老版本的月姬格斗，战力直接严重失衡，另外，老子紫苑呢，把saber弄进来把小巷子联盟搞没了？我黑白len呢？我式姐呢？什么时候有什么时候删差评。
好评: 没有……弓冢五月……
好评: MB....MB它活了！
好评: 跪求东哥作为DLC主场 :)
好评: 选择角色
剑兵
需要通关狂暴阿尔奎特、翡翠、琥珀后才可游玩
翡翠/琥珀
需要通关 翡翠&琥珀 后才可游玩
狂暴阿尔奎特
需要通关阿尔奎特才可游玩
阿尔奎特
新手教学
中级第五层 打不过去了
好评: AAABBCC朴实完事
好评: 游戏终于重置是很好，但真玩上我发现我好像被游戏针对了，常玩的教授没了、青子也没出、还有就是偶尔会玩的赤主秋叶，妈耶感觉好像把我本人给BAN了。。。




但游戏还是香，我去练新人物去了！
差评: 月球人冷静一下 这不是格斗
好评: 情怀补票，但是能不能不要碰瓷GGS了，法国面包知道自己在做什么吗，旧mb的隐藏大招应该是很难中的，这新版随便放了，还有硬到不行的D.
月姬格斗新作？UNI精神续作！
好评: 能不能吧这自动连段取消掉，太nt了
好评: 真的好玩，月姬系列格斗游戏有一手的
好评: 民工连全自动  吼吼
好评: 蘑菇别惦记你那破fgo了
赶紧把月姬里线给做咯
好评: 不是格斗佬纯月球人，火速让主机独占的月姬本体上steam吧，那我只能叫型月声大爹然后磕三个响头
好评: 没得说，我唯一原价买的游戏，手感丝滑的一批，不知道为啥速度快的吓人.......
好评: 怎么北通手柄用不了？
好评: 你只管立回 连段靠凹凸来想
好评: 国区只要138
我是聪明逼

另外我网站搜寻对手时闪退，你们有什么头猪吗
好评: 唯一的缺点是把新月半月满月给阉割了
好评: ggs?狗都不玩
好评: 
能看到ARCHIVES里面把MB全系列设定集全给汉化+高清了还是很不错的，这些老物能有中文属实难得

缺的人物要尽快补上，只有月姬新加的人物和Saber算是新人物，老人物去掉了好多，这下真成了tsukihime blood了，这样不好，不好。
好评: 建议湿度好好看，好好学
好评: 谢谢蘑菇，谢谢型月。
感谢你们没有在熬死我之后出MBTL。
最后谢谢一直往月姬上盖土的fgo玩家，谢谢你们手下留情。

初见更新：
呜呜呜呜我白len能不能找个理由塞进去啊！算上这个剧情还只有MB进度，是不是说DLC就卖白len了！
好评: 没有七夜,悲。
好评: 秋叶：真祖是吧，吃我一脚
好评: 看演示时我感觉这游戏我手要摁废，直到我自己开始玩......5c-c-c-c-c-c-c-c！！！！
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣀⡀⠀⠀⣀⡀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⣿⣿⣿⠀⣼⣿⣿⣦⡀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⠀⠀⠀⠀⢸⣿⣿⡟⢰⣿⣿⣿⠟⠁⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⢰⣿⠿⢿⣦⣀⠀⠘⠛⠛⠃⠸⠿⠟⣫⣴⣶⣾⡆⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠸⣿⡀⠀⠉⢿⣦⡀⠀⠀⠀⠀⠀⠀⠛⠿⠿⣿⠃⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠙⢿⣦⠀⠀⠹⣿⣶⡾⠛⠛⢷⣦⣄⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣧⠀⠀⠈⠉⣀⡀⠀⠀⠙⢿⡇⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⢀⣠⣴⡿⠟⠋⠀⠀⢠⣾⠟⠃⠀⠀⠀⢸⣿⡆⠀⠀⠀⠀⠀
⠀⠀⠀⠀⢀⣠⣶⡿⠛⠉⠀⠀⠀⠀⠀⣾⡇⠀⠀⠀⠀⠀⢸⣿⠇⠀⠀⠀⠀⠀
⠀⢀⣠⣾⠿⠛⠁⠀⠀⠀⠀⠀⠀⠀⢀⣼⣧⣀⠀⠀⠀⢀⣼⠇⠀⠀⠀⠀⠀⠀
⠀⠈⠋⠁⠀⠀⠀⠀⠀⠀⠀⠀⢀⣴⡿⠋⠙⠛⠛⠛⠛⠛⠁⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣾⡿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⢾⠿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀

好评: 第一时间买了支持，不过网战被爆锤了，哈哈哈哈哈
好评: ...
好评: 不要靠近网络对战，会变得不幸（一个菜B）
好评: 终于等到你。 我已经爽死了。
好评: 你问我这个游戏值不值？
我只能说本体、画册和语音里最值的可能是画册
你问我那为什么还都买了？
我只能说这不是游戏的问题，是我脑瘫
好评: 进了对战房观战，对面的老师被打倒丝血然后一套连直接把另一边半血的呆毛给连死了。
然后我就被吓退房了
好评: 噫！好！爷青回！
好评: 乐
好评: 期待月姬R也登录！！！我买爆！！！
好评: 所罗门哟，你爷爷我又回来啦！
今年可真是月姬遗民本命年，
月姬遗民狂喜，还以为蘑菇忘了月姬
希望之后月姬本篇有望上架PC
差评: 为什么没有红C8？啊？！
咕噜噜
很过分不是吗？！
好评: 什么时候出连啊，萝莉完全不够不够啊
好评: 这个格斗游戏挺不错的，操作不复杂，也比较好玩。喜欢月姬的人可以买来玩一玩。
好评: 吐槽一下：86键玩家不能本地对战 手柄也只有一个，改键都改不了 aacc也是这个毛病(月姬本体快点上steam
好评: 我爱阿尔托莉雅，爱尔奎特，远野秋叶，琥珀，翡翠........
好评: 蘑菇，我命令你速速上架月姬R简中版！
好评: 不知道是不是我的问题，但为什么感觉游戏速度那么快，感觉像是开了变速齿轮一样，什么动作都看不清。
好评: 月姬本篇也快上steam吧再买一份
