差评:  剧情模式，我就笑笑，属性什么都不加啊，敌人又多，双龙兄弟压根打不过，就不知道这游戏策划是怎么想的，心里变态是吧！其他的也就还行，推荐打折买，这游戏真不值原价
差评: 说实话，有点单一，但是确实为童年补票了
差评: 黑屏。
差评: 这ai只会针对玩家，格斗比赛玩家死了，ai就开始和平模式，你不打我我不打你
差评: 算是为童年补票吧，但是这个价格真的不值。
差评: 不推荐买这游戏，不好玩的
好评: 童年回忆
好评: 已通关
首先说一下汉化之后黑屏的BUG，一般出现在新建角色之后。这种情况只要退出游戏重进，就能正常游戏了。
打骨折时候买的，时隔多年，还能玩到热血续作，而且在复刻的基础上增加了新人模式，还有完整的汉化，虽然有少许BUG，但是不得不说，真香！期待后续作品。
差评: 简中BUG一堆 不想弄就别弄 开发商是不是脑子有毛病
差评: 我是10块钱入的，很香。原价还是不建议入手。
差评: 线上联机没有人，现在又不是那时候了，有几个能凑4人本地联机的阿，
也就朋友来家里做客的时候能一起玩玩，就算这样凑4个人也很难，
单机玩吧，电脑AI跟个傻逼一样，拿个炸弹无视其他人就往我这跑，真主至高伟大？？
剧情只能1v3??  第一次玩,1v3差点被3个傻逼搞死，还好我技高一筹
而且AI会卡住，你不能第一个过关吗，否则留一个卡住了就永远卡住了，得到时间走完才行
中文模式设置不了名字，还有各种BUG，出了就好好弄
我的360手柄为什么不能识别？？？
而且键盘只能选他提供给几种方案，不能完全自定义。
还经常闪退，我做工程的系统到及硬件都是很稳定干净的了，想减少闪退为玩这一个游戏重装系统？
罪恶装备也搞敏感打擦边球，Arc能不能用点心？你这态度想好评也不行阿
好评: good~
好评: 怎么加入2p求解
好评: 小时候的回忆。
好评: 10块也就两张游戏卡带的钱购买正版的童年回忆，怎么都不算亏
差评: arc你他妈的吃了屎，你的新游戏《罪恶装备奋战》夹杂分裂中国的言论，请大家都来差评arc的游戏，或者不要买arc的游戏，让arc去吃屎。
--------------------------------------------
2021年6月18日，arc在《罪恶装备奋战》中删除了分裂中国的言论。
差评: 最高难度给敌方颁发的奖励分太多了 硬生生给追了3千分然后输掉 其中一个安慰奖直接给敌人2千分 离谱 没意思
好评: 怎么设置中文啊上来按键都整部明白啊谁能告诉我怎么整能用键盘给调成汉化的
差评: 买了好久了，就玩了一次，还是奔着小霸王的情怀去的。
没有手柄的键盘党慎入，按键我实在是受不了，貌似还不能自定义！！
我就想问问，我小霸王usb手柄怎么就玩不了这游戏呢？！瞧不起我小霸王吗？卸了！
好评: ⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
差评: 跑都跑不动，太难玩了，这游戏真的要垮了
好评: 玩得贼嗨，就是内容有点少
好评: 山田之术+二段跳=yyds
差评: 热血系列真心是我最美好的回忆之一，但这冷饭吃的我胃疼，操作手感我觉得还真不如FC原版。
好评: 打折的话买来还是很值的，虽然这个版本游戏性少了些不过做做成就也是能玩挺久的。
好评: 情怀啊 真的感人 光听bgm就流泪了，但是反人类的操作按键和无法返回的设定真的是心碎（手柄还好），剧情玩了2局，赛跑中可以使技能，自定义对战的人物种类也多，技能也比FC丰富，总之建议打折的时候在买吧，碎片时间消遣一下还是挺不错的，
好评: 虽然玩久了会腻，但是打人过瘾就完了，特别是全部打死！！！
好评: 我6岁时，看到国夫君16岁的身影，震撼

我16岁时，看到国夫君16岁的身影，偶像

我26岁时，看到国夫君16岁的身影，激励

我36岁时，看到国夫君16岁的身影，不弃

……

国夫君，继续前进吧 ！！！
好评: 粉丝向作品、比起手柄我更建议用键盘玩，奔跑还是双击奔跑操作，但是跳跃却换成了单键跳跃。

首先键盘的按键是不能自定义的，用摇杆操作你也要推两下摇杆才能奔跑。
用手柄的十字键位操作偶尔按不出右上或者左上的操作。（这可能是我玩了太多操作方便游戏的原因）

基本上属于；用手柄玩会有移动的不习惯的地方，用键盘玩也会有跳跃的不习惯的地方。
键盘的操作只能从WASD与UOJ里选。（为什么手和脚要隔那么远啊、另外我还是更喜欢双键跳跃。）



热血系列的粉丝推荐购买，因为剧情依旧很热血。不过我现在看不了剧情、因为我普通难度都打不过去xD

没接触过热血系列的各位玩家就不推荐购买了，系统设计感觉非常仓促。

【补充】不管你在大赛里得了多少分多少第一名……总是有个奇怪的特殊奖项把最垃圾的队伍分数拉的比你还高……比如说刚才倒车尾队得了三个1100分的奖直接获胜,可恶的冷锋黑幕！（无奈

===新补充===

现在将近二十五了、打开游戏、进入游戏音乐、听着那几首歌、总觉得自己又变回流着鼻涕挫着那键位少得可怜的fc手柄一样。
差评: 冷饭，游戏模式几乎照搬了FC进行曲的四个模式，补充了完整的剧情，对于粉丝而言是一部还不错的游戏。
——但是
我能一个人从头打到尾到头来你给我扣快一千点的垫底分？
我全程压着别人打到头来高分奖全是别人的？MVP又才几点分？
打球需要配合，结果AI队友全程内鬼？FC的队友都比你靠谱
格斗关日常被三人追习惯就好
第七关一群疯狗追着你打，一打一群还全是比你还强的人？愤怒状态下二段跳还没别人跑得快
到第十关敌人数据已严重超模，你发现到头来已经被培养成热血最强的主角比不上别人队最弱的人
到头来能靠得住的还是只有主角、国夫和阿姿，其他人就是炮灰货色，热血队在系列里最被诟病的一点，除了国夫以外几乎都不能打
“国夫，你以为就靠你一个强就能解决问题吗？”——热血大乱斗进行曲 “巨人”美玲
好评: 游戏很贵，打折17入手还算值得，中文单人新建人物进入会黑屏，是因为中文的视频OP有问题，退出重来即可，35次小赛第一（主角第一30次）开启第10关，初期前几章最难熬，因为最初主角极菜，我用国夫，结果国夫剧情退出，然后我用阿资，阿资也剧情退场，等我不得不用主角时，已经打不过冷锋他们了。必须要练主角。记得为了高成长要每次都跑第一，吃黑瓶（加成长经验），仙女棒只对当前小赛有加成，前期没成长好后边打不过，而且你成长的角色就是你以后联机自建队伍的主力，别人都全属性15你不是很吃亏。我为了满成长不知删了多少次存档，第一章后150血的档我都删了重玩，如果比赛最终得分1111、2222、3333、4444会获得很多经验值帮助成长，我都只用主角然后计分数获得叠数奖。总体来说挺好玩，虽然是冷饭，也加入了不少新东西，最主要是自建角色并成长到比所有已存在角色强的成就感。
差评: 反人类键位
差评: 这游戏按键竟然不好使？进都进不去？？？什么鬼东西
好评: 童年的回忆，好玩
好评: 挺怀念的，还想玩全部热血系列的可惜了太老了没有其它热血系列只有运动会打剧情。
好评: 如何设置中文啊
差评: 为什么在开始页面就死活点击不了开始呢。 都没办法开始游戏啊
好评: 怎么设置中文.....
差评: 剧情模式评分系统太迷了，跑第一没有电脑打人拿的分多，然后四场比赛赢了三场，最后给电脑一堆个人奖分数直接反超我，那还玩个屁。
如果是和我一样从FC时代就打不过电脑的手残党还是别买这游戏了，玩着憋屈。
好评: 我更期待的是一款remake的热血高校
目前这款并没有我以前在FC上玩的版本那么多样化


这居然只有4个体育项目！
是的，只有四个，而且一直重复直到游戏结束，只是外加了一些像素表现的剧情而已。
反正我玩得不满意也不过瘾，内心也是打了差评，然而作为热血高校我是推荐的。
好评: 好的地方：竞速，不为自己第一个冲到终点，只为让对手到不了终点。战斗，不为自己能战到最后，只为让对手都战不到最后。爷的青春回来啦！

差的地方：BUG略多，不能用之前单人通关的主角继续玩单人模式或者其他模式（麻烦）。

双龙群架那关不要主动去打，仇恨不会转移的。
好评: 反人类的按键设定，还不能更改按键，可恶啊
差评: 打群架那关打了一晚上没过去 AI两个技能我人没了 电脑队友被打了十分钟就掉了一丢丢的血 然后就站那看着我被围攻 TM一个人打十几个打了一晚上心态炸了啊 FUCK
好评: 棒

好评: 设置成中文的话开始单人游戏后会黑屏，猜测是游戏不支持中文名字的原因。将游戏设置为英文，开始游戏后再改回中文就可以了。
好评: 怎么没有选择语言的选项，进去就是英语
好评: 按键反人类，收藏了，玩儿的话有时间再说吧
差评: 玩个困难模式，最强的国夫是自己最高属性的，跑不过任何电脑，随便一个最低属性的电脑都比自己最高属性的高，一旦被电脑干一拳，基本上就追不上了。只能利用电脑一些漏洞追上去。然后看着电脑互殴赚分数，感觉自己跑的第一名都没电脑打人的分数高，游泳的地图攻击判定绝对是没写好。 很敷衍的一款游戏。除了情怀，这款游戏真的不值。
好评: 游戏不错 小BUG无数 自定义角色无法输入名字 联机时无法选择 电脑难度 新开记录黑屏 必须强关在重启游戏 哪怕炒冷饭也别做的太仓促
 20200919
好评: 好东西
差评: 黑屏！！！反人类操作，玩个der！
差评: bug太多
好评: 怎么开始按所有按键都没有用啊

好评: 热血系列玩得最多是热血新纪录跟进行曲 可以说是我童年最初接触的一批游戏 小时候家里人管得很严 没啥机会玩到电脑 因为受一个小表叔的影响 我接触了他那个时代的游戏 09年的暑假去他家住 那时候他读大学我读二年级 他家有FC PS2 PSP 不过那时候的我专注玩4399页游 对那些根本没有兴趣 有一次他给我玩了一些对于我来说十分惊艳的的游戏 热血系列 克大作战 魂斗罗 雪人兄弟 快打旋风系列 忍者神龟系列 古巴战士等等几十款FC游戏 大概住了不到一个月我家里人让我姨婆送我回家 当我在想要不要找他要那些游戏下载网址的时候 没想到是安排他来送我回家的 因为他家离我家挺远的 坐客运中巴都要两个多小时到 他父母都是公务员没空送我 他也顺便在我家住了一个星期 他带了u盘 拷贝了上百个2D横版的游戏到我家的豆腐块电脑 他临走前特地跟我讲 要好好读书 游戏少玩 还告诉我电脑传过来的游戏他没有删除 可我接下来的一年找准机会就为了玩那一小会 之后被家人发现全都删除掉了 网上找了些资料才知道 是FC主机移植来PC的 当时我不太会找资源 打着学习的名义找了半天无果 当我再次提出要去小表叔家玩 谁知道他已经去打工挣钱去了 不过我还是坚持要去他家 只为玩他电脑里的游戏 可惜没有找到我想要玩的 以前看他玩的魔兽世界星际争霸不会玩 一大堆单机大作也玩不明白 从此我就从页游跟旧世代游戏过度到网游时期 也成就了我游戏人生的起步点 我至今都没能想起另外一部分的游戏名 算是童年时期的一个遗憾吧 所以我买这款游戏 不考虑重置得怎样 只是单纯的给童年补个票 以现在对游戏的审美要求 真的不会有玩的想法.
好评: 这键位设置的太TM扯了，10元以下可以接受
好评: 由童年的味道，可惜没有认真去做。没有更多新内容供玩家开发
好评: 怀旧需要理由么
好评: 热血啊！青春啊！唯一的美中不足就是居然不支持手柄操作
好评: 挺怀旧的，如果童年玩过小霸王热血系列一定不能错过
好评: 游戏好游戏很怀旧，但是联机服务器一个人都没有？
好评: 希望能再多出点热血的重置游戏呢，百玩不腻
好评: 回忆杀
好评: 还行，有我小学生时玩的那个味道。
不过并不太一样。
差评: 双截龙我打了一星期，还是过不去。所有的成长都给了主人公，还是被击倒成狗……平衡性差的可以
好评: 很好玩 很精致的一款热血系列格斗游戏
非常复古建议购入 
本作讲述了热血高校几位热血硬汉追求地表最强斗殴田径选手的故事
像素纸片人结合高清的城市背景让人不禁联想到《小朋友齐打交》


故事模式技能方面可以选择
山田之术+二段跳跃 赖皮通关
差评: 内容太少，还不如FC做个合集 不推荐
好评: 怎么设置中文

差评: 不介意购买，游戏内容太少了，本地合作玩才四个关卡，真心没意思
好评: 回忆
好评: 不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机   不能联机
好评: 如果能把历代经典的热血系列出个合集就好了
差评: 怎么说进去界面没有提示就算了，买得偏贵，单人模式对手一下25  28伤害主角打一下1   2伤害，根本成长不起来
好评: 人物黑影部分是有隐藏任务吗？
差评: 有空做垃圾游戏没空重制FC和SFC上的热血
差评: BUG太多了。切换成中文版没办法改名字，切成日文版改好了名字以后改回中文版剧情模式解锁的人物存档会被清除
然后我现在重开剧情模式第一盘必进不去黑屏，只能强退了然后从存档连进去
好评: 经常闪退
差评: 可能对于会玩的来说 这个游戏很爽 可我是第一次接触 毫无游戏体验 大招又难搓 老是输 毫无游戏体验 玩不明白
好评: 赞,很魔性
好评: 首先。 吸小时候  真香...........

更新评论：
大家注意了热血行进曲 和 热血乱斗SP  是Arc 制作H2发行

而最新的热血物语美版画风 女版物语开始没有了 H2的标志 显示为Arc System Works发行
最新热血街头大乱斗 收录了很多地图  所以热血乱斗SP是半成品，显示为Arc System Works发行
因此推断 和H2公司闹僵了，以后Arc System Works 独立发行游戏
热血以后会有新进展 我相信，和别的公司合作毕竟有很多问题。 

以前评论：
很不错的游戏，勾出童年的心，画质背景升级很棒，武器模型太雷人，希望原版
多人模式是个创新，可是联机功能有欠缺，不能完美的联机
没有中文语言
地图依然是童年风格，没有创新地图，没有更新地图供玩家联机
还有价位让很多人无法接受，建议定价35-50
键位不可以自定义这个点是在不好，固定的太死，而且以前2个键盘一起按是跳，现在加上跳有3个键位
剧情故事模式下，在训练期间或者特训、练习什么的，应该是特殊场景不应该和正常的竞技一样，过来过去都是那些地图，而且不管是训练 比赛 比拼  ，每次都出现在冷峰校园们前
线上对战模式是最重要的，线上对战的功能有问题，搜不到线上在线的游戏房间，线上找不到匹配
玩家，目测好像只能邀请好友。


希望在原作的基础上，增添一些新的地图，新的场景。新的玩法
希望在玩家多人联机的基础上增加多元素联机
最后希望今后的作品降低销售价格，这样会有更多的玩家来购买我们的游戏
还有希望我们今后的作品拥有中文语言
希望按建位以后可以自定义
希望修复并强化联机方面
好评: [h1]向日葵游戏评分：6分（1-10）[/h1]
名为《热血进行曲：大运动会》其实并不是一款体育游戏，而是一款4人撕逼乱斗游戏。
游戏的画面非常有特色，高清的场景，像素的人物和道具，这样的设定既给玩家带来了FC时期的回忆，又让画面看起来更清楚。
游戏中的可选角色非常丰富，需要随着游戏进程逐渐解锁，但是游戏进行中无法查看出招表非常的不方便。
最大的遗憾是一款撕逼游戏根本就找不到人联机，只能跟电脑对战。
小贴士：如果第一次创建完人物以后黑屏，下次直接读取存档即可进入游戏。
[h1]欢迎大家关注我们的鉴赏家：https://store.steampowered.com/curator/28763059[/h1]
[h1]关注微信公众号和头条号“向日葵游戏”获取更多资讯；官方微博：向日葵游戏评测[/h1]
好评: 游戏没有小时候那样耐玩了，主要是为童年补个票，怀念那逝去的青春
好评: 那些说win10不能运行的，打开游戏本地文件右键属性 兼容模式选window xp就好了...........win7都不行
好评: 还可以，比fc版本增加了很多人物和技能
情怀党可以入，没玩过的还是不推荐
价格还可以，12块钱，比小时候的卡带20还便宜
差评: 我的新纪录呢？
足球呢？
篮球呢？
冰球呢？
高校呢？
物语呢？
格斗呢？
好评: 不支持ps4手柄吗？ 没反应
好评: 打折买的，挺便宜，但是怎么都玩不起来，丝毫没有当年的感觉，和游戏品质无关。确实没有理由给不推荐，但是真的找不回那份情怀。
好评: 几年前买的一直没玩，今天心血来潮想玩一下，结果发现一个BUG：用简体中文会遇到无法修改名字的问题，然后名字是中文的“玩家”俩字导致进入下个场面的时候无限黑屏。解决方法是先把语言调成英语，然后创建好人物进入过场动画后关闭游戏，重启游戏之后把语言设置回简体中文，之后再继续游戏就好了。最高分辨率只有1280*800，真是无语了。。。要不是为了情怀，直接差评
差评: 一个恶性BUG,名字完全无法输入，只要是输入名字的对话框全都是无效的。
好评: 故事模式不是一般的难玩，队友神坑，对手各种神配合，至于单人模式的4个比赛，看评论很多人说只有这4个而太单调，其实可以到自定义设定那改赛道的，可以增加每个赛道的长短度，要跑多少张图，风向大小，道具数量之类，以增加多变性来提高游戏耐玩度，虽然增加了后，也不会提高太多，因为增加的赛道还是原来那几十张图里选，选多了的话那必有重复
差评: 评论区他们说的常见毛病什么的也都忍了
唯独跟双龙兄弟打的哪局 群殴战 那个实在差评 强行增加难度
迷之判断 老容易捡不起东西 没法及时捡起人丢出去 
而且对踢对拳总是强行怼不过对面 明明离着远也先踢过去的却还踢不过 
还有围殴这局就3个人最烦  一个是过一会出来的走的贼快会扔人鱼类的眼镜哥 
还有一个双重套索(伸2胳膊移动转圈)的 接着就是这3人里最烦的会回旋滚的眼睛哥 如果让他捡起棍子 站垃圾桶上都躲不过
总是被打抓走就算了 跑还来不及跑 出手打还老是被对面抢先 实在忍不了
好评: 哈哈，小时候的回忆，可以入手玩玩，和几个小伙伴一起联机
好评: 超怀念，这个系列多出些就好了
好评: 怎么设置中文啊，各位大佬们啊！
好评: 10块钱补一下票，一开始还是挺有意思的，但是玩对多了就腻了，毕竟只有4张地图。比较坑爹的就是这游戏最好用手柄玩，如果用键盘玩的话，游戏体验极差，而且还不能改键。
好评: 感觉一般，有点不会玩，希望上架其他的热血系列
好评: 这个游戏怎么设中文来着？找遍了都找不着方法
好评: 还不错！蛮好玩的！
好评: 终于打通关了，剧情海星，我是用键盘玩的，打通关了还是不知道怎么连招233，热血老牌子了，是来补作的，个人认为最难的是双截龙那一关，总体来说还不错，值得入手。
差评: 情怀消费，中文闪退，必须先成英文后输入英文名才能进入，二操作特别恶心，连贯性还没FC上的好，最恶心的是没法改键位设定，上来不许得有个手柄才能进入游戏改玩，负分滚粗游戏。匹配系统做了跟没做一样，根本没法网络联机，还没有局域网，只能一台电脑四人联机，搞笑呢
差评: win10玩不了
好评: 小时候玩fc的一大情怀，也是我中二的启蒙游戏，不过少了的是小时候陪我一起玩的朋友，我们拿着小霸王坐在电视前玩着热血系列的各个游戏，每次想起来都历历在目却遥不可及，当年玩时候脸上笑容洋溢，如今不知不觉泪就下来了，内分童真也随着笑容消失了。
好评: 可以4人同玩吗？怎么把其他的玩家调出来，按M只能出一个呢
差评: 游戏性极差,并没有想象中那么有趣,还不如卡带好玩,难以认可这算热血系列
好评: win10闪退啊能不能解决
好评: 我想请问下，哪位大佬知道怎么放招吗，我看那些NPC一个个的炫彩技能放着好酷炫，我就不能放呀，而且每个人都有不同的技能吧。还有就是语言方面有什么办法能中文吗？不行的话日文也行，至少能看懂点吧，，
差评: 游戏是可以的，带着回忆。但是经常性的卡退，卖家卖出去了，就不管游戏的bug了，建议大家不要买。是回忆，但是经常卡退，真的很烦人。win10的系统，居然经常卡退。服了~~~~~
好评: 非常时候朋友一起强怀
好评: 对于中国玩家来说，这是一部用情怀为佐料，但是略微缺少诚意的冷饭，但是你要是问我这碗冷饭炒的好吃吗？我想说的是：“真香!”
天朝玩家的童年可不像国外玩家那样丰富，人家有土星 MD sfc ps1 ps2等等各种主机，在中国，更多的人也只是玩过FC而已，更别提这还是在FC时代评价极高的热血系列。所以，这碗冷饭无论是从口味还是画风，都非常符合天朝玩家的胃口，还是那熟悉的玩法，还是那熟悉的音乐，还是那熟悉的人物，只是在此时，跟你玩这个游戏的人，却不是小时候那熟悉的朋友了。

撇开情怀与感慨，让我们仔细评价这款游戏。

本作是FC平台的《熱血行進曲》的重制，由2015年3月5日发售的PS3游戏《ダウンタウン熱血行進曲 それゆけ大運動会～オールスタースペシャル～》的PC移植版，背景场景3D复刻，经典音乐重制，游戏玩法不变，但游戏人物画风完美还原了FC主机风格，所以这个游戏也就不需要什么高配置电脑，就画面表现来说，我给好评。
游戏体验方面，上手很容易并且操作手感非常好灵活且不生硬（手柄），不过游戏用键盘的体验非常不友好，建议用手柄玩。玩法也是原封不动的还原了FC旧作的玩法，但是问题就出在这里，既然是复刻重制，我还是希望多一点FC上热血系列那种爽快感（所以为什么不重制《熱血新記录》呢），而且也因为只有四种玩法的原因，在满大街上都是3A大作的今天，这个游戏也沦为了小品级作品，并且在单人游戏下玩多了的话，重复性高，很容易造成审美疲劳，上面说的诚意不足就在这里，但是多人联机方面却很好的弥补了这个不足，毕竟人不是电脑，跟小伙伴撕逼非常有乐趣，很容易找回童年的那种感觉，可是，多人联机却十分不稳定，希望以后改进。
   优点
- 完美出色的复刻了原作的画面
- 游戏音乐非常棒
- 良好的手柄操作手感
   缺点
- 重复性略高的关卡
- 体验较差的多人联机
- 十分不友好的键盘操作
好评: 还不错
好评: 用手柄玩很舒服   玩起来挺过瘾的  就是少了以前的感觉 希望以后还有别的重置
差评: 无限黑屏
差评: 我插，为什么没有改建系统。WINDOS游戏.改键是最基本的要求，这游戏都没有·····差评！
好评: 这个游戏，用手柄玩的话，怎么退出游戏？？？
好评: 老实闪退，都没玩高兴，闪退都给你退烦了，剧情还不能跳，每一次闪退都要从头看剧情
差评: 我准备退款了 反人类的按键设定 不许改...
好评: 小时候玩的不亦乐乎，现在长大了，不知道为什么一点也体验不到游戏的乐趣了。
本想着打开线上体验一把，根本没有任何比赛。
和AI玩，毫无乐趣，果然热血系列还是和小伙伴一起玩最合适了。
可惜周围的人一个一个变了样，包括我自己。再也无法享受游戏最纯粹的乐趣了。

正题：
中文版本开始游戏会黑屏，重进就行了。
一共就4个类型的比赛，一直循环疲劳。
里头BUG挺多，比如疯狂撞墙的NPC，抽搐的NPC，子弹时间的道具等等等等。
比赛结束后的奖励结算不合理，基本左右比赛输赢。
剧情卡在正式赛第二场，比赛全第一，一个人物不死。结算也才第三。官方劝退。
总感觉里头的元素不全，不知道我小时候玩的是不是魔改版。

里头的图鉴和典藏的音乐，很不错。让我能够了解各个人物，以及感受多首经典背景音乐。
里头还可以自创人物以及自建赛道。很有诚意。



好评: 游戏很好玩
遇到了两个问题：设置为中文的时候，进入游戏无法更改名字，而且黑屏。
试了下面的方法可以玩
1.游戏语言设置为非中文，名字设置为非中文，进入游戏
2.关闭游戏，重新进入
4.游戏语言改为中文
5.读取存档
差评: 玩个。。。啊，优化极差，根本不能好好联机玩
差评: 游戏打开以后直接黑屏 看评论好像win10才有这问题 官方也不管管？？ 就这态度让我怎么支持以后的作品？
好评: 经典！
好评: 慈善包喜加一默认好评系列
玩不了  续作也一般般  主要是价格和游戏不成比例
差评: 非常失望，出发的时候没有抢跑。智障的AI还会导致你卡关，糟糕的优化，还有不能自定义的键位，强行加入的剧情。你真的还不如把FC版本放在这哪怕卖个模拟器逗比这垃圾玩意儿好。打折的时候补票可以考虑一下，游玩的话，不管单人还是在线多人，我只能呵呵，如果你又三五朋友，不好相聚，又想回忆童年，正巧你们还有不错的手柄的话，可以考虑一下这个游戏。what a sucks game .i miss the FC ver.
差评: 我是来玩 bug 的吗？没错，这就是卖情怀的游戏，质量很差，动不动就卡退，根本没法玩
好评: 童年的味道
好评: 可以说是FC版的热血高清化了，而且人物对话有中文，表情细节也能看得到，冷锋学院那个学生会妹子敲可爱。简中模式下无法给人物命名，改成英文模式打进字母才有效，然而英文模式的存档改了中文模式又不能通用，可以说是肥肠bug了。还有就是听说英文模式才能联机。推荐打折购入。
好评: 老了老了，玩不来了。
好评: 怎么设置中文
差评: 我刚刚玩了半小时 就遇到两次黑屏 三次bug 情怀卖的这么贵优惠还这么渣
差评: 新建存档必黑屏，必须强退然后进入读档
新建存档中文名字只能是“玩家”，无论如何更改不了
键位设置只能用已设定好的“U、J、O”三个按键轮换，不知道意义何在，让玩家自己设定按键的功能这么难？
总结：骗情怀的游戏，打折10块买的，将就，原价千万别买，坑死
差评: 我游戏只有25帧-30帧，不知道是游戏优化问题还是游戏策划的问题，整个游戏的节奏非常的慢。FC的热血系列其实颇有几分操作要求，这种慢腾腾的赛跑实在是很难受。
差评: 怎么设置中文
好评: 夏季促销只要10块钱，买个情怀来玩吧，真的很喜欢热血系列，很喜欢国夫和阿力这对冤家，小时候最喜欢的游戏就是热血系列了，当年和小伙伴们也看不懂日语，也不看字不看剧情，就开打就完事了，那个时候真的很快乐，现在来补个票，剧情模式打完，没事打两局其实还不错的
差评: 剧情模式双截龙兄弟没换对技能完全打不过，死档重开
差评: 游戏太垃圾，动不动就黑屏，难怪会被淘汰，一点都不走心
好评: 热血系列可谓是承载了一代人回忆的不朽经典了。

本作是热血进行曲大运动会的复刻版，除了对融合无厘头暴力格斗的热血运动会作了原汁原味的移植，还新增了不少与时俱进的更新与BUG。

游戏本体内容不再赘述，了如指掌的游戏啊。

支持中日英韩四种语言，但是简中只能看看菜单，开始游戏会无限黑屏。
与FC时代一样都是支持手柄游戏，也支持本地4P。
无法正常存档，但是因为游戏流程短，存档有无都没有什么问题。

另外对一些适应时代做的更新还是很不错的：
比如可以在线多人匹配竞技，但是同时在线几乎不可能搜到人，所以网络好坏这方面就未知了。
steam云没有用，游戏本身就无法存档，大概除了设置。（这真的很FC啊，也是断电就丢档）
自带原声集和招式详解和人物介绍。

这款游戏值不值得入手？
答案是[b]不值得[/b]的，无法存档无法中文，体验不到在线撕逼，若干的BUG玩起来真的很不舒服，如果要怀旧的话建议入手ARC的IG同捆包（BlazBlue River），还是很有性价比的。
消息称新的热血大合集要推出，不妨继续观望一下。

好评: 怀旧游戏？这种游戏这么贵···真没意思···
也许有人陪我2P玩估计会很有趣···可惜那个人不存在的···

有bug···单人游戏无法设置玩家名称，多人鬼服，而且难度超高···简直没法玩···
用的是最简单的模式，第一场障碍赛始终第三然后gameover···
好吧···事实证明我不管在游戏中还是现实中都不适合体育运动····
好评: 还不错，基本还原了FC时代的经典，就是游戏速度太快，找不到以前的那种打击感了（特别是在水里用武器堵路时233）
差评: 这游戏一折买个情怀吧，不值得一玩。
首先，游戏没有教学RPG元素没教学导演是脑残吗？
其次操作卡顿延迟各种BUG作为动作游戏不合格
这游戏一折买个情怀吧，不值得一玩。
差评: 游戏打开之后黑屏，没法玩
差评: 很容易卡Bug，然后无法继续，只能强退重来。
差评: 很想给个好评的，但是BUG实在太多。
玩了很久，第一关都没过去，每次都是某位电脑选手卡在莫名其妙的位置，只能重新开始、、、
好评: 国夫天下第一
好评: 买买买，童年的回忆
好评: 游戏难度也太高了吧，
关卡不反复练习连故事模式都过不了（除非运气好）
本来想差评的，不过看人家造个游戏也不容易，就算了。

好评: 中文名字没敢起，英文名的话需要语言换到英文，建完人物再换回中文就行了
好评: 情怀 啊啊啊啊啊啊啊啊啊啊啊就是黑屏玩不了
差评: 根本就没人玩啊
差评: 简体中文角色名称输入没用，登陆角色还黑屏，真的无语，这个问题难道不修复一下吗？
差评: la ji you xi
好评: 很优秀的重置版，许愿热血格斗，许愿热血系列。
好评: 太Tm好玩了！！！！！！！哇哈哈哈哈哈
差评: Bug太多，用简体中文进入游戏，输入不了角色名，进入之后持续黑屏，无法开始游戏。只能改为英语……
好评: 1p怎么用键盘控制？
好评: 啊很好玩但是  管卡太少了
好评: 《热血》系列对于无数成长在90年代的人来说，代表着一段无需修饰的童年回忆。

能看到这种满载情怀的游戏在steam登陆，老、老夫也......ಥ_ಥ（热泪盈眶.jpg）

说正话...作为FC《热血进行曲》的重制版，本作算是合格完成了它的光荣使命，在保留原版操作手感和游戏模式的基础上，添加了大量新招式并扩展完善了剧情，还有超多系列其他作品的角色作为收集和彩蛋登场。虽然本质上只是盘没有什么新意的冷饭，一众情怀党也是吃得津津有味。

可惜制作组不知道是有心无力还是诚意不足，在草草发布了中文和韩文更新之后便再无动静，留下了一堆恶性BUG和一个死寂的鬼服。现在联机匹配不到人，这游戏也就少了一半乐趣。

出于爱，我只能尽最大的努力去刷成就和收集，剩下的几个成就实在是无力也不可能去肝完了。

情怀未逝，兴致已尽。

告辞.jpg
好评: BUG？？？根本无法游戏，启动键是哪个啊，我按遍了键盘，没有一个键是启动键
好评: 小时候最喜欢的游戏，游戏除了单调了点，游戏时长就3-4小时。其他还不错，公司倒闭后版权卖给别家，制作人可能也很爱这个系列作品吧，不适合新手玩怀旧的来补个游戏卡带票吧，感谢把尘封的作品再一次搬上来
好评: 童年回忆啊，曾经跟发小玩热血格斗玩了整整一暑假，天天玩都没腻！热血系列的都很有趣。之前下的盗版玩，觉得有趣就入了正。这款游戏闲暇之余还是可以玩玩的，至于难度，我觉得还行，我反正越野跑跟障碍赛都使劲怼人，全部打倒取消资格后再自己慢慢跑到终点的，技能偏爱双重剪刀手跟摄物打人的那个技能（忘了叫什么），唯一就是键盘不能自由改按键，虽然我有手柄但更喜欢键盘操作(｡･ω･｡)
差评: 情怀之作，但可惜完成的很差劲，甚至没什么意思，kgn：50/100
好评: 小时候玩得很欢的游戏，我的回忆啊T_T
好评: 童年回忆补票
 
有不少人抱怨游戏难度的问题，其实根本不是问题
 只要你把所有人都解决掉就行了（无误）

讲一下如何在赛跑中干掉所有人
 
玩家刚开始啥都没有是肯定跑不过别人的，姿三十郎（从国夫数起第一个人）有一个可以在赛跑大赛，抢球大战和竞技场用的技能，DOUBLE CHOP，空中跳起来把人打飞，伤害也非常可观，16-28不等，在平地，楼梯和需要攀爬的地方可以保证打死人（用这招在环城跑第三张图结束前就打死了所有对手）
 
然后玩家在竞技场大赛中对战的基本都是弱鸡，拿下第一场比赛有可能解锁DOUBLE JUMP（二重跳），接下来的所有比赛就可以横着走了



好评: 童年回忆~~算是出了些新玩法吧，比起FC年代的那五项。我一般是在英文或者日文模式里改好名字然后开一下游戏再退出，然后换成中文模式玩的。还有就是玩到现在也没通普通难度。。。光是简单难度的双龙兄弟那场大混战就费老劲了。也可能是我太菜或者脸黑属性加的少吧。技能的话个人感觉射门系的投掷必杀都不太实用。比较好用的有双重剪刀手，跳跃斩首，跳跃肘击，旋转冲撞，天杀龙神拳，龙尾岚风脚。因为双龙的必杀得过了混战才能拿到，所以前期就用剪刀手和那两个跳跃下落系的硬抗。。然后天杀龙神拳因为判定关系，用手柄设置连发的话就几乎无敌了。。。总之好好地情怀了一把
差评: 首先我必须承认这个游戏整体来说是不值得推荐的，推荐与不推荐理由如下：

推荐：  1. 游戏队伍和人物增加了很多，而且会见到一些其他热血游戏的角色；
	2. 游戏技能更加合理技能的数量也很多，且有解释说明；
	3. 单人模式下，故事情节还是有那么一点看点；

不推荐：1. 虽然人物增加很多，但是会有不同技能组合来强行增加数量的感觉；
	2. 单人故事情节太短；
	3. 游戏模式太单调，网络对战模式是完全没有人参加；
	4. 最多只能两个玩家同时玩，如果四个就好很多；

总结：除了情怀，你基本上不会买这个玩大噶十个小时就不想玩的游戏。
好评: 这个游戏有个恶性bug，如果修改语言的话已解锁的角色会消失，这时如果在自创角色那里随便选一个角色点保存的话，故事模式解锁的角色会出现，但是自由模式解锁的角色会消失……想在中文语言下不改语言输入角色名字只有一个方法了，就是修改游戏存档。用16进制编辑器打开存档，00000050开始是第一个自创角色名字的ascⅡ码，之后地址每隔78(16进制)就是下一个角色。编队的地址之后再补充吧。请大家修改前一定不要忘记备份存档。
好评: 好玩，有中文可以了解剧情了。但是似乎只有4种竞赛？记得以前热血运动会有柔道，铅球什么的。第二关还是第三关非得第一才能过，继续挑战吧！
好评: 游戏时间5小时就打通了，现在还是会在手机上玩以前的热血系列，所以上手很快。发现pc居然有大运动会就买了，里面涉及了热血系列很多部作品的角色，玩久了很腻，但是消磨时间是没有问题的
差评: 买的是情怀  这游戏还是给差评吧根本匹配不到人 单机有什么意思 键位又不能改 反人类的设计
好评: 啊啊啊啊，玩着玩着游戏崩了，超郁闷！！！
满满的回忆啊有木有！小时候一放假下来就为之废寝忘食的热血系列啊！
一开始玩用键盘还不太适应，无奈手柄摇杆玩FIFA给干废了。。。十多年没玩了，有些关卡路线都不记得了，老是挨打，哈哈哈。。
虽然游戏有些小BUG，但经典就是经典，也不贵，值得老玩家收藏！！！！！
好评: 当我想要评测这款游戏的时候其实我是拒绝的，因为不管这款游戏的质量是优是劣，他都是陪伴我走过童年时光的美好记忆，只要游戏一开始看到那可爱的人设风格，就绝对会想起小时候废寝忘食的玩热血系列的游戏，今年的SASC我为这个游戏提名魂牵梦绕奖，因为当年真的是在日夜都想着热血系列的游戏，不断地发现新的技巧，热血格斗就算通关几百遍也仍旧觉得有趣，虽然现在我们这一代人都被人叫叔叔了，但热血还是当年的热血，还是一样的好玩，还是一样的搞笑，还是能让我随时都能想起那一张张8位像素的脸，这款游戏将烙印在我的人生当中，难以忘怀！
好评: 为童年补票！！！
好评: 满满的小时候的回忆~~~~
好评: 热血还要多说么，
买买买。
还能联机，多好。
（就是操作怪怪的。）
好评: 游戏还是可以的，童年的回忆，不过不知道这个系列到底有多少
好评: 热血高校系列从小就喜欢,内容也很棒，但是为何bug和报错这么多...
好评: 弱弱军团 成就貌似有问题 我按照要求全1星阵容通关 然后。。。并没有跳出成就 如有知情人士 望告知
好评: 剧情还可以，热血物语的增强版
好评: 水里怎么游快啊
好评: 游戏本身是极好的，但是BUG太多游戏还没超过5分钟，建立新人物卡死；赛跑第三幕卡死。麻烦多测试一下好吗？
差评: win10莫名的死机，故事模式也有点重复
好评: 童年的回忆，zhenjier的爽就是不能改按键设置是最jier气的    难道制作住的不能空格 是跳吗
好评: 奔着情怀买来的作品，不需要多好玩，怀念青春。
好评: 曾经和小伙伴一起用小霸王游戏机玩热血的日子再也回不来了。
好评: 情怀满分。我是从小玩热血玩过来的，因为经常和小伙伴切磋的缘故，一个人就玩DQ和MM，大家一起就玩热血，玩的次数不比超级玛丽和魂斗罗少。所以热血出复刻我还是很期待的。
虽然价格贵了点，不过也玩了一段时间发现，也值这个价，除了按键没有办法很自由的设定以外，其他都不错，新增很多人、很多技能都要研究。还有剧情模式，其实就是把这几项来来回回比，不过也体现了它另外的功能——自定义赛道。
它不光是正常的比赛，还有一些陷阱或者乱序的赛道，乐趣很大。养成角色也很有挑战。
以及重新演绎的BGM，都很带感。
作为情怀和粉丝向的游戏来说，我认为它合格了。
我开始期待其他系列的复刻了。
好评: 操作莫名挺别扭的，感觉和红白机上差不多，但是毕竟是2017年了，移植的话希望能搞好点
好评: 花17在杉果买的，买的都是回忆
想起小学放学和小伙伴一起玩
谁先死就换人，一起嬉戏
现在小伙伴都过的好吗?

进去有四个选项
单人，联机，自定义，设置
回忆之作肯定开全屏
第一次设置中文，后退会黑屏
强退就完事，之后重启就没事了

回忆之作，热血排球，篮球，足球物语明年会出合集上架steam

满心期待
好评: 各！位！注！意！各！位！注！意！
中文只是开始进去的时候黑屏。
这个时候，你们退出游戏，再重新选择故事模式，会有个 继续游戏 的选项，点进去就可以用中文开始游戏啦！
这算是一个稍恶性的bug吧...但各位想体验中文剧情的不要被这个bug阻挡呀！
其他总体还不错，游戏过程让我想起以前笑得合不拢腿的时候了（！？！？）
总之是一个让人开心和回味的游戏性也很强的作品！
当然非常感谢参与此作品汉化工作的汉化人士！也希望制作组能赶紧修复这个bug，不要让汉化人员的辛苦白费！
好评: 感觉还不错，挺爱玩，为童年补票
差评: 中文进去游戏黑屏
差评: 中文登陆角色开始游戏黑屏
差评: 情怀至上,游戏真烂
好评: 恶意差评真的蠢 什么中文黑屏 什么不能调按键 你就不能买个手柄吗 你小霸王用键盘玩？安？ 几十块钱买回童年的感觉不好吗？安？
好评: 和基友联机遇到一个非常头疼的问题！
如果开发商看到这个评测，
IF MAKERS OF THIS GAME SAW THIS,
必须把 第二种比赛 的二段跳禁止！
YOU HAVE TO PROHIBIT DOUBLE JUMP IN THE SECOND RACE！
它能让即使速度为1的角色都能在1秒内跳过大多数地图！
ANYONE EVEN 1 ON SPEED IS ABLE TO SKIP MOST MAPS IN 1 SECOND!
英语不吼求别喷
总之这个一定要更新的时候改改改！
好评: 买游戏了就是玩从不后悔
好评: 慢慢的情怀
差评: 黑屏……
差评: 哦，就是为了给你一个差评，中文玩不了剧情，呵呵哒！
好评: 还凑合 模式少了点  希望能增加 键盘 自定义 改键 UOJ 按着不方便
通关后人物怎么保存？自定义队伍 不能参赛？名字也不能改
好评: 满满的童年回忆，小时候玩的热血进行曲小伙伴们玩的飞起~ 
这款游戏偶尔会卡死或者黑屏，看其他评论说是中文的锅，不知道是不是真的。有的评论说明明自己拿了很多第一，结果被黑幕个人奖反超——是有这样，但是很简单，一开始领先他们就好啊，我是每场胜利最后算上黑幕奖项依然领先其他队伍两千分以上……要说让我最激动的还是双截龙兄弟那一关（虽然死了很多次）但是从剧情双龙兄弟一出来就成了双截龙的BGM有木有！非常激动！……
总的来说项目少，重复性太厉害。项目还不如热血进行曲的项目有趣。抛开这些还是挺不错的游戏，情怀+10分。强烈推荐手柄玩，打折必入。
好评: 情怀满满，就是项目太少，比FC版少
好评: 配乐和玩法都还行
 可你妹的我每个项目都是第一  为啥你还连续把三个加1000分的奖颁给恐山高校  一下子就被干死了啊
好评: 情怀？怀念当时背秘籍的日子，这口冷饭炒得真香
好评: FC老玩家必买的Steam游戏！
推荐使用手柄，用键盘的话只能选择预设的动作键，不能自定义更改按键。
好评: 童年———高尔基
好评: 我就想问一下，这个蛋疼的名字到底怎么改，我特么盗版都能改名字好么？？？补票入正支持一下，竟然连个名字都改不了？？？
差评: 这游戏真的是垃圾到不行，玩起来全程尴尬爆表，游戏节奏又奇葩，还不如直接把FC上的热血系列原封不动的移植过来，看着自带简中结果玩单人剧情还会直接卡死要弄成英文才能玩，无解了。
差评: 一局比赛四个项目，共6场，中途不能换角色的模式，我用七濑完成5场比赛，总共拿了5个第一，
结果连发4个个人奖给恐山学园的队长，共3600分，七濑就拿一600分的MVP。热血学园被反超1000分，game over。
天理何在啊！这里面一定有黑幕，肮脏的运动会，退赛。
好评: 童年回忆，可惜只有热血进行曲的内容，要是再加个热血新纪录的话就更好了，当然，如果新纪录复刻的话也是买买买
差评: 毫无诚意的冷饭。
差评: 我只想问没有BGM是怎么回事？
好评: 邮递马车！
好评: 游戏挺还原的，希望热血出其他系列啊！！！
差评: 不能改按键，不能改名字，模式太少，联机会卡，改成中文更差jin
好评: nice
差评: 玩一会就停止工作 有什么办法解决？ 别说什么输入法或者兼容性  似乎都没用
差评: 联机优化一般，很好的撕逼游戏，但是现在我只要一创建房间就闪退，这么多钱卖个屏保游戏？？？
好评: 单纯为了童年红白机的热血系列
差评: 回忆就让他过去吧。曾经的红白机的经典，现在玩起来真的是难受，蹩脚的操作手感，flash游戏一般的画面，莫名其妙的判定，这种游戏就应该随着时代过去。
好评: 简体中文启动游戏以后会黑屏，不介意日文或者英文的话可以入一个玩。
差评: 相比fc的热血系列游戏，没有什么进步，还不如下个模拟器玩。
好评: 满满的都是童年回忆！想当年热血系列fc的卡带要300多大元，现在存粹是为了情怀买单，不过游戏bug太多了点吧！本人用的xbox手柄，每次进入游戏手柄都不好使，需要退出游戏，在次进入游戏手柄才可以使用，最不能容忍的是只要选择自动匹配，游戏就会崩溃，希望发行商能尽快解决问题。
好评: 一定要用手柄玩！！！
差评: 说好的中文  结果不是中文
差评: 操作太蛋疼了！！！！简直令人发指，不仅是键盘不好用，换上手柄依旧难操作的要死，整个人都不好了。。。差评！
差评: 太水了
差评: 0联网性，黑屏先锋
好评: 游戏不错，但是有个小BUG，退出游戏显示游戏正在运行，希望可以解决
差评: 两个小时就会玩腻的内容，反人类的键位设置，还不能更改！没有以前的味道，不推荐
差评: 本来是抱着怀旧补票的情结入的，可bug多到玩不下去（无法改名，黑屏，AI卡死……等等），而且游戏内容非常单调。如果和我一样只想找到童年玩红白机时那种乐趣的玩家，慎入！
好评: 一款充满情怀的炒冷饭游戏，这是一部用情怀为佐料，但是略微缺少诚意的冷饭。作为一款经典的友尽游戏，可玩性无需质疑。但键盘无法自行修改键位，倒是移植游戏的一贯通病。游戏地图比较单调，数量也少得可怜，但游戏内可用队伍倒是非常多，从FC时代一直到3DS时代一应俱全。尽管这是冷饭，但作为热血系列伴随着我的成长，尽管画质和单调的游戏模式并不适应这时代，但热血系列带给我们那种童年回忆的味道却无法代替的，所以建议FC时代过来的玩家都买买买~~~
差评: 这个游戏现在来说玩法单一，如果可以把其他系列弄一起我会考虑珍藏。现在已经退款了
好评: 虽然支持了中文.. 但是用中文进入故事模式后会出现黑屏bug卡住..不知道还有其他人遇到没有
好评: FC上面的最喜欢的系列--热血系列~~~曾经和发小们通宵奋战
好评: 让我想起了当初用游戏机玩这个游戏的情景
好评: 我国夫就是要打爆冷峰学园的狗头
差评: 更换语言之后 解锁的人物全没有了！！！
差评: 不好玩！！！！不要买！！！只有4个项目可以玩，经典的好玩的项目一个没有！场景没有一点可以互动的元素！简直就是披着热血的皮的一个垃圾游戏！！另外一个重置版的热血物语可玩性都要好的太多！强烈不建议购买此作！
好评: 我的新纪录呢？
足球呢？
篮球呢？
冰球呢？
高校呢？
[strike] 物语呢？[/strike]
格斗呢？

---------------------------------------------------------------------------------------------

2017年2月28日热血物语上市了
好评: 如果说是为了怀旧的话，这是款比如的游戏，
如果说为了联机的话，那我只能说这款游戏除了在线模式简直就是摆设~
给予好评只是因为这个游戏勾起我童年的回忆，并且然我知道了整个游戏的故事剧情。
差评: 压根没人
差评: 按键没法修改，玩的很累很难受
差评: 冲着情怀买的，游戏内容单一，技能还得通过游戏剧情获得，自创角色属性低下跟本没办法玩下去，简体中文下无法创建角色名字，开场直接黑屏，得关闭游戏用继续游戏来进去，真是无语到极点
好评: 期待热血系列的其他作品重制
差评: 用手柄反而更不舒服。
好评: 买了没怎么玩，只为了小时候fc热血系列的情怀
差评: 大厅匹配人,随机卡死,选了中文没办法创建名字选了中文游戏开篇黑屏，垃圾
差评: 游戏内容比较单一，甩卖情怀
好评: 好游戏
差评: 操作按键坑爹，根本不好操作。
另外这个热血里的几个模式都不好玩。
真正热血系列里 好玩的都没有（足球，篮球，游泳，校园格斗等）。
好评: 童年的回忆，但是感觉比当年fc上的要难不少
好评: WIN10玩一会就崩溃。还有我的热血篮球，足球呢。
好评: 主要还是为了情怀吧，当年的FC热血系列，画面优化的不错，可以跟小伙伴们一起玩，希望能加入新的东西。
差评: 我只能说  这游戏我买的是情怀。。。。
好评: 玩家名字设定为什么只能是英文？
好评: 很怀旧
好评: 还行就是匹配太困难了
好评: 情怀好评吧，有官中还是不错的

O 卡通渲染的背景+情怀向的像素 ，画面和ui都比较清爽，这个系列的像素画从小时候玩FC开始就挺挺顺眼，现在市面上的很多像素游戏挺恶心眼睛的
O 手感还是和曾经一样不错
O 音乐不错
X 总共就四个项目，而且前两个同质化严重，说白了就三个，剧情模式也就是翻来覆去的打这几个项目，和几十年前的进行曲、新纪录相比其实内容上没有多什么
X 由于上一条的原因，联机对战是根本匹配不到人的，所以成就我看了一眼放弃了
[spoiler] 【不能保证生命力的游戏出联机成就都挺烦的】[/spoiler]


差评: 不是很喜欢这个游戏的键位，操作手感还不如ATLUS做的热血系列，这游戏我还是喜加一算了，灭队都灭不成，以前想灭就灭，现在也就电脑突然2B或者想挑衅你的时候才有办法接近他，果然这多半好评没得跑，估计很多都是中国和日本的情怀式好评，而我对这游戏没一点情怀，还是玩第三方的热血时代剧算了，这游戏不怎样。
好评: 中文版名字不能输入解决办法：先切换成其他语言如日语，改好名字，创建完成，退出换成中文。
——————————
其实有好多FC游戏可以学习正统马里奥兄弟的模式进化，不失经典原味又跟进时代步伐。
其中最让人惋惜的就是洛克人，洛克人完全可以像wii、wiiu、3ds的正统马利奥兄弟那样进化，建模参照wiiu大乱斗的洛克人。
热血曾在ds上3d化，但人物实在崩坏得厉害，玩起来也没有经典热血系列味道。如果热血系列是任天堂的项目，肯定不会像今日这么落魄。
还是希望热血系列可以3d化，建模及游戏内容改动学习任天堂的经典进化游戏就好。
为了情怀，值得推荐！另外推荐[url=http://store.steampowered.com/app/252350/]《双截龙：彩虹》Double Dragon: Neon[/url] 
——————————
喜欢洛克人的推荐今年发售的《星之卡比：机器人星球》（Kirby: Planet Robobot），开机甲各种变身的卡比，超级好玩
好评: 強烈建議用手把玩
好评: 实在是太好玩了，找回了童年的感觉，还是完美中文化的！希望早日复刻热血足球！
好评: 带中文复刻的，比主机上的良心了不少/推荐打折时入手~~~童年的回忆~~~
好评: 情怀。
好评: 有点当年用红白机玩热血系列的感觉了。。
人物图鉴良心，对了解热血系列世界观有不错的帮助。
官中好评，不过现在官中很不完善，故事模式创建人物黑屏，只能退了读档，自创人物中文名字只能显示“玩家”。
不知为何运行十几分钟就停止响应，有机会追评。
差评:  dp not work!!!!!!!    system is  win 10  .
差评: 我就想知道怎么切换语言好奇葩啊，支持语言又不能选，也不知道是什么键位，根本没法玩啊，我擦！
好评: 看到打折才买的，我只希望至少出个格斗。还有中文哪里设置
好评: 想起小时候小伙伴们一起玩进行曲和新纪录，谁垫底就换人，时间一去不复返
好评: 怀旧 不用多说
好评: 很好玩的游戏，战斗模式也很怀念，但是真的真的没人联机啊，还有服务器延迟也高，买回来真是根本玩不了了就，bot也不能添加。
好评: 都是为了小时候的情怀买的，只不过这游戏在我看来也只能卖个情怀了，虽说有简中好评，但游戏素质根本不及前作，只能中评为情怀了
好评: 还可以，游戏模式太少了，不是小时候的热血系列。
好评: 游戏素质不错 让我想起了小时候
不过话说回来 游戏中确实有很多bug
比如玩家名 不管怎么怎么输入都只显示玩家
再比如全屏创建人物死机
不过还是决定给个好评
好评: 满满的童年回忆。
好评: 蛮好玩 的，可是为什么不能自己设置按钮   这一点就非常不好，还有支持的手柄种类也太少了吧
差评: 本地怎么添加2P？
好评: 高清重置的热血进行曲，带点情怀的话其实还是不错的。游戏在设置中文的情况下不能修改角色名字，希望能尽快修复吧
好评: 买这游戏就是为了情怀，完美还原原作内容，背景图高清化看着舒服了很多。作为中文玩家，不能取名字这种小bug还存在确实不应该，但是汉化的加入，发现以前忽略的小剧情设定也挺有意思。对于现在玩家而言，游戏内容太过单调，虽说是冷饭，如果能加几张地图或者内容也是最好的，当然不加也没关系，毕竟也只是冷饭。另外热血新纪录啥时候出啊~
差评: 差评！拳脚一起按不是跳！而且还不能改键位，不能改键位，不能改键位！
FC版里拳脚一起按是跳的！为什么要别出心裁的多个按钮？为什么没有连打？为什么不能改键位？
既然都多此一举的增加了一个跳跃键，为什么不增加一个按键来实现一键跑？有很多绝招都要在跑的时候施放。
攻击的判定范围经常出bug,对手明明在你的判定范围内，你却打不到他。
碎球竞争里站在柱子下面按左右和上都会让你的角色爬到柱子上面，难以向正确的方向攻击对手！
跳跃的时候只要碰到柱子就会爬到柱子上面，当你想跳起来攻击柱子上的敌人的时候会感觉很困难。
碎球竞争里AI偶尔会出BUG，既不攻击对手也不爬竿碎球。
差评: 说是运动会，足球篮球都没有
差评: 单人模式登陆角色就黑屏但是有声音。另外角色名字改不了只能叫玩家！！钱花了玩不了，体验差。不想退款，就当为小时候补票！
好评: 没中文啊
好评: 为儿时补票，简中好评
剧情模式重复性太高，我的自建人物不能改名，只能叫玩家…
游戏还是FC的感觉，手柄操作和FC有点差别，游戏模式还是一样的
所以热血新记录和格斗呢？不然3ds上也可以移植啊
差评: 怎么设置中文研究了一晚上没研究出来
好评: 玩了不久，买来当收藏很好。也许是我手残，新建的角色打生涯简直要命了，和敌人完全不是一个级别的，跑得慢跳的矮血也少，不过要是前期能得到2段跳技能那简直障碍赛就瞬间没难度了。还有几个问题。1.第一次进游戏打开单人模式会黑屏，需要强制退出后再独档。2.创建人物只能显示玩家，日语英语数字中文都不行......很尴尬。3.没有人网联，真是伤感，自己找小伙伴联机吧。4障碍赛有三个手掌那里AI如果被推到河里有几率卡在柱子前面游泳，直到time up。
好评: 为情怀买单
好评: 为情怀买单，喜欢这款游戏！！！
好评: 为怀旧买单
差评: 今天玩的时候解锁的人物突然没了，昨天为了改名切了下输入法是这个问题么，反正现在我就对着空无一人自定队伍列表@#！￥
这么恶性的bug不给差评难解我这口气
[spoiler]刚下了个完美存档进去是日文全人物，切成中文又清空了，开发商你看着办吧[/spoiler]
好评: 童年买单，居然更新简体中文，好评
好评: 新开记录黑屏，必须强关在重启游戏，太坑爹了，还没玩，情怀给个好评吧
差评:        个人认为，这个游戏的趣味性和操作性还不如FC上的热血运动会及热血格斗，总共4个类型的项目（其实那两个跑步游戏的本质都是一样的），故事模式就是这4个游戏不停的翻来覆去毫无乐趣，在线模式永远没有人在线，低级BUG也巨多，脸都看不清的像素风格用在现在实在太过时，唯一称道的就是必杀技丰富了很多以及一定程度上的自由搭配，如果不是热血系列的超级Fans建议就不要入手了，实在忍不住的还是重温下FC上的热血系列吧。
差评: 辣鸡
好评: 我只想知道自定义的人物属性究竟怎么才能成长，知道的朋友可以在我个人页留个言...
好评: 满是情怀的作品，只是更新中文后建人物时无法起名...希望可以更新解决！
好评: 算是情怀吧，没想到是个鬼服而且只有一款游戏我的篮球我的足球呢，花我68￥玩了38分钟真牛啊，这游戏就是圈钱的，万年不更新，买了就是情怀！没别的意思，为这回忆买单也OK了。我在想超级玛丽我是不是也要花这冤枉钱？答案：不！
好评: 论情怀,这游戏完全可以打满分,该有的都有,比起FC机能上的限制添加的更多的元素,但很多小毛病也是有的;我希望像足球,篮球,物语能重制的话肯定比这作更好
好评: 既然选择 发售 能不能继续维护更新 bug太多是要互相伤害吗 0.0
差评: 以前没玩过也没了解过热血的这部作品，一开始还以为能把之前比如 热血篮球啊 热血足球整合了，这是我太冲动了。

通关一遍后的感觉就是普通，超级普通，越玩越不想玩，玩法真的好单一。
游戏中有许多的BUG，比如AI卡的不动浪费时间。
貌似不能随便改键位，特么没看评论我连怎么进游戏都不知道，好蠢。（U键）
联网没进行过，或许有人一起玩一起撕逼会有趣。
还有就是手柄操作也好蠢，对摇杆来说双击右键跑步有点难 。

评测有点罗嗦写的烂，但尽量把我不想玩的原因写了
总之就是不推荐！有中文也不推荐！热血情怀可以+1


好评: 游戏挺好玩的，不过地图早就在fc上玩腻了，没有创新，不过多了剧情和技能，10个小时我打通关了，什么时候把新纪录和物语格斗之类的弄上来。
差评: bug太多了  名字都无法输入，经常停止工作或黑屏
差评: 非常不友好 强烈建议重置 FC的所有热血系列，
差评: 不好玩
差评: 游戏不错 小BUG无数  自定义角色无法输入名字   联机时无法选择 电脑难度  新开记录黑屏 必须强关在重启游戏  哪怕炒冷饭也别做的太仓促
好评: 童年的回忆啊，这次居然重制了。游戏不错，但是为啥起名字总是失败？老显示是“玩家”。谁能帮我解答？
差评: 如果选择中文然后创建新游戏就黑屏了，切换回英文创建新游戏就没问题。然后切换回中文读档也没问题。虽然说是为了情怀，但这种小问题还是让人很不爽，暂且差评吧。希望开发商尽快解决。
好评: 整体还算不错。
好评: 希望不要给我的回忆蒙上阴影。
先支持一下吧，起码有中文不是。
好评: 只能一个人玩单机，买的只能算是情怀了。联机没人，反正只能玩单机
好评: 其实不需要中文，小时候玩的时候，就没玩过中文的。
好评: 不是说是支持中文的吗？大家都在哪设置的？我下载的是日文的，求教！
好评: 2016.6.1 更新了中文
好评: 终于更新了中文，绝对的好评
差评: 游戏非常单一，只有四种关卡，没有手柄操作起来非常痛苦
找不到小时候玩热血的感觉了，游戏中还原了一些经典场景，出现了无法理解的超自然能力技能，电脑可以抬起双臂，操控场景中的物品共计对手
真的非常单一
好评: 为什么成就系统是中文，游戏本身没中文呢？
儿童节更新了中文，祝大家节日快乐~
差评: first, My game always crushed when playing , sencond ,boring, no creative. I thought that it  might have some thing amazed,but what I felt is like river city old serises.
差评: 这是一盘完全的冷饭，重复的场景，重复的玩法，没一点更新，说实话小时候就觉得这一代是热血系列最不好玩的，除了情怀真的没必要买。
好评: 要是有简体中文就好了。
好评: 除去不能自定按键，剧情模式还不错；但联机体验就不好了，你明明按了键，可角色要稍等一下才有反应。
差评: win10 不稳定，运行一段时间就挂
好评: 期待更多的热血系列重置游戏登陆pc~
差评: 过第一关按着按着对话就闪退，就到不了第二关。。。两台电脑上都是这个问题（Windows10），希望赶紧改善
差评: 垃圾，别买，很不值得。
好评: 为了童年埋单


评分 10/10
差评: 没有想象中的好，如果是热血格斗就好了，这个跟fc上面的一样，移植过来的吧
差评: 蛋疼的鍵位
好评: 2016年的第一个评测给了热血运动会，其实买这个游戏怀旧的初衷远远大于游戏的本身，因为即便是从PS3 移植过来的，也看不出和原版FC相比进化了多少，但是这是当年我们熬夜 我们逃学 我们挨打都不能不玩的游戏，虽然不是热血足球也不是排球，但是它毕竟也是那个家族里的一员，也值得回味一番。
先说缺点：
1.键位的设定不能更改，用键盘的玩家会感觉到非常不习惯。
2.模式太过单一 在联网模式人数几乎可以忽略的情况下，这个游戏现在并没有丰富的内容做支撑，玩久了会觉得枯燥。
3.设定还不完善每次点击对战模式的时候都会出现卡死或者停止工作的情况，总让人感觉这只是个DEMO就迫不及待的拿出来骗银子。
优点只有一条就是你每次玩这个游戏的时候都会有满满的回忆，看到那些画面时你还是会忍不住的笑一笑，也许通过它你会想起已经很久没有和当年那些一起打热血的死党 哥们联系了，会找他们出来叙叙旧，再一起来几把游戏，这就足够了。
所以我推荐！
好评: 三个难度打了三周目，感觉良好
虽说是高清重制不过基本没怎么变味，而且还加入了热血其他系列作品的经典BGM（这是不是说那几个就没得重制了？）
价格高了点，不过人总是念旧的。。。
多人模式基本鬼服，等以后折扣大点可能有希望，毕竟也就是个小游戏，留在硬盘里闲时开来A几下电脑也不错～
好评: Good Game!!
好评: very good !nice!!!
好评: 还是给个好评吧。怎么说呢，感觉这游戏不值这个价，里面实际的内容很少，热血格斗，热血篮球都没有。对了，玩这个游戏还要特地去买个手柄(⊙o⊙)…     算了，就当为自己的情怀付款吧。
好评: 感谢热血系列丰富了我的童年记忆，对开发商表示感激的同时也略感愧疚，因为在当年这样出彩的作品系列我玩的可能并不是正版，估计很多人买这个游戏就是买的一个情怀吧。入手后玩了一会儿感觉操作手感有些怪异，可能是手柄不同的原因，也可能是心态不同的原因，不过，无所谓了。玩了1小时，听了1小时的音乐，在当年就很喜欢热血进行曲和热血新纪录的结尾曲，可以说这两首曲子是我童年记忆的主题曲了，不过曲库内并没有热血新纪录的结尾曲，预感以后会出新纪录的重制版，但愿如此吧~期待其他的热血系列作品~
好评: nice
差评: 垃圾游戏   ！！！！！！！！ 别买！！！！！！
垃圾游戏   ！！！！！！！！ 别买！！！！！！
垃圾游戏   ！！！！！！！！ 别买！！！！！！
好评: 经典的热血系列终于登陆PC，这波情怀可以给满分。
作为经典的合(友)作(尽)游戏，游戏本身的可玩性毋庸置疑。
但由于是登陆PC的第一作，并且是由PS3移植，所以对于键盘党不太友好。
键盘无法自行绑定键位，只能使用内部预设的键位，所以比较建议使用手柄来进行游戏， 除此之外游戏本身并无太大问题。
地图比较单调，数量也很少。
游戏内可用队伍非常多，从FC时代的死愚魔高校、恐山商高、影村高校到3DS时代的热血魔法物语、狮子联合等都是可用队伍。
音乐也涵盖了FC到3DS的大多数经典BGM，并且全部进行了重制。
本作非常值得与几个朋友一起愉快的玩耍，即使在那之后你们不再是朋友(口胡
好评: 我想玩热血篮球啦……_(:з」∠)_
好评: 作为一个有童年的人，这个炒冷饭游戏很明显十分好吃！！！自定义角色！连热血硬派的大妈Boss也有出场！
不过事实上这个冷饭真的太冷了，作为一个穷人来说这个性价比实在是不好，而且这个游戏其实并没有什么新意，顶多就是和有童年的小伙伴偶尔玩一下自由模式……
顺带一提，这游戏是个单机游戏。是的，单机游戏！多人游戏没有人玩的！所以还不如去玩大妈体验版……
好评: 冷锋还是这么吊！
好评: 我觉得键盘操作并不是很麻烦 剧情看了也很搞笑 很有意思
唯一的遗憾就是目前联网模式人好少 一直都没看到人
好评: 我是不推荐买的，毕竟贵而模式少又雷同。

不过我玩的时候还是笑了，AI一如既往的逗比，我都过图了，AI还在打架互殴，过年回家跟几个小孩子玩正好。
好评: 为了童年的回忆  第一时间入手 不等打折了
然而买了4份的我被朋友鸽了。。还有三份谁要 50rmb一份
好评: 童年回忆~但少了热血街道
好评: 希望制作组加入中文吧、增加多点模式，线上游戏快点弄好。
好评: 不错，PS3的终于移植到PC了！童年时代和小伙伴们一起玩这个最开心了！
热血系列在小霸王时代是占最重要性的，因为大家一起玩欢乐嘛！现在可以网上联机，更多人玩了，而且也优化了游戏，还有全新的剧情玩法，背景也3D了，操作也好操作了，满满优点！最重要的可以在网上联机，这样才好啊，还能聊天！
虽说是冷饭，但作为热血系列伴随着我的欢乐的童年，作为热血系列的粉丝，必须买啊！而且也不贵，
买买买！希望热血官方能出更多的热血系列，冷饭我也无所谓了，最重要可以回味以前热血的那种味道，还是像素马赛克的国夫才是最帅的！如果换成其他画质未必有这种味道，所以还是马赛克好啊！
加油，以后出更多的游戏玩法模式，把热血篮球翻了冷饭就好了，这是我以前最喜欢玩的一个系列，也是最擅长的，还有热血格斗传说啊，时代剧！推荐推荐推荐！
是90后的热血粉丝就下手买吧，我都没考虑就买了！
游戏的服务器不行，要么太卡，要么，有时候断线，要么匹配不到，要么整个房间定主，崩了，希望官方能处理好网络问题，因为这样严重影响了玩家的联机体验！
好评: 不把那三个打死 ┗|*｀0′*|┛ 
都不能好好比赛 （╯‵□′）╯ノ┻━┻☆
好评: 就当是补票了
好评: 给童年买个单，主线故事模式意外的不短，然后毕竟重制、关卡比较少，多人模式玩的人不多，适合好友开黑互坑，乐趣没变。

好评: 没有手柄慎入对键盘支持很不好（只能选择几种预设的键位，不可以完全自定义）
另外手柄不支持震动

如果家里有多人撕逼推荐入手，游戏体验基本和小时候玩的一模一样，最多支持4人同时撕逼
缺点：游戏模式【非常单一】，游戏所有场景都是FC版的复刻，没有一个新地图。
所有游戏内容和FC版一模一样【只有4个项目】：跑步（2种地图……算2个吧），4人格斗混战，打彩球
单人模式每一关游戏内容也全部都是如此4个项目重复，所以很容易乏味（当然有穿插一点剧情）

所以没有人一起撕逼和强烈的儿时情怀我其实是不推荐这个游戏的，很容易打破你儿时美好的回忆
我想说的就是这游戏复刻的其实真没什么诚意

联机模式据说比较卡，我体验了一局还好，就是玩家有点少，可以自己创建房间邀请好友或者公开房间等别人加入，当然也可以随机加入别人创建的房间（人很少，估计要等一下）

我发现游戏目录下有简体中文字幕的视频，可惜游戏并没有提供简中语言，不知道以后是否会更新上
好评给小时候的情怀，不知道以后会不会复刻其他热血系列

另外，青睐之光上有一款热血物语精神续作，喜欢热血的朋友可以去看看（预告视频相当赞）
http://steamcommunity.com/sharedfiles/filedetails/?id=389876248
好评: 让我回忆起了童年，用小霸王玩时候的乐趣， 这个版本加了特效并且多了许多技能也可以DIY，总体来说 回忆童年地同事享受游戏 10/10
好评: 模式要是再多一点就好了，和朋友联机很开心，回忆童年的好时光
差评: 目前多人模式没法玩，不推荐购买，建议等圣诞看看服务器修没修复和折扣再考虑入
差评: 线上进去立马卡住 四种模式 无限反复 估计玩单人剧情过后就开始无聊没意思了（两小时不用）
好评: 只是为儿时的那个陪了我6年的小霸王买一份单

没手柄的玩家注意：
按start【U】键开始游戏
-----------------------------------------
因为原先是ps3独占，所以刚移植肯定有些问题
目前已知的问题有：
窗口分辨率最高720p 全屏1080p
键盘键位不能设定：WASD OUJ 7键   M键暂停。。。
DD是跑  J是跳 其他我都不知道！
单人剧情模式的ai有可能会卡墙上
ONLINE模式目前爆炸（可能是因为才发售的关系
-----------------------------------------
剧情模式如果不在意只有4个项目的细节的话
还是挺好玩的
至少可以体验到自己1打6的乐趣！【一群渣渣！
可以当成一种rpg类型来玩
【自己创建的角色玩的越多越强，还有多种技能，系统提供给你的反倒是（剧情要求这角色回家种菜！
[spoiler]第七关4打N 忘了是啥热血游戏了[/spoiler]
-----------------------------------------
另：成就系统是简体中文】
好评: [h1]首先说说剧情模式[/h1]
除了剧情的人物姿态和表情都丰富了许多以外， 游戏部分始终就那四样不会有任何变化……
和自由模式不同的是会有各种限制以及不同的场景顺序。
总之剧情模式目前的作用主要是【开新的捏人模组，开新技能，开新队伍，解成就【？】】
当然，四个模式反复玩下去无论怎样还是太无聊了……我暂时过了前几章，休息了。
剧情模式自定义的人物只有出场才能在当前剧情结束后提升属性。

[h1]然后说说操作[/h1]
手柄键盘各有千秋，或者说各有瑕疵……
手柄推跑步很麻烦，因为每次切场景后人物跑出来不是立刻归你操作，有一个小延迟，除了卡时机以外你只能不停撸方向了。
键盘的键位是固定的【按U开始是谁想出来的鬼主意！】。预设就那几套，目前还没发现能完全自定义。
绝对不能按FC的标准来玩这游戏。操作滑，太滑，而且伤害判定的区域也变得很诡异，在水下表现尤其明显。

评分的话，我还没玩得太深入。从目前的体验来看：
79/100，及格60分。[spoiler]其中情怀20分。[/spoiler]

音乐就像是3DS风格一样……感觉还是哪里不够激昂。
3D的背景画面至少对于热血来说属于少见，但还是挺细腻的。
操作其实没有太严重的问题，但是代入FC的玩法问题就太多了，这里见仁见智。
60还好，[h1]如果有人陪着玩的话这个价格还是可以接受的，热血系列还是最适合多人游戏。[/h1]
不过据说这游戏现在联机模式有问题？

[spoiler]最后我想单独给春道和P·A·D【虽然只是应援】15分。[/spoiler]
差评: 大失所望，游戏模式太少并且雷同，跟前作比真的是差远了，冷饭都炒不好，出个FC复刻版都比这作强。
好评: 之为童年的记忆，第一时间购买！上手后还不错！就是内容太少！来来回回就那四种模式~联机还找不到房间！目前就是单机玩的有点枯燥了！期望多加点内容！
好评: [h1] 热血系列我希望他炒冷饭，然后他没有[/h1]
首先说说缺点吧：
[list]
    [*]游戏退出键在哪？我只能窗口时点×或者esc```````
    [*]和战砖一样，如果你是手柄玩，你必须在游戏启动前先把手柄连上，如果游戏启动后再连，抱歉，无法识别出来
    [*]游戏模式太少。。。。我满以为会有FC时的所有类型的说。。。有些失望
    [*]既然上面提到手柄了，游戏内对手柄的支持不是很好，最起码我在跑动时感到了满满的恶意，加速跑很不好按出来啊，用十字键稍微好点，但手柄十字键太硬，按着费劲啊！（[strike] 这一定是游戏的锅，不是我手柄问题，嗯哼[/strike]）玩几局下来我深深为我手柄捏把汗。。。。
[/list]
然后是优点：
[list]
    [*]这是信仰！！！！
    [*]这是信仰！！！！
    [*]这是信仰！！！！
    
    [*]里面人物虽然还是马赛克风，但是表情还是一如既往的搞笑，灰常好
    [*]和基友一起玩很欢乐！
[/list]
[b] 非常希望以后加入更多的模式，足球啊，柔道啊等等，现在的模式实在是太单一了，可玩性不是很高[/b]
建议没接触过热血系列的90后或者00后观望一下再决定剁手，至于80后或者接触过热血系列的嘛
[spoiler] [b] SHUT UP AND TAKE MY MONEY!!!!!!!![/b] [/spoiler]
好评: 有一种童年叫热血！！！
好评: 童年的回忆!
目前貌似联机有点问题.

中文成就!!!为啥游戏语言没有中文???

移植作还有一些小毛病有待修复.

其它的都挺好,希望后续能追加中文就挺好了...
好评: 情怀吧，内容太少了感觉和小时候玩的不一样==
差评: 我是等在电脑面前一解禁就买的！！我多期待的！！但是！进去发现！按键！！按键！！U O J 三个键只能互换的设置！这我无法接受！这种按键组合！让我怎么玩！别说让我适应，61块还让我适应键位！我不接受！！！退款！！退货！！
好评: 小时候的科学启蒙游戏:
这尼玛旋风腿怎么可能在运动会放出来!!!!!

这游戏想赢的话 疯狂跑路就行了嘻嘻嘻
and
创建人物名不可以用恶俗语言.....[spoiler]不要问为什么[/spoiler]
键位设置不能自由调动 只能按照他给的设置方案来调....希望可以改进
毫不犹豫地为童年买单
好评: 嘚嘚嘚嘚!這可是熱血的童年啊!
差评: 4个模式你要我61？
差评: 网络很卡  千万别买！！！！！！！！！！！！！！
