好评: 和20像
好评: 6666666666666666666666666666666
好评: 作为一名WWE粉丝，这一作可以说是2K目前最好的一作，没有之一。
因为2K19的mod最成熟最丰富。2K20的质量令人失望，以至于2K21胎死腹中。
但最令人失望的是2K20把游戏文件包装了，mod使用门槛更高，估计2K22也不会重新解包。而且社区人物的质量比mod模型差。
如果2K后续作品的mod功能无法恢复到19的水平，就真的没必要买。
好评: 666
好评: WWE× AEW√
好评: 虽然不支持中文，但是还很喜欢
差评: 对新手太不友好了吧，生涯直接打不过去
差评: 垃圾游戏
好评: 第一次买wwe  就玩了个生涯还没打完  感觉游戏挺不错  经历了一个摔跤手的奋斗史  配音也有意思  但是听说生涯玩完就无了  那有没有像前作生涯模式那种自己捏个人物一样没事挑战别人冠军之类的模式呀
差评: 你敢信他坏档吗 没错 他做到了 垃圾
好评: 最好的一代，希望22不要再拉胯了
好评: 比20强太多了20就是个sbctmd改建位就算了还特么画质垃圾
差评: 生涯模式 一直是损坏存档 到现在没有解决方法 不推荐
好评: 很不错

好评: 目前最好的一代，期待2K22的表现！！
好评: 游戏性比WWE20K20号很多，BUG也很少，很推荐大家打折的时候去入手。
好评: 不错！
好评: 历代最佳
好评: 1优点 . 肉眼可见的进步，18的生涯模式出现的很多问题都得到了改善，剧情做的十分走心。优化也十分到位。 
2无汉化.不知道是2k的问题，还是wwe公司的问题，你说中国市场份额太少，没必要做汉化，但是日本市场火，你也没做日文翻译啊。希望稍微花点钱，丰富下语言吧。
3价格.从2019年8月21日后，国区一次都没降价。
4.买这一部最关键的一点，宝城海里。
好评: 好玩
好评: 好玩啊
好评: 明星最全  系统最完善的一作     也是日本开放商yukes与之最后合作的一作。值得收藏
好评: WWE2K系列的巅峰
好评: nb

差评: 存档太容易崩坏
好评: 游戏很棒，可惜没有中文，希望2K22能有吧，2K20的剧情也很不错
好评: 这是我从wwe2008到至今wwe2k20玩过最好玩的系列
差评: 不推荐BUG挺多 有些难度还调不了
好评: 真不错这款游戏可谓是极品佳作说没汉化的小伙伴去3DM下载个汉化补丁就可以了
好评: 比起2k20真的特别棒了
好评: 如果赛事没有阉割就好了

好评: 怎么安装中文补丁啊，3dm没有资源了
差评: 打完剧情后啥也没有了。真tm垃圾cao
好评: 怎么样才可以选雷尔？？

好评: 希望能够尽快更新中文汉化，以及优化线上模式的漫动作
好评: 这一次不论是界面还是内容都是目前这几作最好的。希望2k22能够超越着一作
差评: [h1] 良好，却不优秀的一作。 [/h1]
本人第一个玩过的WWE游戏是PS2上的THQ的SVR 2011，这应该也是大多数人的启蒙摔角游戏，虽然没有生涯模式，但有摔角狂热之路这个类似2K系列“Showcase”的剧情，体验不同选手自己的的摔角狂热比赛，以及包括自建选手在内的诸多二三线选手（但kofi那个时候应该算1.5线）挑战送葬者不败神话的剧情（还是个多结局剧情）。
随着THQ的破产，WWE的游戏从2013年开始转由2K接手，2K也放出了“我们不会在PC平台发售WWE游戏”的豪言，然后转年就把2K15放上了PC .
连年的制作并没有让2K成熟起来，反而在缓慢退步。人物建模越来越丑 [spoiler] 2K16开始就有这个问题，Paige的建模就跟毁了容一样 [/spoiler]，招式打击感也削弱了。本作老芬的出场音乐甚至没有去除前奏心跳声的版本，造成了自建角色使用老芬音乐和出场动作对不上。优化问题也变成了灾区，PS版本的优化就高于PC很多。
[h1] 以下是对本系列真切的期望 [/h1]
1.wrestling encore这个游戏里所存在的裁判模式，本人接触的摔角游戏较少，不知道SVR前几作有没有这个模式，也希望能运用到2K系列里，尤其是WWE Universe模式下多适合在多人恩怨赛里搞事情；
2.在支持八位选手同屏的现在，围场赛（伐木工赛）很适合放在现在的游戏版本中；以及火焰赛是不是也回归一下？
3.支持导入本地音乐、本地出场视频（是担心版权问题吗？），PC版游戏应当是真正的PC游戏，而不是其他平台的粗劣移植。
好评: 2K19比2K20好玩  19可以玩很久 还可以打Mod  期待接下来的22了
好评: 喜欢非常喜欢
好评: 只玩了2k19，觉得还不错，就是在线模式压根没有人
好评: 行
好评: 19是wwe2k这一系列里最好的一作，虽然bug也不少但是相比20好多了 它和前作比还能打很多mod比其他作能玩的元素更多一些，反正个人观点觉得是值得入正。最重要的是还是看自己，毕竟一个游戏开心就好！！ 支持一下
差评: 自从2k从thq接手wwe系列除了画面有点进步之外别的都不太亮眼，重要的是[h1]删除了不少比赛模式[/h1]，比如[h1]特邀裁判赛[/h1]、[h1]地狱火焰赛[/h1]、[h1]车轮赛[/h1]、[h1]我退出赛[/h1]这些[h1]经典比赛模式[/h1]，并且WWE2K系列都延续了这么久了，居然还没有在游戏中加入[h1]墓地赛[/h1]、[h1]救护车赛[/h1]、[h1]棺材赛[/h1]这些让人回味的比赛模式，也[h1]删了不少有意思的招式[/h1]，比如把对手甩飞几米的f5和把对手举得超高的choke slam，也[h1]删除了自定义终结技和出场镜头机位[/h1]，[h1]每一代WWE2K选手阵容都在变化，但是起码要把历代选手们的出场动作模板还有出场音乐都收录齐全吧？这样粉丝玩家们就可以自己创作没有出现在本代的选手，毕竟历代WWE选手的出场音乐MV还有商标的版权都在WWE手里不是么？[/h1]，玩家可进行的自定义程度被紧紧限制住了，[h1]很多传奇选手的招牌技能和终结技能根本不够还原[/h1]，最起码每一个选手的招牌招式和终结技的细节动作你得做到还原八九成吧，可是就目前而言还不太给力，[h1]游戏中比赛时选手行走动作太过僵硬[/h1]，还有面补的问题，很多女选手面补根本就丑到认不出来好嘛？也太没诚意了好嘛？不能就这么糊弄WWE摔角粉丝吧？[h1]总结：两个大字：敷衍。有意思的内容删删删，自定义幅度让人乍舌，预告一代比一代让人抱有期待，内容却一年比一年让粉丝失望，而2K还在自我陶醉，是他们没有注意到这些么？不，2K只是觉得这些不重要而已，他们只是想每一代随便进行一点不痛不痒的加加减减就可以轻轻松松的赚粉丝的钱了，多舒坦啊？[/h1]
好评: 是兄弟 就来打我
差评: 别花钱买这，真的
差评: 垃圾，下起游戏进去更新2小时。电脑带不动想退，客服说完了2个小时不让退，我呸垃圾
差评: 我是傻逼
差评: 我们需要中文！！！！！！！！！
we need chinese！！！！！！！！
差评: 我是SB
好评: 希望2K22更加完美   美好 谢谢 2K
好评: 康桑思密达
好评: VERY NICE GAME I MEET YET!

差评: 我的电脑玩起来慢动作，求解决
好评: 需要中文
差评: 没有中文
好评: 非常给力
好评: 只玩了2k15后才玩的2k19，听说17，18把单人剧情减了所以一直不敢买，19的话确实是除了15是wwe2k里最良心的一部了，bug的话还没碰见过，就遇见一次人物贴图消失的，不影响体验，每登一次都提醒我连接不上2k，还好我只打生涯，不像nba2k20必须要联上才能玩生涯，玩法跟15差不多，典型的换汤不换药，如果要买wwe2k的话，我推荐你买19，我吹爆
好评: 这是我第一款玩了1000小时以上得游戏，坏档了，弃坑了。
好评: 非常好
好评: 。。。
差评: 玩了半天最后来个坏档我CNM,大伙千万别买这游戏！！！！！！！！！！！！！！！
差评: 垃圾

差评: 中午没有 玩你妈
好评: 老摔迷了，以前只玩过17。
首先可以说是粉丝向的游戏，我在摔迷模式的状态栏那里经常卡退。。不知道是不是我配置太低的问题。
自定义人物和社区下载是这个游戏的玩点，摔迷模式则是让你自己做节目总经理来控制比赛和控制谁谁上位，谁争冠，自从买游戏到现在不到一周，每天玩七八个小时。。。

好评: 非常喜欢WWE系列游戏。
好评: please do not try this at thome-WWE
差评: 辣鸡游戏
好评: 记得小时候用PS2玩THQ的SmackDown vs RAW特别过瘾，虽然玩不到了，不过2k19又重新让我找到了当初的那种感觉。
差评: 后悔购买这游戏了
好评: 我就是想稳怎么弄MOD
好评: 摔迷必备，最早入坑于psp wwe2009 2010 和2011，虽然2k20拉跨了，但2k19还是很不错的
差评: 闪退太厉害了

好评: 挺好玩   就是没人能捏人物
好评: 中文啊
好评: 比2K20操作简单 希望2K21 延续2K19的操作控制不然绝对不会入手
差评: 没有中文 怎么玩

好评: 好啊！期待2k22！！
差评: ？？？玩一次坏一次档，玩了24小时，第一章序章都尼玛没过去。
差评: 别买!不信你试试
好评: ok
差评: 选技能老是闪退，白弄，直接游戏崩坏，存档损坏，3次，然后已超33小时，有办法吗，求
好评: 老WWE粉丝了
差评: suck
好评: 好
差评: 不是，我就想知道，这个万年更新是个什么东西。更新的一天，然后卡在25%，就说我暂时连接不上了，然后就要重新来。属实吐了
差评: 存档坏了四次了，真的煞笔这个游戏
好评: 如果除开邪神的话，2k19比2k20强上不少。

差评: 经常自动删档，经常文件损坏，重玩好多次了
差评: 如果你有时候特别着急，千万别直接强行关闭游戏，这样直接会导致存档损坏，痛的经历。所以已经退款（我的生涯存档啊😭）
差评: 娘希匹两个档都给我弄没了，打开就跟新游戏一样
好评: 好玩 剧情丰富
好评: 为什么我玩起来人物打斗都是慢动作，太憋气了？
差评: 我不爱玩
好评: Best one
好评: ,,,,,,,,,,,
好评: 2k摔角系列巅峰之作
好评: 怎么匹配不到人呀！其他还是不错的比20好
好评: 喜欢
差评: 这WWE什么狗屁公司？不让玩家在Play 中使用自创人物，还每次打 My Player Tower 都他妈的需要几个小时更新什么狗屁 Live.  不是说Live  已经取消了吗？谁有时间每次启动游戏都等他妈的好几个小时更新啊？
好评: 要不是WWE2K20太垃圾，19能好评？？？？吗？
总的来说还可以吧，就是新人完全不知道该咋玩。
顺便有人可以教教我怎么加mod么？
好评: 不错
好评: 234r 5a sedx45yvtrgdrth h gfd tjfghj
好评: SAD
好评: WWWW
好评: 我希望能做一个2020年代摔跤手的一个人物包DLC都行稍微贵点也都行主要是2k20太垃圾了
I hope I can be a 2020' s wrestler's character bag or DLC, either a little bit more expensive, mainly because 2k20 is too junk.

好评: 这一作应该是历届最好，动作优化了很多，不像以前那么生硬，但操作变繁琐了，需要多熟悉。
差评: wwe2k19可以说是该系列最好的一代，但是19有一个bug,就是困难难度和传奇难度ai不会抓取终结技，只有普通和简单模式有,wwe的空接终结技可以说是比赛的一个非常精彩的看点，在wwe2k游戏中ai的空接终结技也能为游戏增加不少乐趣和精彩度，制作组不知是懒还是粗心大意没发现，一直没有修复这个重大的bug.还有就是汉化的问题，都是2k的游戏，为什么NBA都有汉化，而wwe没有?
差评: 买这款游戏也是抱着补票的初衷，但是游戏bug太多，以前在电玩室玩2k13出现的bug，都到2020了还有，不过这也表明2k真是良心公司保留了当年游戏的原滋原味。
差评: 我的游戏是慢动作本人显卡是rtx2070所以说应该不是显卡问题还有我是用键盘玩的page up 和page down 完全没法使用
好评: 粉丝向游戏，不是粉丝可能玩不太来吧，反正我玩的蛮爽
好评: 很喜欢
好评: 这比2K20好多了QWQ
差评: 垃圾游戏，打了100多个小时，游戏有闪退都可以理解，这没马的游戏自动把存档干没了，
好评: 笔记本的pgup键不管用怎么办
差评: 莫名其妙存档清空。。。140个小时白玩了，这都可以忍，但是自己辛辛苦苦花了30多个小时制作的队员们全没了。。。我去哪里找哦。。。
好评: 喜欢就喜欢  那么多批示
好评: 给表弟买的，表弟很喜欢，给了我一个RKO
好评: 如果wwe2k21再做成屎，以后再也不买wwe2k
好评: 666
好评: 我只玩过2k，其他wwe的游戏没玩过，15-19都玩过，20风评太差所以...19还是很不错啦，就是...
都出20了腰带还是会搭在十厘米厚的空气衣服上，就不能改改吗？让腰带贴在身上是困扰多年的技术难题？
差评: 不知道
好评: 有大佬知道为什么现在摔迷模式无法保存吗
好评: 我不知道是我电脑配置不行还是游戏自身的问题，反正就是出场过程都卡的要命，所以我想问一下大家，你们有这种情况发生吗，我也不太确定是不是我电脑的问题，所以先给个好评吧
好评: 还行吧，去下个汉化补丁就完美了

好评: nice
差评: 没有中文
差评: 联机的服务器在优化一下吧
要不联机真的没法玩

好评: 111

好评: 这一代目前无疑是2k公司做的最好的一代 (不信你去买2k20），画质什么的都不说了，越来越好了，些许的bug，不是很影响游戏体验，人物建模也不错，比前几代加入了更多的细节在里面，耐玩性大大提高。 但是我真的很想吐槽19的MC模式，生涯前面每一场比赛都像是闯关一样你闯不过还要重新开始感觉就很脱离实际，比赛本来就是有输有赢，还要你在剧情里面不能输，要么就重新开始直到你赢了为止，个人很不喜欢这一点！ 另外一个就是19的剧情啊，太TM想吐槽了，前期一直被Triple H各种针对我就不说了，后期好不容易打到冠军头衔还让Triple H肯定我和我握手了，我以为好运要来了，没想到直接给我来个主线剧情已经结束？？？  根本还意犹未尽的我就摸不着头脑。总之剧情方面一般般，快速游戏和摔迷模式还是很好玩的MC不推荐。 Ps：这一代的罗曼和黑羊真的很强,和他们过招的时候手里捏三个终结技稳！
好评: 口碑不好 bug一堆，但是剧情模式，生涯模式 摔迷模式还是可以的，其他就算了吧 还能玩玩，打发打发时间。
好评: 不错从2k15玩到2k19 2k20没入手 个人感觉2k19是巅峰
好评: 666
好评: 求求你们去3dm打个中文补丁吧
好评: 好玩，但英语得好
好评:     It is so really to describe and design the charactor  of superstars in WWE 2K19 game. I am so proud to recommend this game in steam.
好评: 虽然喜欢不过 不能联机 联机根本匹配不到人 不推荐购买 建议下单机 因为没区别。
差评: 为什么我的人物动作都是特别慢的
好评: 傻逼
好评: 挺好玩的  老WWE粉丝了
好评: 有中文版就好了
好评: 还行吧
好评: 还不错，打发时间可以，玩久了就会无聊
差评: 没有中文

好评: 忠实摔迷，这应该是wwe2k最好的一作了！！
好评: 整体还行，有时会有小bug，dlc略贵
好评: WWE  IS  FUCKing gAME
好评: 好玩
好评: 还可以
好评: 垃圾游戏
差评: 更新等得你👴花都谢了
好评: WWE2K19比前几作好太多了，期待以后有自带中文，而且现在看来WWE2K19比2K20做的还好！
好评: very good
好评: 还不错 摔跤粉丝的话就来玩玩这个游戏
好评: 这一代不错bug不算太离谱
好评: 不管是NBA2K也好，WWE2K也好，都是很棒的游戏，就是这个游戏在国内直播平台会视为暴力游戏哈哈，还是蛮好玩的
差评: 操，忘了退款
差评: We need Chinese!!!
差评: 我真的是他妈傻逼，屎一样的手感，谁买谁傻逼
好评: 画质很好
好评: 超级好玩
好评: good
差评: 连不上服务器，还动不动更新！
好评: taihaowanle
好评: 简体中文！
好评: 目前觉得19最好
好评: 玩过最好的一款wwe2K系列
好评: 期待中文
好评: 为送葬者和斯汀留下留言
差评: 就凭没有中文 我就给差评
好评: 比20 bug少多了
好评: 还不错
好评: 本来觉得19做的很一般但是对比2K20真的是好游戏了
好评: 2k20 is worse than this
好评: ok
好评: 怎么改成中文
好评: 代代换皮，不过这代单人剧情还不错。也就是看摔角的会买。
差评: 没中文，剧情扣脚，补票党
差评: The lock wheel! Can you wait until the keyboard operation is developed? Old fan of WWE 7 years. It is really a generation of 2K is not as good as a generation, now the WWE network story has no point, the game has no point, really hurt the hearts of fans!
好评: 下个中文包 b站调个按键 玩的飞起
差评: 没有中文，no Chinese
好评: 游戏很棒
好评: 体验良好，就是2K的bug总是让人哭笑不得。
玩久了可能会有些枯燥，不推荐原价入。
差评: 垃圾游戏
差评: 每次上游戏都要更新
还怎么玩！ 更新又慢！大家别买了
好评: [table]
    [tr]
        [th]总分[/th]
        [th]7.5/10[/th]
    [/tr]
    [tr]
        [td]游戏性[/td]
        [td]7.5/10[/td]
    [/tr]
    [tr]
        [td]剧情[/td]
        [td]7.5/10[/td]
    [/tr]
    [tr]
        [td]音乐[/td]
        [td]8/10[/td]
    [/tr]
    [tr]
        [td]画面[/td]
        [td]7.5/10[/td]
    [/tr]
[/table]

[h1]前言[/h1]
江苏体育频道傍晚时分放送的《WWE》几乎陪伴我度过了整个叛逆的青春期，尤其是初中。节目里反复提醒大家“不要在家里或学校里尝试”任何节目里的动作，但事实上却成为了大家竞相模仿的经典。没有比下课时和同学在教室最后靠墙的狭小空间里进行一场模拟摔角更能宣泄内心的躁动与易怒情绪的了。所以，作为半个情怀玩家，我对于《WWE》系列的容忍度较高。

[h1]游戏性[/h1]
由于联机效果较差且很难匹配到玩家，目前主要体验的游戏部分为自建角色的剧情。
捏脸系统过于复杂，可以使用的面部模板过少，面部五官的调整和实际效果差异不大。身体各部分设定倒比较有趣，肌肉/血管/肤质等可选择项较多，身材刻画比较细腻（可能是因为摔角没人看脸/可以带面具吧w
服装系统加入了许多部位的饰品，以及与传奇人物相关的一些个人服装物件，供玩家解锁和开包。玩家根据入场和比赛两个状态可以分开设定不同的服饰外观，并一共可以保存三套不同的装扮。
https://steamcommunity.com/sharedfiles/filedetails/?id=1796047953

自建角色的主要剧情为一个来自独立赛事BCW的摔角选手因为和Triple H的恩怨开始在WWE艰难生存的励志（激/基情）故事。玩家将会随着剧情的推进和那些著名的摔角选手一一过招（米兹，约翰塞纳，兰迪奥尔顿等），并“亲身”体验一下他们的绝招。在前几章节中，玩家将会完整体验到不同的赛制和制胜技巧训练，例如双人赛、无规则赛、铁笼赛、多重威胁赛和上绳挑战赛等。完成相应章节后会奖励经验、道具、场景和开包所需的金币。升级可以获得天赋树加点，用以增强数值和解锁新的摔角技巧。
天赋树分成了三个部分，第一部分主要是力量、耐力、反击技巧等基础数值的加成，第二部分则由玩家选择主角的天赋职业，第三部分涉及到过载技能的加点。简单来说就是三围属性、专属技能+属性拓展、特殊技能/大招。
https://steamcommunity.com/sharedfiles/filedetails/?id=1797322289

《WWE》系列的打击感一向不强，本作稍有改进，在增加血腥效果后，边绳位置的头部重击大几率会造成对方出血。另外，比赛过程中非常强调反制和反击的技巧使用，这也是除了施放特定技能以外，最为流畅的动作效果设计了。
https://steamcommunity.com/sharedfiles/filedetails/?id=1797322650

然而可惜的是，既然WWE除了普通赛以外，许多比赛都涉及到了各种各样的道具，例如梯子、椅子、桌子等，为什么比赛中物品道具和人物行走之间会产生卡位的现象呢？比如在合约奖金赛中，对手可以成功地被自己放置在地上的桌子和梯子卡在边绳角落里无法动弹...这样粗糙的比赛设计实在令人失望。此外，裁判依然时不时成为那个熟悉的挡拆高手，严重阻碍比赛进程的流畅度。

[h1]优缺点[/h1]
本作的优点在于：
第一，摔角角色丰富，可选择面广，可以体验到不同的赛制、对手和招数；
第二，可自定义的物品很多，从身体、服装、腰带到出场音乐等，可以解锁的图案和设计资源非常多样；
第三，技能施放的流畅度不错，尤其反制设计和特殊技能的设计在实战过程中比较精彩。

本作的缺点在于：
第一，过于复杂且丑陋的捏脸系统，和华丽多样的服装系统难以匹配；
第二，物品道具和裁判严重干扰选手在场地内的行动，影响比赛流畅度；
第三，频繁而枯燥的过场和过短的CG让玩家在体验剧情时无比煎熬。

[h1]总结[/h1]
作为一款粉丝向的作品，《WWE》显然在努力地进行创新和优化。然而比赛过程中的各个细节仍然存在的诸多瑕疵，让那些流于表面的技巧和服饰设计看起来更像是本末倒置的做法。
差评: wdnmd，2k你真当中国人个个英语8级？
好评: 其实作为从小学4年级就开始看wwe至今已经20岁的我。可以说是不可磨灭的经典了。以前和好朋友坐在电视前激动地看比赛，现实中打打闹闹的互相用最喜欢巨星的终结技，现在我俩搓着手柄在电脑上互锤，往往还是会变成线下真人solo。（雾
还有，破瘠薄系统怎么就匹配不到人了呢。还有一匹配界面就尼玛跟我来慢动作，
差评: Herkesin de bildiği üzere klasik wwe oyunlarından birisi olan wwe2k19 benim fikrimce olabildiğince kötü bir oyundur. Bence hayal kırıklığıdır
差评: 全程卡 卡的跟慢动作一样 建议不要买。
好评: 不能说质量好.一般般.唯一的乐趣在于和朋友本地对抗了.服务器那不用说了.买来只能作为一个单机.如果你有好友陪你玩或者玩单机.可以购买.
好评: 同年回忆 补票
好评: 众摔迷目前最好的一个摔跤游戏 ~
好评: 好卡啊，不会调独立显卡，一把一年系列，但小时候就挺喜欢WWE的，打折入手。
好评: .
好评: 这游戏对于喜欢wwe的人来说 绝对是好作品 不用考虑
希望2020有中文
差评: 没有中文是真的不好操作
好评: 就是很nice的摔角游戏 摔迷必备
差评: 一直连不上服务器呀 加速器也没用
好评: 玩起来感觉比1817舒服很多了，细节也加强了很多。
就是不知道为什么玩蛋妞的剧情打起来会掉帧，玩正常模式就不会。
好评: 游戏卡的同学看过来:先设置成独立显卡，再把游戏选项里显示设置第三个垂直同步关掉，第四个阴影关，第五个FXAA关，倒数第三个观众密度50%，最后两个是景深和动态模糊，也关掉，你可以上游侠网下汉化补丁，虽然不完全，但是菜单基本汉化了
差评: 买了后悔系列
好评: 打折后真的便宜，很划算 游戏也挺棒，只是偶尔会掉帧
差评: 傻逼东西1080卡顿玩你妈逼
好评: 夏季的DLC合适发售还没出么一直在等马上暑假了都！
差评: 太卡了 设置不管怎么调都很卡 玩不了
差评: 为啥那么卡啊  买后悔了
差评: 超级卡，开独显也不行，掉帧掉的要死，根本玩不了
好评: 中文呢？
好评: 为什么下到61％就不动了好无语
差评: 为什么设定选手出生地时中国和台湾是两个国家选项？？你特么在开玩笑？？游戏好不好玩两说，但这种不尊重国家领土主权的事决不能容忍。
差评: 屎一样的判定，屎一样的反击，屎一样的穿模，以及死了马的全英文，
要不是从07就开始玩WWE，19绝对不会买
从今以后2K的游戏绝对不买账
垃圾2K，you're just like a shit in your mouth!!!!!!!!!!
差评: 卸载-差评-退款  线上下的是真慢 下到61就不动了 真的弱智
差评: 没有中文真的很难受，网上也找不到可以安装的汉化包（全都是病毒）
作为一款非常考验操作的游戏，教学系统做的算是很不完善了，毕竟没有玩过前几部，所以上手会很困难。
价格是一贯2K的价格，建议打折入吧。

差评: 下次再没汉化绝对不买了，天天等生涯汉化到现在也没影，只能说英文不好的想好好的看生涯模式剧情是不可能的。
差评: the skill tree is so disgusting，designer must be lost his mind.  please make it concise !
差评: 没中文  差评！！！！！！
好评: 好玩啊，现在感觉无敌，但是有中文的话会更好，喜欢
好评: GOOD
差评: 垃圾游戏
差评: 我们需要中文
我們需要中文
我哋要中文
We need Chinese
私たちは中国語が必要です。
우리 중국어 필요해요.
vi har brug for kinesiske
Wir brauchen chinesisch
Нам нужно китайский 
Nous avons besoin de chinois
tarvitsemme kiinaa
vi behöver den kinesiska
Necesitamos chino
Χρειαζόμαστε κινέζικα
Nous avons besoin de chinois
好评: 人物细节更好了，主要是毛，画风和以前大不一样，还是可以，操作比以前更简单，打起来更容易，都挺不错的，就是我塞斯怎么就降下90了，这都还好。 希望官方可以跟进剧情，每周可以小更新一次
差评: 老子日你妈
好评: 好玩

好评: 这游戏也太难了吧
好评: we need chinese
差评: we need chinese
差评: 这么多代了游戏玩法还是一直停滞不前，几乎没有什么大的突破，动作还是那么僵硬，你让粉丝怎么买账？这代想玩生涯模式必须联网才能玩，然而联网要在游戏里更新，更新了一年都更新不好
好评: 给孩子买的，孩子很喜欢，表示会好好学习
好评: we need Chinese

好评: Need ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed ChineseNeed Chinese
差评: 我感觉我是买了bug送游戏的。玩生涯模式，还是摔角世界，没玩两把又要更新，覆盖了内容，人物都要重新建过了。真想卸掉算了。又没有中文。坑。请我有没有解决的方法呢？
好评: 怎么回事！没中文就不说了，wwe2k官网现在都登录不上去 别的都行 就steam登录不上 买来就是想玩玩自创角色的 这下弄得倒好，简直是无语了
好评: 出个中文会死啊？西班牙语、法语、意大利、德语那些你们真会出，不信你们公司不会翻译个中文的!
好评: 希望出简体中文 玩生涯太费劲了 哎.....
好评: 怎么不是中午，而且角色还欠缺 没有隆达罗西 怎么回事？？？？？？？？？？？？？？？？？？？？？？？？
好评: 社区还是比主机上少很多东西，比较主机玩家比较多....
比18好玩太多了
we need Chinese
差评: 不能联网不能联网不能联网！！！
差评: 电脑配置8700k+1080  和小伙伴联机的时候很流畅只要屏幕出现上下左右箭头特殊动作之后就开始变卡 各种慢动作 帧数还是60 只要对面退了马上就流畅   而且退了重新进也不行   有一样问题的么
差评: 我们需要中文
我們需要中文
我哋要中文
We need Chinese
私たちは中国語が必要です。
우리 중국어 필요해요.
好评: 什么时候出中文，实在没办法玩 0.0
差评: 皇家30人BUG大战，另外we need chinese。
好评: 还可以吧
好评: 可以说是这个系列以来诚意最大的一部了。
差评: 全英文就算了，改了一下设置就该不回来了

好评: GeForce GTX 670带的动个P没有1070别下了体验极差
好评: 摔迷表示很满足
差评: 垃圾 生涯模式做得还没有17好.还tm触发剧情,衮你嘛B的，垃圾，老子打折都不会在卖wwe系列了。
差评: We need Chinese 为什么不出中文  不出中文不给好评
好评: 好
好评: 谁给我发一个汉化补丁..
好评: 慢动作的关闭一下垂直同步试一试。
好评: 我太卡了，全程慢动作，怎么解决，求大神帮忙

好评: 希望出简体或繁体中文版
好评: 发布一下我的个人观点，剧情方面个人认为还是不错的，至少不是18的那种了（18简直了），BUG方面我是真的现在都没遇见难以游玩的BUG，但还是有很会让你游戏体验下降，身体错位那都是小事。判定是真的不想多说，裁判出来挨打
当然还有配置达标或者超标但是人物依然拍电影一样的慢动作，调了半天才勉强弄好（但镜头一拉近就慢动作了，一回来又好了）
线上反正我不会再去动了（不解释，想哭）
反正对于粉丝来说是挺不错的（？？？），对新人来说不友好（慢慢适应）和基友玩玩也不错。
嘛，游戏怎么玩还是看玩家自己，总有人觉得好玩的啦
期待20

好评: WE NEED CHINESE 






差评: 没中文很难受，民间汉化也不完整，无游戏体验
差评: We Need Chinese.
好评: 好玩有点小bug 不过很欢乐 很多动作还不会 慢慢摸索吧 哈哈 推荐 喜欢wwe 8年了
好评: I need a Chinese interpreter.
差评: 剧情模式依旧非常粗糙，bug依旧不少，dlc效率依旧慢的一批。
2K搞WWE这么些年依旧没有超越当年THQ的水准
差评: 除了垃圾一无是处，线上根本进不去，进了也秒掉，不掉也排不到人
差评: 操你妈的美国狗的游戏，作的真TM烂，丢给狗狗都不玩。
好评: 没中文，汉化补丁也不完整，联机根本排不到人。
差评: 生涯模式根本打不了，没中文。联机慢动作，不推荐入手。
好评: 很棒啊，相比18进步了不少而且剧情模式也回归了，唯一遗憾的就是还是没有汉化！！！！！！！！！！！！！！！！！！！！！！真的希望明年能出官中。
差评: 把绝招都留给裁判还是蛮好玩的
差评: 玩破解版就行了 不推荐购买
好评: 配置达标了，独显也开了，为什么人物还是慢动作？
好评: 因为铁笼密室那里卡关了一段时间，今天才算是把生涯模式通关了，好评，推荐。
前几作真的可以看到2k的敷衍，到了这一作完全没什么期待反而让我觉得惊喜。虽然相比nba还是显得粗糙，但这作相比之前真的有很大进步。强推剧情模式，真的挺精彩，有点找到当初看WWE的感觉，反观现在的剧情组，老套的套路，幼稚的剧情，真的无力吐槽。
不写太多了，期待2K20能更进一步，带来更加精彩的游戏体验。
好评: 有的时候反制都没有，我只能被打
差评: 全是BUG，还不出中文，以后的续作再买我就是猪。
好评: 你给我捏帅哥，我就给你好评！
好评: -没有中文
-有bug
-ai设置有问题

但这是款wwe游戏，还能说什么呢
差评: 比上一代操作上好点，bug还是不少，wwe迷买了不后悔 BUT WE NEED CHINESE!!
不出中文的话 真的不会再买下一代了
差评: 直接存档损坏了 还怎么玩 去你奶奶的 不玩了 辣鸡游戏
差评: we need chinese!!!!!!
好评: 经过wwe2k18的灾难性体验之后，19终于诚意满满，不论是远超前作的优化，还是反制动作的多元化，抑或是玩法move的创新都让19成为不可不玩的prowrestling粉丝向大作，showcase的回归回顾了DB荣耀的生涯，tower的出现也让追求技术的玩家得到了被虐的舒畅，wrestler方面更是连ricochet这种几个月前加入nxt的人都登陆了，2k的核心是move，有move就等于有了一切摔角手，2k公司每年加入大量indy日摔move，以及即将上线的新titanmove包都极大的满足了我们这类核心摔迷的需求，让我们使用wwe以外的wrestler时代入感更强。但目前遗憾的是国区这边和好友对战有用带photo的自建无法开始游戏的BUG，希望赶快修复，另外还有universe模式新建show的mitb无法比赛中兑包的问题也亟待解决。总而言之是远超前作的佳作。至于那些年年嚷嚷要中文汉化给差评的玩家。。。我只能说，不会英语看个毛摔角啊23333
好评: 这代 真的好 打击感画面和UFC有点像 生涯模式出色。
好评: 为NBA2K有中文，这个没有，需要中文啊啊啊啊啊啊啊啊
好评: 依然是一款非常棒的摔角游戏，但是预购奖励拿出来单独卖有点丑陋。不过游戏对于粉丝比较友好，新玩家需要适应的时间
好评: 买bug送游戏
差评: 傻逼 showcase 模式，本来回归挺好的，结果傻逼设定强迫你必须使用当时比赛中出现的一些动作，传奇难度下被AI无限反，完全放不出来，压根解锁不了物品
Stupid Showcase，force you to use the same action as the match  was or  many things can't be unlocked.
好评: 求一个靠谱的汉化补丁
好评: 麻烦修复一下这么多BUG，观众席，边绳，绳角各种卡人，双肩压地各种鬼畜
好评: 主要玩的还是情怀
好评: DLC到底想拖多久才出。。。
差评:  以前是好的，现在突然连接不上服务器了，联机都联不了了！
好评: 感觉是最近几年最良心的一部。喜欢喜欢喜欢。
差评: 我从2k15一直买到19!就是他妈不出中文！2K你是故意的吗？
好评: 我玩起来为什么是慢动作，和配置没关系，我不管调什么画质都是慢动作，但是在选人和主菜单是好的
好评: 这一代生涯质的飞跃，展示柜回归还行，唯一缺点可能是人物问题，德鲁麦金泰尔和道夫齐格勒的组合都没有，圣盾双人出场没动画，只有三人的。钱帕和墨菲也没做。
好评: 总闪退
好评: 我们需要中文！！！！！！！！！
we need chinese！！！！！！！
我们需要中文！！！！！！！！！
we need chinese！！！！！！！
我们需要中文！！！！！！！！！
we need chinese！！！！！！！！
好评: 不知道为什么 一到摔迷模式的时候 总是报错  不知道什么时候优化 另外不是说重视中国市场吗 为何连中文版都不出？？？
差评: 有时游戏自动退出当entrance loading的时候,有时退出游戏时会当机。2K拜托解决这个bug.
差评: 我不知道2K是死心眼还是怎么了 好端端的吧 淘汰人的选项给锁了 只能打铁笼密室淘汰赛  就这点我一点要给差评 还有一发售的很多BUG还是跟18没有任何区别
好评: 连接不到服务器是怎么回事  之前都可以的啊 wc
差评: 生涯双打的时候BGM会闪退，现在我生涯卡在哪里，上场BGM就闪退~
好评: 19比18好多了
we need Chinese!
好评: 比2K18提高了不止一个等级！！！哇，相当好评，各种反击，打击感都很强，跟现实了，各种模式也是相当好玩，表示拥有2K17、18，19这个系列真的不容错过。期待明年的20会提高多少。
好评: 这一作相较前两作算是进步较大的了，打击感大幅进步，打击动作也变得更加多样，这些是很不错的点

但是SHOWCASE以DB为卖点实在是 太短了些。我到手就开始Legend难度的SHOWCASE游玩，中间输了两次，4个小时就全任务通关了，非常短，不过DB生涯中一些较精彩的比赛都涵盖了，今年WM的双打也有，还原度非常高，不过中间有个槽点是QTE就只出现了一次，相较于2K14里面的剧情动画及QTE实在是少得不行，和2K15比也是差了很远。本次的SHOWCASE模式也就是中规中矩吧。

MyPlayer罕见的进行了超级大的改革啊，首先是前几作最受诟病的配音问题，这次连你自己的角色都有了配音，整个故事也设计的非常不错，投入感很强，能在MP模式里花的时间更多了，不像前几作那样的重复性很高不断地刷刷刷。

New Moves太少，期待很久的一些招式更新依然没有，可能是要留在DLC里吧。
好评: we need chinese!
好评: 吹爆生涯模式，双恶魔剧情有点意思，本来以为又是真香系列，没想到这次2K真的比前几作良心了不少
好评: 比起2K18引擎没有什么太大的改变，不过生涯剧情做的很不错感觉已经比隔壁NBA2K19强了，不过没有中文是硬伤。WE NEED CHINESE
好评: 首先我先祝贺 HBK 肖恩迈克尔斯回归了
这一代2K19不管是没玩过WWE的也好还是老玩家也好都是比较推荐，虽然画面和2K18差不多但是打击感细节好了不少
生涯模式和摔迷模式剧情更丰富  反击之后的攻击动作做的很好  
重量检测还是跟以前一样就算你再胖谁都举得起来
总而言之19不是18的资料片了
好评: 支持一下比前作好太多了最喜欢的摔跤游戏系列能出中文就更好了！
我们需要中文！！！！！！！！！
we need chinese！！！！！！！！
好评: 价格算比较良心的了，这一代确实也算不错
好评: 如果有中文就太好了
好评: 2k19是第一次入正，主要原因还是2k showcase的回归，而且是蛋妞的故事比较熟悉，另外就是万恶的提前体验了。这一代应该是近年来进步比较明显的一代，比起18来说还是出色了不少的，虽然还有那么些模型、声音这类老生常谈的问题，毕竟是后妈生的年货，不能计较太多，女祖宗确实做得太难看了。。。最让我中意的一点是，反制的优化，多了很多动作，不再是以前那些死板的move，有些还会根据对方的move做出一些特殊的反制，这个确实让比赛增色不少。另外还有一些细节的改进，比如大狗的超人飞拳、喜娜的连续AA都是很好的。再看明年20的时候会不会有什么重大改进~
好评: 相比上一代 提升很大
好评: dlc人物怎么不在游戏里
好评: 有中文的话就不错了【we need chinese!】
好评: [code]
[h1][b] 《WWE2k2019》短评[/b][/h1]
本评测来自于[b]小黑盒安利计划[/b]
[url= www.xiaoheihe.cn]完整文章内容请点击[/url]
[/code]

[h1][b] 游戏的第一感觉 [/b][/h1]
[list]
游戏优点在于良好的人物建模，精致的UI，还有新的生涯模式和showcase的回归，当然 缺点在于它的打击感过于薄弱了。
有NBA2k珠玉在前我以为wwe2k也是一个不错的作品，但是在我玩来它不是作品，而是商品。
[/list]

[h1][b] 短评 [/b][/h1]
[list]
我是不推荐非粉丝购买这款游戏的，因为作为一个格斗游戏它缺少了必要的打击感40多个G的文件都用在了别的花里胡哨的东西上，况且人物走路时的动作还很僵硬，像是带这风，还会不时漂移。
我是没有玩过前作的，因为我本身只是一个WWE的观众，而不是粉丝。所以我不会花上199去购买一款这么令人失望的游戏。
但是这个游戏的可取之处是什么呢，就是DIY的能力比较强大，人物建模还是不错的，没有见到穿模BUG的现象。
我只能说对比EA的UFC系列，WWE2k还是有稍稍的差距，当然数字豪华版的预购奖励还是不错的。预购奖励有两个明星人物，Rey Mysterio和“Rowdy” Ronda Rousey。
而数字豪华版在199元上多了50元，249元，可以享受提前4天解锁游戏和下面三项奖励。
[*]《WWE 2K19》季票数字内容的使用权（详情将于今年夏天公布）
[*]《WWE 2K19》预购奖励可玩角色Rey Mysterio和Ronda Rousey的使用权
[*]《WWE 2K19》可玩WWE名人堂成员（80年代风格）：罗迪派玻，Dusty Rhodes和Ricky“The Dragon”Steamboat
可玩角色：兰迪萨维奇和Undertaker（2002）
可玩竞技场：Starrcade 1983
游戏中的装束：Ric Flair和Charlotte Flair
[/list]

[h1][b] 我觉得这个很重要 [/b][/h1]
[list]    
注意重要的事情我是要反复提及的就是，铁杆粉丝比较适合购买，就当花199支持下周边了。那么不是粉丝的玩家呢，看看你的荷包鼓不鼓，不鼓的话我想你可以等一等别的游戏或许还有什么适合你的。
[/list]



[code]
更多游戏请关注[url=https://steamcommunity.com/groups/heybox]小黑盒鉴赏家[/url]
[/code]
好评: 新的生涯模式还有showcase模式回归给个好评
好评: 我们需要中文！！！！！！！！！
we need chinese！！！！！！！！
