差评: 国产游戏不支持中文，哈哈哈哈，太讽刺了
好评: 说没国单可曾知，当初这个游戏因为盗版猖獗亏了多少，又不是大宇这种大公司仅是生存都难，所以不出中文其实是对国内部分群体有怨也能理解
好评: 手残党，之前用键盘玩简直受罪，直呼太难了，现在换了手柄稍微好点，还是难，经常被怪打死，游戏虽然画面粗糙，但是玩起来很有意思
差评: 你咋不让敌人全程无敌呢
差评: 插件安装不上  还需要换系统  2012不好
好评: 确实难了点，我在高二在游戏厅元可以打到最后几关
好评: n年前玩过的一款游戏，现在又想体验一遍原价又买来了。前段部分武林格斗风味比较浓，到了后期质量下降，女性boss也大同小异，前期boss还能记住后期基本没印象，而且后期越来越难甚至已经不想通关。但总的来说还是可以一玩。
差评: 国产游戏不支持中文，开发者是self hater吗？
好评: ~<风卷残云>~摸鱼式~通关~
明明是国人制作却不给个中文版本，很不良心！
而且游戏全程全屏，不支持修改分辨率，想来应该主推主机版而不是PC~
说不定引擎本身就是那种老的不支持中文的~~

剧情反正看不懂，游戏一共28关！难度超超超高！
正常玩我肯定没法通关的！难道打个游戏还要被简单AI虐到怀疑人生？
https://steamcommunity.com/sharedfiles/filedetails/?id=2416364719
https://steamcommunity.com/sharedfiles/filedetails/?id=2416365185
https://steamcommunity.com/sharedfiles/filedetails/?id=2416365472
最终Boss甚至是小姐姐！

~不可多得的中国功夫动作格斗游戏，很难找到其他的功夫游戏能做的这么好了~
虽然玩的时候还能发现很多奇怪的硬直动作特别假~
[h1]~支持多人合作和PVP~同屏的那种~[/h1]
差评: 打电脑的格斗游戏，手感还行。但作为一个中国背景的游戏居然是全英文的，你也翻译不出那个味道啊。难度有些拉跨，主要是敌人随时可以防反，而主角不能在进攻或者挨打的时候立即防反。
---------------
差评滚吧。敌人红色自动锁定，无论多远都会飞过来，只有在被击中前瞬间闪避才能躲掉，无法防反。然而并不是只有一个敌人，一群敌人都会红色技能。现在打到一个boss，无限召唤小弟，小弟就锁定我疯狂飞踢，玩个屁。最骚的是没有无敌时间，人家三个人一起踹我要吃三下攻击。
好评: 中国游戏为啥不搞中文
好评: 童年经典谁不爱
差评: 经典中国游戏没中文
好评: 太硬核了，难度不是一般的高，技术不行拿不到S评价就只能硬刷钱升级，对我这样的手残比较不友好了，但是打击感的游戏的系统我觉得还不错，顺带一提这游戏在STEAM上没有中文，也没有原版配音。
差评: 差评 中国游戏没有中文.....全世界都在说中国话，你居然没有中文
好评: 为什么没有国语？
好评: 从测试版，官网正式版到现在Steam版，一直在玩。作为多年的koei无双系列玩家，觉得游戏打击感还是很强的，难得有这个类型的国产ACT游戏。然而，为了增加难度，游戏确实太硬核了。刀客、分身女、皇后这几个Boss每次出现都让人头疼，几乎没有出招cd，被攻击没有硬直，甚至大多数攻击都无法躲避或者格挡，难度设置似乎不太合理。道具价格偏高，通关奖励偏少的情况下，升级角色变得太困难了。无论如何，两次付费购买，也算是我略表支持。希望能给Steam版补个中文吧，一个老玩家的小小心愿
差评: 中国游戏，先不说没中文，就连版本也是几万年前的了，太老旧
我们需要中文
We need Chinese
中国語は必要
Nous avons besoin de chinois
Wir brauchen chinesisch
Necesitamos chino
potrzebujemy chin
Precisamos de chinês
Нам нужно китайский
เราต้องการภาษาจีน
Χρειαζόμαστε κινέζικα
好评: 玩了《快斩狂刀》之后找过来的
打了好久也打不过一分二那个女的，wtcl
好评: 记得当初第一次知道这个游戏时，还是在一本叫不上名字的游戏杂志上知道的，作为国内少有的act，在满是回合制的国产游戏里可算是一股清流，那时候为了玩上这款游戏，花费了为数不多的家人允许的上网时间找个不停，结果发现网上流传的只有试玩版，正版都是要到官网买激活码的，这可能是我在接触steam之前首次知道游戏是需要买的。然而少年人的心性总是多变的，既然找不到，我也就没怎么坚持，直到入了steam坑之后，一看到这个游戏，我马上记起这是以前曾经求而不得的那个游戏，所以马上就入了。
游戏画面很有特色，运用了水墨渲染风格，一拳一脚、大招都有水墨特效，尤其是放大招的时候，屏幕会先一暗变成黑白国画风格，然后打出水墨特效。人物、场景建模偏向港漫的粗线条、油画质感，男则一身肌肉，女则除脸以外几无差别[spoiler]反正也看不到正脸 [/spoiler]相比现在国内游戏画面要么千篇一律，毫无特色，要么模仿日美的现状，这款十多年前的游戏在画面上无疑是走出了自己的特色化道路，极具中国风
既然作为一款act，游戏的动作系统自然是不能避免的，游戏除方向键外，还有拳、跳跃攻击、防御、闪避这几个按键。虽然看着很简单，但却很有深度。首先，具有搓招系统，按键通过不同的组合方式能打出不同的小连招，先跳后拳能滞空，防御接拳是反击，空中闪避是滑行等等，十分实用，且具有操作性。必杀是跳+拳，但是随着进度解锁新必杀，接上不同的按键，必杀又会有不同变体，接拳则为回旋踢，接跳则为击飞敌人的飞踢，既形成了多变的必杀系统，又易于上手。此外，针对不同敌人的防御，还有破招硬直系统，精准防御还能反弹远程技能，单就系统来说，放在现在也是有一战之力的。打击感在我看来还是不错的，不同招式有很明显的速度差别，也有画面、敌人反馈，比很多游戏轻重击同速、同反馈的系统好很多，打击音效沉重，很有拳拳到肉的感觉。
剧情很简单，王子复仇记，漫画式的演出也算挺有新意，但是没有中文，玩着还是略麻烦的。
说完好的，再来说说缺点，首先是没有中文，没错作为一款国产游戏，它并没有中文，据说好像是因为代理商政策原因，这个游戏本意就是作为海外版推出，为了避免和国内的争销量，所以并没有中文，虽然剧情、操作都很简单，但是国产游戏没中文，很容易败路人好感。其次是版本落后，这里的是1.08版，与国内最新相比少了几个挑战模式和局域网联机模式，确实是遗憾。最后，也是最劝退的一点就是，这游戏真的很难，其实看了上面的系统介绍，多多少少也能猜到，这个游戏不会简单，但是，这里的难并不只是系统深度问题，还有数值设计问题，介绍中的“关卡越往后越难”并不是客套话，即使是简单模式敌人伤害极高，而且攻击欲望很强，这种破防招式层出不穷，前面你或许会感觉好像还行，普普通通，但是越往后打，所以慎入。
总而言之，这是一款优点和缺点都很明显的游戏，但是在我看来有点比较明显，所以我很推荐act爱好者试一试，当然，最好通关随心[spoiler] 我已经在倒数第二关很久了[/spoiler]
好评: 好游戏
差评: 玩起来不错 手感和打击感都不错 动作流畅潇洒，但是我不论怎样都不能理解一款国产游戏没有官中。
差评: 国产游戏，不加汉语，必须差评
好评: 还行。

Not Bad.
差评: 垃圾游戏，招数就那么几下，难度还那么高，请问你们出这游戏是为了折磨玩家？
差评: 请问制作者有没有亲自打通过“简单”模式？？？
好评: 1
好评: 诞生时间太早，冲出中国走向世界的国产武打游戏，你们这么喷无中文真的好么？反正我是觉得还不错的！
好评: 很棒
好评: 可能是第一个登录 Steam 的国产单机游戏，山桂才是第一个有简体中文的，时间大概分别为二〇一二年和二〇一四年。[制作者单隽是陈星汉的朋友](www.zhihu.com/question/19796396/answer/12989222 )。

游戏分割独立成多个独立关卡，一步一步过关并解锁下一关，过渡其间用卷轴展示的水墨画；地图和敌人也很有中华特色，闯少林寺，月黑风高夜下与剑客过招，深入墓地群战兵马俑，大佛下迎击刺客，烈火客栈中作困兽斗，天祭坛决战皇后娘娘，擂台大比武等等；其间击倒敌人会掉金钱，可以在商店买升级和招式。

特殊招式几乎都有水墨特效，拆绝招并反击成功时全屏都暗红，快感绝顶；3D 建模略粗糙，毕竟是 2012 年的老游戏了。

战斗系统让我想起了蝙蝠侠・阿卡姆系列的多人肉搏和只狼的危机制。蝙蝠侠多人肉搏时有贴心的反击警告标志，而风卷残云却没有，变相提高了难度；风卷残云的精英怪和 BOSS 发绝招时会浑身红黑高亮，有的可以用 Dragon Strike 先手并造成更大的伤害，有的并不能拆招，只能一边跳跃一边攻击或向后躲避，原来这游戏早就有只狼的危机制了；战斗节奏比蝙蝠侠只狼快多了，几关下来大拇指会特别疲劳；让人眼一亮的 BOSS 有可以分身的 Assassin，会拆招的 Swordman。可见这游戏的战斗系统相当成熟。

其实关卡越到后面越难，据说有人用修改器都打不过，难度设计可能非常不合理；全球有 0.3% 人达成全成就，我努力看看能不能做得到。

我玩的是英文，剧本如何还不太清楚，待补充。

完全没有本地化，毕竟是向海外发行的版本，好在民间有中文补丁。此外我感觉英文翻译其实还蛮准确。

居然不支持 1080P，毕竟太老了，好在只在主界面看出有点变形，不影响关卡。

我玩只狼时就喟叹过什么时候能玩到中华文化的动作游戏，直到今天重温时才想起这游戏已经把它发挥得淋漓尽致。可惜销量好像不怎么洋，官网不到两年就停止运营，在 Steam 上也一直不温不火，这游戏被埋没了。好在现在单隽去年重出江湖，在做《不当英雄》，可以期待。
好评: 首先，全成就打卡！这款游戏要解锁所有成就简直太困难了......可能是我比较手残吧，到了后期我几乎对敌人毫无招架之力。
虽然游戏难度偏高，但复古的画风和华丽的功夫招式让人着迷，在这里强力推荐一波！

7/10
好评: 先说说游戏本身
画风方面，照着sf4做的没啥可推脱的
但是也还行
音乐还可以
打击感不错
难度太他妈大了
玩的是真的手很疼
说实话后期不开修改器，几乎是过不了关的
或者可能是我手残，但是这个难度是那种不太科学的设计导致的
然后吐槽一下这个国产游戏没中文
为了点儿B钱真不至于
版本也是老旧

fresh：5.5/10
好评: 6年前玩到的，重温。

[spoiler] 熟练以后拿第一关第二关的boss用来消磨时间挺好	[/spoiler]
好评: 打击感还行，动作很流畅，刚开始玩也有那么点儿意思，等你打到后面，就会开始觉的这个游戏还需要要什么拳技和腿技，光按空格算了，一群小兵飞来飞去，不停的击倒你，反击有时候可以一次性弹开几个敌人，但是时间稍微错开一点，那恭喜你，你就会获得最糟糕的游戏体验。很不推荐
差评: 难度太坑爹，即便是最简单的难道也需要开修改器通关。
另外国产游戏却没有中文？发行商这操作很秀。
好评: 为数不多的中国风质量上乘的格斗游戏。和基友一起愉快的与boss摔♂跤，一路困难模式击杀boss成就感十足。不过没有中文是唯一的遗憾之处吧。
差评: 游戏是不错，但是键位不能自己设置很恶心，我是键盘玩家，无法设置。另外是一款中国风游戏，居然没中文，全程看不懂，差评，不推荐购买
差评: 初玩之下惊艳无比，玩一会之后，手指头都按断了，难度设置的非常不合理，我认为制作人根本就没有好好测试过这个游戏，虽然是国产的翘楚，但是就冲这个鬼难度，我就给不推荐了，大家别浪费时间在这种没意义的高难度游戏下，至于怎么个难法，看看别人的评论，我就不赘述了。
好评: 这游戏诞生在国产独立游戏还没有像今天这样井喷的时期，在当时可以说是对不思进取的三剑最无情的打脸
好评: 近年来国产武侠格斗里数一数二的作品了吧   对于我这种武侠游戏迷来说真的非常好玩   虽然是手残被虐的不行

一开始是在方块上玩到这游戏的试玩版  然后发现steam上居然有正式版，趁打折6块钱本体+dlc入了  不过不知道为什么steam版没有中文  虽然影响不大不过还是希望以后能加中文。

游戏机制+各种霸体的敌人让这游戏几乎成了手残党克星...有些敌人简直厉害的不讲道理 ，还是一群一群一起出来的，即使是简单难度有些关卡也只能被揍到残血以后靠快速回怒气来放大招赖过去
差评: 此游戏的可玩性非常差，反人性，几乎就是和电脑品手速，个人感觉很垃圾，开始还好，到后来越来越乏味，挫败感越来越强，令人非常失望
好评: 这个游戏还是很好玩的，难得有像样的功夫的游戏，听说开发者去做手游了，可惜
好评: B站up早睡推荐买的，挺好玩的格斗游戏，连招随意搓
差评: 
大部分时间都在被打不出硬直的敌人疯狂围殴
闪避和架招的判定有点迷，后期一堆霸体小兵骑脸挡不了躲不掉，不知道操作空间在哪？当然也可能是我太菜了
视角比较捉急，同频敌人多了经常会出现“我是谁？”“我在哪？”等等一系列哲学疑问
为了学习技能和装备不得不去刷钱，过程非常枯燥而能买到的技能和装备并没有什么卵用。
国产游戏没有中文就算了，居然只更新到1.08。制作组曾经放出豪言免费无限更新之类，当然这种饼呵呵一下就好，不过至少希望他们在发现手游那边赚钱得多之前能把这边的烂摊子给更新到1.12。
好评: 手残党的噩梦，格斗类游戏的福音，怎么都打不出s，但是游戏做的的确很棒，值得推荐！
好评: woc打起来好爽啊可惜没中文
好评: 唯一缺点就是国产游戏没汉化
差评: 风卷残云又来炒冷饭降价了。

国产游戏没中文也就算了，
视角天翻地覆 打着打着就切视角
切视角也就算了 按键方向莫名其妙就变了
想往外边走 一个视角切换钻到敌人堆里


让防御，就开始耍手，就这花架子还特么闯关呢。
耍完你倒是防住啊，特么刀砍来了不防御了 又往后退一步
shabi不知道后面有人么？你在被群殴好不啦?
没有指令自己退毛线啊？
差评: 垃圾游戏 你值得拥有
好评: 风卷残云打击感超棒！玩着确实会上瘾，最后一关打了2小时总算通关，好评！
好评: 见面就是干 图个爽
好评: 被虐的忍不住来发篇测评安慰下自己
好评: 打击感很好，不过为什魔没有中文。
差评: 作为国人做的游戏居然没中文。
好评: 在电玩城知道的这款游戏，没想到是国产，打击感超棒！
好评: 国产游戏里难得一遇的好游戏，打击感强动作流畅。但是！！！为什么游戏分辨率那么低！为什么steam里没有中文版！
好评: 任我如行云般的拳法，也打不烂大师傅的头，不过，江湖就是这样，永远没有一帆风顺！
好评: 是我最早买的单机游戏游戏,没有之一.可惜那时候不知道steam.游戏反注册功能也用不了.后面重装系统就没有了.现在买来也只是为了纪念下.steam版的没有中文,游戏公司也倒闭了,
好评: 确实挺好玩
好评: 国产游戏中值得推荐的一个
好评: good game!
好评: 战斗系统非常爽快，这是这部游戏最大的亮点。但缺点也更明显，到后面完全就是捅马蜂窝好吗？不嫌手累的话，倒是可以玩一玩。
好评: 游戏打击感不错，用手柄玩挺爽的，不过一个国产游戏居然没中文。。。。。。。。。。。。。。。。。。。建议打折入。
好评: 国产游戏不支持中文，我去你大爷的，更新的得徽章
好评: 水墨风格漫画叙事，很有特点,首先得肯定是个好游戏，建议配合手柄玩。
好评: 好难啊
好评: 首发被坑了，89还是79买的，里面红包就一块钱。。后面出了steam才1美元不到，完全是当支持国产了。游戏和基友联机还不错，当时打老和尚卡了半天。
差评: 战斗系统人眼前一亮，手感也不错就是动作稍显生硬，粗犷的泼墨美术风格也很赞。。。只可惜屎一样的关卡和极其不友好的难度，中后期关卡有操作空间？一群霸体状态的小兵用指向性攻击同时进攻，挡不住也躲不掉，这tm拿头打？这种纯堆怪强行拉高难度的做法不能再更煞笔了，最后，死都不更新中文也是你们也是可以。
差评: 不值得购买，试玩版就是全部内容，后期设计极不走心。
单挑大侠，堆怪时就是一个等CD的喽啰。
差评: 国产游戏没中文不想给好评
[spoiler] 这游戏应该没有汉化补丁，要看中文的可以去官网购买或者+1盗版玩，虽然这游戏实际上也就是打打打，看不看中文也没有太大影响	[/spoiler]
好评: 累死个球类，拼死拼活也就打通了简单模式28关，这玩意比黑魂难的不是一个档次啊……
好评: 建议配合手柄+修改器食用
好评: 是一款很不错的国产游戏，FTG元素的ACT过关游戏，最初是在叉盒上的，后来有了PC版。
此前国内代理发行的版本，我玩了100多个小时，达成了全剧情关卡3S。steam版没有中文，算是一个遗憾，好在文本量不大，剧情看看插图就能明白（每一关上来用水墨风格漫画叙事，很有特点）。买了收藏下的。
角色是有成长性的，成长全满以后，游戏就会容易得多。刚开始会玩不过后面的关卡，真的玩不过只能反复刷前面关卡，提升主角能力。
敌人种类不多，但是特色比较鲜明，摸不到套路容易被虐，后期关卡的安排对新手来说是比较疯狂的……
可惜制作公司现在后续有款游戏叫快斩狂刀，已经变成手游了，算啦算啦。
好评: 此乃中原游戏，为何不说汉语，挂五星红旗？
差评: 糟糕的关卡设计毁了这个游戏的游戏体验，尤其是在后期，动辄十几个杂兵围殴一个玩家，格挡基本没用，打不出一招就被小兵打出硬直，让人感觉十分吃屎，如果说单纯游戏难度高到无所谓，但这种通过单纯来堆怪来难道玩家只会让人恶心，因为你的任何操作在这个游戏里在面对杂兵海时都是完全无用的，只能无限翻滚摸两下慢慢耗，那么请问我这时是在玩动作游戏么？
好评: 首先得肯定是个好游戏，游戏的环境和音乐会让人感觉置身武林，特别是敌人成群围攻你的时候，那种以一挡百的英雄豪迈自己都会佩服。
但是游戏难度实在太大了，后期关卡真的是一打百，感觉键盘都快被摁穿了。
其次，我不建议大家在steam上购买，可以去百游官网购买，官网的dlc会比steam版本多4个关卡，有录像回放功能，而且可以局域网联机。如果steam有打折也可以入，我就花了3块钱入的，dlc也是3块钱。
最后说下变态成就20个S，看了下steam的全球成就就2.2%。大家如果真的追求完美S，可以去贴吧看看，但是没什么效果，这需要自己不断磨练，去熟悉敌人的出招才可以，需要大量时间。
取巧的办法可以下载修改器，鄙视党请绕行，游戏里有两关是计时的可以暂停时间。还有游戏有BUG，有时候敌人不掉血，可以反利用这个一直捶到S的分数。
还有个人认为必杀技J+K伤害最高，得到的分数也是最高的。
差评: 没有中文，优化不好，版本不更新，主要还有bug
差评: 表示全A打到12关，实在是打不过了。手柄都快搓烂了
好评: 游戏是好游戏，打击感很足，难度也很足……
（花了3个多小时从hard打到easy，最后boss还是看攻略过的……踩圈大法好）

然后随大流吐槽一下国产游戏没有中文，你说没有中文字幕也就算了还把中文配音也给去了……而且也没加英文配音啊，剧情就只能听听音效，人声是不存在的……这着实很奇怪，国外游戏好歹不给汉化也给个英文语音听听不是

其实这游戏其实主体是高难度割草（类三国无双，你看地上的包子都长得差不多……），只不过融入了格斗游戏的上下位（简化的）和精防，所以玩起来还是很爽的

总的来说游戏给个满分，国产没中文扣个2分，差不多8分水准，反正打折的时候挺便宜的，可以买来耍一耍，打的老激情了手柄握太紧了右手现在还有点疼orz
好评: 非常不错。
男。
很男。
特别男 。
手残五毛也别买。
否则自己约的炮含着泪也要打宀
好评: 国产游戏没中文，还有点缺斤少两。但便宜啊，打折5块钱，你买不买？
好评: 打擊感很強，遊戲還可以！的確會上癮

好评: steam上的 竟然没有中文
差评: 1.国产没中文差评
2.难度太高，手残党的噩梦
3.里面ai喜欢单挑，却没有单挑应该具有的素质，全程都是你单挑ai一群，差评
4.时隔一年再拿出来玩，玩的火大，普通难度人物那么脆，敌人无限大招，我只是个普通玩家，玩不下去了
好评: 难度真的有点高啊
好评: 几年以前就买过单机版玩，为了玩这个还入了个XBOX手柄。打击感优秀，画面良心，关卡丰富，很推荐。
差评: 这游戏简单都过不去，判定真是太迷了。还各种掉帧，真的是不能忍受
差评: 当年刚发布的时候玩过盗版，虽然是国产，
但是当时限于TIANCHAO政策以及国内游戏环境没有在国内发售，

现如今在steam上发售，中文不补一下也就罢了。。。
语音都删了！
“在下罗劲！”雄厚有力的配音在当时完全没有国产配音的游戏时代来说是多么惊艳！

发行商干这么一出，删掉语音，无论出何用意，都是对这个游戏的侮辱！！！


差评: 还凑合，画面尚可，打击感尚可，人物装备系统不好。
糟糕的是没有中文
好评: 很不错的国产游戏，又便宜
唯一不足就是不像街机版有其他人物可选，希望做成DLC补全
最后几关有点难。。。
+++++++++++
2016.12.27我终于通关了简单难度
好评: 以前玩的是3DM版，游戏真的很难，玩了好久才通关，最后一关差不多玩
了个通宵才打过去，当时手都差得弄残了，不得不说是一款很不错的
游戏，所以买一份正版来支持一下，强烈推荐。
好评: 好评.，12年的时候玩过试玩版，昨天突然想起了这个游戏，搜了下
+不错的手感
+水墨画风格
+操作简单，易上手
+12年做出这么一款游戏实在是比较有想法（12年左右在国内发行的单机几乎都是回合制游戏）即使是放在现在这仍然是款很不错的游戏
不写缺点，本作国内发行的版本是中文的，12年的时候steam的中国玩家比起现在实在是少,因此可以把steam版当作对外发行
虽然没有中文，也并不是很影响游戏体验.
差评: 国产 游戏没有简体中文差评
国产 游戏没有简体中文差评
国产 游戏没有简体中文差评

差评: 负责游戏难度的负责人是个牲口，宫崎英高那是难的合理，这游戏做难了还会给你一个更麻烦的视角问题，白瞎了这么好的打击感。最后一切在皇后的不合理中给一个差评，游戏做的不错，可惜难度方面做得太ZZ，难不是缺点，缺点在于某些不合理的设计，大部分内容可以说是硬核，但是某些糟糕的为了难而去难的设计是这个游戏最大的缺点。
卖的不好完全是因为关卡设计是个智障。
差评:       不知道什么时候入的，大陆的游戏居然不支持中文。游戏是还不错的，只是操作各种费力黑魂鬼泣都没难住我，这个简单难度居然让我痛苦不已。为了能看懂技能大家还是买官网上的吧，虽然不能喜加一但是为了更好的游戏体验。当然你要是土豪的话，可以多买一份。
好评: 国产佳作，不可多得。
好评: 算是一等佳作吧，我也很喜欢这样的作品，但却是有一点的不足，明明作者已经做好了中文的版本，为什么不扔上steam里，而要做其他语言版然后去掉中文再放上来呢。
这我也不好说，反正好游戏，我只能说给个好评了。
差评: 国产游戏居然没中文
好评: 很不错的国产游戏，只是剧情有点短，动作游戏，难度略大，但是如果连这个难度都没有了，就真的没有亮点了。
好评: 国产游戏里武打做得不错，很有打击感
好评: 不错不错，味道好极啦
好评: 非常非常的不错，优点是爽酷格斗打击感，希望下一代人物种类多一点
差评: 风卷残云可以说是国内近年来最好的动作游戏，虽然国内本身动作游戏也没有多少，但在质量上完全可以比得上大多国外动作游戏！
这款游戏的乐趣不仅仅是在于干脆利落的游戏风格，更通过将丰富的大招和诸如无影脚铁布衫之类的小技能搭配起来，完美地展现了武侠文化中招式的概念。
而剧情则以漫画形式展现出来，虽说复古，但反而表达出了江湖中人的草莽英雄气息，与游戏本身的硬派设定极其契合，值得赞叹。
================================================================

++++++++优点++++++++++
打击感十足的武学招式。
利落的剧情过场，充分展现了江湖中人的草莽英雄气息。
极棒的主题曲。

-------------缺点----------------
想要通关必须背版，熟悉敌人的一切攻击套路，闪躲全靠预判，反应速度除了用来QTE之外完全没有用。
不痛不痒的攻击与很难连接上的的连招。难以找到传统动作游戏的打击感与节奏感。
轻飘飘的踢击，翻滚和防御一体的按键！脑残设计师你出来，我保证不打死你！ 
谜一般晃来晃去的的游戏镜头！！！配合无锁定攻击和完全随机的阵法判定，让人无法掌控的欲仙欲死。不如横版！

················································
 评分：70/100 " 
本来是一个可以成为神作的动作游戏，但在游戏中却因为难以忍受的镜头和不合理的操作设定严重降低了操作水准，作为一个动作游戏却被游戏本身的设定妨碍了游戏体验，很难称得上是款好玩的“游戏”，更像是一款好看的工艺品,浅尝即可，不耐深品。
好评: 完好一个章节，简单说一下
[b]贼好玩，制作组有心了[/b]
第一章的第四关那个刀客让我印象特深，血低了之后会频繁攻击下盘

身为一个手残党我只能混混普通和简单了
[b]支持国产[/b]
好评: 格斗游戏中的超水准制作，如论招式 音效 打击感 气氛都是一流。双打更是欢乐多多，可惜难度实在是太高。很容易让人有挫败感。。  另外吐槽，STEAM版本的居然没中文，这是什么鬼。
好评: 风卷残云（官方译名）
说实话从来没想过国人还会制作出动作类游戏，当然这个游戏是格斗类的，先给个好评，以后填坑
好评: 游戏本身非常不错，可能是考虑到发行商利益问题，steam版不带中文，不过本作剧情基本可以忽略不计，影响不大。


（1）手残党慎入，普通难度虐得你没商量。
（2）没Xbox手柄的慎入。
好评: 看宣传还以为是类似“君临都市”的ACT，其实不能算作ACT或格斗游戏，有点类似“One Finger Death Punch”，就是看快速反应能力，防反的节奏搞不清什么鬼。
    画面有自己的风格，营造出的战斗感也尚可，但玩起来没啥意思。如果是国外游戏我会点不推荐，作为国产支持一下给个好评吧。另外为什么不能设置中文？
差评: 无中文，不游戏！
差评: 国产游戏居然没中文？果断买来送个差评。
好评: 其实我当年中过正版鸡和马，转发官方微博

但是呢，游戏素质不错，手感也不错，我就心甘情愿的+1了

整体游戏难度曲线上还是有些问题

打击感与手感这两点老实说比起同年的雨血蜃楼，简直把蜃楼关在姥姥家暴打

而且游戏的动作实打实的透着亚洲地区ACT一脉的特性：劲道

还算很流畅的动作配合相对合适的运镜，很好的把劲道展现出来了

而不是跟雨血一样，砍起来没什么力度感，跑起来怪怪的

总体而言，XBLA游戏的定位来看，还是很不错的

可惜秋千这公司没了

或者换皮了

我还指望着他们能够做一作非街机风格的正统派清版ACT呢
差评: 这个游戏忒特么难了，在这玩意面前黑魂什么的都是无脑网游
小兵随随便便就能打断连招，然后给你一套，更过分的是场地是有限的，你跑不了多远，尤其后几关，面对几十个能随随便便秒掉你的小兵却没有必杀没处跑，真心日了狗
这是一个就算你开修改器也打不出S级评价的游戏。
所以当初这个游戏叫好不叫座实在太正常了，你必须每一关都背板，仔仔细细兢兢业业，哪怕一个闪失，S就没了
因为难度过高,所以我只好给差评,真的无法推荐这个游戏给好友而不是仇人
好评: 我打娘胎出生就没玩过这么难的游戏，什么黑魂啊血源啊和这个游戏一比就弱爆了
这游戏实乃锻炼心智和游戏技术的不二“佳作”
简单难度虐的你叫爸爸
中等难度玩过以后你就会有一种再也不想去玩其他动作游戏的想法
高等难度通过，恭喜你已经练成戒除网瘾大法，

强烈推荐自认为动作游戏玩得6，或者是说通吃各种难玩虐心游戏的人来尝试一下这个国产动作神作
差评: 没有中文，没有中文，没有中文
好评: 打斗挺爽快的，可惜就是国产游戏却没中文
好评: [h1]Local COOP 推荐榜 之 <风卷残云> [/h1]


在国产单机游戏看上去毫无生机的2012年，名不见经传的上海秋千软件推出了这款被主创寄予“武侠梦”的单机独立杰作：

[b]风卷残云[/b]

不追求什么“高大上”而是专注于自身风格的<风卷残云>让人眼前一亮，瞬间抓住了国内动作游戏爱好者的心.

市场持续的好评也使得本作顺利打入国际市场，登陆Steam，受到不少国外动作游戏玩家的赞赏.
也由此得到了自己洋气的英文名：*#$@$!@#<&*!@#($|&*  —— 实在太长反正你照着商店念就对了.


[b]剧情[/b]

本作讲述了被流放边疆的王子罗劲因祖国连年战乱而被皇帝封为将军并召回国内建功立业的故事.
要我详细点说也可以，反正评测写得太剧透你们肯定也不会介意的吧？
故事是这样的：

有一天 罗劲 被召回国平乱
于是他来到了一座 塔很多寺庙 寻找一位老和尚
(你不要问为什么他第一件事是跑来庙里找和尚，武侠故事里没有庙这个元素还能叫武侠吗？)

看门和尚说老和尚现在谁都不见(hoho，还真是巧了)
罗劲说我今天一定要见
看门和尚说你绝对不能见
然后就是“呃呃啊啊哦嗬阿达~”

打败看门和尚以后
有看上去比较屌的和尚出来说小屁孩你是敬酒不吃吃罚酒咯
然后“呃呃啊啊哦嗬阿达~”

打败比较屌和尚以后你会碰到非常屌和尚
然后“呃呃啊啊哦嗬阿达~”

最后你终于见到了那个说不见任何人的老和尚
然后“呃呃啊啊哦嗬阿达~”
(顺便一说哇塞这个老和尚还会切换表里形态耶，还会莲花阵和磁暴简直是他喵的妖法啊~)

后来罗劲一路上继续跟敌军、叛军各种“呃呃啊啊哦嗬阿达~”

然后游戏就结束了.

你也许奇怪为什么一个将军平叛连军队都不带总是独自一人挑翻百万曹军
拜托，带军队那就成了全面战争好吗.



[b]画面[/b]

当然不是次时代画面啦，但是这种水墨风搭配清爽背景的风格还真的是蛮不错的，放到大屏电视上也不觉得有什么瑕疵.


[b]操控[/b]

ACT+FTG 考验你的反应速度，出招拆招都非常的带感，游戏流程则是典型的街机模式，找回童年打街机的紧张和快乐.

在高难度下要S通关真的需要相当出色的格斗技巧，反正手残的我是做不到，光是那个蛇精病老和尚就把我虐了一遍又一遍，后面那些拿着七七八八各种道具的杂兵更是动不动就yao了你的命~

显然本作的剧情根本不重要，爽感的战斗才是重中之重，而流畅的格斗系统也确保了从入门级到Pro级玩家都能获得不错的游戏体验.



[b]合作[/b]

重中之重来了，本作提供双人本地合作，完全是笔记本的春天好吗？
——赶快约上基友，把你的笔记本搬到客厅接上大电视开始一起用手柄痛快的搓招吧！






[b] 个人评价: [/b]

+  水墨风画面非常讨巧，在不需要多高成本的情况下保证了玩家的视觉享受

+  出色的动作系统，在国内单机市场几乎顶尖，放到国际市场也算不错

+  爽感的双人模式，COOP的绝对佳作

===   ===   ===

-  剧情可有可无

-  重复可玩性不佳


总评: 8/10 ，就一个小品级游戏而言已经做得相当不错了，考虑到它带来的出色合作体验，加上我个人的喜爱(我的COOP必备)，上8分也就不奇怪了.

好了我知道不可能有人叫“8分”，大家省省吧.
好评: 打发时间，突突突突。
好评: 国产 ACT 游戏，手感很好。但是难度有点高，普通难度我就没得过 A，新鬼泣我有时候还能得到 S……简直了。有一关普通难度是 D，结果打了容易难度还是D……

DLC 也带，可惜作为一款国产游戏却没有中文，连带中文语音也去掉了。早年可能是发行策略的问题啊吧，现在 steam 开启大陆区了，感觉再更新一个中文字幕和语音，又可以卖一笔啊。可惜……


手感确实很好，但是难度偏高，手残党的哀嚎……

推荐 ACT 爱好者购买，之前也进过包，价格不贵。
差评: 手残的噩梦...手柄的杀手，
手感很好？好在什么方面？简单无脑的按键，打鼓上一样蓬蓬的声效，
看似华丽的满屏人物混战，然后武功再高，菜刀剁死。
然后残血满屏滚啊滚恢复够气力来一个大招反复，有趣么？
然后设计的精确防御也在混战里面有多少发挥的机会。
敌人ai也是死脑筋一个，但是又不想做成割草，所以boss的招数开头的还好，
后面就判定一个比一个怪异，手残的我先跪了。
如果作为一个同人游戏，那么它可以说优秀的。
如果作为一个商业游戏的话，那么显然并不能让人满意。

差评: 实在没法跟《蜃楼》比
好评: 特别好玩的一个游戏，不过可惜这边没中文，而且后面关卡蛮难的，建议2手柄
好评: 本身是非常不错的国产游戏，很能挑战自我，就是steam上不是最新版本，以及竟然没有中文让人略有失望，另外，这个游戏可能就此一个版本，不在进行续作的开发了，开发者转向来了主机市场，真是太可惜了
好评: 国产神作啊，貌似很少人知道。
好评: Played this since the demo version. Quite a good game!
The different enemies requires different tactics and the difficulty is proper.
Really hope this game could support LAN/WAN co-op play!!!
差评: 竟然不是中文的！
好评: 好难玩啊QAQ，遇上耍棍的两个还好，一群的话直接被群殴致死QAQ，难道只能一路L么
打击感不错，可惜我手残
差评: 这款游戏要有中文就好了
差评: 国产游戏没中文差评伺候
好评: N年以前中文版全A+评价通关的过来冒个泡。
《风卷残云》在发布的时候就给我眼前一亮的感觉，亲近的画面风格，不错的动作系统，让我玩的停不下来，一遍又一遍的尝试高评分。（然而现在再玩被各种虐啊各种虐）。
现在看来steam版本还是有很多缺点的，比如阉割了中文字幕和语音，动作有极低的概率会出一些小bug，但是这 无法掩盖《风卷残云》是一款走了心的游戏，看了看现在国内的游戏，突然觉得几年前的《风卷残云》是那么的夺目耀眼。
游戏很不错，可以一试~
好评: 打击感不错，内容有点单一。
好评: 作为格斗游戏盲来评测这游戏有点勉强，游戏基本上是传统格斗游戏的打擂台闯关模式，看截图也知道是3d格斗这种形式。

游戏主要是PVE的形式，感觉挺不错的，PVP不知道怎么样。难度偏难，我在第8关以后就只能开简单来玩了，前面几关还是挺简单的。后面一直面临血太少和杂兵打断太多的问题，要注意连击的时候主角是没有霸体的，正在殴打boss的时候很容易被小兵飞腿踹飞，然后被摁在地上摩擦。游戏中重要的是防御和放招打断的时机，但我觉得防御成功后追击回的血有点少。能不能撑到后面很多时候还是看脸（杂兵掉不掉包子）。

游戏中虽然角色不可选，武器不可选，（我没打通，不知道有没有这些要素）但是招式可以解锁，可以买一些被动道具，可以解锁招式（记得空中防御什么的一定要解锁要不然没法玩），还可以花钱招雇佣兵，玩法虽然相似（没有流派），但可以看出制作者还是非常有诚意的。

游戏不贵，打折的时候买非常划算。至少游戏要素和敌人非常丰富。

国产游戏，很便宜，推荐购买，可以双人联机（在一台机器上）。

8 / 10 

+ 美术风格很不错，打起来爽快感很棒
+ 敌兵的招式很有中国武术的感觉，包括持棍僧，无影脚等
- 对新手还是难，最好降低一点easy模式的难度
- 要是不是纯擂台，而是能和场景互动或者可以走动就好了（当然这样成本可能高很多）
好评: 优点：
让人眼前一亮的国产游戏。
人设，服饰，建筑，特效等等，都是水墨画风格。
格斗动作流畅，打击感也很好。
可以单人、双人闯关或者双人PVP。
既有枯瘦的老僧，也有爆乳的御姐。

缺点：
Steam只有英文版。
过场剧情只有英文字幕，没有语音。
相比中文版，代入感会弱很多。

(7.5/10)

[spoiler]经常被群殴、偷袭，被BOSS一套连招打掉一半血。
只有猥琐跑跑跑，找到落单的，一顿狠揍。
等大招好了，一招横扫一片。[/spoiler]
好评: 很好的一款国产游戏，打击感也不错连起来很爽！
好评: 一个少见的国产ACT游戏，动作、打击感还有风格都不错，尤其是破敌人霸体时的慢动作，特别带感。
但是游戏的难度真心大，打到后期简直反人类，还是开了无敌才通关。。。
好评: 唯一的缺点是steam版没有中文。好遗憾。
好评: 不得不说难度大……
经常就是给连上了就没血了，然后就一直滚滚滚地躲避躲避躲避……
不过打击手感不错
好评: 国人做的游戏还可以了

画面 6/10 毕竟那个

游戏性6.5/10  打击感不错

难度 8.9/10  真心难啊，简单都不见得是简单啊~

优化8/10 因为没什么画面也感觉不出来优化怎么样

可玩性 7.5/10   国产良心作品

缺点  ： 无中文就是个坑了

总评 7.5/10  值得一入的手残向游戏 不错不错~
好评: 国产ACT类游戏做成这样已经很不错了，打斗和音效都不错，只是没中文有点遗憾。
好评: 如果只有一台电脑，与基友键盘互肛表示非常有趣。表示和基友玩的时候都笑尿了（我真的尿了）中间既然参杂着闽南话  好温馨（国产游戏最爱的游戏之1）
好评: 非常优秀的国人作品!简单粗暴的战斗方式，却非常经典的再现了传统动作格斗游戏的爽快！
好评: 游戏玩着不错！打击感好  就是没中文！ 后期也没有什么快速刷钱的图  各种打不过有点不照顾手残党！
差评: …………………………
好评: 很好玩，特别是和朋友合作玩，用手柄玩会更好。
有点不好就是steam版没有中文。
希望可以继续出，越做越好。
差评: 国产游戏居然TM没中文，呵呵
好评: 风卷残云在国人游戏当中我觉得应该算是中等偏上的评价。

首发时我去入了实体光盘正版，支持了下国产。没想到SG里竟然又中了这个……那简短评测下还是有点必要的。
论操作手感和游戏内容，风卷残云都做得很不错，至少在个人的国产游戏游玩史中是相当好的了。一个DEMO就让我决定了购买这个游戏。但是玩了之后不久就有些后悔了，我以为这会是个无双刷刷刷游戏，然而竟然会是个ACT被虐的游戏……
游戏亮点之处就不多说，大体是在游戏操作、游戏特效和爽快感身上。主要的其实我想吐槽些东西。

首先STEAM版没有CV语音，而实体光盘版是有的。据说也是请了一线的声优来配，听起来也确实很顺耳。但是STEAM版为何要阉割……？你还担心国外玩家听不惯中文CV么？
其次是游戏的难度，这个难，不是指敌人有多强，而是主角在被击中倒地的时候，是没有无敌时间的。兴许你会说这样真实一些，但是打到皇城那一堆杂兵无间隙的猛攻能把你打在空中下不来时，建议你还是先把手柄放好吧，免得给摔了。这个反倒和忍者龙剑传有点相似，难的不是BOSS而是杂兵。但好歹后者还能有个喘息时间，风卷残云真是看着却非常无力。原谅我那关过不了逼得开了作弊无限气过了。最终BOSS都比这简单……
最后就是关于DLC关卡的了，普通玩家就没必要买了，因为大多是挑战关卡，没有剧情。国内正版是免费赠送升级的，STEAM上还要二次收费……这个……不过看进包那么久，这点也不算什么。

最后的最后，这游戏可以二人同屏闯关，但是只要一方挂了游戏就得重来，感觉不太人性化。我基友就是被这样虐得不愿意再和我一起玩这个了……

推荐给喜欢动作类游戏的轻度M向玩家，BS的慈善包里有，也不贵。

7.5/10.0 （我实在是怨念那个没有无敌时间的设定）
好评: 几年没玩。依然爽爽爽
好评: 以前这游戏刚出来的时候，独立的CDKEY卖50，能激活两次，自己先是试玩版玩了一下，感觉还不错，于是就在家里电脑激活了，玩到手软，真的是手软，那时候还没有买手柄，几个狭窄的按键要组合出多种打法，不是手残也玩到手残，即使手柄玩也是累死人。比起来还是类似鬼泣那种可以用上鼠标的组合键方便太多。虽然玩到手软，但是那种相对比较匹配的声优以及对比现在依然不落伍的剧情，真的把我惊艳了一把。对比那个年代除了古剑一，很难有其它国产游戏吸引我的眼球。打着大学生团队的噱头，也确实有点意思，只是还想起来那个鬼畜的百游，激活坑死人。后来，自己重装系统的时候忘记了反激活，至今那枚激活码还没用掉。现在入了两次包了，听说steam版没有中文，也没有中文语音，DLC不免费，自己还是入了。而国内独立版呢，有语音有DLC，但是实在没那个心情去激活来玩玩了。
实在不想打分，入这个纯粹是为了兴趣，也应该就是真正的情怀了。
好评: 虽然游戏很好玩，但是难度过高
好评: 算得上是国产精品动作游戏了，而且已经进过一次慈善包。价格也不贵，比较耐玩的~
我已经开始期待下一部作品了！！
差评: 这是给核心向玩家玩的吧。防反需要的预判太精准了，是打到身上前的那一下才可以。但即便成功了你也打不出几下敌人就可以防反你。因为经常是1 v n，倒是你被防反硬直后敌人可以疯狂输出。唯一的策略就是风骚走位。所谓双拳难敌四手啊，有的时候1v2都感觉到吃力。我玩普通难度已经ng无数次了。表示手残党无爱。
好评: 我的键盘快按烂啊~~~~~根本停不下！
差评: 国产游戏，做得很好，好评 。
为什么格挡那么迟钝，死板，还要我不停地按空格键，差评
画面 ， 画风不错，有创意，好评
能不能告诉我国产为何无中文，要叛国啊！差评，差评
操作有点反人类，敌人太多，根本应付不过来，差评
好评: good game
差评: 我想问下，你们的节操跑哪去了？？   居然只做开头，不做结尾，不出中文，不出DLC，简直是中国的烂尾楼一样！  差评！必须的
差评: 游戏10分，百游零分
差评: 这个动作的游戏真是无爱啊，画风不喜欢，动作不喜欢，音乐不喜欢，玩了一会就腻了呢。。。
好评: 打击感非常强，我从未玩过有如此强烈打击感的武侠游戏！！！
好评: 打和尚！
差评: 我要强烈的鄙视国产游戏没中文！插上手柄自动识别是好事！但是键位是不是乱设的啊！！放大招要两只手指分开按两个键位！！连着XY，或者AB不行啊！！！要Y跟X，格挡只能挡一下没事，但坑爹的是一堆杂兵轮流放大招你格挡毛线啊，全程就是格挡！！要怎样还击啊！格挡之后硬值时间这么短！！！小兵无限大招冷却的啊！！！一直被围殴了五分钟！！打毛线啊！！！9.9刀是浪费钱啊！！！
好评: 风卷残云，少有的国产3d动作类游戏啊（steam上居然不自带中文，差评）。
动作：8/10   挡反做的很不错，但貌似没法像蝙蝠侠一样，自动全方位挡反。只能一个方向。动作设计很是下了一番苦心。
剧情：我能说我直接跳过了么，水墨画风格的漫画，来阐述剧情，具体背景网上有。
游戏模式：7/10 关卡过关时，即打完这个关卡，解锁下一个关卡，支持网络联机和本地合作，两个人中一个死，就算失败，还算平衡。
总评分：7/10 比不上蝙蝠侠，比不上火影，但也有浓浓的中国味的亮点。值得一玩。

好评: 内地的功夫动作游戏 虽然动作方面有些生硬 但是流畅度 和打击感 还是非常棒的 加上装备和动作升级系统 已经相当不容易了 支持一下
有些关卡最算最简单的模式也很难 全成就挑战20个S 手抖的我 要花点时间了
-----------------------------------------------------------------------------------------------------
原谅我 慢慢的发现这游戏全成就如此难 我坚持不了 开了修改器 但是我还是跪了...但这真的是好游戏
好评: 好难啊。。。。。
差评: 官方无中文,还少更新几个版本,百通你的诚意在哪里?
好评: 画面不错，打斗招数看起来很棒，真的很棒。
好评: 国产少有的良心作，战斗挺爽，唯一不爽的就是国产游戏steam版居然没中文。
好评: 太爽了，按三下踢的最后那一下太帅了！！！选的hard的话有一点难度，让动作玩家爱不释手，大招counter那声音叫一个脆，屏幕叫一个红！！！！yeah！！！
好评: 游戏还行，水墨风格，打击感强烈。
有没有中文其实无所谓，没有CG也没有多少剧情。
就是太难了，真的太难了，就打方丈一个A评价，其他不是C就是D。
我没有通关，最后几关好像是挑战关，没什么意思。

游戏支持二人合作或者二人对打，身边有基友可以入了玩玩。
真喜欢的话还是入国行吧。
好评: 很不错的游戏，打击感非常出色，动作也颇为干净利落，难度很高，我玩忍者龙剑传都没这么费劲过，唯一的缺点就是剧情太扯蛋。不知道开发组现在怎么样了，希望能有2代。
好评: 不错的游戏 中国功夫打造的如此牛逼 打打打的节奏很有快感 各种功夫慢镜头很带感 值得推荐购买
好评: 这是一款打斗效果非常棒的游戏，超强的中国风，虽然是中国出品，但是没有中文翻译，而且是受虐狂必备的一种游戏，因为你可能连普通难度都无法通关。

连招非常华丽而且多变，保证让你通关后，继续想拿起来玩的一款游戏。

好评: 太棒了  极力推荐
好评: 上次只是随便试了一下，现在又耍了一回，就一句话，连那些阿猫阿狗的杂兵都有完虐主角的大招，而且他们还是轮团上主角的游戏你们还是洗洗睡吧，别买了

玩了一下，发现真是一款屌（fan）炸（ren）天（lei）的触手游戏，刚接触一时不熟悉差点连教学关都没过，我可以有撸了十多年格斗游戏的资历啊
总的来说
画面是伪3D的，带有一点水墨风的特效，当然和SSF4的重墨是没得比的，人设背景都极好
音乐良，也就这样
打击感，一般，作为格斗游戏来说是差的
说一说具体细节上面的吧，这个游戏带有养成元素，就是通过击倒敌人获取点数，解锁招式以及增加气血上限几乎已经成了ACT游戏必备的设定，有点可惜，现在已经没有人做那种纯技术的格斗游戏，都是通过这种积累点数解锁内容的方式来留住玩家，但这种方式在我看来也是有其缺陷的，比如说作弊器，直接FULL UNLOCK什么的，获取强力技能，那么本来一款比较优秀的游戏就完全沦为割草游戏，这与作者的意愿是完全相悖的。但是转念一想，如果做纯技术的那不就成了横板格斗游戏了，像但这里我也是真够无语的。
再说些游戏方面的吧，游戏基本可以说无剧情，其实对于格斗游戏，没有剧情也是完全萌大奶的。
游戏具备很多格斗要素，连招，霸体，破防，强制浮空，集气超必杀，躲避闪身，还有类似于JD(Just Defense)即时防御的破坏敌人连招而使敌人中门大开的系统，不过在判定上做的还不足，BOSS>U>小兵，别和BOSS对大招，乖乖的JD然后磨吧，别贪招，BOSS霸体起来连他自己都怕。
总之，手残党求别自虐，开挂玩就没意思了。
暂时就这么多，我是-90入的，对我来说这个价入了这款游戏是大便宜了，而这是一款2012年的游戏，到现在玩起来也是完全不腻味的，大概这就是格斗游戏吧，97我玩了这么多年了也是一样。
好评: easy模式下后面几关都略难，建议作者控制好难度，毕竟游戏图个娱乐。
好评: 支持国产游戏。国内出的单机游戏什么血雨啊，这个啊，都是挺好玩的，其实国内制造游戏的潜力很大，只是缺少一种正能量，好游戏。
好评: 游戏是还行，但是easy也好难啊！！
好评: 有几关比较难，试了好几次。事后才知道居然是国产游戏，不过steam上居然没有中文版，差评。整体游戏还是不错的，国产能做到这样真是用了心。虽然有几个敌人比较无耻。主角在低生命值的时候才是真正开战状态，简直是小强的最好展示。
好评: 不错的游戏风格类似当年的拳皇，但是画面更加精美，画面更加丰富炫丽，特别是慢动作加入漫画风格，真的很赞！
好评: 游戏 不错 就是没有中文
好评: 难度可以
好评: 游戏毫无疑问是个好游戏，打击感、招式、水墨风都不错，但是你TM敢不敢再难一点。格挡回血的设定挺好，可是感觉判定太严格以及敌人那不科学的攻击力导致游戏难度过高。手残玩几关能够发现自己是手残就好了，抖M高手的话练一下估计通关是没问题的
差评: 游戏不错 不错不过国产游戏不出中文我也是醉了
好评: 游戏非常好，但作为国产游戏为什么没有中文？是在練習我的英語么
差评: [h1]不推荐购买[/h1]
游戏是好游戏，但是由于恶心的百游的原因，不建议购买这个游戏。
首先，游戏没有中文版，原因自然是因为百游，当然，没有中文版对玩家来说算不上什么问题，但是我想说的是，你能想象国外的游戏不支持英文吗？
然后，最不推荐购买的原因，steam上的只有1.08，而正常的版本是1.12，这不仅表示你少了几张图，并且缺少了“江湖传奇”模式和“局域网对战”模式，所以不推荐买这个游戏，当然，如果是喜+1，那随意了。
好评: 游戏是好游戏，只是手残表示实在打不动了...easy模式都打不下去了，有个成就是打个sss，我最好的成绩是A  T_T
手柄支持很好，360架构的插上就能玩。steam版没有中文好遗憾啊，听人说中文版的还有语音。
格挡一直按住只能挡第一下，略蛋疼，被一群人打的时候要连着按格挡才能挡下。
我表示现在国产游戏不是回合制我都愿意试一试..
好评: 不错的游戏，但总觉得优化差点意思，而且steam版没中文是闹哪样
好评: 这游戏想必大家也都听说过了，难得一见的国产单机格斗游戏，游戏画面不算太好，但是也算是不错了，配置要求不高，我的630m都能十分流畅，游戏难度还是很大的，作为一个玩蝙蝠侠这种一键游戏都玩不过来的act苦手表示简单难度都只能c级，boss战更是除了第一大关以外都是d级，实在不忍直视，但是总体来看还是十分不错的，尤其是水墨环缝十分喜欢，由于楼主没有玩过雨血系列的游戏所以不拿来比较，毕竟雨血系列也不是格斗游戏，本作在steam上没有中文。。所以我对剧情也没有过多了解，但是打击感是十分不错的。隔壁吧应该有本体+dlc的key，当时7腿收的现在不知道要多少，但还是十分值得入的，并且支持本地对战，想了解剧情的小伙伴们可以去官网买一个中文版的key，价格好像要比steam的贵一点，目前还没有提取出来的汉化补丁。
好评: 浓郁的中国风。。流畅的技能连接，打击感很不错，每一关都很有挑战性
不过缺点在于有时的 视角转换会 一下子找不到方向

好评: 我不明白啊，我真的不明白！
这个游戏的介绍、评测、系统需求等等一切都是中文，但是游戏语言没有中文
好评: 这应该是真正意义上的断手游戏....
好评: 国产游戏的希望，值得全世界玩家肯定！
差评: 竟然没中文，必须差评
好评: .........游戏不错
手残勿碰............
你打通了28关吗。那恭喜你！即将迎接你的是更具挑战性以及手残感的8个挑战关。（建议正常人适当使用修改器，2B青年请无视！）
并且，挑战8关里有两关是无解的，修改器都没用
一关保护石像，脆的要命，石像一破就是无限炸弹雨，酣畅淋漓
一关保护皇上，三条命的皇上仇恨太高，微臣无能啊啊啊
---------------------------------------------------------------------------------------------------------------------
分享一个修改器，鄙视党请绕行
链接: http://pan.baidu.com/s/1hqIc1rY 密码: il8x
好评: 之前玩过柏油代理 支持国产 
优点：战斗爽快 破防系统很过瘾 水墨风格看着很舒服 缺点：单薄的剧情 低质量的配音 （不过貌似steam版没有配音？） AI不合理 难度设置不合理  不管怎么说还是很棒的一部动作游戏 但是如果定义是国产动作游戏的话....应该算是最好的吧0.0
好评: 游戏的打斗手感在当时看是很不错的，但是今天的话就觉得有些不足了，甚至还比不上外国人做的One Finger Death Punch。

游戏的剧情太过于薄弱，实在让人遗憾。在steam上没有中文版，即使知道是代理商政策的原因，也不得不说是我等海外华人心中永远的痛。

不管怎么说，在独立游戏里也确实属于中上的质量了。国产游戏能做出这种水平，已经没有办法要求更多。
好评: steam版没玩过，但是玩过柏油代理的中文版（DLC免费哟），就国产而言算是佳作，国产游戏能打破仙侠RPG枷锁走出新路，这一点就是值得肯定的，也是我最希望看到的。手柄支持很好，水墨风格很不错，打击感在国产游戏中实属上乘，甚至略强于雨血蜃楼，毫不拖沓的铺述方式相信对很多人的胃口。虽然战斗系统并不完美，操作也不像行云流水般顺畅，关卡有一定的重复性，还有其他一些小的瑕疵，但是瑕不掩瑜，哪怕跟国外游戏相比它也不是一部渣作，值得体验一下，进包的价格也绝对值得你+1！

最后吐槽一下嫂夫人，您还记的在steam上发过蜃楼不？是不是该打个折了？风卷残云都进包了。
好评: 画面其实说起来还算是挺不错的，就是身为手残党的我玩这个实在是吃不落，ESAY模式下都死了无数次，最后只能怒删了- -游戏难度还是挺大的，只好像文明5一样只用来收藏了- -
好评: 游戏的上手度有点高，对于平常不怎玩动作游戏的我来说后面的关卡好难。地图较小及不易看清敌人出招我觉得是缺点
好评: 良好的 打击感 不错推荐
好评: 《风卷残云》也是国产游戏的精品了，最近几年，真正好玩的值得反复玩的国产游戏，也只有《风卷残云》和《雨血前传蜃楼》。《风卷残云》难度不低，手残党短时间内是无法通关，但这种无法通关和回合制游戏还不一样，回合制通不了关会让人厌烦，而像《风卷残云》这类动作ACT则让人很有一种挑战的欲望。趁着减价的时候买的《风卷残云》，算上DLC是2美元多一点，很合算，本来打算买国内版本的，碰巧这次STEAM版这么便宜，赚了，英文对于STEAM的玩家不是问题。
好评: 太经典啦，爽歪歪
好评: 国产佳作，打击感蛮爽。
好评: 游戏性很高，连击很爽，推荐
好评: 支持国产，，，操作比较渣
好评: 国产游戏支持一下 打击感还算不错 就是人物跑步的动作太僵硬了 没有中文差评！
好评: 但难得有国产还是支持一下，水墨风格是个亮点。虽然很不合我胃口。

      之前瞄过一下百度百科里的简介，原以为有“金羁络骏马，锦带横龙泉”的少年英姿，或者“剑映秦都月,风啸易水云”的悲壮，抑或有“十步杀一人，千里不留行。事了拂衣去，深藏身与名”潇洒，更别提“马作的卢飞快，弓如霹雳弦惊”的惊险激烈。

      今稍微一玩，发现完全没有剧情，满满的辫子朝背景电影中李连杰独闯少林寺的节奏，而且还脱不开日系游戏的影子（即所谓“借鉴了旧式街机游戏玩法”，呵呵）。

      等闲得蛋疼的时候再继续玩好了。
好评: 打击感很不错   水墨风格 也很喜欢
好评: 中国风的游戏，支持一下.
好评: 非常棒的打击感，就是难度太高了，需要话比较多的时间研究连击与躲闪
好评: 国产独立游戏，打击感不错。值得一试。
不过没有中文是为何？
好评: 此游戏中文名叫做《风卷残云》，据说是交大一些学生开发的。MD太难了。。。
差评: 天朝做的游戏，支持语言竟然没有中文。市场上的零售版有中文，但是不能在steam上激活。没良心的发行公司。
游戏本身差强人意，虽然并没有说多烂多烂，但也没有什么出彩之处。
好评: 毕竟是国产的，土豪们随意支持吧。
说说我的感受吧
首先是操作手感，感觉很流畅，可以和鬼泣之类的动作游戏媲美；
不过还是有些问题：有些地方，有些操作所造成的硬直略妙明其妙；
动作游戏应该有的如攻击，防御，跳跃，躲避都有，不过无敌时间还是令人费解；
其次画质虽然不高，但还是比较舒服；
游戏整体充满浓郁的中国风，而不仅仅是将汉族文化元素生硬的堆积在一起（呵呵，国产游戏要是出这种低级错误，制作人干脆找根面条吊死得了）
最后，这个剧情什么的，恩，官方说是有，但我没看出来。=-=||
就这么多了，土豪们喜+1吧
好评: 好游戏 可惜吾辈手残 刻苦修炼 他日定能惩恶扬善 传播中华武术精神。。 哇咔咔
好评: 不错的游戏。
好评: 玩的我手指好疼....
