好评: 第一台智能手机是htc，记得玩最多是水果忍者。现在好久没玩这游戏，知道有vr版，想体验一下是怎么样，游戏还是不错，玩起来还是好爽。
好评: 当我们第一次拥有电容屏的时候
我们在切水果
当我们第一次拥有VR设备的时候
我们当然还在切水果

没有切水果的新科技是不完整的！
好评: 爆爽！如果初体验VR怕晕  这款游戏再适合不过了！
好评: 手柄都给你干碎来
差评: 有人能回答我吗？为什么我进游戏之后手柄不见了？以前玩还好好的，游戏是好游戏，但是我玩不了给不了好评价了
好评: 欢乐又好玩，砍砍砍！
好评: 挺好玩的，就是可玩性不高，玩了一会就觉得无聊了
好评: 切水果的技术停留在了iPhone 4S的时代，但是现在是双刀的天下，嘿嘿，手快断了妈的。
好评: 玩起来还是挺锻炼身体的，地方小的话注意点玩，我的卧室比较小，经常撞到大衣柜。这个游戏也算是VR体验店必备了吧？
好评: 墙裂推荐生存模式，墙裂推荐单手挥剑，中二爆表
差评: LOGO过后一直黑屏，进不了游戏
差评: 根本无法打开游戏啊！出现一个logo之后就是一直的黑屏，重试过很多次都是不行！只能先退款了
好评: 其实这个游戏，有点吃配置的，我建议在VR体验馆里面体验一下比较好，如果专门为了这个游戏买VR，还是算了，除非你有钱
差评: 游戏无法打开，
差评: boring
好评: 爽！！
差评: 打击手感差，没有什么可玩的吧
好评: 经典，VR无敌
好评: 还行，成年人可能不太喜欢，小孩子一定很喜欢
好评: 很好很爽
差评: 进来之后不能玩 只能强行退出 望解决
好评: 真是个在家锻炼的好游戏。但如何调节方向？永远是面对着电视机，求助求助
好评: 更新出新的刀啦~~虽然不知道会不会有原来手机版那么多功能，少年来一根街头烤串吗？
好评: 很不错的vr
好评: 作为休闲游戏来说很不错，毕竟规则所有人都懂，不过MR有个问题就是左手不用的话，镜头移开有一定几率飘逸，不过也不期待他更新了。还不错。不过价格再便宜点就更好了，毕竟模式很少，其实加入像 epic fun那种过山车模式应该不错。
好评: 更新了刀，不错
差评: 这个评级不太对啊

我侄（不到6岁）玩了以后，把家里造的啊……
好评: 撸水果串
好评: 相当不错的尝试和体验，就像二十年前2D游戏到3D游戏那么震撼，唯一不变的就是本人手残，玩的和手机里一样差。。。T . T
差评: 很久没有更新了  好像 并没有继续开发  没有刀刃  背景 之类的  各种移动端的长期游戏点  
半成品游戏

好评: 有没有水果忍者变态版？
好评: 追踪问题是我最头疼的，刀子漂移谁受的住？而且难度还是比手机上面的要大（个人感觉）先退了，以后看情况吧
好评: 独孤九剑只有拿一把剑的时候才使得出来
好评: 非常值得收藏的一款游戏，孩子们非常喜欢！经典中的经典！！！！
好评: 很适合为家人购买的vr游戏 老少皆宜
差评: 很多水果都没有啊= =。我最喜欢的石榴呢。
好评: 游戏还行。
不过，
看了下简介：“我们会不断的添加新功能和新内容”？
最新新闻还是17年的happy new year（游戏发行于16年7月）……
好评: 玩起来贼累……减肥忍者
差评: 首先第一个问题，视野太小了，玩了一会我都斗鸡眼了，第一次玩VR斗鸡眼。第二个问题选项水果那么大和按在脸上有区别吗？第三个问题我找了一圈没找到里面的相关说明设置啊个人仓库什么的刀也就有个名字，我知道我眼瞎能不能放的明显一点
好评: 把VR开起来太麻烦了...但是比手机要好玩太多了！
好评: 手酸~买来给家里人玩的。这是他们的评价~
好评: 不要嫌刀模型少，至少过瘾就好~
好评: 给新手的一些建议，
很多新手他们会各种方式来问我，
大师你为什么总是这么高分而且看你玩好像不累。
我说：打开你的网易云电音DJFM。
差评: 不是很推荐这款VR游戏 冲着情怀我入了。。。。但是进去发现女巨人(雾) 巨大的水果。。。。并且视野做的太过靠前 导致没法掌控全局 基本上全靠听声辨位 所以 不推荐
好评: 减肥游戏，我只认水果忍者。
好评: 超喜欢被我大力切开的水果爆裂的画面，还有果汁溅射到我脸上的感觉，每次带男人来我家玩这个游戏，看看他们运动中的肌肉，听听他们粗重的喘息，太值了。
好评: 这个游戏如果天天玩，我一定可以瘦下来.jpg
好评: 一开始。。。我以为这是一款休闲的游戏。。。直到我使出了强袭的lighting charge！（我错了还不行吗，果然40M长刀不适合我→_→）
好评: VR下完全不同的体验，切完就会想去买点水果
好评: 游戏体验非常不错，唯一的缺点就是侧面出现水果的时候根本感觉不到，建议侧面出水果的时候给个提示音乐，还有水果能不能多切几刀，掉地上的能不能继续多切几下
好评: 玩了一个小时不到手抽筋了:P
好评: 也许你已经把手机上的水果忍者玩得行云流水，那不妨试试这款VR版的吧，绝对让你有不一样的体验。
好评: 龍神の剣を喰らえ(｀･ω･´)
差评: 我现在感觉VR游戏没有希望了，除非硬件换代
好评: 操作起来很爽，而且能锻炼身体。。。。

视野范围有点小

刀面的炸弹偏转和用刀把水果穿起来是亮点
好评: 说来尴尬，这居然是我玩的几个热门vr游戏里手感最好的一个
好评: 总感觉玩下去手柄要撞坏。。。。。
好评: 很好玩有意思
好评: 练胳膊的小游戏，去年我身无分文，买了这一款游戏现在月入1万。不说了，工头又来叫我了。
好评: VR版素质非常高，画面和打击感都没有什么可挑剔的。游戏内容没什么好说的了，谁都玩过，和手机版的一样。非常不错的健身游戏
好评: Just bought for my grandma to let her feel the charm of vr
became The Old Lady with two katana in her each hand

好评: 这不是水果忍者，这是一款上肢力量训练模拟器

跟移动端水果忍者不同的是 可以实力手动弹炸弹 以及一个生存模式

买VR必买的游戏 强烈推荐
好评: 习得技能：星爆弃疗斩
好评: 夏促打折不算太大，不过还是值得入手。作为过气手游的VR版，制作仍是诚意满满。
这款游戏非常完美的展现了当下VR的优点：
   - 不需要大空间，站桩即可切。对于小空间玩家也能流畅玩耍，注意切的时候不要有人站在周围:)
   - 刀的质感非常棒，手感也不错，切得时候震动恰到好处，给人一种欲罢不能的爽快感。
   - 借助于精准的Vive定位，能切能戳还能颠。
   - 性能需求不大，960都能跑。
好评: 砍饿了2333
好评: 作为一款被重新下锅翻炒的情怀冷饭，
我竟然觉得口味更不错。

初中那会我刚知道ipod touch的时候，
不论上课还是放学，同学们都抢着玩水果忍者。
到后来安卓普及了，水果忍者的风还没有刮完。

从手指滑动屏幕切下的一块块水果开始，
到手里握着控制器如同握着武士刀一般。

小时候的快乐仿佛又回到了身边。
可是跟我比较分数高低的玩伴都离开了。
能跟着比较的人只有屏幕那边的你们。

等等..跑题了..

说回来，游戏模式新增的一种VR独有模式，感觉很难而且很考验技巧。
话说武士刀皮肤是接入了steam市场可以贩卖。
然后独有的串葫芦式的玩法感觉自己如同峨嵋派掌门。

作为VR必入之作，为什么不和家人一起体验呢？
好评: 非常经典的游戏，手感很好，适合初入VR的体验。玩起来有点累需要注意游戏时间。
好评: 凑合吧，玩一会有新鲜感，玩多了也就那样
好评: 守望屁股不用出辽了，一个水果忍者已经把辽的体验做好了2333
好评: 简单粗暴，适合没接触过vr的人玩。
好评: 简单 粗暴 这就是水果忍者的乐趣。万圣节版本好评。
好评: 简单，有效，想得高分就练三连击
好评: Developers are aware that your game may have been piracy on this platform (http://wan.83830.com/vrhall_website) to their "play VR" platform for illegal transmission, please protect your legitimate rights and interests
好评: 玩的最多的一款VR游戏，也是让我感觉最为惊艳的一款，刀划动时的破风声最能激起人的中二幻想：龍神の剣を喰らえ！！！！！
好评: 切切切很快乐！！！
好评: 同样也是VR游戏必备之一，挥砍的感觉特别真实，心情不好的话带上VR头盔，切水果发泄发泄吧。
好评: 好玩，停不下来！另外参加圣诞节活动那个成就什么鬼？一年才有机会做一次吗？
好评: VR游戏玩来玩去，还是这个最耐玩了，强烈推荐！这个题材真的和VR很搭，非常适合锻炼身体。不过这游戏需要的地方蛮大的，小一点不是不能玩，但是应该不太安全，因为动作幅度比较大。现在我自己一个人住单间还好，可是感觉一般家庭的客厅，很难腾出来这么大地方。如果主卧的床能收起来应该还是不错的。
好评: 下载后一直没有好好玩过，有空了再玩玩呗。
好评: 看过预告片以后，我就知道，这就是我真正想要的VR游戏。
再现了手机版的三大模式，唯一不同的是，这一次你可以更加真实的操作，而且是两把刀。挥舞着两把削果如泥的武士刀，把面前飞来的水果一串一串的切成渣，而控制器的震动精确的把打击感反馈回来。光是想想都觉得爽快了，而且实际操作起来比你想象中的还要爽。
还添加了一个新的生存模式，这个模式下你需要用刀了斩掉直升机喷出的所有水果，不只如此，你还要躲开他们喷出来的炸弹（或者当你有能力的时候用刀把炸弹拨开）。随着分数越来越高，敌人的直升机也越来越多，攻击也越来越频繁。看成就，似乎可以把炸弹弹回去攻击直升机，我还没试过。
这款游戏的体验足以成为VR游戏中的标杆之作，VR标配之一。
好评: 详细攻略：http://www.xiazong.com/video/241.html
《水果忍者VR》延续了水果忍者的原来的味道，尽管在游戏模式、画面和音效等方面都并未做出很大的改变，但是可以拿起刀痛快淋漓的砍水果，享受果汁喷溅的快感也是非常不错的。
游戏采用的是水果忍者的经典场景，目前游戏场景和刀的样式都是无法更换的，游戏中我们可以用刀背颠炸弹和水果，也可以用刀插在水果上。现在游戏的模式有街机、经典、阐境和新增加的生存模式。每个模式的具体玩法和手游基本一样。只有生存模式不一样，在生存模式中，水果将会由一个飞在天空的一个水果发射器像炮弹一样发射出来，在这个模式中，飞在空中的发射器会不断移动来发射水果，并且随着游戏的进行，这些发射器的数量还会逐渐增多。生存模式与经典模式类似，如果有3个水果掉落游戏就结束了。
好评: 出刀具才买的正版，希望以后推出更多模式和道具。
好评: 很耐玩的一款经典休闲游戏，持刀尽情挥砍， 玩法虽简单，但想拿高分却也不易，需要技巧及运气配合。
好评: 这个游戏如果手臂上帮上沙袋绝对是健身利器www
好评: 游戏好不好玩？画面是否够看？来看看我的真实游戏体验吧！http://www.iqiyi.com/v_19rrlzeri0.html#vfrm=8-8-0-1
风靡一时的水果忍者VR版来啦，还记得当年一起切水果切到手抽筋，戳到屏幕烂吗？
特色：真实还原了水果忍者现场，两个模式关卡选择：闯关+计时，玩家会化身为忍者，只要挥动手中的两把长剑，就可以将面前不断飞舞的水果一切为二，不仅有狂热和冰冻香蕉，而且还有炸弹哦~游戏玩起来基本无难度，水果忍者中毒爱好者估计又可以玩上一天了~是一款男女老少都可以玩的休闲VR游戏。
遗憾：VR版的水果忍者并没有太多新的亮点，只是单纯还原了经典的原作，切水果的时候背景画面也不能有变化了，而且总是挥手大幅度切水果会比较累，玩一会就会觉得胳膊变重了。
喜欢我们这种轻松测评游戏风格的朋友，记得关注订阅我们哦~每周都会更新介绍最新最好玩的VR游戏给大家
好评: 这个游戏确实是目前VR里最老少咸宜的游戏了，很适合大家一起玩，比比赛什么的。画面很亮，颜色鲜艳，砍水果的反馈也不错。玩几局还挺累的。强烈推荐。
好评: 一款很经典的游戏，从手游到体感再到VR。值得赞赏的是，并没有直接将过去的模式和玩法全部照搬，双持武士刀劈砍水果非常有快感，相比手游新增了插起水果的动作别出心裁。价格方面可以接受，如果入了VIVE推荐体验一下
好评: 太棒了！
好评: 首先是我的本游戏试玩评测视频求支持（内含漂亮妹子哟）：
http://www.bilibili.com/video/av6657251/
这款切水果游戏相比另外一款（Z开头的）我肯定是更加喜欢这一款，
原因只有一个，那就是：爽！
我现在感觉VR特适合给老年人玩，娱乐中就能锻炼身体了，经常看见老人早上在公园甩手臂什么的。
提示：这款游戏如果游玩空间不够大会很危险，容易砸坏东西！推荐3M*3M或以上。
游戏大师主观评分：8分（10分满分）
好评: 还不错的游戏了，特别是保留了移动版的可玩性，还对VR环境的特性有增加适应。玩几分钟基本就是一身汗。
好评: 目前VR可以说是HTC VIVE下体验最好的游戏了，棒！
好评: 值得推荐的游戏 很容易上手
好评: 还是挺好玩的。和手机上的操作完全不是一回事。可以用刀尖捅水果是亮点，喜欢捅冰糖葫芦。
好评: 难度有点高，搞得我手忙脚乱的。不过能运动一下很不错，半小时就能出汗。比移动版的好玩。好评。
好评: HalfBrick官方出品，品质保证，不过玩的时候要小心墙和后脑勺的线哟！
我这个游戏的评测视频：http://www.bilibili.com/video/av5860327
好评: 把水果忍者从平板变成VR，身灵其境切水果，爽！还能把炸弹轻轻怼开，用剑把水果插成一串，有趣。
好评: 媳妇很喜欢
好评: 非常好玩 尤其是哪个菠萝模式的
好评: 怎么说呢，切水果这个游戏哪里你都会看到，而且体验也不差，或许加入双人对战模式会更耐玩一些。
好评: 刀的手感很好,整体玩起来节奏不错
好评: 看MM切水果
http://www.heix.cn/content/classid_16/article_1317.html
好评: 好好玩，但是好累。不过这个游戏就像是掌机里的一样，甚至更好。不过内容上一直没有突破，依然还是那些玩法。不过严重推荐，买了vive的是要必入这款游戏了，玩多久应该都不会头晕的。
好评: 虽然初期还不完善，但是在现阶段vr游戏很少的情况下还是解决了我们玩家没有玩的问题，希望后续更新更多崭新的内容，抢占市场，再创辉煌。
好评: 我玩过的最好玩的VR游戏，没有之一。神作！然后玩了一晚上排名到了186名！ 对于VR来说，只有3个游戏+1个工具是必收的。水果忍者，音盾，the lab，tiltbrush
好评: 水果忍者官方正统VR作品，武士刀手感好爽，还可以用刀扎水果，拨开地雷，挺耗体力的游戏，小心胳膊脱臼。
好评: 我不管！我要火龙果！！！！！！！！
好评: 龍神の剣を喰らえ(｀･ω･´)

好评: 玩游戏30年，第一次写个评测。
概括描述：怎么说呢，水果忍者系列一直没有抓住游戏本质。创意不错，但是后续发展就不尽如人意，未来发展，周边，人物相关设定几乎没有。而这次vr版本发布也是没跟上第一梯队。好像有个类似的游戏抢先上线了。
游戏优点：从本身游戏素质来讲还是十分不错的。场景，水果本身设计带有一惯性的美感，操作定位，游戏模式也比较合理。
游戏缺点：没有变化就是大缺点。这次的游戏只是单纯把游戏做成vr模式而已。并没有利用和扩展vr本身的优势，性能什么的。模式也相对单一。
总体评价：本游戏素质来讲属于物有所值。既然有了htc设备，那么买一个应该也不是什么经济问题。而且游戏比较欢乐，总体上还是推荐的。不过游戏模式有待增加。
好评: 很好，复刻了手机上原有的三大模式，玩起来没有什么太大区别。
但就目前来说，游戏优化还是不够好，GTX 1070在个别时候会掉帧，不知道是显卡问题还是游戏问题。力反馈不够明显，而且刀碰地面，刀碰刀的时候都没有反馈。
缺少一些功能，比如火龙果、游戏设置还有中文支持（我想多了）
好评: 从当年的指头划屏幕，到kinect手砍空气，现在终于能拿刀切了！
继音盾和lab射箭之后又一可以每天来两局的健身活动，好评！
感觉这个试玩版已经挺完整了，期待正式版。
话说，街机模式最后的大石榴叻？我要剁大石榴！！！
好评: 现在玩的时间最长的VR游戏（除了炫机用的深海那个）
要是砍水果的手感再震撼一点，可以换刀的模型，那肯定更有意思

好评: !!!!!!!!!!!!
好评: 非常好玩，原汁原味，希望加多点模式
好评: 早上在地铁上看到 uploadvr 的人正在玩水果忍者 VR 版，我一想，难道国产切水果游戏登上 Steam 了？

回头仔细一看，这原来是官方正版，这可了不得。6年前，水果忍者那么风靡，6年之后，Halfbrick Studios 要用 VR 版卷土重来了！

首先，他们没有选择用虚幻4做一款逼真的切水果游戏是正确的想法。

所以游戏还是原来的味道，画面音效、游戏模式、连经典模式炸弹出现的频率都一样。几乎和手游版没有区别。

但是切水果的时候，手柄的震动还是小了一点，这样切水果体验稍微差了一点。

不过玩起来之后，就会有点停不下来，哈哈，确实不错！！

游戏色调感觉有点偏暗，所以你要注意自己的游戏时间，别伤了眼睛。

而且，一开始，还是不容切出连击，一是你不太熟悉 VR 环境，二是，水果刀和水果出现的范围都变大了。

不过，多玩一会儿就好很多。目前测试版还没有加入火龙果和水果刀特效、背景等，之后应该会有。

艺高人胆大的玩家可以尝试用刀背挑炸弹，可以把炸弹弹开。尤其是经典模式，请谨慎尝试。

游戏积分是全球排名的，目前三大模式都被歪果仁占领了，大家看着办吧。

提醒一下，切水果的时候请摆好造型，不然玩起来累，看起来也怪怪的！！！无论如何，你玩得开心就好。

最后，我们下一个 VR 游戏的评测界面见！！
