好评: 风灵月影一开，还给你真正的超级赛亚人
好评: 青春
好评: 666
好评: 재미있는~~
好评: 好玩好评
好评: 打击感优秀的一匹
差评: 死妈霸体
好评: 还原
好评: 这个游戏打击感和剧情方面都比较好
好评: 打折买的我是聪明b，确实好玩感觉回到童年
好评: 全任务包括支线完成通关，玩下来发现整体还是蛮不错，一个龙珠的世界打造出来，能够手把手地控制角色重温了一遍七龙珠的剧情，确实很nice，总的来说值得入手

一些经典的片段，比如孙悟空第一次变超级赛亚人，孙悟空父子合力用龟派气功打败沙鲁，贝吉特自爆，超级赛亚人3首次登场，孙悟空贝吉特合体，孙悟空元气弹带走魔人布欧等等经典场面都能够一一重现。另外就是，通关之后第一时间是去找本作的配乐专辑，确实很好听，推荐各位去听一下。

唯一烦人的就是有时候赶路的小兵，确实很恶心人，耽误时间。

另外提醒一下各位，角色在野区残血的时候要么升级自动补满血，要么就是升空看看有烟升起的地方，去那里点休息就能补满血，开始不知道怎么补满血还疯狂买道具药。。。。
好评: 要是有对战就完美了  画质还原度最佳
好评: 游戏不错，让我体验了一把4K+HDR的龙珠剧情很爽。不过N网大量的龙珠Z卡卡罗特MOD会让这游戏更好玩，增强并提升了敌人的等级和属性，但也不会失去游戏性。
好评: 好玩，难上手！
好评: 作为老龙珠粉，我可以很负责的说：这游戏彳亍，确实是当年龙珠Z那个味道，但是从一个游戏玩家的角度来看，这游戏真的不行，打击感不是很好，角色动作比较僵硬，场景建模太过于敷衍了，总之就是：粉丝向作品，非粉丝谨慎购买
好评: 龙珠粉必须干
好评: good
好评: 必玩 太震撼了

好评: 复刻童年经典，圆了一次龙珠梦。
好评: 玩了四小时卡牌，匹配了三个小时😄😄
好评: 真的不错，让我回忆到小时候看龙珠的时光
好评: 特别好玩，很喜欢，童年回忆
好评: 可以说是经典还原了。龙珠迷最好不要错过
好评: 魔人布欧打了3小时真的回味无穷
差评: 战斗系统真的垃圾，boss霸体可以理解，路上随便碰到个杂兵都有霸体就离谱。而且boss战基本所有的boss出招都是一个模板，你冲上去近战，他就霸体，拉开距离就不停放波无限气一样，很难体验到真正拳拳到肉的打斗，还不如电3好玩
好评: 最爱的龙珠，虽然都是熟悉的不能再熟悉的剧情，但是再看还是好激动，一直不觉得腻
好评: 好游戏
好评: 龙珠迷在最爱
好评: 情怀杀，打斗操作真的烂（一直无脑红色霸体，真的很蠢！！），还不如多年前的电光火石，但是u1s1这个游戏我能挑刺的也就只有这个了
好评: 太帅辣
好评: 想问一下，之前离线玩的存档，现在联网后找不到了。怎么才能把之前离线的存档覆盖到云存档里？
好评: 龙珠，我的童年。赛亚人，我的梦想，龙珠迷无脑入即可，中国人不骗中国人。但若不是龙珠迷，建议入标准版
好评: 永远的最爱的龙珠，经典的龙珠Z，过剧情的时候就仿佛回到了以前看龙珠的日子，ka~mei~ha~mei~ha出来的时候就完全入迷了，无论过了多久也依旧热爱，绝对值得的龙珠游戏。
好评: 绝壁是最好玩的龙珠游戏yyds
好评: 好玩的一批
好评: 43小时，差一个成就白金，没玩够，希望继续更新宇宙超4内容。
好评: 怎么说呢？这可能是我玩过的最像龙珠的龙珠游戏了，这个画风真的太棒了，漫迷狂喜。优点多的说不过来，就说说缺点吧：这游戏的小怪真的很烦人追着你打。这点是我最讨厌的一点了，其他的都很好。
好评: 我03年的很小的时候家里有龙珠z的光碟中配，现在回顾一下还是觉得这游戏很值得的
好评: 一个字好玩。
差评: 垃圾游戏

好评: 最好的龙珠游戏，普乌终章的时候浑身都燃起来了，想起小时候追捧的《七龙珠》
好评: 66666

差评: 剧情确实挺还原 但是战斗做的实在是太烂了 打个敌人永远是打几拳就免控，然后就疯狂放大 战斗就只有别人不放大疯狂平a和别人放大疯狂按a 而且根本体现不到等级碾压 感觉所有人机制都比你高一个档次
好评: 童年回忆
好评: 这怎么玩着玩着语音就没声音了啊 其他确实完美
好评: 一边看CG，一边揍弗利萨，游戏非常舒适。龙珠系列记忆最深的就是弗利萨篇变超赛的片段。
好评: 改名叫七龙珠z孙悟饭传还差不多
差评: 垃圾游戏，千万别买
好评: good，这钱值了，毕竟是我一年前的梦想
好评: 爷青回！我愿称你为最强漫改！相当于重新看了一遍高清版龙珠z，剧情演出是真的炸裂，满满的都是情怀啊
好评: 比想象中好玩 不仅是再看一遍动画 能身临其境感受到剧情反派带来的压力
好评: 就像在看一遍高清版龙珠Z
好评: Good
好评: 剧情超赞
好评: 不错不错。要是NP再多点细节就好了
好评: 妈了个蛋蛋，一边看动漫一边打这个代入感直接拉满
好评: 好玩，很成功的漫改游戏！
好评: 非常合理，刚刚拿到悟空蓝然后号没了

好评: 只要是龙珠迷，都可以在打折的时候购入，就算是看看剧情也够我回味的了！
好评: 龙珠发烧友热推
格斗迷劝退
好评: 美好的童年回忆
好评: 光情怀就已经相当不错了，人物刻画的很好，主线玩完之后感受挺深的，看过龙珠强烈建议入手。DLC除了人造人之外都不怎么样。
好评: 好玩
好评: 比克只有四根指头啊怎么变成五根了
差评: 当时应该先玩体验版的
按键提示全是按照xbox手柄来的，对键盘玩家非常不友好，开头的教学就过不去，根本不知到键盘对应哪个

好评: 龙珠迷绝对值得入手
好评: 很值，对于原著粉来说精彩得不得了，情怀慢慢，键鼠操作有些许反人类，别的没有什么缺点 。
注：对于新手玩家来说，还是希望能不玩DLC1，原汁原味通过娱乐性会强很多，另外DLC3做的很好且和其他的不相通，而且打17，18用断臂饭打起来难度真的很高，记得买药，其他的倒也没有什么需要特别注意的
好评: 打击感不错
好评: 作为老粉的我玩这个游戏实在是太感动了，那些忘掉的细节游戏会帮我重温，那些还记得的，也会在游戏中一一展现
好评: 龙珠粉必入。
好评: 第一个全成就的游戏，非龙珠迷慎入
好评: 对于龙珠粉来说这是很棒的游戏这里有只有在这才能体验到的剧情真的很棒很庆幸的是这里面还有我小时候幻想过的剧情
好评: 剧情向推荐购买这款游戏..格斗+合作+PVE/PVP向推荐超宇宙2
好评: ka me ha me ha!
好评: 看着狗空长大，玩这游戏就是为了个情怀，玩法比较单一，适合龙珠粉入。非龙珠粉建议再考虑一下
好评: 不给个好评我都对不住看了那么多年龙珠的自己
差评: 战斗系统很好，建议所有敌人红色霸体。
好评: 爷青回
好评: 海星
好评: 有一个问题，解锁了新的形态但是爆气还是一样的蓝色也太拉跨了。除此以外都还行
好评: CG太牛逼了，满满的情怀，但支线就特么一坨屎，通关想打打队友也有没机会，有点难受。就玩主线算是龙珠粉的顶级狂欢吧
好评: 练级很慢，建议风灵月影。
好评: 超级好玩，必须支持
好评: 王子战法有一点骚
好评: 情怀拉满。
好评: 游戏很好玩，还原度很高。但是谁能告诉我0X42怎么修复，一直不能玩龙珠豪杰。
好评: 我是sb
好评: 1
好评: 这就是的地球上最好的龙珠游戏  没有之一！就连音乐 音效都是原著动画里的！小时候要是有这个游戏该多好  当年我们班里有一半龙珠迷 只可惜现在就剩我一个了
好评: 这游戏它就想给你一个极度还原龙珠动漫的世界，让你再次体验龙珠的热血冒险，你可以说他炒冷饭，但是，这冷饭是真的香，仿佛又回到当年在电视台上看龙珠的时候，情怀满满~

好评: 好玩
好评: 牛
好评: 之前玩的挺好的，但是现在做完系统重新下后整个人的颜色就发白，整个眼睛是黑色的，试着改分辨率阴影和渲染度也不管用，有无大哥教教我怎么改（哭死）
好评: 真心喜欢这个游戏，希望多出几个dlc
好评: 精彩的过场演出,尤其是老贝高光时刻,看着看着眼泪从嘴角流了下来,龙珠粉必入.
好评: 情怀拉满
好评: 我第一部番就是龙珠以前看的时候总觉得自己能打打的话真的很好现在玩了这游戏真的是心满意足
好评: 爷青回！
爽爽爽！
好评: 好玩

好评: 98买的 我不是傻逼 我是聪明逼
好评: 好玩就是敌人霸体有亿点烦
好评: 打击感不错，龙珠迷可以入手
好评: 回忆
好评: 非常好玩
差评: BOSS技能跟有毒一样，策划脑子有坑吧
好评: 原以为是情怀，结果发现格斗系统做得挺不错，需要操作。动画是真的好看！
差评: 没有双人败笔
好评: 非常好 35个小时主线路通关，喜欢的小伙伴快入手吧
好评: 最爱的漫改游戏 没有之一

好评: 做的不错
好评: 龙珠粉推荐购买，这游戏让我重新体验了龙珠z的剧情，后续也有龙珠超的dlc还是不错的
好评: 原作还原的很好
动作打击感也好
总之就是好
好评: 好玩
好评: 先买的电脑版，后来因为电脑玩起来麻烦，又买了NS版，NS版现在玩到魔人布偶篇开始了，感觉弗利萨篇是巅峰，后期有点游戏内容和新元素不足，后续场景的元素都没什么记忆点，任务重复度也高，在后面剧情都能背下来的时候，其实玩的动力并不是很足，不过冲着弗利萨篇之前的还是给好评吧。剩下的等实在无聊在玩了。
好评: 特效好
好评: 没有原因就是喜欢
好评: 玩了大约7h左右，刚打完赛亚人来袭篇。
实在是安耐不住内心的激动与喜悦！立马来搞一手评论！

不得不说，CC2制作的这款龙珠游戏，绝对是近几年最好的一款！
已经很多年没有见到如此完整且还原的龙珠游戏了！真有你的CC2！直接448送上了！
好评: 作为龙珠粉的我，这款游戏觉得非常不错
好评: 喜欢龙珠的必入
好评: 剧情很棒，约等于重新看了一遍龙珠z.打斗除了有时候很傻逼 其他都还好
好评: 回忆杀
好评: 回 味 童 年。
万代最棒漫改游戏。
好评: 瓦美好维护卡hiUK啊哈开卡会更好UK腌入味红i恰王二狗IU汇控柜哈维IU任务红会客户为UIIU桂花味日腐败是的发送到发色发的   胜多负少对方是否森岛帆高啥地方色粉色粉色粉啥地方是sg是的色法规色法规啥地方暗室逢灯aWRyF  ASE AWR  手动阀AW4 NSF ASF阿热如期无大润发AWER
好评: 虽然刚玩就已经被吸引住了.龙珠系列游戏中，它不一定是最优质的，但一定是最还原动漫的.
好评: 好玩，难得遇到好玩的动漫改作
好评: 45小时全成就
坑点 被实现无数次的愿望 ，要求召唤10次以上神龙。
主线都打完了我才做这个成就，召唤一次三个愿望，后面全都是选索尼z珠道具，不如一个愿望的时候方便，多跑好多冤枉路。

游戏很棒，战斗系统只能说一般，跟龙珠斗士z比的话。

别翻了，就算不是真爱粉买了也不亏，点名批评sao系列游戏。
好评: 好玩
差评: 战斗系统做的就是个几把，玩你这格斗不如找个布玛照片冲上一发，he~tui
好评: 还可以

好评: 彷佛找回了青春时期那个懵懂热血的自己！
好评: 我是薛帕德指挥官，这是我在神堡最喜欢的商店。
好评: 行
好评: 还可以 基本还原动画 自由度蛮高的 但是如果增加电脑对战 双人对战 擂台站什么的更好了
好评: [h1]《龙珠Z：卡卡罗特》——一部原汁原味的满分龙珠漫改游戏[/h1]
[b]游戏简介[/b]：《七龙珠Z 卡卡洛特》[spoiler](DRAGON BALL Z: KAKAROT)[/spoiler]是由CyberConnect2 Co. Ltd.进行开发并由BANDAI NAMCO Entertainment负责发行的一款日式格斗类角色扮演游戏。

[b]游戏背景[/b]：作为欧美地区乃至全球最为火爆的漫画作品之一，《龙珠》系列可谓是万代南梦宫旗下的同名漫改作品中的重量级IP，前作《龙珠斗士Z》更是以极高的游戏素质赢得了玩家与媒体的一致认可与好评；可惜的是该系列的前作要么是外传要么属于纯粹的格斗游戏范畴，想重温动漫的经典剧情与自由探索龙珠世界已然是一种奢望——于是这部《龙珠Z：卡卡罗特》应运而生：开放世界的自由探索类型、以动漫剧情为游戏主线推进、酣畅爽快的战斗风格……说是迄今为止完成度与还原度最高的龙珠游戏也不为过。

[b]内容设定[/b]：游戏剧情改编自同名动漫《龙珠Z》，并采用线性剧情讲述了四个篇章：赛亚人篇、那美克星篇、人造人篇与魔人布欧篇，玩家将根据剧情的走向分别扮演相应的主角进行游玩。由于本作被设定为ARPG类型，那么传统的角色培养系统自然必不可少。游戏中的角色大都存在[spoiler](社群)[/spoiler]等级与包括但不限于体力、气力、攻击力及防御力等数值的战力系统，玩家可以通过使用社群配置板、提升等级、使用料理等方式使其加强或永久提升。

随着游戏主线剧情的推进，操作角色有时也会跟辅助角色一起行动。辅助角色会在战斗中进行各种协助，并可以发动必杀技辅助；当辅助角色的辅助量表累积一半以上之后，辅助角色就会依据自身的战斗类型做出相应的协助。玩家可以自由将当前可操作角色与两名类型各异的辅助角色进行组成队伍，特定的角色搭配组合后还会产生额外加成效果。进行主线剧情时，则根据剧情安排相应的队伍成员。

既然开放世界是本作重中之重的卖点之一，那么地图绝对是我们不可忽视的组成元素。游戏不仅尽最大程度地还原了《龙珠》世界各个区域的所在与大陆全貌，同时每个区域场景还存在大量相应的可供探索的城镇或村落；只要选择世界地图上显示的区域图示，就可以移动到相应区域。其中随着主线剧情的发展，可移动的区域也会逐渐增加，地图上大量存在着的红蓝色光柱分别代表着触发主线剧情与支线任务。

除了战斗与自由探索外，本作还提供了诸如钓鱼、竞速赛、全垒打赛等可供玩家闲暇时进行游玩的小游戏，完成相应的小游戏可获得相应的素材或货币奖励。

[code][b]辅助角色类型[/b]
猛攻：猛攻类型的辅助角色会积极攻击对手并在玩家打飞对手时追加攻击，或配合玩家一起使出必杀技。
妨碍：妨碍类型的辅助角色会阻碍对手攻击。当操作角色受到敌人的攻击时，此类型的辅助角色就会妨碍敌人攻击或是代为防御气弹攻击。
特殊：特殊类型的辅助角色会协助回复操作角色的气力或体力。此外，此类型的辅助角色也会有很低的几率对敌人追加攻击，或是像妨碍类型一样阻碍对手的攻击。
[/code]

[b]游戏创新[/b]：本作特别推出的社群系统可以说是贯穿游戏始终且不可分割的重要组成部分了。社群共分为Z战士、料理、修行、开发、众神等七种不同的类别，每种类别的社群将会根据其位阶给玩家带来相应的各不相同的技能加成，并且玩家可以通过在社群配置板内放置灵魂纹章以提升当前社群总等级，当总等级达到一定程度后就会提升社群位阶并增加社群技能的种类。社区的灵魂纹章也存在着亲密度系统，随着亲密度的提升玩家将获得相应的报酬并提高其社群等级。此外将特定的灵魂纹章设置在相连接的位置后，还会触发联动奖励。

[b]游戏总结[/b]：即使本作是一部粉丝向的漫改作品，也依然拥有着同类型游戏不可比拟的游戏质量：不仅在最大程度上还原了各位玩家心目中热血澎湃的龙珠世界，也增添了不少全新且极具可玩性的内容设定，使得新老玩家都能乐在其中，能够共同享受龙珠这部享誉数十载作品的独特魅力。

[h1][quote=]
[table]
   [tr]
       [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
   [/tr]
   [tr]
       [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
   [/tr]
   [tr]
       [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
   [/tr]
[/table]
[/quote][/h1]
好评: 挺好的，跑图俩小时，战斗躲避摁烂就好了

差评: 游戏本身我感觉非常不错

但是都快完结了，宁还不修复每次进游戏重新设置键鼠显示的BUG呐？
以及，雀食存在坏档BUG，一口气烂三个存档就离谱
好评: 主线打的比较慢 我玩游戏喜欢慢慢肝 50多小时通关了  感觉这个游戏就是让我过了一遍z的剧情 但是很多打斗cg画面都很燃很帅气让我想起小时候看龙珠时候的感动了 一晃我都20了T T  本来只是因为情怀才买的这个游戏没想到挺惊喜的 有些支线的对话是原作没有的而且一些小细节龙珠粉丝看了真的很感动 战斗不评价了我比较菜玩的普通难度每个boss战都能过 就是人造人20号和布欧篇那个吸血的对我来说有点难  然后就是支线稍微有点无聊和机械而且对话方式好像如龙系列啊hhh 这游戏对于我这个龙珠粉丝来说觉得还是挺好的
好评: 非常可以
好评: 龙珠迷爽爆 起飞~~
好评: 总体打7.5吧
剧情再看一遍，表示很nice。
通关后的剧情水的一批，还有就是打击感比较一般。
剧情党，铁粉还是要买本体支持一下。
好评: 我这个补丁买了怎么游戏里没有这个任务呢 魔人结束，所有支线也打完了。 咋回事
好评: 叼的一
好评: good
好评: 强
好评: 好
好评: 剧情完整，青春漫改。你倒是快点更新啊！
好评: 这确实是作为一个资深龙珠迷的好游戏，开放世界，打斗什么的我觉得都挺不错的，希望后续剧情还能够接着续上
好评: 龙珠yyds
好评: 还行吧，就是流程有点短，如果是龙珠粉丝的话肯定强烈推荐了
好评: 刚打完主线，挺好玩的，顺便还重温了一遍剧情。就是沙鲁二世有点恶心，死了三次。
差评: 一点都没意思，现在这垃圾游戏就算进去也启动不了
好评: 1
好评: 有人知道為什麼我打完黃金佛利沙後，會卡住不會繼續有劇情嗎?
好评: 打折时候入的本体，玩游戏还能看动漫，感觉挺值的
好评: 非常好玩
好评: 爽是真的爽！
好评: 想把龙珠再看一遍。从头到尾
好评: 老粉值得一入：还原度较高，许多细节部分自己脑补了（做全工作量大可以多放动画啊！！！）不然有的地方接不上（最离谱的贝吉特在布欧体内分离没个说明直接就变成两人飞出来）。    然后茶神主线动画扑gai，支线再扑。悟饭对话补刀两次。 ED还有从被报到倒地的片段
游戏性方面：存档50个小时通关（支线和成就未全完成）  比较喜欢瞎逛，看到有大量物资就忍不住冲刺。能拿龙珠就不推剧情。一边收集D牌一边拿龙珠（人造人篇才发现D牌前期不会全刷出来，因为后来几个D牌位置太明显。前期地毯式搜了几个图浪费不少时间）。休息时间支线大多也是要求悟饭才能接，用悟饭不需要刻意升级能直接撞怪，通关比悟空贝吉特高了10级。（感觉等级最重要的还是压制，基础属性高了伤害就高了）    到处转转逛逛消磨时间还是挺有意思的。
操作方面： 手柄几天顺了以后操作还是挺满意。但是可供使用角色太少，   赛亚人章贴身打手残党表示无cd药真香（前期又不贵），那美克星和人造人篇就是闪避加气功了。 最后魔人篇比较均衡 连招和气功都行。（点名表扬贝吉塔大爆炸 范围广，伤害高，耗气低，出手快不容易被躲。 悟空的元气弹 聚气时间慢容易被打断或者被躲，那么大的范围遭遇战砸小怪都容易空，多段伤害又打不全）  个人认为剧情阶段操作简单排序(主角2气功2格斗) 贝吉塔（只用大爆炸）>  特兰克斯（剑和爆炸真好用） >   比克（气功技能包括远程   近距离突围  连招简便不容易被霸体反打 ） > 贝吉塔 （连招b+X放气弹 刷连击好用但容易被打习惯性按到看到boss变红还在那里输出就头疼） > 悟饭 （连续气弹专属动画很帅但不会像boss一样时停） > 悟空（龟派无导航的时候难中，猜拳起手慢伤害低，元气弹不好用    技能放成3格1气或者3气1格会比较好用）  
通关后： 以为会像漫画弄个10年后武道会出欧布的，木有。行吧。其他剧情不奢求但是未来战士那段做成dlc比较无语。单独购入不能接受（人造人章结束后不能使用特兰克斯！！！近距离战斗多个技能都好用，太远气功类也打不出几段伤害）
好评: 好
好评: 自己没有融合不好，不然就完美了.还有天下武斗大会出一下吧，不然就更完美了
好评: 不多说了，还原度打击感游戏性都不错，最好的龙珠游戏。再听到cha la head cha la我真的会哭哦
好评: 爷青回，无脑入！
好评: 非常精彩的七龙珠系列游戏，完整地过了一遍龙珠Z的剧情，虽然能操纵的角色没那么多，但是打击感、代入感很强。主线剧情以外的支线有些无聊，总体还是非常推荐玩一波。
好评: 莫名其妙的存档都没了 2次了
好评: 可以的，有龙珠情怀的可以玩玩
好评: 期待2022年的未来篇 出必买 最好的龙珠游戏
好评: 买了不吃亏买了不上当。让你从头到脚体验重新补番的快乐。卡卡罗特真抗玩。卡卡罗特真抗造！玩就完了
好评: 龙珠迷不可错过的佳作，打折可入豪华。
要什么技能，就A平A就完事了，这一拳300级的威力你挡得住吗？
好评: 任务都是套路，没有新意。对于这个游戏的价格来说，中下水平
好评: 666
好评: 黑悟空 吉莲   的DLC什么时候能上线  太期待了
好评: NICE!
好评: 比什么海贼无双好玩太多
好评: 本体：太好玩了
DLC
觉醒前篇：有超赛神但拉的一批，就让你硬肝
觉醒后篇：基本就是黄金弗利萨剧场版，一般，而且也是硬肝，要肝悟饭和比克的等级
未来大特篇：牛批
好评: 剧情十分还原，很推荐真正喜欢龙珠的买，打击感也很不错
好评: 最终战的CHA LA插入直接直呼爷青回！完美重温剧情，情怀拉满！
好评: 任谁玩了都不得不说一句爷青回！！


最后集齐全地球人的元气弹扔向布欧之际，骤然响起的bgm属实令我鸡皮疙瘩掉了一地。
今晚难睡着了555

好评: ····
好评: 五十个小时，玩了大概一周的时间吧，把主线剧情打通关了，整体感觉很不错，当结尾想起we gotta power的曲子时，慢慢地都是感动。龙珠必入的游戏，打完肯定不会后悔的！
不多说了，要去做剩下的三个dlc和其他没做的支线任务了@！
好评: 不愧是漫改游戏天花板，真🐂🍺
差评: 我日内瓦 玩了30多小时存档没了
好评: 玩起来真的感觉回到了童年时代，弗利萨篇已经通关，感觉特效做的挺好的，希望以后继续更新新的篇章。
好评: 推荐给想重温龙珠z的玩家

好评: 无他，为30年的情怀干杯！
好评: 游戏完美还原龙珠原著，相当于重新体验了一次龙珠的故事剧情，龙珠迷不要错过
好评: 作为龙珠迷来说这款作品必买啊。
好评: 满分100的话，整体80分吧，格斗有点弱，怪物种类少，中后期就变成了固定套路。
好评: 动画、动作还原度都很高，相当用心，悟空第一次超赛变身还是很帅的！
好评: 还原度非常高，龙珠粉必入，不过主线以外的开发世界就比较无聊的，建议修改器金钱和Z珠拉满安心打主线，支线剧情也建议每章休息时间清完，不然主线等级太低会比较憋屈，最后买豪华版就行了，终极版送的东西基本没啥作用。
好评: 
好评: 太好玩了
好评: 这款游戏  觉醒篇  打完比鲁斯 直接卡死     连续试了几回都不行 一直卡死
差评: 跟我想象的差的太过了 画面还行  人物打斗感太差了
好评: 可以，是真的好玩，如果在出点剧场版的剧情任务就真的绝了！！
好评: 细节还原的很到位，对于我这个龙珠老粉来说，我很喜欢
好评: 游戏中战斗很爽快，一个字，就是干，干就完了，绝对物超所值！
好评: 只要你是龙珠迷那就不亏！
好评: 挺好的，如果后续加上GT的剧情就好了
好评: 爷青回了属于是
好评: 龙珠老粉非常推荐这款游戏，唤醒儿时记忆

好评: 去把撒旦先生按住，喂他喝1000瓶终极·极神水，让他来拯救地球
好评: 情怀游戏
好评: 很好玩，剧情的确特别还原，可以说是圆了小时候和悟空一起并肩战斗的愿望，整体来说还是有一定的自由度的，剧情方面就是按照龙珠z的剧情来的，包括打斗画面都特别炫酷，龙珠迷可以考虑入手
好评: 主线24小时，良心游戏！满满的儿时回忆！
好评: +原汁原味！对于漫迷情怀拉满。
+对于漫迷情怀拉满。
+音乐出色，动作流畅。
-就是后半部分复刻漫画的镜头少了一些。
+-战斗系统中规中矩。
-差强人意的地图探索，有些空。

--另外，我玩的时候始终有一个成就没解锁。

总结：快TM买爆。
好评: 龙珠粉必 很还原动漫 3D动画的演出非常燃 是一部优秀的漫改作品
好评: 龙珠游戏天花板了 比超宇宙好多了 不管是战斗方式还是技能酷炫 还有z
剧情的加持 别犹豫直接入吧
差评: 后期随便一个红巾军机器人都暴打前期的弗利萨 一对多的时候疯狂被打出硬直 平均一个任务都要读图两遍
好评: Bgm一响起，我的DNA就动了，边回顾龙珠的剧情边玩游戏，非常棒。
好评: 游戏体验给我来说还算不错，算是个老龙珠迷了，细节什么的和动画上也很贴切，但是说句实在话，如果能有玩家对战就好太多了
好评: 初代00后，学生党平时也玩不了太多游戏
如果龙珠是你儿时回忆，这游戏冲就完事了
好评: 情怀 打斗刺激 好玩
好评: TNND为什么不跟新了，继续出啊出了必买啊，隔壁季票都出多少了
好评: .
好评: 带着龙珠情怀来看总分5分可以给4.5分的游戏。玩到超赛篇全部都是当年的感觉，比起超宇宙来说本作更进一步加强了画面和特效，在没有任何联机要素纯单机的情况下制作组完全放开了手脚将龙珠中的炸裂表现表现的淋漓尽致。当然如果没有任何龙珠情怀只是想体验动画版的开放世界来说，这游戏可能就只有及格的三分左右，场景城市建模的空旷和随意敌人重复度高和其实并不怎么能让人自由扩展的剧情。无疑会在你作为一个完全没有接触过龙珠这个作品没有一丝粉丝滤镜的情况下对这个游戏感到一丝失望。
问题是，咱就是喜欢龙珠啊，毫无疑问的万南在整龙珠游戏的时候比其他漫改IP用心多了，如果之前因为日厂定价问题想入手的朋友一直都没入手，现在绝对可以入手的好价了
好评: 好玩
好评: 这是我玩过最好玩的龙珠游戏..对原作还原的很真实..边玩边感觉重温了一边动漫
差评: 站桩对话对于一个走剧情的游戏来说体验太差了，演出效果非常拉跨
战斗系统也没有其他的龙珠游戏好 都还不如超宇宙
好评: 超4秋梨膏
好评: 对龙珠的爱好者来说这个游戏确实非常有意思
好评: 
好评: 特别好玩，剧情特别好，龙珠粉非常值得一玩，打斗特效做的十分完美，极力推荐，非常好玩
好评: 还原了动漫的场景,还原的最好的一款龙珠游戏
好评: 粉丝向还是值得体验的
好评: 很好玩
好评: 仗着龙珠的名字到处骗钱，关键是明明知道也要心甘情愿地上当
差评: 键盘鼠标玩不了，没有手柄的兄弟们别买了。
好评: 三天通关了,原作党狂欢作,特别适合玩体验剧情的玩家
好评: 的W
好评: 好
好评: 还好
好评: 很好，很还原原作。希望多出点剧场版得DLC
差评: 更新慢
好评: 反正就是当做回忆来看游戏体验整体不错

好评: 龙珠迷必入
好评: 我是来玩游戏的不是来玩bug黑屏和闪退的，但真好玩
好评: 请问有人知道怎么退出游戏吗,我找不到退出游戏在哪,每回都是强退的

好评: z
好评: 好玩
好评: 我原价448买的，不到一个月！
好评: 嘿哈。卡密卡密哈
好评: 真的很好
好评: 如果你是龙珠粉，不要犹豫冲就完事。
z的剧情完美还原，让你有当初看到龙珠的感动
不完美但也诚意十足的战斗系统和探索系统也能让你玩的很爽
静下心来好好进入龙珠的世界吧，孙悟空们！
好评: for dragonball fans, yes
好评: 永远跟党走，心中有党，事业理想。
⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄

好评: 情怀怀旧，总体游戏来说真不错，很还原原著.
好评: NICE!!!
好评: 儿时的美好回忆呀，比当年超级任天堂的龙珠超武斗进步太大了。爽！
好评: 完美的龙珠游戏
差评: 对键盘党这么不友善那还在pc端出个什么劲，在家用机出得了
好评: good
好评: 龙珠粉丝推荐购买
好评: 龙珠天下第一！！！！
差评: 就感觉像是上世纪的游戏一样的画质系统 想要回味童年的可以买 想要玩游戏画质好的慎入
好评: 打折真香
好评: 还原度可以说尽可能还原了，相比当年玩电光火石3那种难度，这个的难度相对好一点，对波没那么难了
好评: [quote]关注[url=https://store.steampowered.com/curator/39039781/]斗鱼游戏社区[/url]，随时了解主播推荐的好游戏。
访问斗鱼鱼吧社区参与互动，活动好礼送不停！[/quote]

龙珠作为部分80、90后的童年之一，只能说CC2不愧为CC2，知道粉丝玩家们想要什么，即便是旧的剧情故事游玩起来依旧精彩，整体体验让人满意。本作收录了赛亚人篇、弗利沙篇、人造人篇、魔人布欧篇剧情，虽游戏名为卡卡洛特，在游戏中随着剧情推进可操控游玩的角色也会随之变化。由于本作仅支持单人游玩，不支持多人在线联机，玩法上以推进主线剧情、触发剧情战为主，支线养成为辅。每一剧情篇章的主线任务会以红色感叹号图示显示于地图与场景上，玩家需操控当前游玩角色，前进至红色感叹号处并触发动画剧情，待播放完后便与剧情敌人正式对战。

作为一款漫改游戏，还原度的高低决定了粉丝玩家们认同与否。虽然有部分剧情描述稍不完善，整体剧情还原度已达到预期期待水准。不仅区域场景拥有高还原度，游戏对各种经典名场面，角色的动作、释放必杀技时的特写动画，以及在特定剧情篇章中，敌人受到攻击后的表情特写还原十分到位。听着CHA-LA HEAD-CHA-LA，还有各种熟悉的BGM，游玩时如梦回童年，重温了一遍动画，且3D人物建模比起2D平面更具视觉冲击力，视觉体验相当优秀。

除了剧情与角色动作方面拥有高还原度，特效方面也有不错的还原水平，主要体现为场景特效方面。对战过程中角色的攻击若触碰至场景地形，可造成破坏效果，例如小范围的石头炸裂，大范围的巨坑，使战场变得更加真实惨烈。使用舞空术低空飞行时，掠过地面是会显示破坏痕迹，掠过海平面会激荡起浪花，这些真实场景反馈再次将游戏的还原度提高。与敌人对战时，角色对敌人的打击都有固定的音效回馈，结合制作精良的打击特效，从视听两方面提高了打击反馈力度。人物连招流畅自然，攻击操作无过多滞留感，刚劲有力，作为动作游戏而言，本作的打击体验十分出色。

推进主线或进行支线剧情任务时，玩家大部分时间都处于使用舞空术、于空中飞翔的状态，每个区域场景空中设有杂兵敌人，接近敌人时会被敌人追踪以及追上后强制进行对战。出现的杂兵敌人种类大都为主线剧情中重要敌人角色的部下，种类屈指可数，大多都只改变了肤色，使用的招式也几乎一致。不换皮的NPC主要体现为每个区域的各类型商店NPC不变，玩家稍微留心便可发现所有区域的商店NPC都是相同的人物建模，肤色与服装都没有更换。再怎么说所有区域的商店NPC不可能都是同一个人，虽然不影响正常的游戏体验，还是能看出CC2确实有点小偷懒。

本作开放世界设定并没有想象中出色，即便人物可活动区域范围大，自由度相对较高，用舞空术遨游于天际与海底，加入了钓鱼、打棒球等小游戏，但依旧掩盖不了总体内容贫乏的事实。收集七龙珠虽能许愿，却对剧情推进没有太大作用，加上收集龙珠需频繁切换地图，如不是剧情强制要求，我几乎不会主动去收集散落在各个区域的龙珠，初始游玩直到通关仅仅完成了两次龙珠的收集。由于个人不太执著全成就，除了在每个区域收集孙悟空的回忆能给予我探索龙珠世界的动力，通关之后集龙珠许愿设定对我而言已无太大作用。

此外，地图上四处摆放Z珠设定更是让人无奈。前期游玩可尝试收集，等有一定进度后只需主动与杂兵敌人交战并将其击败，能获得花同等时间内所收集Z珠数量的一倍以上，所以场景上摆放Z珠的收集与否全凭玩家心情，看上去更多是CC2为了让场景变得充实，才在场景上摆放大量Z珠。可惜，若玩家不是闲着无聊去收集，这些Z珠只是充当摆设罢了。

不仅是Z珠，各类素材等收集也不是必须项，完成剧情任务能获得高额的换金道具，将其售卖给商店NPC后可获得大量金钱奖励。只要不是手残党，无需花过多时间收集大量素材，交给琪琪制作提高人物各项数值的料理套餐，购买上几十瓶大元气瓶便可继续推进主线剧情。总的来说，本作开放世界方面的体验不算很出色，更多因为七龙珠题材并不那么适合做成开放世界题材的缘故吧。只能说CC2目前还是擅长单线剧情还原制作与动作方面，有创新想法有利无弊，希望后续制作的开放世界类作品能有所改善。

总的来说龙珠粉丝不容错过，不过若是追求开放世界高自由度玩法而来的玩家，本作也许不那么适合你。相信万代在后续会推出各部龙珠动画的漫改作品，希望还能交由CC2制作，让龙珠粉丝玩家还能从游戏中找回自己的青春吧。

[quote]加入[url=https://steamcommunity.com/groups/feizhai]肥宅聚集组[/url]与关注[url=https://store.steampowered.com/curator/28359939]我们的鉴赏家[/url]，一起当肥宅w[/quote]
好评: 情怀就是两个字
好评: 6
好评: 致敬回忆
好评: 特别还原动漫
好评: 简直完美的还原动漫原作游戏太爽了
好评: 7分，4分给游戏品质3分靠我作为粉丝的粉丝滤镜。主线虽然扣扣嗖嗖但是演出也凑合，战斗也勉强还行，但是原创玩法及某些支线基本不合格。比如人造人篇有个找药的支线很难不破防，就是个找跑腿找3种素材的凑数任务，前两个满地都是第三个黄金羚羊角一上来MR波波就给你打预防针说这东西不好找，就大地图上圈4个大地区内【可能出现】，然后我脑子笨无头苍蝇乱跑半小时终于掌握了这东西出现的规律，然后这怪还不掉要的素材，大地图刷新又反复刷了半小时才算完，就这种填充垃圾时间的支线很多而有亮点的很少。原创玩法我觉得都可有可无，不如省钱把主线省掉的一些桥段做回来，我想开赛车的话不会打开一个龙珠游戏。
    我作为粉丝玩得还算开心，对龙珠没啥情怀的就完全不用考虑这游戏了，上视频网站云一云看看剧情挺好。我只推荐在同时满足以下3个条件的情况下去买这游戏，1.你喜欢龙珠。2.能忍受一些琐碎无聊的跑腿rpg内容。3.这游戏正在打折。
好评: 如果你是龙珠迷，你可以说游戏太快玩完了，但你不能说后悔买了这个游戏
龙珠10年老粉了，玩到这个游戏半夜做梦都是卡卡罗特拿尾巴钓鱼
好评: 爱了
好评: nice
好评: 漫改游戏里算比较优秀的了，本体剧情也很接近Z漫画，龙珠粉放心入吧。
好评: 好玩儿 好玩儿，换个三个女朋友了，游戏还没换。
差评: 垃圾游戏 没手柄没法钓鱼是吧  那你麻痹的来Steam
好评: 情怀就完事，剧情很棒建议不要跳过，过完整个主线就感觉回顾了一遍自己的青春，绝对的热血，龙珠真爱粉无脑入手。但是到后面没剧情就长草了，dlc1是真的sb。希望后面能有新的季票，出一下力之大会或者黑悟空的剧情，我绝对力挺。
好评:  好
好评: 应该是做的最好的龙珠的ARPG，但对比其他开放世界，会让人感觉太空太重复了，而且等级压制用在龙珠这真的让人很难受
好评: 可惜不能联机i对打

好评: 买，别问，好玩。
好评: 龙珠迷必买

好评: 朋友说，就像重新看了一遍电影一样爽，果真如此，太喜欢了，
差评: 做游戏取得真是傻逼，等级压制的没法说，也就是买他个情怀，不会做游戏赶紧找个厂吧，傻逼东西
好评: 龙珠迷 必玩之作  过瘾
好评: 即使没看过动漫也能体验完整剧情，真的超赞
好评: 26小时全通关（除了少量支线）
其实买之前已经玩了很久盗版，但是看到打折史低了犹豫一会儿还是入正了。
算是为童年龙珠情怀买单吧，至此steam上所有龙珠游戏都集全了。
魔人篇结尾响起了经典的bgm再配上精致的cg真的是情怀拉满，很容易泪目。
就跟究极风暴系列一样，我喜欢的动漫出的漫改游戏我都愿意花钱买。
希望万代能接着更新下去，只要出良心dlc，龙珠粉们很难不支持！
好评: 0.

好评: 复习了一遍剧情，看到许多场面还是会很感动，仿佛回到小学时候那些热血沸腾的日子，算是给自己枯燥生活的一点安慰吧
好评: 我是傻逼
好评: 龙珠Z本体主世界：爽快的格斗游戏
龙珠Z希望的战士大特的未来世界：黑暗之魂
好评: 还原度很高的龙珠游戏 推荐~
好评: 龙珠经典剧情，情怀党强烈推荐
DLC也很有意思
未来篇特兰克斯只能250级
好评: 就很棒
好评: 龙珠迷必入的游戏，十分不开放的开放世界观，但是剧情完美还原，
好评: 还好吧
好评: 可以说非常不错。达成全部成就，有点小骄傲！
好评: 地图和战斗做的都不错，就是贝吉塔打不过
好评: 不错
好评: 情怀拉满，除此之外不推荐入手
好评: 我是傻B
好评: 情怀满满 还原度高
好评: 完美还原经典 cg好看到爆炸 但到了自己操作还是能看出画面有点简陋 特别是钓鱼的水下模型 这竟然是2020年的建模
战斗方面除了对多个敌人以外体验挺好的 在多个敌人下就算加了队友敌对的ai也只会追着玩家打 让人感觉队友的存在感不是很强
关于这作与其做成开放世界rpg 不如做成火影究极风暴4那种 故事和原创分开 再加入对战系统 感觉体验会更好

好评: 非常好玩！！
好评: 制作精良，非常有情怀
好评: 喜欢龙珠的一定要玩
好评: 我现在唯一担心的就是我的1060能不能用4k屏玩
好评: 很还原，但是不好玩
差评: 本体可以给90分，dlc龙珠超篇只能给30分。
好评: 一直到正篇完结都很好，动漫粉一本满足，但是从250级开始就纯纯的噩梦了，超神水根本没有1-300用的，也没有什么好刷经验的地方，最终弗利萨还是300级，我现在284刷波妞刷的贼痛苦QAQ
好评: 游戏非常不错，上头，钓鱼真好玩
差评: 我是傻逼，三百买了打到第一关贝吉塔好像，手残，打不过，1.6小时，忘记退款了
好评: 6
好评: 情怀满满   还原度高   整体游戏性也很强
好评: 龙珠迷们直接入就可以了 没毛病
差评: 傻逼20号恶心死你爹了 刮痧刮半天一下回满，躲都躲不掉
好评: 龙珠粉必玩 真的很爽
差评: 请问fatal error问题怎么解决
好评: 回顾经典剧情，亲身体验打斗，操作也不错，建议打折时入手
差评: 我全成就了, 但仍然要给个差评.
手柄按键和其他PC游戏反着来, 右B确认 下A取消, 确实是原汁原味的日系游戏,X取消O确定
游戏里没法更改,傻逼万代不改,只能自己改键, 
在绿色的【开始游戏】大按钮的下面一行,找到商店页面 | 社区中心 | 点数商店 | ... | 控制器配置
点击【控制器配置】=> 点击XYAB => 点击B=> 选择A,  点击A=>选择B=> 保存为个人配置"AB互换"
成功的话加载游戏时会提示加载到了"AB互换"配置文件

但这样又会导致钓鱼的时候提示按A,实际上要按B,要扣掉手柄上的AB键帽,物理对换,才能转过来弯.
好评: 好玩的雅痞
好评: 推荐
好评: 好玩！
好评: 用手柄玩太带劲辣！ 对战震动反馈属实爽
好评: 最成功的漫改游戏！！（也包括究极风暴4）剧情可以说是完全还原！一玩就停不来！！！这段时间让我有一种小时候追龙珠热樊的感觉！！！
好评: 像重温了一边动画似的 挺有代入感的

好评: 克林祭天，法力无边
狗空虽强，地球最强
好评: 一点都不好玩，真的不好玩，
好评: 真不戳
好评: 狂化的敌人要打几次才能得到米拉的灵魂纹章
好评: .
好评: 真心喜欢七龙珠，虽然没手柄，但用键盘的体验也极好，买了绝不亏
好评: 龙珠迷必玩之作
好评: 好
好评: 卡卡罗特
好评: CG很还原，剧情流程基本和漫画一样。希望下次能更还原，而且能进行pve武道大会。
好评: 只玩主线的话还不错，要不太拖了，关键剧情的演出真不错，推荐给喜欢龙珠Z剧情的
好评: 我存档没有了 怎么回事
好评: 好玩
差评: 辣鸡游戏吃我存档
好评: 对于一个年近40热爱龙珠但讨厌格斗类游戏的大叔来说，真没想到有生之年可以玩到龙珠题材的jrpg。剧情有多还原很多人都讲过了。通关之后的支线，操纵特兰克斯参加龟屋的男人聚会，操纵悟空训练悟天弥补他缺失的父爱，操纵贝吉塔带特兰克斯去游乐场，再次举办武道大会并和小林并肩作战取得胜利，等等，这些支线无不让人会心一笑。对于通关后从来都不喜欢挑战隐藏迷宫之类的休闲类玩家来说，能够在完成主线后继续在龙珠世界遨游十来个小时，我想这就是七龙珠的情怀和魅力所在把。
好评: 游戏是好游戏 Z剧情最好玩的 开放世界 画面不错 打击节奏感很强 后期加的PVP只能卡牌对战 没人玩 dlc太贵一个不值
好评: 近年来还原Z时期剧情最好的龙珠游戏，较为推荐
好评: 对于龙珠迷来说，可以说是完美的游戏，将小时候的动漫高清重制，经典场面的复刻都做得很不错。虽然不能PVP，但在玩这款游戏的时候也让我回忆起了小时候在游戏厅PS2上和朋友一起打龙珠的快乐。
好评: 好好好
好评: 好玩

好评: 88元买了个游戏被悲剧塔暴打1小时很河狸
好评: 还不错
好评: 非常好用！！！
好评: 完美还原动漫！ 还要啥自行车啊  ，就是那个必杀技不能很连贯的放出 ，对键鼠不友好之外，其他都挺好的 ，一个游戏能做成这样 ，真的可以了，打折98元入的 ，我是聪明逼
好评: 我可太稀罕龙珠了，感觉很不错，前期的时候插上手柄熟练一下，就可以代入了，太爽了
好评: 太好玩了！ 等于边打边看动画片了，想看龙珠z不用看电视了。

画质很身临其境。
好评: 这游戏是给龙珠粉的情书，还原度简直无敌，太多细节了。
战斗系统前期有点劝退，连招很不丝滑啊，可能制作方怕玩家一套连死NPC，这样就太bug了，所以NPC有很多反制。主角色里面我连着最顺手前期就比克的迅魔斗手，这招有点赖，敌人要是不霸体爆气可以把人一直连到没气。再来就是后面悟饭的龙翔击。其他的近战技能确实很蛋疼，不是很丝滑，还有些AOE技能有点赖，比如贝吉塔的大爆炸。
好评: 官方能出个21比9和32比9补丁吗？买了带鱼屏无法全屏不爽!!!!!!!!!!!!!!!!!
好评: 情怀
好评: 剧情还原度很高，粉丝向作品，穿模等问题对于有粉丝滤镜的人来说瑕不掩瑜
好评: 真TM好玩！！！
差评: 非常垃圾的游戏，脑瘫一样的刷等级和莫名其妙的硬直，还有傻逼的各种数值加成系统，一个粉丝向的破壁游戏搞这么复杂，搁这养成呢？
好评: 还原度很高，战斗手感非常的不错，剧情也高度还原。自由地图的自由度有待提升不过总体来说已经是个相当不错的游戏了。
好评: 代入感强
好评: 王子战法YYDS
好评: tinghanwna


好评: 打折买的，我是聪明逼
好评: 完美还原，龙珠迷必入
好评: 不错 非常  情怀的游戏   音乐战斗特效都不错                但我想玩新布罗利     宇宙大赛 自在悟空和超4悟空          DLC多出一点吧  必买
好评: 青春 燃
好评: 6666666666666
好评: 童年回忆

好评: 本以为是单纯的格斗游戏，没想到剧情深入人心，把原汁原味的龙珠故事以一种简洁精悍的方式叙述出来，剧情战斗把控得完美，动漫中许多经典场景完美再现，以战斗为卖点它成功了，以剧情为卖点它也成功了，很喜欢这款游戏！
好评: 龙珠迷必入
好评: 本来只是想无聊打发时间补个剧情的，但是玩到现在发现，这才是龙珠迄今为止最高作，没有之一。。光是完整的龙珠世界地图自由探索就足够了。。关键剧情还是还原的龙珠Z。。。找到了无数当年的回忆。。而且各个场景都是按照当年漫画还原。。简直太赞了。。。。强力推荐！！！！（扮演龙珠里面的角色在龙珠世界自由漫游确实是当年的梦想啊，如今终于是在这个游戏实现了。。。太爽了啊！！！！）
好评: 给我冲
好评: 我是伞兵178买的标准版没买季票，单买的dlc，以后不敢买标准版了只敢买豪华的了
好评: 最还原，没有之一！
好评: 什么时候出宇宙乱斗篇呀，我想玩身勝手の極意境界的孙悟空
好评: 我都不知道为什么明明我两天都存档了第二天打开存档没了
好评: 好玩，要是自己网不好老是掉线的话，最好把云存档关了，要不然会出现存档没了的情况
好评: 剧情和漫画差不多，玩个情怀
好评: 好玩，满满的童年回忆
好评: 牛逼
好评: 龙珠粉丝可以无脑入，第二个版本最佳
好评: 剧情还原的很到位，喜欢龙珠的可以玩玩！最好用手柄玩，键盘非常不好用
好评: 龟派气功波！！！
好评: 好玩

好评: 打折入就是聪明逼
好评: 个人觉得还原度很高   推荐~~
好评: 不错
好评: 好好玩好屌
好评: .
差评: pc优化也太烂了
好评: 如果我是竖怕塞亚ni的话 我会像现在这个样子？
好评: 终极龟派气功！
好评: 打斗体验不好 霸体弹飞什么的实在没什么爽快感 不过确实能找到过去看漫画的情怀
好评: 我298买的，我是傻逼
好评: 只能说是七龙珠游戏里面，除了电光火石3以外最好的一款了，而且这款比电光火石的画质好太多，剧情100％还原，过一遍简直就是重看一遍，差点哭了。
好评: 剧情可以画质不错
好评: 玩了三天通关了,说说感受,虽然剧情上的细节缺少,但是最经典的剧情还是大体还原的,看过龙珠的可以勾起回忆,没看过的也能知道大体发生了什么.战斗系统不错,但是我觉得没有小时候的电光火石爽快.希望以后能出剧场版和龙珠超的DLC
差评: 。。。
好评: ⠄⠄⡠⠺⠁⠄⠄⠈⠑⢦⠄
⠄⡜⠸⢰⡐⠄⠄⠄⠄⠄⣇
⠄⣯⡏⣘⣎⣂⣵⢀⢾⡄⡼
⠄⠏⣎⠟⣻⣿⢻⠃⢈⡝
⠄⠄⠹⠋⢉⣵⣮⣰⡚
⠄⠄⠄⠄⠸⣿⣿⡏⣷⢹⣦
⠄⠄⠄⢀⡄⣿⣿⡇⣾⡏⣻⡄
⠄⠄⢴⣿⣿⢹⣿⡇⣿⣧⢿⣇
⠄⠸⣸⣿⣿⢸⣿⡇⣿⣿⣟⢿⣦⣀
⠄⠄⠈⠛⠛⠈⣿⣷⢻⡿⢟⣣⣭⣭⣝⡲⢶⣶⣤⣄⡀
⠄⠄⠄⠄⠄⠸⣿⢟⣤⣾⣿⣿⣿⣿⣿⣿⣷⡹⣿⣿⣿⣷⣄
⠄⠄⠄⠄⠄⢀⣴⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡇⢻⣿⣿⣿⣿⣆
⠄⠄⠄⢀⣴⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠱⡜⣿⣿⣿⣿⡿⣾⣷⠄
⠄⣠⣶⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⢛⣵⠇⡇⣿⣿⣿⢟⣵⢸⣿⡇
⣼⣿⣭⣶⣶⣶⣶⣝⡻⣿⣿⡿⠿⡛⠁⠄⠁⠄⠄⠄⠄⠄⠄⣵⣿⣿⠟
⠹⣿⣿⣿⣿⣿⣿⣿⣿⣶⣶⣴⡸⣿⣧⣀⡤⣤⠄⠄⠄⠄⠄⢷⢰⠞⠄
好评:  かめはめ波 ！！！！，龙珠迷可考虑入手
好评: 我是傻逼
好评: 给力，逼真，还原，真香
好评: 键盘不好使
好评: 究极风暴对键盘很不友好，这个是真的好，键盘操作无压力，剧情一比一还原
好评: 龙珠迷必玩，干净利落的打斗
好评: 很棒，三天把所有剧情全完了一遍，爽！就是悟饭打布欧之前一定要打打支线任务升一下等级，要不然打得有些吃力，除非你技术好就当我没说
好评: 真的好玩，女友已经因为我玩龙珠不陪她跟我分手了。
好评: 非常好玩
好评: 十个小时终于打到悟空第一次超赛，我在宿舍原地怀孕，别问游戏值不值，问就是童年暴击
好评: 还可以，也就是高清动画 重制版
好评: 一周目体验很棒，后续略显单调，作为粉丝向作品来讲非常不错
好评: 龙珠粉必入啊，极度还原剧情，就是操作手感略有瑕疵，不能在普通攻击时穿插技能，就无法像超宇宙2一样打得爽。玩这个就身历其境的感受龙珠世界发生的事情，总之龙珠粉无脑入就完事
好评: 动漫党满足
好评: NICE
好评: 还原动漫度很高
好评: 很好玩
好评: 超好玩
好评: good game
差评: 首先我是傻逼，然后游戏除了剧情还原度跟战斗系统还行外都很弟弟，技能系统不合理，养成拉胯，开放世界无感，支线无聊意义不明，龙珠鸡肋，只有剧情期间可以体验合体角色，真的感觉对不起这个价格，粉丝慎入
好评: 我不是傻逼
差评: 

好评: 和漫画一致，很好玩
好评: 龙珠是我最喜欢的IP了 

好评: 6
好评: 废话不多说 甚至想玩switch版本得 龙珠永远是你爹
好评: 挺好玩的

差评: 别买，没有固定的纯对打模式，只有主线推任务，选个最难的，一直平A都能过关，还没原来ps2老版龙珠对打体验好，喜欢手柄对战还是去入火影，这个不推荐，主线又幼稚，又墨迹！！！！！！玩一个小时直接卸载。
好评: 牛逼，喜欢
好评: 情怀游戏，打击感十足包含了所有Z的剧情，龙珠粉必买
好评: 战斗场面还原度高，还有开放世界的设置
好评: 爷青回！比起沙鲁篇，我最爱的还是魔人布欧篇~
好评: 好玩
好评: 好玩 值
好评: 说到底还是童年回忆下买了这款游戏，画质也是一流，剧情中的名场面也让我爆笑不已，龙珠YYDS
好评: 战斗画面就跟看剧场版一样，舒服
好评: 打击感十足
好评: 1111111111
好评: 等新
好评: 剧情挺好
好评: 快更新

好评: en
好评: 太好玩了，作为一个龙珠迷，我非常的喜欢。
好评: 妈的，就应该选简单难度的，搓手柄搓的手酸
好评: 牛
好评: 贝吉特和悟天克斯不让用是真的扯淡
好评: 下载之后，运行不了缺少组件什么的
好评: 很不错 打折后推荐入手
好评: 情怀
好评: 卡卡罗特的剧情真的无敌，童年回忆，未来篇dlc也无敌好玩！强推！
好评: 我也是个龙珠迷，这不秋促吗？直接就入手了！也不贵，原价接近300.我买的是豪华的，就是有点费手。额，这次玩这个游戏就像重新看了个漫画！如果你是狂热龙珠迷，建议你无脑入手，真的很好玩
好评: 好
好评: 棒棒哒
好评: 酷，总算打折了，等了好久没让我失望
游戏高度还原，打击感也很强，建议有兴趣可以入手

好评: 正！
好评: 66666666666666666666666666
好评: 不错要是能把存档丢失的BUG完善一下就好了

好评: 在刚刚公布卡卡罗特的时候我并没有对其有很大的期望，因为其主打的依然是剧情与世界，受众可能更偏向吸引新血液，但之后我就被打脸了，老龙珠粉的我一下就沉浸在这华丽的龙珠世界中不可自拔；在包子山的微风里净化身心，在龟屋的海岸旁聆听教诲，寒北都，荒沙漠；还有各个龙珠初期的回忆碎片分布在各个熟悉的地点，NPC对物资的提示都那么恰到好处。
  剧情一路下来，人物间的LV差都与原著的战力相符，这是一个很大的亮点，让人很自然的联系原作；卡卡罗特十足的龙珠风的特效也是让粉丝倍感亲切，对剧情细节的注重更是久违，支线的插入也松弛有度，不会在剧情的风口浪尖上还安排一堆支线打乱节奏，一些细节的修改为了方便制作无可厚非，原创的部分也是一大亮点，尤其是最后布欧与悟空的原创插入战，配合Z的OP燃到爆表。
  缺点就是BUG实在太多了，矿洞 BUG，战斗结束打开Z大全BUG，训练室BUG，莫名其妙闪退，若不是自动存档功能我通关时间还得翻一翻。
  总的来说，卡卡罗特是龙珠史上一部不可多得的经典，大力推荐。 

----------------------------------------------------------------------------------------------------------------------------
DLC后：
内容呈现绝对是龙珠巅峰的水平，就是长度过短和更新时间一拖再拖确实扣分
好评: 非常好玩， 还原了龙珠z几乎所有剧情，龙珠迷非常值得一试
好评: 好
好评: 好玩
好评: 很好

好评: 还是比较有意思的
好评: 真的很不错，美中不足就是平常不能随意切换超赛状态，只能战斗的时候变身
好评: 还没玩完发的，目前玩到弗利萨篇，还有很多没玩，前面已经够舒服了，有开放世界该有的样子，但是和贝吉塔那巴打很有感觉，真的忠实粉必买！！
（秋季到了，在考虑要不要入斗士Z）
好评: 情怀拉满，除此之外不推荐入手哦~
好评: 真的很不错
好评: 各位难道就没发现一个问题，在主页面上不小心点到手柄或者键盘 你的存档就重来了吗
好评: 龙珠天花板了，良心游戏
好评: 29小时通关主线剧情，真的很不容易，最近玩了许多单机游戏，包括荒野大镖客2、赛博朋克2077、海贼无双、战地5...没想到第一个打翻版的是七龙珠，就像小时候看剧一样。虽然没有小时候那么激动，但也算找回了一些感觉，久违了。
好评: 比较喜欢，画面很好，剧情走向几乎跟漫画一致
好评: 斯巴拉西就是在说这个游戏越玩越上头
差评: 我300买的 我是傻逼
好评: 很好玩 还原度挺高的 手柄模式更好玩
好评: 29小时通关主线剧情，真的很不容易，最近玩了许多单机游戏，包括荒野大镖客2、赛博朋克2077、海贼无双、战地5...没想到第一个打翻版的是七龙珠，就像小时候看剧一样。虽然没有小时候那么激动，但也算找回了一些感觉，久违了。
差评: 官方可不可以修复一下键鼠点不出追击qte的bug？
差评: 系统太复杂了， 队列，家庭，不一样颜色的经验，要我拿出上课的精神来学新系统也就算了， 这种系统认真看完认真学完是没有正反馈的要到游戏后面用到了才有反馈，哪为什么不安排合理一点。直接给我劝退了。我是来爽的  不是来学知识的。
差评: 居然没有PK模式，就离谱，不如超宇宙。
好评: 感觉上要是初夏还能自在极意功，那是多好啊
好评: 龙珠yyds
好评: 龙珠老粉必玩的一代，可玩性仅次于超宇宙2！！！
好评: 基本上按着龙珠z的剧情发展，深度还原，爷青回。
好评: 完美还原了原作故事，除了人物对话的时候太呆滞其他都很好

好评: 有时候一个配角都比大boss难打，个人感觉周期太长了
好评: 爽就完事儿了，虽然还有很多问题，但是已经是最好的龙珠游戏了，龙珠粉丝无脑入即可，其他动作游戏粉丝可以观望，节奏什么的还是偏慢，打骨折可以考虑购入。
好评: 还原的剧情，适合追忆童年
好评: 我只能说，这是我买的最划算最值得的一个游戏了。完美的还原了Z的剧情，代入感很强，最后音乐响起的时候鸡皮疙瘩都起来了。真的，这个游戏从一开始玩我就上瘾了。每天下班都直接开打，一口气通关，就像重温了一遍龙珠。
好评: 很好玩，打折买的我是聪明比
好评: 艹泥玛，老子存档呢
差评: 妈的，在网吧就不配玩是吧，次次保存不了，数据丢了，他妈的又重玩，真的傻逼这个云保存，进游戏就强调说自动保存，保存你大爷
好评: goodddd...
我爱习维尼
好评: 龙珠迷的诚意之作，没有之一！无论是剧情还是场景还原度都是历史龙珠题材游戏里最高的水平，缺点就是剧情结束后毫无乐趣，支线任务较为枯燥，如果探索闲逛各个城镇区域也会显得诚意不足，好比半成品...所以还不如将剧情延长至龙珠超剧情就完美了！
好评: DLC慢
差评: 打到布欧进度丢失，草。
好评: 爱死了
好评: 给了我快乐

好评: 超燃，完美演绎了龙珠Z的故事，BGM也配的好，不过有一些小剧情给砍掉有点可惜。
提个缺点，按键方面适配不好，手柄A是返回，B是确认，还没有办法自己更改。用键鼠的话的按键还比较乱。
差评: 除了看动画属实无聊，模型复用各种偷懒，不如超宇宙
好评: 最佳漫改。
好评: 本体和全dlc都是原价买的，我是傻逼
好评: 一个不能算评测的留言吧..龙珠就是我的童年，感觉有的CV换了不知道是不是我错觉，打击感做的挺不错，剧情也还原的差不多，别来跟我杠。现在都还记得小时候坐在电视机面前看龙珠，十几年过去了终于有机会体验一把卡卡罗特的冒险之旅了。其实有的剧情已经记不太清了，现在就当重温剧情了。每次跑图看到回忆点的照片就觉得好亲切。龙珠z不管是漫画还是动漫还是游戏都是非常出色的一部作品。很奇怪的是在龙珠里就不存在让人讨厌的反派，至少对我来说是这样。
这辈子能喜欢上龙珠真是太好了
======以下是我的自言自语======



很大一部分原因是因为贝吉塔才买的游戏，毕竟七龙珠里最喜欢的就是死傲娇王子。才打玩人造人篇，贝吉塔在儿子被沙鲁杀后的愤怒，明明之前嘴上说着：随便你，不要成为我的累赘。不善言辞的死傲娇，骨子里那份赛亚人的骄傲。包括后面的布尔玛被比鲁斯扇了一巴掌化身超赛说你竟然敢打我的布尔玛，贝布真甜www 贝吉塔来到地球后确实变了很多，唯一没有变的还是那颗想要超越卡卡罗特的心。以前的他眼里只有战斗，为了达成目的不择手段。在z里只能说变得有那么一点人情味了。但我还是更喜欢龙珠超里的王子，人情味十足。在布拉即将出生的时候放弃了他最喜欢的战斗，陪在了布尔玛的身边。这也就是我为什么这么喜欢王子的原因。
好评: 原著党狂喜
好评: 不错
好评: 游戏是好游戏，但我想知道敌人被波打中而毫无硬直甚至还能把正在放波的我给打飞是什么设计？我不管放什么技能都能被打断，而敌人就有一招怎么打都不受伤也没硬直还能把我给打飞，这个设计理念是什么，纯粹为了增加难度而设计的吗？
好评: 66666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666
好评: 回忆童年
好评: 重温一次龙珠
好评: 画质可以
好评: 好玩
好评: 是真爱粉的话特别推荐 肝帝+真爱=超特别推荐，只是感兴趣的话就劝退；
好评: 最后一个成就怎么解锁啊？
好评: 最后那个内容也更了吧
好评: 剧情打完了 就只剩下刷刷了
好评: 除了战斗比较单一，还是不错的
差评: 把无聊的硬支线去掉可以打四星，有的话最多三星。指着打沙鲁呢你突然让我满世界找材料找龙珠，脑子有泡吧
好评: 很好玩的一款龙珠游戏，3D 日漫的，画面比另外一款龙珠X2好多了。画面也比龙珠斗士好。推荐，就是剧情不够长，几天就玩没了，不过瘾，不过现在可以玩困难模式了
好评: 很好玩

好评: 1
好评: [h1] 致以童年的龙珠游戏 [/h1]

[table]
    [tr]
        [td][url=https://www.357.com/] 游信·看见游戏，看见你 [/url][/td]
    [/tr]
    [tr]
        [td][url=https://store.steampowered.com/curator/41346589/]加入鉴赏家，绝不错过任何一款好游戏[/url][/td]
    [/tr]
    [tr]
        [td]Great Game Great Gamer[/td]
    [/tr]
[/table]

 08年的时候，入手了第一个属于自己的正统游戏机，GBA-SP。在当时那个年代，拥有一部SP的幸福感不是用三言两语就可以形容的。还记得去掌机店时，摆在货架上的卡带琳琅满目，让我应接不暇。而我的目光却毅然决然的在百花群中，锁定了目标，那便是——《七龙珠·舞空斗剧》和《龙珠Z·悟空的遗产》

当时每天放学都会赶回家，蹲在电视机前观看星空卫视播放的两集《七龙珠》，以这种速度，我硬是追完了《龙珠Z》的赛亚人篇章和弗利萨篇。

后来，龙珠的名气在班上越传越广，很多同学都会下课的时候模仿孙悟空和贝吉塔对波，而拥有SP和舞空斗剧的我自然也成为了许多人羡慕的对象。七龙珠的种子，在那个时候就已经种下了。

对于龙珠游戏，我自认为都比较关注。从GBA上的几款龙珠游戏到PS2上的电光石火系列，我都有所涉猎。但总觉得，越玩越乏味，虽说制作水平以及画面等元素相较于GBA和PSP都有所提升。但是童年的那个兴奋感，似乎变的有点淡。龙珠的动画虽然也出到了《龙珠超》，不过对我而言，龙珠可能完结于GT（虽然是同人），甚至魔人篇。 再后来也就没有再关注龙珠的游戏，觉得多少有些炒冷饭，恰烂钱。直到这个游戏出现在我的Steam推荐——《七龙珠Z·卡卡罗特》

[h1] 爷青回，这就是我想要的龙珠游戏 [/h1]

《七龙珠Z·卡卡罗特》（以下简称卡卡罗特），这是我玩过最有味，也是最让我感动的游戏。

单游戏的内容来说，《卡卡罗特》是CyberConnect用当下的技术极高质量的还原龙珠Z剧情，同时加入开放世界元素的一款游戏。相较于对战系统，它的操作并没有《电光石火》和《战士Z》那么硬核，但是，它也能够给带来了童年观看龙珠时的那种令人怀念的代入感。

首先：由于是一款ARPG游戏，存在角色的属性提升以及技能解放。这个看上去理所当然，但是在这一点上，抓住了细节，等于收获了成功。

其次：《卡卡罗特》以龙珠Z的剧情为主，以线性式的推进，可以用几十个小时，让你重新回顾曾经让自己废寝忘食的七龙珠剧情。并且制作者非常明白，哪些场面是玩家想要看到的。比如：孙悟空因为愤怒，第一次变身超级赛亚人的时候。

比如神秘少年特兰克斯，挥剑秒大王的时候。再比如贝吉塔为了和孙悟空战斗，强行被巴比迪控制的时候。这一个又一个名场面，都是龙珠迷们屡看不爽，千看不厌的画面。仅仅只是观看，都能够让我忘记时间的流逝。尽管《卡卡罗特》主要只是走剧情，但是作为一个龙珠老粉，看到这样的一款游戏，真的满足，没有那么多花里胡哨的需求，这就足矣。

最后：在游戏难度的设计上，我认为制作方拿捏的恰到好处。在龙珠史上，也有过1v2甚至1v3的场景。在那美克星时，孙悟空对战基纽特战队时，也曾一个人打巴特和捷斯，游戏中同样，也是一场紧张刺激指尖冒汗的鏖战。 

这也同样体现出了制作组对剧情的还原，让玩家可以真正的体验到，Z战士是多么的辛苦。但有一点比较遗憾，就是没能看到大特兰克斯在贝吉塔倒下后和沙鲁的战斗，对于一位喜欢特兰克斯的玩家来说，还是觉得有些沮丧。

[h1] 让玩家为情怀买单，很难吗？ [/h1]

无论是龙珠还是其他二次元的游戏作品，与其相关的衍生物和周边至今都有在继续制作和发售。这些经典的IP能够经久不衰，自然也会有庞大的商业价值。但是能让玩家打从心底满意的作品，或许屈指可数。在我心中，《卡卡罗特》是一款赶上了时代潮流，用新时代的游戏制作力和真诚态度开发的IP情怀游戏。

在龙珠游戏中，用剧情说事的作品有很多。但无论是PS2的《电光石火》还是GBA《舞空斗剧》都只是为战斗增添一些故事背景和契机，纯以剧情为主的，除此作之外，再无它作。

你说《卡卡罗特》它有很大的创新吗？有创新，但并不算很出彩，毕竟在沙盒开放世界盛行的当下，钓鱼、探索、烹饪等玩法与其说是创新，不如说是与时俱进，不过这些对于龙珠来说，这种与时俱进却恰到好处。

早期对于龙珠世界的地图，只能空凭想象。但在GBA游戏《悟空的遗产》中，玩法变为了RPG探索，有那么一丝龙珠世界探险的味道，因此能让我印象深刻。那个时候就在梦想着，如果能玩到全3D的龙珠游戏就好了，虽说《龙珠超宇宙》同样也是开放世界，但作为还原剧情的《卡卡罗特》，味儿还是更足一些。

想要让玩家为情怀买单，真的很难吗？其实不然。市面上有太多借着IP名气圈钱的的作品，推陈出新也只是换汤不换药，《宝可梦剑盾》、《圣斗士星矢》等IP游戏，我不知道有没有满足别人的情怀，至少我是持失望态度的。	正因为这些IP作品是自己的童年，自己的青春，所以抱有期待，而失望落空，自然会失望。       

玩家想要的，仅仅只是最初的那种感觉，是第一次接触时的兴奋和激动，是那亘古不变的少年热血，用返璞归真来形容《卡卡罗特》我觉得是最贴切的了。《卡卡罗特》是一款情怀拉满的诚意之作，了解玩家内心的需求，给予最大的技术，制作精致的画面，原汁原味的BGM，以及丝滑流畅的战斗动作。是一款结合了龙珠新旧两个时代的扛鼎之作。是情怀与技术力结合的最完美的一部作品。

[h1] 龙珠魂，永不破灭 [/h1]

《卡卡罗特》毫无疑问已经诠释了我心目中最完美的龙珠作品，虽然开放世界相对于其他沙盒游戏显得有些鸡肋和尴尬，但是针对到游戏，已经极大提升了玩家对龙珠世界的概念，也极大的满足玩家的一个愿望了。与此同时的是，对于《龙珠》系列的游戏，我的期待值难免也会继续上升，也许之后的《龙珠》作品可能会更难取悦粉丝，但不变的，永远是《龙珠》的影响力，和那永远不会冷却和消散的，少年的热血和龙珠梦。


[b] 游信编辑部评分：8
优点
+过场动画完美还原剧情
+战斗感十足，十分带感
+带有开放世界元素
缺点
-通关后重复游玩性较差
-开放世界完成度不高 [/b]
好评: 对于小时候看龙珠的人，真的算是一款良心作品
好评: 对原作还原度很高
好评: 致敬小时候
好评: 第一次给steam游戏做评测，我是一位龙珠迷，因为爱龙珠所以才购买的这款游戏。龙珠Z：卡卡罗特是一款做的非常不错的RPG游戏，是一个很开放的龙珠世界，剧情很长很长，是龙珠Z的赛亚人篇一直到布欧篇的剧情，可以玩很长一段时间，在小黑盒APP里，只需98元就能购买到这款游戏，非常推荐大家购买这个游戏！！
好评: 很好玩

差评: 草拟吗老子存档呢？
好评: 总体来说不错，特色细节没得说，唯一不足的地方就是帧数最大只有60 建议官方可以进行评测调整
好评: 牛逼就是没有邪恶龙
好评: 龙珠粉买就完事，吹爆
好评: 好玩到不行
好评: 龙珠迷不容错过的好作品
好评: 好玩
好评: good

好评: 原汁原味的龙珠体验，非常推荐。玩的时候几乎跟重温了一遍龙珠动漫一般有代入感，并且能操控到自己喜欢角色。龙珠粉无脑入！
差评: 垃圾游戏
好评: 贝吉特都可以使用，那把悟吉塔也出来吧，反正引入融合技能了
好评: 七龙珠射击游戏，不要管剧情有多燃放波就对了
好评: 好玩
好评: 通关太快。。难过中
好评: 剧情还原度很高，很棒，真心推荐
好评: 七龙珠还用说

好评: 我是傻逼
好评: 玩着挺好
好评: 龙珠好玩，有gt的话更好了，有没有认识制作组的，帮我们广大玩家反馈一下
好评: 感觉还可以，满满的童年回忆
好评: Supa贝吉特已经来了！！！
好评: 龙珠粉丝向的游戏。抛开主线剧情的话，其实整部作品的内容是有些重复的，支线任务最终都会导向打几个机器人或者满地图找东西。如果不是情怀支持可能就没有耐心去100%刷完这款游戏。总体上这款游戏我觉得是合格的，希望之后会有龙珠超的续作。
好评: 现在能合贝吉特了吗？
好评: 剧情贼还原，打斗也意外地不错
好评: 就当重新看一遍漫画了！
好评: 挺好玩
好评: haowan
好评: 漫改游戏天花板 冲就完事儿了
好评: 比动漫更带感
好评: 老好玩了老好玩
好评: 剧情还原的超级真实哦，而且超赛的特效简直帅爆了‘
好评: 很肝
好评: 游戏不错，但我的建议是推荐粉丝购买。

好评: 非常棒的一款七龙珠游戏！和动漫很贴合，身临其境！
好评: 好玩
好评: 可以
好评: 挺好玩的，剧情也忠于原著，战斗系统较其他龙珠游戏不同；开放世界也做得不错。唯一的遗憾就是做不到双人联机对战
好评: 完全还原原著剧情 打击感超强 超级好玩
好评: 对于一个龙珠迷来说是一个必玩的游戏，可以重温剧情也可以体验精彩打斗，不过要是角色稍微多一点就好了，根本不够玩啊
好评: 龙珠迷必入手
好评: 总体感觉还行，就是过一段时间会把自己打的存档给自动删除了

好评: nbnbnb
好评: 喜欢龙珠的力荐，玩个究极风暴觉得还行的也可入。老实说这作做的很给力，给种名场景都很还原，剧情玩起来是真的燃如果看过龙珠的话，唯一无聊的地方就是开放世界这块缺乏经验，要是做出究极风暴那样也许更好
好评: 进入汽车芯片界面会掉线啊。
好评: 这游戏打斗方面有些关卡有点恶心人，也可能是我太菜了，其他的还好
好评: 我之前跟马化腾一起吃饭，和他研究过这个游戏，他掏钱给我买的，200多块钱的豪华版。我玩通关了，觉得还行。
好评: 👍
好评: 日了老狗，不小心点到了开始新游戏，辛辛苦苦打的数据全没了！rnm，退钱！！！
好评: 不玩不是赛亚人
好评: 很不错哟

好评: 好玩好玩好玩 期待新dlc
好评: 好玩

好评: 怎么联机？
好评: 太TM燃了！！！！
好评: 多久更新
好评: 老了，还热血吗
好评: Tribute to Akira Toriyama
好评: 真他吗好玩 nb最好漫改游戏 没有之一
差评: 这世界上还有比这更垃圾的游戏吗，什么鸡巴玩意，没手柄不配玩游戏是吧，键盘你是只有wasd吗，鼠标买不起吗，不想做游戏就别做，拿什么鸡巴来恶心人，
没买的好兄弟要是没手柄别买了，每次进去调键位的时候你会想把电脑砸了
好评: 新出的贝吉特和悟天克斯好评要是能升级技能就更好了，还有只能战斗的时候合体打比鲁斯黄金弗利沙的时候没法出场啊
好评: 能不能给PC玩家明确的键盘按键说明 XYAB老是换 钓鱼都不知道到底要按什么键了
好评: -----终于打完了，前前后后打了半个多月，这是我玩到的最好的漫改游戏，虽然阉割了好多剧情，但是也弥补了我当一把赛亚人的愿望，小时候拿着一本七龙珠的漫画就能看好久，小悟空到卡卡罗特，再到龙珠超，真的太喜欢七龙珠了。收集龙珠，在天上飞，十分欢乐！
-----像着个样式的单机漫改，请继续做下去，我想打吉连，想看白神，留给悟空头发的颜色不多了XD！！！
-----游戏内找任务是非常让人恼火的，任务点周围必出一些野怪，找龙珠的时候也是，还不如做一张给人刷级的图得了，去掉这些沿途的野怪，重复且浪费时间，飞的都不尽兴。
-----游戏的dlc特兰克斯篇比新觉醒篇用心，能体会到未来特兰克斯绝望的世界，流程也不算短，特兰克斯毕竟是贝吉塔的儿子，老帅了。新觉醒篇就差点意思，虽然能让你玩到赛神和超赛神，但是剧情太薄弱了，只是打了维斯、比鲁斯和黄金弗利萨，维斯和比鲁斯还好，这黄金弗利萨的数值是真的有问题，即便你超了他的等级，你打他依然不痛，他打你就拳拳到肉，这个dlc不太推荐，刷刷刷罢了，而且支线也一言难尽，重复还有刷等级刷到2、3百级，吐了。
-----总之，七龙珠Z卡卡罗特非常好玩，好评！！！
好评: 打小布欧BGM响起的一瞬间DNA动了
好评: 推荐
好评: 非常的奈斯
好评: 只能说太燃了，做的太棒了，比看动画片都要激动
好评: 玩过最好玩的一款龙珠游戏了。剧情很还原，打斗很舒服。
就是一点很不好，存档很容易丢失。如果不小心点了开始新游戏，哪怕你没保存，你的存档也一样没了。。。
好评: 聪明B
好评: 还可以  挺还原剧情的
好评: 挺好玩的 用的手柄很流畅
好评: 建议打折入手，龙珠迷必玩
好评: 希望全部剧场版都能出DLC，龙珠YYDS
好评: 是没有本地存档啊，离线就找不到存档，每次上线都要云同步，离个线你连存档都找不到了
还有重玩剧情这个功能，调个等级都不行，我300级一拳一个弗利萨我玩李爸爸
好评: 喜欢
好评: 这游戏可能给不了你宏伟壮观的开放世界，也可能给不了你像龙珠斗士z那样的格斗，但是它就想给你一个极度还原龙珠动漫的世界，让你再次热血的体验一下龙珠的剧情。你可以说他炒冷饭，但是，这冷饭是真的香，仿佛又让我回到当年在电视台上看龙珠的时候，情怀满满
差评: 56.9小时293级离线玩了一会儿进度全无
好评: 别问 问就是帅 太特么帅了
好评: 龙珠粉丝必买
好评: 龙珠粉一定要入手还原度很高  开干
好评: 只能说震撼,还原度高的离谱龙珠迷必入就是键鼠操作很麻。
好评: 好玩就一个字
好评: nice game
好评: rrd
好评: 很好就是有点贵
差评: 存档莫名其妙就没了
好评: 继续更新呢

好评: 还可以，有种老RPG游戏的感觉
主要还是有情怀加成，实际体验前期比较潦草，后期渐入佳境，还原了动漫的高潮迭起。
好评: 游戏×
看番√
好评: 很好玩
好评: 真的是顶级还原，无论是剧情还是打斗场面简直太棒了，尤其打弗利萨那段，我和弗利萨从天上打到水里有打到天上又打到水里，太爽了，背景超美
好评: 挺好的，希望这游戏能一直更新DLC，能更新到和动漫一样的进度。出DLC新剧情必买！！！
好评: 特效是真的炸裂
好评: 好
差评: 第一幕的建模 也太丑了

好评: GOOD!!
好评: 真好玩，真的好好玩
差评: 总体感官，漫迷游戏，打斗场景范围舒适，符文系统比较恶心，格斗不纯，act不纯，个人觉得镜头晕眩
好评: 儿时的回忆。基本都复刻再现了，最燃的还是变超1的时候，卡卡罗特YYDS！
好评: 超级珠和究极珠怎么快速获得啊  学技能根本不够用啊，
好评: 贼好玩兄弟们。
好评: b（￣▽￣）d　
好评: 完美复原龙珠世界
差评: 在神与神的哪一版本中打到比鲁斯获得超级赛亚人之神的时候经常发生卡顿无法进行下一步操作
好评: 战斗和剧情演出是真的帅；但是开放世界地图过于空旷，除了让我多跑路之外基本没啥用；还有等级设定感觉挺蠢的，我不想肝，我只想过剧情好吧
好评: 喜欢七龙珠吗，玩就对了。爽
好评: 打布欧那bgm给我燃起来了。可惜布偶不经打啊。
好评: 我的童年终于补全了
好评: 就是好玩
好评: 剧情完全度很高，满满的回忆，冲悟空悟饭双人龟派气功就值了
好评: 克林死了，悟空变身超级赛亚人，最后打普乌的元气弹，真是情怀满分
好评: 好玩的一批
好评: 有一说一，确实神还原动漫，完全符合我心中的龙珠的操作，代入感超强！推荐！！！
差评: 恶心坏了，20小时的存档全没了，本来挺喜欢的借光把我恶心成这样
好评: 无敌好玩
好评: 纯纯粉丝向游戏，真的推荐给热爱龙珠的小伙伴们！！！
好评: 很还原剧情，很好玩
好评: 好
好评: 带上手柄,来一段原汁原味的剧情.童年的各种龙珠回忆又回来了, 非常多名场面和梗..    优化非常好, 画质特效也是,打击感非常强. 特别是变超2后, 拳拳瞬移.. 目前20小时打到人造人篇.. 好玩~!  缺点不喜欢钓鱼, 不喜欢遭遇怪,其他都非常平衡也很完美...
好评: 棒棒棒棒 ，，，， 赶紧出新的DLC
好评: 情怀

好评: 666
好评: 6pi
好评: 还行
差评: 莫名其妙回档了！ 剧情紧凑 但是垃圾时间绝对不少！！
不是故意黑这个游戏。我确实感觉拿情怀骗钱的行为太严重！！！！
而且不能线上对战！！
好评: 动漫里对王子战法嗤之以鼻，游戏里王子战法yyds！
好评: 挺好
好评: 剧情很棒，还原度很高，就是通关后很无聊，感觉城市里面缺少很多互动的东西。还有就是不知道离线模式的存档怎么和在线模式同步，离线模式都玩了快三十个小时了。
好评: 好好好好好好好好好好好好好好好
好评: 666
好评: 龙珠迷必入游戏 玩的真的挺爽的 气焰和布罗利电影气焰很像 特别舒服
好评: 龙珠粉那必须冲啊
好评: 剧情打斗很舒服，就是3人组队的，画面太美丽。看不到动作。后期攻速快的，眼睛跟不上。可操作人物太少，可对战人太少，能做成副本模式更好，希望下部加油。
好评: 漫改游戏之颠！
好评: 是我玩过最好的龙珠游戏！
好评: 我永远爱龙珠Z和GT 超就算了 再出个GT的DLC就完美了
好评: ss
好评: 主题曲响起来的时候我们都是孙悟空
好评: 有龙珠，这个童年太酷了！！！
好评: 主线剧情挺好，就是dlc不值得买
好评: 还不错 挺好玩 有点难度
好评: 一人血书GT
好评: 满满的回忆在里面
好评: 欢迎光临七龙珠游戏交流群138443367 不懂的可以加群问
差评: 懒的喷，傻狗就是傻狗。我TM无语，传统美德。
好评: 太好玩了
好评: 爽，蓝光画质的龙珠Z剧情，适合龙珠粉
好评: 超级过瘾   很好的游戏
好评: 贝吉塔觉得他又行了
好评: 绝绝子！打击感很不错，画面也很还原 + 酷炫，再加上龙珠故事本身就很精彩，满分！
差评: 完了8个多小时以后，存档丢失了，谁能告诉我怎么找回来，我不想从头开始额，崩溃
好评: 童年回忆，龙珠粉强烈推荐入手
差评: 游戏无线上对战就算了把，还经常丢失记录，害的经常重新玩，游戏做的还行，但是缺点也太多了，原价购买考验智商
好评: 龙珠迷必玩
好评: 情怀拉满，剧情演出十分优秀，龙珠粉100%会喜欢的一款游戏。两个dlc考虑价格的话，未来的那个dlc感觉性价比不算高，另一个能变超赛神和超蓝，新增的剧情也算是原创，不算差。推荐直接买第二个版本，两个dlc全部包含。不做全成就的情况下，基本上40~60个小时就能打通，我主线支线清完了，未来dlc支线没动，超赛神dlc的支线也清完了，是43小时，可供参考。
好评: 龙珠粉必入，光是里面的配音以及经典配乐都让我觉得物超所值
好评: 龙珠yyds！龙珠粉买就完事了
好评: 很好玩
差评: 为什么我玩的档案没了我吐了啊
好评: 垃圾游戏   A键返回B键确认
好评: 爽炸天好不好，补了很多Z里面没有额外剧情，回忆不可磨灭
好评: 的vbajbvjlkbzdvjklbaskdnvjkadsvidj  、
好评: 我想知道贝吉特和悟天克斯什么时候上steam的卡卡罗特
好评: 大约30小时通关布欧篇，算上漏掉的支线和通关后要玩的大概还有个10来个小时的游戏时间，沙鲁篇和布欧篇没有做的那么细，总体看一场华丽3d龙珠z的剧情演出挺香的
好评: 看这以前的剧情用3d在眼前很有感觉打斗也不错
好评: 龙珠粉必入
好评: 虽然我没看过龙珠，但是我大受震撼
好评: 不是我喜欢的风格，虽然画质、游戏特效、打击感做的很好。但是我还是喜欢龙珠超宇宙2的设置 （因为我不喜欢摇杆！）
好评: 谁他妈说贝吉塔弱的我操
好评:  真不错 情怀必须入一波
好评: 小时候的梦想之一     故事线好像可以到超级赛亚人很长！ 好游戏  好游戏   龟派气功哈！
差评: 玩了不到2小时，卡画面后黑屏，甚至切换不到桌面，也无法结束窗口，只能重启。
好评: Fucking nice game！
好评: 这款游戏实属龙珠游戏中的上乘，对于龙珠迷来说，是再好不过的游戏了
如果你也是个龙珠迷，那么我强烈推荐你入手这款！
如果你之前没有接触过龙珠，那么用这款游戏去了解一下吧，保证你会爱上这部作品~
DLC的加入着实也给游戏添彩不少！
好评: 不错
好评: 不说了，折扣买的，98，不贵吧，我不是傻逼，我真是个天才，转等国庆买，yeeeeeeeeeeeeeeeeeeee
差评: 烂，非粉勿入，去掉粉丝情怀没人会看一眼
好评: 好耍
差评: 恶心的游戏，跟坨shit一样，永远不会再碰，恶心到我了
好评: 希望后续会出gt的剧情，想用超4
好评: 打折买的豪华版，我是聪明B
好评: 龙珠yyds，如果从第一部开始做就好了
好评: 赶紧出龙珠超的剧情，太好玩了，还有能不能把气增加一点，动不动就要续气很容易站着挨揍
好评: 仿佛回到了小学时代！
好评: ai
好评: 不是龙珠粉就不要买，如果是龙珠粉买了绝对不亏，缺点：打击感差吧，大部分都是用波打，毕竟波伤害高，但是你如果上拳头打的话，真的不好打。dlc，第一个神与神真的垃圾，第二个弗利萨勉强可以，起码最后的那几个qte还不错，但是吧，后面让大王复活然后当陪练对象就有点怪怪的。优点：剧情还原，当然了也有一些小细节没还原，举个例子，比如大特过来给救心丸那一段，大王他爸当时准备假借看剑名义杀大特，这一点没有，还有那美克星上面老贝打了午饭肚子，午饭看了一下龙珠这一点也没有，好吧其实感觉有点吹毛求疵了，总体上来说就是3D版的龙珠，纯当看番了吧

PS:新dlc还不错，把大特的剧情讲了讲，不过都做到这了，不顺便在把超里面的大特剧情再讲讲？好得超的扎马斯这个剧情和大特也是有关系的，顺便让大特能变超三，不是美滋滋，当然了我最想看的主要是桃红，真的好看，哈哈
好评: 很好玩
好评: 买了这个游戏 莫名其妙被盗号了  胸闷  盗号的人死全家  父母生癌
好评: [b] 一个让我感觉有点惊喜又有点遗憾的游戏[/b]

总之勉强讲讲这游戏的优缺吧
毕竟好歹是我第一个全成就的游戏

[h1] 第一个说的是气氛 [/h1]

我承认是剪掉了不少，对于人物塑造或许欠缺。（有一说一，龙珠粉还缺那点人物塑造？早刻心里了）但是确实，特别是弗利萨篇最后，我是真的突然燃起来。在这个时候使得玩家操控的角色无限沸腾的设计真的还蛮用心的。[spoiler] （特别是到那美克星我才知道还可以沸腾） [/spoiler]进入布欧篇之后换掉的战斗背景音乐也不错。最后一战也换成了op的音乐
代入感可以说是数一数二的，或许其他地方略有欠缺，但是瑕不掩瑜。战斗难度很低，也就我最后打250级的米拉确实越太多级有点呛，实在打不过也可以仙豆走起，所以不存在什么卡关什么的，完全可以一通到底

[h1] 那么其次是世界的构造 [/h1]
这一点确实做的不好。世界很庞大，但是却非常空荡。可以说唯一的用处就是你去四处找东西，打打小怪，做一做一些真的可以说是令人头疼的支线任务。除了浪费你的时间之外就是浪费你的时间，可探索的东西并不少，但是没有让人眼前一亮的。支线任务千篇一律，反正我是刷出疲惫感了，你要是嫌烦可以不做。等哪天时光机再回来好了，所以说打斗得到A或者错过任务的强迫症玩家完全不用慌。
[spoiler] 我赛亚人就是给你跑杂使的？ [/spoiler]
龙珠也还原，挺好，就是这给的钱是不是有点少啊emmmm
石头，树许多都是能撞掉的，这个设计其实还有点精细。但是那美克星上那个支线要炸山你怎么不早说？
所以地图其实算是虚大的，而且总会有一两个支线会恶心人。（比如那个找木材，找了我二十分钟，还去查攻略。还有那个鹿角，真的是反反复复刷。我是非酋还真是对不起了）

[h1] 最后一个说一下细节部分 [/h1]
地图上会有给料理配方的，还有对话送东西的
许多七龙珠的人物也有登场，这个确实用心。
还有十六号的剧情我就不多说了，其实我还觉得挺短的。
有开车，有打棒球，有钓鱼
还有特兰克斯和比克到后来根本就不怎么用的角色也有好好做
悟天克斯和贝吉特只能过个瘾还挺残念
我在撒旦家的泳池还能淹死
升了级马上就去敲霹雳钢
不过超赛确实没感觉区别太大，超三耗得确实快（你要开了全自动当我没说）打几下就没了，最后就食之无味弃之可惜。超一没增强多少，也就玩玩超二和神秘

最后倒个黑水
[spoiler] 存档机制就离谱，离线存档不同步可还行，我真的是服了，玩之前还要开个离线不然自己存档上都上不去。成就也不第一时间弹，我大师的成就过了好几天才突然弹出来你是想吓死我不成？还有那些海地下找死了找不到的我又不能开车下海，本来就有气量表限制还藏得贼深是要闹哪样 [/spoiler]

总之龙珠粉还是强推
我有什么说错的请恳请指正
好评: nowhy

好评: 还原效果还不错
好评: 90后龙珠迷必买游戏！ 童年啊
好评: 好
好评: RPG和开放世界融合的非常好 
作为龙珠死忠粉最好的礼物
好评: 最近没游戏玩无聊打完了买了一年没玩的龙珠Z卡卡罗特，作为漫改粉丝向游戏确实挺不错的！
最后魔人布欧篇跟动漫比删减了很多东西，还有DLC真敷衍。。DLC除了未来篇特兰克斯还可以。其他两个DLC就是官方作弊跟练级的东西基本没什么剧情的。。
剧情没什么好说的，大家都懂。
战斗本质是RPG，等级压制很严重。我是本体打完才去打DLC所以没有变一拳超人。。
有DLC的先去打DLC可以直接一堆作弊的变身跟技能还有等级主线直接变一拳超人。
战斗其实一般，小技巧就是垫步闪避可以主动打断连招，这样就是格斗X连击打一半垫步走前期接腹击必杀。
后期变超赛神攻速变快后就连招到旋风腿再垫步打断接着连招到旋风腿复读。这样可以无限连直接把敌人的眩晕条直接打空。打空眩晕条后再进沸腾状态一直扔气功状态一套带走。。会这小技巧从前期开始战斗就是一路无双到游戏结束了。。
游戏时间包含了DLC的游戏时间。刷学习技能的Z珠太折磨了。所以改了Z珠。其他基本没改过。。悟空也DLC刷到300级了。。游戏时间不长。。
作为龙珠粉丝玩起来确实挺不错的游戏。。我只能算半个龙珠粉丝。
就是这样
好评: 龙珠粉必玩的游戏，简直是动画的高清还原！可惜锁30帧，顺便求解、锁、补、丁！
好评: 好
好评: 体验剧情真的再好不过了
好评: 游戏叫七龙珠z孙悟饭
好评: 好久没有玩到这么爽的龙珠游戏了
好评: 游戏不错
好评: 1
好评: 除了用键盘玩有点憋屈以外，其他的感觉都还好，龙珠迷可以一试，非龙珠粉的看心情吧
好评: 好玩就完事儿了
好评: 龙珠粉丝必买，画风非常还原漫画那种感觉，画风十分舒服，而且也算是开放式游戏，再一遍重温龙珠经典剧情。
好评:   找回当年看动漫的感觉了
好评: nb
好评: 98打折买的  真香
好评: 66
好评: 真的很还原动画，很好玩
好评: 还可以
好评: 游戏不错！
好评: 龙珠这部动漫从上小学的时候就开始追了，一直到现在有二十多年了，永远的悟空永远的神！会一直支持的
好评: 这番做的跟个游戏似的！香爆了！
好评: 边玩边看
好评: 我是觉得很不错嘞，论打击感比龙珠超宇宙2好多了。玩起来特爽
好评: 只能说有内味儿！玩的还挺爽 看的也挺爽 估计后面布罗利和神与神篇章会用DLC形式上卖 出必买
好评: 暴风大王者游戏
好评: 只能说是买未来篇DLC送本体，未来篇质量真的高
差评: 游戏是好，但剧情实在短，打完剧情就没啥玩头了。。。还那么贵
好评: 真！的！太！有！感！觉！啦！死巴塞牙金！卡卡罗特！！
好评: 简直是龙珠系列画面最好，还原度最高的一段龙珠游戏，动画过长效果做的比动画片还好。
好评: 龙珠粉不可错过的作品，一边玩儿一边看动画很棒。这个比小时候玩儿的舞空斗剧更好玩儿，招数也很多，如果加上dlc我估计游戏时长至少能有100个小时吧。
好评: 好玩
好评: 前期享受，后期，额，技术不过关那就不用玩了
好评: 后期战斗有些重复，而且动画有些偏多，当动漫看吧。建议龙珠铁粉购买
好评: 龙珠粉一本满足，但是吃Z珠和收集支线真的有点无聊，每次打boss战都感觉比boss低个4-5级，简直离谱~
好评: 爷青回，原汁原味的z战士的故事。
好评: 还是这个髭毛乍鬼的孙悟空才是爷的最爱！
好评: 玩到布欧篇才发现，悟空在沙鲁篇对悟饭的行为还有布欧篇贝吉塔对特兰克斯的行为不就是在鸡娃么！必须抵制！
差评: 有时候玩着玩着在重新上就变英文了  莫名其妙的，在重新下也还是英文都不知道怎么弄
好评: 还原原作，重要的点几乎都有涵盖，虽然有些剧中有趣的部分被删了，但不影响观感，对于没看过龙珠的也能看的投入，以游戏咋也不能完美还原，但是吧，都做成这样了还要啥自行车了，真心推荐。
好评: 当做一个动画玩还是不错的，童年的回忆
好评: 游戏画质相当不错，操作不是很困难，而且技能还原度很高，人物是不断成长的，像悟空贝吉塔都是可以一级级变身的。作为一名龙珠粉丝，这款游戏可以说必买的一部。只是游戏可操作的人物相当有限，剧情中可以玩一次悟天克斯和贝吉特，之后就碰不到了。而且可操作的只有悟空、贝吉塔、悟饭、比克和大特。希望后期可以将弗利萨、沙鲁、布欧等人加入可使用角色。
好评: 好玩
好评: 作为龙珠粉 这个游戏真的是太好玩了 尤其是龙族Z 是战斗最燃的部分了。就算不是龙珠粉玩了这个游戏也可能学习到龙珠的很多知识。然后爱上龙珠的！！好期待魔人布欧篇 最喜欢的一篇

46小时打完前两章了，无论是地球打贝吉塔还是去那美克星打弗利扎都太爽了啊，尤其是操作超一的悟空 爽飞
80小时 打完了沙鲁篇  孙悟饭成为了第一个变身超二的赛亚人 牛的 接下来就是我最喜欢打魔人布欧篇了！！
87.3小时 终于全主线通关了，和布欧打最终决战真的是太太太燃了！！！
好评: 差不多白金了，就差几个随手杯，懒得做了，贝吉塔满级全dlc主支线完成通关，只能说一般，可惜steam没有中评。游戏的素质还是没有脱离粉丝向作品的水平。游戏本体很糟糕，搭配dlc1刷级后则是白开水，dlc2的群战模式很鸡肋，无双的爽快感没有，反而复读aoe必杀的打法很无聊，黄金弗利萨的boss战还行，比本体体验好太多，dlc3总体不错，boss战体验也不算很差，加入了超里的后续故事，在资源分配上做了限制，给玩家一种紧张感，搭配剧情呈现的效果挺好。演出效果好评，但这可是龙珠，演出效果都拉了，那还做尼玛的龙珠啊？
差评: 就这么说吧不开东西我反正是打不过的，开局先卡拉迪兹，然后是骄傲的贝吉塔，可恶的多多利亚，该死的人造人，马恶心的马金铺五，一路打一路卡一路开，但是游戏本还是很还原的还原度90%以上就是难打
好评: 好玩 战斗画面很棒就是悟饭的技能伤害有点低
好评: 情怀佳作，老粉必入！
好评: 挺不错的游戏  就是操作难了点
好评: 神龟冲击！
好评: 龙珠迷必玩！！！
好评: 龙珠的游戏买就对了
差评: 各方面有模有样，算是龙珠里面数一数二的作品，即使这样依然不推荐玩。
原因：
1.最严重的一点，几乎所有boss，出技能必带霸体追踪，很难打断。通用连招bbbby，放波，打的很难受，经常连招打到一半对方就开始攒气开霸体，技能除了直线波之外基本也都自带追踪。别人的破防技能闪现到我脸上放，我的破防技能只有4个身位长。出招霸体追踪打多了经常会被恶心到。开界王拳或者超赛，刚打没几下，就得闪或者防。关键操纵的角色，除了连续能量弹之外几乎风吹一下就要被打断。一打多的时候这一点尤其恶心，AI经常上来b你几下，打断你，然后就跑。总之玩的时候感觉很恶心。完美闪避可能是最优解，但是他的完美闪避判定很迷。乱按经常能按中，但是你认真躲的时候又几乎躲不掉。很多时候喷气绕圈飞的作用远大于闪避，不知道闪避设计出来干啥的
2.野图小怪。前期几级的时候碰到小怪还挺高兴，刷一级再去推剧情，稍微往后推一点最烦的就是这些小怪。分布广数量多，打起来没啥挑战，就是烦你。小怪看见主角后会自己贴过来跟你打，不想浪费时间只能喷气飞走，关键你刚拉开这个小怪，差不多刚好进入下个小怪的视野。一个图里专门放个小怪区可能会比较好吧。还有野图的狂敌，比绝大部分boss难打很多，战力设定有些崩。即使是狂敌，比弗利萨这些怪还难打，还是有些离谱。伤害也不高，关键你的伤害打他们更低，几乎是靠肉磨你的血和耐心。
3.料理元素，挺好的系统，但是做好能带走的料理吃了不会回血，会加一点点血量上限和一些攻防buff。血量上限完全没用，打到那美克星稍微靠后一点的地方，主角团的血量基本都几万几十万了，而最好的料理一顿饭也只加1000血，完全可以忽略不计。如果说下功夫堆堆还算能用，那么告诉你料理只能一个一个做，不能批量生产。而且做料理的材料只能跑图收集（商店不知道有没有，我几乎没去看过商店）
4.支线剧情。大概分3种，一种是去一个或者几个地方找东西，一种是跟几个人打一架，还有一种是边找东西边打架。其中找东西，还有野怪来干扰。。。关键给的东西也不怎么样，有点像无主之地或者辐射4，人家是捡垃圾，我们是做任务送垃圾。我打到人造人篇身上的钱还是初始的3000很迷，任务和支线都没给过。我只知道神龙一次给1w，再就是去商店卖道具。越级去修炼拿技能的时候经常嗑药，因为第一条的战斗系统和主角容易被打断，越级战斗和狂敌我只能嗑药过，药嗑完了打算去买，结果发现身上的3000初始钱只够买2瓶中药还是小药。很离谱。
总结：没有足够的情怀与耐心不建议完（本人这种），总体上来说其实还不错，画面动作打击手感剧情，其他辅助元素都很不错，但是都是半成品的感觉。尤其是战斗系统和野怪遭遇系统，经常会被恶心到。玩起来的感觉很像究极风暴，但是战斗吃饭支线等各方面体验差距很大很大。龙珠的支线甚至我有次做着做着睡着了。虽然可能是目前最好的龙珠游戏，但是还是不推荐。不知道这么高的好评怎么给的，很离谱。
好评: 首评献给龙珠z卡卡罗特
超级还原原动漫剧情，画质打斗都没得说
龙珠粉必买！
好评: 童年的龙珠一直没看全，这次可以补全了，画面表现力也不错，nice
好评: 对龙珠还原度最高的一款游戏，除了打斗的操作像一坨屎，其他的方面都还不错，价格略贵，不是龙珠粉丝不太推荐购买。
差评: 剧情一般般 吃了屎的战斗系统，越级打本来就难，还搞得那么变态
好评: 推荐出个布罗利
好评: 还原龙珠

好评: 草 / 赋得古原草送别
【作者】白居易 【朝代】唐
离离原上草，一岁一枯荣。

野火烧不尽，春风吹又生。

远芳侵古道，晴翠接荒城。

又送王孙去，萋萋满别情。
好评: 战斗中规中矩，不是特别出色，还是推荐龙珠迷购买，剧情流程挺长的，很值得。
如果游玩过程中你发现你的存档不见了可以（联网/断网）后再重启游戏，这游戏要么一直联网玩，要么一直断网玩
好评: hao
好评: 算是花了三十小时通过游戏的方式回忆童年的经典，龙珠YYDS！
剧情不说了，游戏也那么好玩确实出乎了我的意料了。
好评: 可玩性总体来说是非常高的，但是在某些副本容易遇到剧情杀，心态不好的人还是尽量不要玩，不然有可能分分钟自闭。
好评: 好玩
好评: 骨灰粉，顺便骂一下龙珠超
好评: 经典还原动漫
好评: 好玩，一直有更新很棒
差评: 不止一次出现存档丢失的问题了，丢一次就算了，还丢第二次第三次，每次都从头开始 恶心人？ 做完刚从头打一晚上，怕没有存档特意检查了一遍，而且自己手动也存了另一个档，早上起来还是啥都没有 一切复原 ，这游戏怎么玩？
每次都从一级开始玩？刚玩那段时间还觉得挺不错的游戏 现在看来就是纯纯恶心人 存不上档 也没有解决办法  真玩不下去  浪费钱

好评: 我是傻逼
好评: 通关所有剧情，剧情还原很好，画面感很棒，尤其是未来这段剧情,虽然结局挺蛋疼的，不妨碍是一部好的龙珠游戏，战斗系统个人感觉打的不是太舒服，其余都很不错，龙珠党值得购买
好评: 这个系列就是最好的龙珠，不接受反驳。 如果有2，内容是GT或者超的内容就完美了。
好评: 很好的粉丝向游戏，格斗做的一般但是自由度很好，情怀这方面算是拉满了，就是没通关就能打dlc内容这是否有点
好评: 很还原就是打斗有点单一了
好评: 像看动漫
好评: henyouxiu
好评: 相当推荐龙珠粉！就剧情回顾和体验酣畅淋漓的战斗来说，这款游戏做到了完美的平衡，即使是手残党也不会有什么大问题。在跟着原作走外可以做做支线任务从紧张的战斗中脱离出来，了解一些龙珠人物的小趣事。唯一美中不足的是野怪和支线敌人重复度过高，打久了觉得枯燥。这点倒也情有可原，毕竟在Z早期就几乎没什么像样的杂兵形象可以拿来用了。个人觉得可以在通关后开着飞车继续完善下收集和成就，整个鲜亮的龙珠世界本身就是休闲的好去处~
好评: 60小时左右游戏全成就，可累死我了。
姑且写一点我的看法。

很明显这是一款粉丝向游戏，作为龙珠迷还是认为比较不错。
只是论RPG游戏大概7分左右，
如果是龙珠迷的话可以8分以上吧。

--------------------------------------------------------------------------------------------------------------------

优点：
1.作为龙珠IP的游戏粉丝群体自然很大，剧情方面选择了龙珠z，很赚情怀。

2.画面表现力表现突出，能够大体还原鸟山明漫画的优秀分镜，另外还有一些TV版和自创的优秀动作画面，加上当前游戏制作的各种特效就显得有那味了。前期过场动画表现相对平庸，布欧篇开始发力（贝吉特vs魔人布欧，以及最后元气弹那一段配合主题曲就很带感），就当看过场cg也不亏。

3.可探索的地图范围比较大，场景完成度还是比较高的。原作中画出的地点基本都有。游戏中原作的大小人物基本都有出场，里面的灵魂纹章可以组成不同的社群组合， 虽然也有不少游戏有类似的系统，但是社群里人物的特殊组合会触发不同的对话，如果不是很追求buff的话可以组合来听，很有意思，看得出来制作是下了一番功夫。

4.游戏里的z大全简直是百科全书一样的存在，从基本设定到细枝末节都有，甚至还补充动画设定和鸟山明的作者设定。有很多我遗忘的细节可以看它回忆起来，可以说是一本整合的官方公式手册。
虽然里面人物或者物品的翻译和小时候看过的版本有点出入，但是不影响整体理解，把z大全看完需要不少时间，制作团队厨力爆炸。另外地图上的回忆之地不错，是龙珠z之前剧情的片段，采用了动画版截图的方式，偶尔收集到还是挺有意思。

5.人物成长系统做的不错，里面可以组合搭配的招式还是比较丰富且还原原作的。

6.剧情方面删减了一些不是很重要的情节，相对的在主线和支线任务里补充了一些原创流程，让剧情衔接有了一定的解释，算是比较合理的改编吧。

7.料理系统做的还不错，虽然不是什么稀奇的设定，至少那么多料理和套餐的建模和贴图还挺好看。

8.时光机系统好评，能够把以前的支线任务补全。顺便还能吧之前的评价全s（虽然没有成就），时光机继承等级，回去一拳一个小朋友可太爽了。

--------------------------------------------------------------------------------------------------------------------

缺点：
1.作为一款RPG游戏有不足的地方。
首先支线实在是有点单调。基本分为“去某处打架”和“去某处找东西”两大类，以及一些零碎的无关紧要但是消磨时间的任务。支线从一方面决定灵魂纹章的收集度，另一方面也提供一定经验值升级。虽然不打支线也能通关，但是等级要低一些，而作为RPG游戏的等级限制会左右你战斗的难度。所以打了支线嫌麻烦，不打有时候还学不了新招数不好对付敌人。
有些找东西任务是真是麻烦的不得了（必须吐槽某个收集黄金羚羊角的支线，本来黄金动物就不好找，居然还是随机掉落任务物品，就为了一个物品跑了大半个地图花了半个小时），而且这个找物品不开气感知飞行当中很难看见，只有走很近了才高亮显示。当你看到支线要求出现“寻找xx物品（0/3）”的字眼真就是——心 肺 停 止。

2.这个游戏里赶路出现的小怪是寻找物品或者去某个地点的最大障碍，恶心的一批。一旦进入小怪视线范围就一直跟着角色，一开始不知道可以加速撞开或者脱战，最常出现的就是离目标还有很近的距离然后突然听到提示音，接着一群小怪围上来强制战斗。虽然小怪强度不高但是起码要花上20秒解决，如果加速脱战就会拉开原本目标的距离，最后还要赶路飞回去。而且不知道为什么加速撞开小怪判定成迷，明明有时候解决都很顺利，有的时候角度和速度没问题结果飞过去直接触发战斗。（不知道是判定还是等级问题）虽然理论上可以用气感知观察小怪位置，但是高速飞行不能气感知，普通飞行会被小怪追上，所以基本没啥卵用。小怪就像苍蝇一样，好好赶路的途中非得出来一下，就很烦。

3.常规气弹射击模式手感较差，打翼龙，恐龙或者打矿石经常打不到。尤其是打天上飞行的翼龙，基本要贴脸上才能打到，而在疯狂瞄准的时候，恶心的小怪又会来骚扰玩家。

4.虽然地图范围大，还原度高但是整体玩法不够丰富，钓鱼棒球打猎赛车除了在龟仙人那里领任务以外其实没啥用处了。本质上这个游戏还是要以人物战斗来通关，这些小游戏基本没什么帮助，尤其是通关全成就了之后更是不想碰这些小游戏。

5.战斗系统相对简易一些，但是这个游戏主要是RPG元素较多所以还算可以。

6.最后是个人私心，明明游戏特效和建模都比较不错，镜头运用也比较成熟，但是贴图却比较简化。面部线条感觉有点简陋，缺少了一些原作的细节，相比较来说隔壁的龙珠斗士z就做的不错。


好评: 若是龙珠粉，这部绝对是好作，在简单重温一遍动漫的同时也欣赏到了极高画质的龙珠z，帧帧都是壁纸啊！但对于非龙珠粉，这游戏也只是简单的过剧情加打斗，可能会略显枯燥，且游戏中人物的后期养成较为乏味，特别是到了一百级以后，耗费材料很多。期待推出可操作合体人，自在极意功以及布罗利的dlc！
好评: 龙珠迷必玩的游戏吧，动漫还原度非常高，玩的时候想起了很多情节，战斗难度始终，掌握规律后，比较简单
好评: 玩家对漫改游戏的态度，向来是比较暧昧的。
回顾整个电子游戏发展史，漫改游戏几乎没有落下过任何一个世代的游戏设备。不管是主机还是掌机，甚至在如今市场最为庞大的手游平台，人们都一直热衷于在游戏的世界中还原动漫的经典场景。尤其是对于原著粉丝来说，如果能够在游戏中操控那些自己熟悉的角色，重温一段段早已能倒背如流的剧情，那么，这款游戏基本上就已经成功了一大半。
以这个标准来看，《龙珠Z：卡卡罗特》实属近年来漫改游戏的上乘之作。原因很简单——它给了玩家一个最受期待、最忠于原版动漫的剧情。同时开放式世界地图和RPG玩法的加入，也使得本作相较一些传统的漫改游戏，有了很多不一样的地方。翻看网上玩家对这作游戏的评论，喊“真香”的，占了相当大的比重。
提供一个高还原度的剧情，无疑是《龙珠Z：卡卡罗特》制作组做出的最明智的决定。因为在本作之前，无论是“龙珠：超宇宙”系列，还是之前广受好评的《龙珠：斗士Z》，它们在游戏剧情方面都无一例额外的选择了原创故事。这一点本身并没有什么不妥，但问题在于，从结果来看，它们的原创剧情并没有玩家预想的精彩，甚至可以说是糟糕，拖累了整部作品的品质。
相较于这些原创剧本，动漫原作的剧情才是最为玩家所津津乐道的。毕竟，我们童年少有的娱乐时光，就是坐在家中老旧的大屁股彩电前看动漫。而《七龙珠》在国内，最早也就是通过这种方式才得以变得家喻户晓。选用《龙珠Z》的原版动漫剧情，一方面能缩短剧本创作的工期，另一方面也迎合了玩家的需求，何乐而不为呢？
而本作剧情另一个为人称赞的特点，就是对动漫的高度还原。说实话，当我第一次在游戏的开场听到那首熟悉的《CHA-LA HEAD-CHA-LA》时，我不得不打从心底佩服游戏的制作组，他们真的“太懂了”，选了这首整个《七龙珠〉系列最具代表性的曲子做游戏OP。同时，OP视频中的大量镜头都采取了和原版动画一样的作画分镜，二者横向对比，很多地方甚至可以直接无缝衔接。光凭开场的一段OP，游戏就牢牢地用情怀抓住了玩家的心。
在游戏的冒险流程中，这种情怀就有了更多的表现。本作不光原汁原味的保留了《龙珠Z》动漫的所有剧情，甚至连过场动画的分镜，动作设计，都做到了和原动漫的几乎完全一致。因此，你可以在游戏流程中，看到原作漫画里各种熟悉的“名场面”，并且这些都是以更高清，更细致的方式呈现在玩家面前，一定程度上，也算是弥补了老动漫在画面表现上留下的遗憾。此外，游戏还在每篇剧情之间，采用了“下回预告”、章节标题这样极具动漫番剧特色的讨巧设计，让我这个动漫老观众看得大呼过瘾，仿佛真的回到了童年追《七龙珠》动漫的日子。
作为一款主打热血格斗的动漫，《七龙珠》原作在动作招式设计和战斗场景描绘上，都算得上是日系动漫的鼻祖。这一特质被后来很多游戏厂商试图在游戏中还原，《龙珠Z：卡卡罗特》亦是如此。它的整体战斗系统和之前的“龙珠：超宇宙”系列非常相似，但又相较“超宇宙”有了一定的简化，从而带来了更爽快的战斗体验。而且，依托于本作的RPG玩法，角色的战斗与成长在游戏中有着密不可分的联系。
首先，之所以说战斗上有所简化，在于本作中的绝大部分战斗，都没有太高操作难度可言。玩家可以进行的操作，无非是普攻、技能释放、闪避、变身等常规操作。也就是说，本作的上手门槛并不高，在游戏的中后期，当角色学会了足够强力的技能后，战斗的难度会下降很多。不过可惜的是，本作并没有加入之前同类游戏中常见的瞬身连招系统，因此动作的观赏性和对玩家操作的考验，只能说是差强人意。连招虽然仍有保留，但在前期技能数量和伤害都不高的情况下，很难在实战中发挥作用，如果不搭配特定效果的技能，也很难打出那些带有特写画面的强力招式。
总的来说，本作的战斗体验只能说是中规中矩，它并不差，但本可以做到更好。就拿电脑对手的难度设定来说，游戏中的敌人会在战斗时不停的进入强力霸体状态，在这个状态下，玩家的攻击很难对其造成可观的伤害，且随时可能被对手的一个强力技能打退击晕。这在游戏的前期非常影响体验，你很可能打着打着就被对手的一个霸体震飞，陷入晕眩而毫无还手之力，这样的现象在游戏的战斗中非常常见。由此可见，在战斗系统层面，本作仍存在着诸多问题有待解决。
对于本作玩法的RPG化，我个人还是非常喜欢的。正如《七龙珠》原版漫画的设定，赛亚人是越战越强的战斗民族，RPG化就是最能展现这一设定的游戏机制。游戏中的攻击伤害数值，以最直观的方式展现了角色的成长。随着玩家等级的提升，攻击敌人造成的伤害也相应的会有所提升。看着角色的攻击伤害从几十逐渐增加到几百，甚至上千、上万，对于玩家而言，这是个非常有成就感的过程。
除了肉眼可见的数值提升外，社群系统是体现本作角色养成玩法的另一大核心亮点，也是本作游戏中，我个人认为设计的最有深度的部分。玩家需要在游戏中收集不同角色的灵魂纹章，将这些灵魂纹章放入不同的社群面板中，进而产生相应的辅助效果。单就这一个系统而言，如何配装实现最大化收益，就足够部分玩家研究上很长时间。
而且探索这些灵魂纹章的效果组合，其本身就是个非常有意思的过程，一些特殊的组合会触发有趣的剧情对话。例如，当把悟空、克林和雅木茶组合在一起，对话就会是三人一起回顾曾经修炼的时光。对于动漫粉丝来说，这样的小彩蛋总会让人忍不住会心一笑。
本作采用的半开放式世界地图，为游戏在除了线性故事流程之外，提供了足够丰富的游戏内容。在游戏内的自由探索阶段，你可以操纵角色飞行在地图的各个区域，挑战强敌、完成各种支线任务、收集升级素材等等。在紧张的战斗过后，随意翱翔于龙珠世界之中，也未尝不是件趣事。
这些多样的元素，为玩家呈现了一个内容丰富的龙珠世界，但遗憾的是，这个看似庞大的半开放式世界，最终给人的体验却是相对糟糕的。这大概是因为制作团队本身就缺乏制作这类游戏的经验，其对开放世界的理解，还只是停留在“塞入足够多的内容”这一初级阶段。
打开游戏中的地图，你会发现，满屏都被标注了各种地图记号，这让我回想起了当初玩育碧出品的开放世界游戏时，面对满屏问号图标的尴尬情景。不客气地说，《龙珠Z：卡卡罗特》的地图，绝对会是游戏劝退玩家的罪魁祸首。支线任务虽然还算有趣，但任务内容基本千篇一律，不是找人打架，就是帮忙收集物资，如果不是出于升级和角色养成的需要，我想我绝对不会再去碰这样的任务。
此外，我个人印象最深刻的，就是游戏中的“Z珠”收集。“Z珠”是游戏中技能升级所需要的素材，因此，其在游戏中非常常见。但我实在搞不懂为什么游戏要把这一素材做的满地图都是。从玩家可以自由行动开始，放眼望去，天上地下，到处都是五颜六色的“Z珠”，且这些珠子是会不断刷新重置的，它们就这样在你的眼前一直飘着，成为了游戏中一道“靓丽”的风景。而玩家又不得不为了升级角色而去收集，为此增加了不少无谓的游戏时长，实在是一段痛苦不堪的体验。
如果一定要我为这次的地图设计找一个优点的话，我想大概就是，游戏会在每次章节衔接的中场探索阶段，加入一些新的内容，像是龙珠收集、载具建造等，这些内容使得游戏的自由探索阶段始终能给玩家带来一些新鲜感，假如这些元素在一开始就被全部塞进游戏的地图中。那我想，可能很多玩家都不会有继续第二章剧情的欲望。这多少挽回了一些游戏自由探索阶段的乏味感。至少，这些新玩意儿会让你始终对游戏的后续抱有一丝期待，至于最后这种期待有没有落空，则是因人而异。
总的来说，我对《龙珠Z：卡卡罗特》的情感是复杂的。一方面，它保留了最为原作粉丝喜爱的故事剧情，光这点，就让我觉得足以值回票价了。另一方面，它又有一些明显的不足之处，如果你以一个3A游戏的标准来看，它显然还有很大的改进空间。就像我在开头所说的，漫改游戏的好坏向来是因人而异，
《龙珠Z：卡卡罗特》是不是一款优秀的游戏？这很难说。它是不是一款优秀的漫改游戏？我也不敢贸然下断言，但对于我来说，它已经符合了我对“龙珠”漫改游戏的大致需求，如果官方能在后续的更新补丁中，对战斗平衡进行一定的调整，同时加入更多动漫原作的剧情，像是后续的剧场版内容，或者是系列其他几部作品的故事，那么我一定会毫不犹豫的掏钱买DLC。
至于，它到底算不算是最好的“龙珠”漫改游戏？我想这个问题还是留给各位玩家自己去游戏中寻找答案吧。
好评: 对于龙珠迷来说 很棒的一款游戏
好评: Vegeta对布偶自爆前存个档吧 每次看都湿一地
好评: 真不错
好评: 非常好
好评: 针布戳，就是为啥没有训练模式捏
好评: 很棒，战斗很简单，如其说在玩游戏，不如说在回顾七龙珠漫画。
好评: 好
好评: 可以再多一些玩法
差评: 特效什么还行，但是打个boss就是折磨，tmd打不死的
好评: 这款游戏最大的缺点就是等级部分的设计。
由于存在等级压制的设定，当敌人等级高你3-4级时，很多招式造成的伤害会变成1点；
当你等级比敌人高3-4级时，基本30s左右就能打败对方。
这就导致除了主线外的战斗体验大大降低。
如果你和我一样喜欢清支线，那么由于等级升的快，你在主线里的一部分战斗也会变得碾压。
战斗不平衡，如果等级被敌人压制就只能挨虐或对波，而当等级压制敌人时则几乎能秒杀敌人，打的非常不爽。
总结来说就是，等级高的打不过，等级低的打不过瘾。

不过本作剧情的画面表现还是比较不错的，是这部作品最大的优点，也是我还能继续玩下去的支柱。
如果你是龙珠迷，同时还不在意战斗部分的缺陷的话，那么这部作品可以带你重温龙珠z的经典场面，画面比动画精细一些。

但如果你不是龙珠迷，只是曾经简单了解过一些的话。
由于战斗部分的原因，这部作品可能在10小时左右就会让你觉得很枯燥乏味。
好评: 感谢制作组，让我再次见到最帅的超级赛亚人，少年超二悟饭
好评: 就是烦人的杂鱼太多，主要是这些杂鱼还挺强，有些boss没有手底下人厉害，尤其是弗利萨，手下比他强太多
好评: 雀食蟀
好评: 好
好评: 剧情的还原可以，龙珠迷可以买来玩一玩
好评: 内容超级好，玩到感动，强烈推荐！
好评: 太好打了画质非常好就是我第一次玩通关以后第二次进一不小心把第一次通关记录覆盖了
差评: 爽是爽，我尼玛第二天一看存档没了！老子还手动保存了！我是傻逼
好评: ...............
好评: 前两个DLC是什么JB 阉割成这个逼样 大特DLC战斗难度很好的还原的未来篇那种绝望
好评: 
好评: 还行吧，打斗方面过于简单，其他的都可以，过了剧情就没有玩的欲望了，希望能像究极风暴一样出联机模式。
好评: 🐂
好评: 《七龙珠》是我接触最早的漫画（动漫），以及之后的《龙珠Z》等作品都在我心中留下了深刻的印象。龟派气功波（神龟冲击波）、超级赛亚人成了小时候津津乐道的话题。尽管时间过了很久，但我仍然不肯忘记龙珠里的故事，这款游戏仿佛让我回到从前，又看到了激情澎湃的那个少年。
好评: 这番做的跟个游戏似的
好评: 手柄玩得爽啊
好评: 作为在steam第一款成就就的游戏（小黄油不算），龙珠粉表示游戏真的很棒，剧情紧凑，虽然删减的片段比较多，建议配合TV或者解说一起观看剧情，时隔多年，看到比克救悟饭还有贝殿自爆的那段都忍不住泪目，制作组用心做的这几段都是龙珠的经典场面，打折非常推荐入手！
好评: 有些内容真的很无聊
但是在漫改游戏中可以说是佼佼者
dlc没打
我想说一句
你出龙珠我就买
唯一的遗憾就是不能联机
要是加上联机那不起飞
好评: 没什么别的，游戏挺好玩的，画面还原度高，既可以当游戏，更重要是带我重温了一遍龙珠Z
好评: 龙珠必入

好评: 季票会打折吗？
好评: 希望能单独做个阿拉蕾的DLC，龙珠最强客串人造人不是开玩笑的。
好评: 好
好评: 游戏里的cg比看番还刺激
好评: 5星好评

好评: 自从买了这个游戏就开始高强度游玩，该不该买就不用我多说了吧
好评: 从2020一月份预购的终极版玩到了现在，我只想说是龙珠的粉丝必玩游戏之一。希望以后可以出个龙珠超卡卡罗特想玩玩龙珠超的剧情游戏。目前还没有关于龙珠超游戏呢
好评: 玩过最好玩的漫改游戏，也是最还原的游戏，CG可以说是极其热血了，不知道能不能做到力量大会那里，期待一手吧，顺便强烈推荐此游戏，喜欢龙珠的玩家都不应该错过这款游戏。。
好评: 怎么说呢  本人最喜欢的动漫就是龙珠  对故事早已烂熟于心  龙珠卡卡罗特是一款与原作剧情最贴合的游戏 不论是剧情 画面质量 打斗效果都是一流  看到自己熟悉的画面出现是一种享受 我觉得这款游戏真正感动我的可以说是情怀 一种对龙珠的特殊情怀  非常推荐这款游戏 龙珠迷绝对不会后悔
好评: 非常值得龙珠粉丝一玩
好评: 忠于原著，打了一遍，还意犹未尽，久久不能自已
好评: 如果制作成开放世界地图就更好了
好评: 这才是我心中龙珠游戏该有的样子，爱了。
好评: 龙珠粉还等什么~冲就完事儿了.偷偷告诉你们这游戏可以对波哦~~~~~
好评: 还行
如果能加点恋爱类的支线就好了（小声bb）
好评: 龙珠迷必须入的游戏

好评: 剧情挺还还原的，老铁粉啦啊
好评: 牛批
好评: 名场面不少。克林祭天，法力无边。布欧篇有些可惜，少了逼王宇宙最强巧克力的名场面
差评: 就那样，太贵了
好评: 打折入手，超值根本停不下来噢
差评: 玩了42小时的存档消失了，应该怎么解决，找谁解决，花了那么多时间玩的存档没有了
好评: 好

好评: 赛亚人的骄傲
差评: 吐了啊    主线推完了支线没做  支线只有在有些主线进行中的时候才显示  才能做   主线推完之后就会有个时光机可以重打主线剧情   随便选剧情都可以   但是好多剧情重打进去之后就游戏崩溃  正常打主线的时候一点问题没有  重打就这样 找遍了网上能用的所有办法都试了没用   真的是本来想着支线清了吧魂章集齐  结果搞了一天  搞不好   而且网上很多人都有这种情况  真的恶心这bug
好评: 好玩，贴合剧情
好评: 牛逼
好评: 这就是我想象的龙珠游戏，开放世界，空中打斗，高速移动，对波，其他的龙珠游戏要么是格斗类的，要么做的一般，这游戏我真的是认为很好玩，最后打小布欧BGM一起我直接高潮，目前32小时全成就了
好评: 游戏是个好游戏，画面和操作都很流畅，唯一恶心的就是对面全身泛红光的打击机制，太没有打击感了。另外，如果制作组能够基于这个游戏代码，重新开发一款仙侠类游戏，我觉得在中国肯定会卖爆，空中战斗、技能炫酷、动画好看，再找个合适的网文小说模板，现在脑补一下什么万剑诀、人剑合一、度雷劫就觉得兴奋。
好评: 全成就达成，深度评测，说是开放世界，后期并没什么用，不过话说回来，这应该是我玩过最好的龙珠游戏，甚至是最好的漫改游戏之一，万代南梦宫yyds！
好评: 已经蓝发300了，期待新的DLC 剧情再长点的
好评: 好！
好评: 剧情还原 怀旧党的福音 难度不高 不影响看剧节奏 适合休闲娱乐放松
好评: 除了还原了动画剧情外这游戏真的很垃圾，和所有开放世界一样强制满地图搜材料，战斗中穿模挡住视野，恶心的战斗系统，无聊的支线，以及还是有很多的bug。完全不推荐玩，玩这个还不如老老实实的去看动漫。
------------------------------------------------------------------------------------------------------
玩玩还是可以的，没办法，还是龙珠死忠粉。看动漫是一种体验，自己玩是另一种体验。
好评: 妈的玩了20h，存档被我搞没了
好评: 确实好玩！
差评: 我是老龙珠迷 但这游戏玩着真他妈晦气
好评: 有当年看漫画、 动画那股劲~~
好评: 对于情怀党来说这游戏无敌
差评: 辣鸡游戏也就能帮我回忆个剧情，机制之类的恶心的很
好评: 玩还是好玩的
好评: 龙珠迷可以一玩 不尬黑 游戏还行
就说一下打斗方面
除了敌人没完没了的霸体纯恶心人和300级黄金弗利萨拥有可以几乎秒掉我300级超蓝悟空的招式（虽然我最后打过了但我寻思都是300级这差距是不是有点大了？？？不吃料理失误一下就是半管血消失）之外，还是可以的画面很爽
但！！！我想知道这游戏没有自定义格斗系统的？
 我现在全成就 所有的任务全完事了，除了比鲁斯和黄金弗利萨可以无限挑战别人都打不了 任务都完事了想来个悟空贝吉塔pk都没地方打，我这300级坐时光机回去挑战魔人布欧 我放个波一个龙拳在打一套组合拳就给他秒了可能也就10秒钟左右 这玩这有啥意思？没事干了 总不能让我干钓鱼吧？？
以后能不能出一个格斗系统啊自定义对手的 求求了 那俩boss我都打吐了
好评: 恒不错

好评: 很还原剧情
好评: 魔人布欧篇最后直接燃到鸡皮疙瘩起来了，BGM一响味道就来了，爆赞，强推
好评: 什么时候出新dlc啊
好评: NICE 还原度非常高 意犹未尽，期待剧场版DLC
好评: 好
好评: 好
好评: 相当于重新看一遍Z，但是自己玩跟在边上看是完全不同的体验，超多名场面，大赞
好评: 剧情党，怀旧的福利
动画做的非常还原

龙珠版的究极风暴
好玩

就是可操作人物有点少，级数升级后练习场也不够打了
差评: 哪怕是龙珠迷，也忍不了这个艾斯比游戏，说说我最讨厌的4点：
1.走两步就来三四个杂兵，并且经常几团杂兵聚集在一大块区域里，游戏体验极差！
2.这翻译能不能再不走心一点？弗力札，贝吉达都来了，直接照搬动漫的人名翻译会死吗？
3.这游戏有些地方爆改龙珠Z剧情，比如孙悟饭被利库姆一脚踢断脖子，但在游戏剧情里，他却是三人组里战损最小的？
4.每个敌人都至少自带一个霸体技能，甚至多多利亚几乎招招霸体，完全没办法打断，只能瞬移远一点距离。战斗过程略显无聊。
好评: 首先说一下这个游戏的缺点吧，小怪过于单一，rpg元素稍微硬核但可以接受，招式栏感觉只放四个技能不是很充裕，rpg游戏那种技能槽应该做的稍微多一些 6到8个，这游戏的优点大家都是有目共睹的，在剧情还原上下了挺大的功夫，不过希望可以更加细致一点，有些节点太过于轻描淡写了，支线任务真的好评，重复度不高而且都是对应的故事，希望将来的dlc可以出到力量大会篇吧，值得龙珠粉或非龙珠粉入手
差评: 游戏很有情怀，存档丢失怎么破，辛辛苦苦打的进度一夜回到解放前
好评: ！
好评: 相比于超宇宙2，我觉得原著党会更喜欢卡卡罗特，画风更偏向Z，格斗画面明显比超宇宙更好，变身头发也不会只改变颜色，而且动作不僵硬，除了DLC很坑和伪超级赛亚人2没有做出来，我觉得其他的无可挑剔。
好评: 我是傻逼
好评: 操作简单
好评: 敌人只会追着玩家打    就是不怎么打npc队友
好评: 好玩
好评: 很还原原作 且比超宇宙2画风好很多
好评: 好玩
好评: 情怀党必备，剧情完美复刻漫画不拖沓，打斗还行，总之龙珠yyds，致敬童年
好评: nice game

差评: 存档会突然消失
好评: 作为一个资深的龙珠迷我觉得有必要认认真真写一个评测，我确实不是第一时间购入的这款游戏，但不妨碍我真的很喜欢七龙珠。
首先我不会像评测中的大部分人说：“龙珠迷，买就对了！”，其实这游戏对龙珠迷来说恰恰才有很多槽点。先说说有点吧：
我看得出来制作组想在剧情的最后部分给老粉们一个感人至深的回忆杀，有一说一最后和布偶单挑那一段BGM响起来的时候我真是一身鸡皮疙瘩、热泪盈眶。把之前游戏流程吐槽的地方全部抛到脑后。全游戏最燃的地方莫过于初次变赛亚人和最后打布欧。至于其他游戏流程就是Z战士们经历的各种战役，大家耳熟能详但玩起来却又是另外一番感受。熟悉的BGM，做的一向很棒的打斗，加上CG制作也算不错了（比起超宇宙的小哑巴好多了）整体的游戏体验都还不错，当然，前提你得是个龙珠粉。
缺点：
首先这半个开放世界我觉得做的并不完美，我知道这款游戏努力想打造出来一个多元化的龙珠世界，但这个架构设计的略显不足。行动交互做的有些差强人意，比如舞空术的时候无法对话，前进冲刺下降的时候不能直接落回地面等等，经验获取匮乏导致后期升级困难，但后期的越级杀敌并没有前期那么困难。
其次很多地方只是照抄并不传神，娜美克星天天族人被杀的时候悟饭冲了上去，但完全感受不到愤怒；18号公路上亲克林的时候不管是动画还是漫画都能看得出来一丝调戏，但是CG就特别生硬，真的就是被下了指令的人造人；最后结局的制作人员名单我也看完了，我认为龙珠z里名场面很多，至少应该占一整页纸吧，但是名场面都只用了很小的篇幅，比如：赛亚人初次变身，贝吉特初次登场等等///
当然看到这里肯定不少人觉得我吹毛求疵了，但这只是一个龙珠粉的念想，认为这款游戏很多地方值得继续打磨一下，能够从游玩和视觉体验上给龙珠迷们更好的感受。
当然龙珠迷永远是我们，制作游戏的永远是商人。
我依然给好评，只要是龙珠我就给好评
差评: 剧情可以说是完美还原，但是一个游戏的60%的时常都是在剧情上过的，喜欢剧情和铁粉可以考虑，但是要打击手感的还是多考虑下吧
操作打击手感真的太敷衍了和原来在ps2上玩的龙珠完全就是两个感觉，怪打到一半强制出现霸体直接给击飞，而且还不算在键盘上操作，我还特意去买个XBOX精英2，呵呵真的有点大材小用
好评: 很好
好评: 龙珠粉必备
好评: 买完了放了俩月了。。。
好评: 从小我就一直在想那霸要是变身赛亚人会不会长头发
好评: 要是城市地区多一点互动反馈就好了
好评: 龙珠粉还是可以玩一玩的，战斗方式很不错，但是每个敌人都会霸体招式，还是有点烦的，前期剧情很不错，但从沙鲁之后就开始偷工减料了，总体还是可以的
好评: 怀旧游戏，做得很不错，很燃
好评: cg质量真不错，流程也是相当还原原作剧情，我直呼爷青回。就是任务总体还是有些操蛋，导致我不是在找东西就是在找东西的路上，关键找着找着还总是窜出几组总是比你低个几级的杂兵搞你心态，杀都杀不完。烦的要命。dlc1和2基本没啥内容，就多了两个形态和一个刷级点，dlc3倒是还行。
好评: 青春
好评: 1
好评: 目前为止，综合质量最高的龙珠改编游戏。期待一波自有格斗模式吧。
好评: 这玩意要是能联机 我真能玩十年 淦 不过单机也很好了 特别好玩
好评: 这游戏以后会出龙珠超剧情的dlc吗？
差评: 即使是龙珠粉丝，也不推荐这款游戏！！！战斗玩法可以，但比较看手感操作，其次技能的出招按键需要自己设置，因为默认的按键真的太难受了！！游戏的开放世界就是个摆设，自由度太低，其次战斗之外几乎不能变成超级赛亚人，只有战斗时才能触发
还有，故事剧情真的是稀烂，剧情起码缩减原作50%，尤其是剧情对话时，人物动作、表情僵硬，角色跟木头人似的站着讲话，看这游戏的剧情等同于浪费时间，这游戏的故事体验几乎没有。
当然，刚开始的那一两个小时你会觉得挺兴奋的，但越往后越无聊，真的，别买这游戏，作为看过五六遍龙珠的龙珠粉，非常不推荐玩这款游戏，或者说不推荐任何漫改游戏，太差劲了
好评: 很赞！
好评: 一般般，为情怀买单
好评: 挺不错画质完虐宇宙2，但是操作细节没有那个好
好评: good  game
差评: 剧情和打斗完全割裂  拉跨
对话慢是为了磨时间  拉跨
幼儿园水平场景切换  拉跨
拉跨的地方太jb多了
好评: 游戏还原的一摸一样，懒得一集一集看就可以玩游戏重新体验一边龙珠z的剧情
好评: 很爽一整个流程走下来，龟派气功yyds嘿嘿
好评: 很喜欢，说他是动作游戏也对但是感觉更像飞行射击类
好评: 卡卡罗特yyds
好评: 非常不错，有童年的记忆
差评: 玩一下午不知道怎么了存档全部不见了
好评: 一进去主题曲一响，那种感觉一下就上来了，如果是冲着格斗来的去买龙珠超宇宙2，当然有钱的话当我没说，龙珠迷真的可以冲
好评: 一定一定要完成支线任务
好评: ！！！
好评: 
好评: 买的是青春

差评: 怀旧向，只推荐死忠粉玩。
翻译和日语配音真的难受。有没有漫画版的翻译补丁啊？比如短笛（比克）、乐平（饮茶）、贝吉塔(贝吉达)、小林（克林）、人造人（生化人）、沙鲁（塞鲁）。小悟饭的配音尤其吃屎，生气时的怒吼像没吃饭，一点气势都没有。其他人戏份太多，打完弗利萨了，悟空跟个配角似的。悟空修炼变强都是一句话带过，完全没有修炼过程，还不如小时候玩的GAMEBOY上的龙珠。特兰克斯虐杀弗利萨的剧情也稍有改动，变得拖沓，缺少了原版那种利索和霸气。必败的对战完全没有过度，比如拉蒂兹战斗时被我爆锤，但战斗结束后的过场动画就突然是我输了，多一些过度的动画会好很多。如果是纯粉丝向的RPG，可是无谓的素材收集要素又过多，有点不伦不类。配乐初听还挺有感触，听多了有点单调。有时候过场动画中间会突然加上一段章节标题动画，操作雷人。
唯一的优点就是动画效果很赞，沙鲁篇的演出效果爆炸。打骨折的时候可以买来玩玩。战斗结合了格斗游戏，还可以，就是可惜没有纯正格斗游戏那么畅快。还有平野绫的配音好强啊！！！
玩的时候支线任务记得做，错过了就做不了了，可能会缺徽章。逼死强迫症。
好评: 龙珠迷买就完事了
好评: dragon ball lover
好评: 游戏很棒，我口了舍友一下午才给我买的
好评: 不错
好评: 游戏很好玩
好评: 满满的情怀，但是boss霸体打起来确实不是很舒服
好评: 这个游戏史低我直接入手的，我从八岁看龙珠到现在也有七年了，玩这个游戏让我回忆起了当初坐在电脑前打开浏览器播放龙珠z的时候，每一集都让我非常期待，就像这款游戏一样，悟空又会有什么样的变身，又会有什么样的新招式，从界王拳到元气弹以及波塔拉、融合、龙拳到现在的超级赛亚人之神，这游戏里的剧情系统完完全全就回到了童年，无论是打击感，特效，打斗音效，还有养成系统，学习技能一步步成长，还有打猎采集食物，烹饪食物，还有社群系统，以及地图的还原更是让我眼中放光，无论是娜美克星还是界王神界真如一比一还原，还有经典的卡林塔还有包子山，西都，撒旦市【悟饭的学校】，我一直都是期待着这样一个开放世界一样的龙珠游戏这个游戏完完全全符合了我的口味，如果你也是龙珠粉，那这款游戏你可以无脑入，因为剧情实在是太“炸”了！
好评: 要是可以2p加入对战就好了
好评: 没什么好说的 龙珠 YYDS
好评: DLC搞快点
好评: 为了情怀
好评: nppppp

好评: 推荐
好评: 真不锉
好评: 还可以，不是龙珠粉丝，但打折买的也不亏，是菜逼打起来也像个高玩的游戏，一瓶药奶几管血太jb爽了
好评: 对于剧情控来说，是满分的。此外收集也是游戏一大乐趣。
好评: 刚开始比较枯燥但后面很不错
好评: 玩过都说好
好评: 用手柄体验较好
好评: 是童年没跑了，有些关键的过渡性剧情删了导致看过漫画的会感觉很突兀，不过无伤大雅。满分十分，就因为是龙珠
好评: 很好玩

⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣀⡀⠀⠀⣀⡀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⣿⣿⣿⠀⣼⣿⣿⣦⡀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⠀⠀⠀⠀⢸⣿⣿⡟⢰⣿⣿⣿⠟⠁⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⢰⣿⠿⢿⣦⣀⠀⠘⠛⠛⠃⠸⠿⠟⣫⣴⣶⣾⡆⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠸⣿⡀⠀⠉⢿⣦⡀⠀⠀⠀⠀⠀⠀⠛⠿⠿⣿⠃⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠙⢿⣦⠀⠀⠹⣿⣶⡾⠛⠛⢷⣦⣄⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣧⠀⠀⠈⠉⣀⡀⠀⠀⠙⢿⡇⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⢀⣠⣴⡿⠟⠋⠀⠀⢠⣾⠟⠃⠀⠀⠀⢸⣿⡆⠀⠀⠀⠀⠀
⠀⠀⠀⠀⢀⣠⣶⡿⠛⠉⠀⠀⠀⠀⠀⣾⡇⠀⠀⠀⠀⠀⢸⣿⠇⠀⠀⠀⠀⠀
⠀⢀⣠⣾⠿⠛⠁⠀⠀⠀⠀⠀⠀⠀⢀⣼⣧⣀⠀⠀⠀⢀⣼⠇⠀⠀⠀⠀⠀⠀
⠀⠈⠋⠁⠀⠀⠀⠀⠀⠀⠀⠀⢀⣴⡿⠋⠙⠛⠛⠛⠛⠛⠁⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣾⡿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⢾⠿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
好评: haowan
好评: 别问问就是童年无敌
这个游戏这么就代表着好评
好评: 玩过的最好的龙珠漫改游戏，没有之一
好评: 当悟空变成超赛扔出元气弹， 主题曲响起的时候，我知道  我的童年结束了。
好评: sha la he sha la
好评: 讲道理 龙珠粉真心可以入一下 贼好玩 剧情十分还原
好评: 很棒
好评: 这是我第一次评论游戏  游戏非常好 让我回到了童年看龙珠热血沸腾的感觉 意犹未尽 真的很希望将GT版版加上去  还想继续玩下去  但是，这保存有用吗？？？我熬夜玩到96级睡了一觉发现回到80整？？？还想着突破极限能不能触发剧情，这一泼冷水直接浇灭，希望制作组能改良下。另外如果你出了GT，请T我一下，必买！！！！
差评: 垃圾游戏只能玩到第4关就不能玩了

好评: .. ... ... ... ... ... ... ... ,,----~~”'¯¯¯¯¯¯”'~~
... ... ... ... ... ...,,-~”¯::::::::::::::::::::::::::::::::::¯”'~
... ... ... ... ..,,~”::::::::::::::::::::::::::::::::::::::::::::::::::::”~
... ... ... ..,,-“:::::::::::::::/::::::/::::::::::::::::\::::::::::::\:::::::::\
... ... ...,-“:::::,-“:::/:::::/::::::/:|::::::::::::::::\::::::::::::\:::::::::\
... ... .,-“:::::::/:::::|:::::|:::::::|:|:::::::|:::::::\\:::::::::::|:|:::::\::\
... ... /::::::/:::|::::::|:::::|::|::::\:\:::::/\::::/:::||:::::::::|:/::::::|:::|
... .../::::::|:::::\::::::\::::\::\::::/\:\,::/::\::/::::|:|:::::::/\/::::::/::::|
... ../::::::/::::::'\::::::\-,:::\/\::/: :\-,”/ : :\/:\:::/: |:::::/::/::::::|::::/
... ./::::::|:::::::::\::::::\|::/: \/: : : \/: : : : : \,/: \/::_/\//:\:::::/:::/
... /::::::/::/:::::::|::/,__/:/: :__/ . .: : : : : : :\__. \/: \:::::/::/:::/
... |:::|::::::::::::/::/::::/;/ ;/ ,. .,\: : : : : : : / ,._., \ /::::::|::/:|
...|:::/:::/::::::::/::/|:::|.\: |.|❤||; : : : : : :|.|.❤||;|::|:::\/:/::/
...|::|:::|::::::::/:::\|:::'\,|: \."'" /: : : : : : : :'\." '"/ : \: |:::|::\
...|::|:::|:::::::/:::::|::::|/: : “¯': : : : : : : : : :"¯'' : : :\ : :/::::'\
...|::|:::|::::::/:::::/:::::'\: : : : : : : : : : : : : : :': : : : :| :/::::::|
... \:|:::|:::::|::::::|::::::|,: : : : : : :~,___,~: : : : : :,-“:::::::|::|
... .'\|::|:::::|::::::||::::::\'~,: : : : : : '~--~': : : : ,,~”\:::::::::|:/
... ...'\:|:::::|::::::/.|::::::|: : “~,: : : : : : : : ,,-~,”::::::'\::::::::/
... ... .\\:::::|”~,/-,|:::::::|: : : : ¯”~,-,,,-~”:::,,-'\::::::::\-,,_::|
... ... ..',\,::|~--'-~\:::::::|: : : : : : |::|,,-~”¯___\::::::::\... .'|
... ..,~”': : \|: : : : : \::::::|: : : : : : |¯”'~~”~,”,: : \:::::::|... /
..,-“: : : : : :|: : : : : :\::::::|: : : : : : \: : : : : : “~'-,:\::::::|\,/
..|: : : : : : : |: : : : : : |::::|,\,: : : : : : : : : : : : : :”-,-\::::|: \
..| : : : : : : : : : : : : : |::::|:'-,\: : : : : : : : : : : : : : :”-'\,|: :|
...\ : : : : : : : : : :'\: : :\:::|: : '\'\: : : : :~,,: : : : : : : : : “~-
...| : : : : : : : : : : : : : : : : : : : : : : : : : : : : : : : : :”-'\,,
...\: : : : : : : : : : :'\: : : : : : : : : : : : : :~,,: : : : : : : : : “~-.,_
....\ : : : : : : : : : : :\: /: : : : : : : : : : : : : : : “,: : : : : : : : : : :"~,_
... .\: : : : : : : : : : :\|: : : : : : : : :_._ : : : : : : \: : : : : : : : : : : : :”- .
... ...\: : : : : : : : : : \: : : : : : : : ( O ) : : : : : : \: : : : : : : : : : : : : : '\._
... ... .\ : : : : : : : : : '\': : : : : : : :"*": : : : : : : :|: : : : : : : : : : : : : : : |0)
... ... ...\ : : : : : : : : : '\: : : : : : : : : : : : : : : :/: : : : : : : : : : : : : : : /
... ... .....\ : : : : : : : : : \: : : : : : : : : : : : : ,-“: : : : : : : : : : : : : : : :/
... ... ... ...\ : : : : : : : : : \: : : : : : : : : _=" : : : : : ',_.: : : : : : : :,-“
... ... ... ... \,: : : : : : : : : \: :"”'~---~”" : : : : : : : : : : : : = :"”~~
... ... ... ... ..'\,: : : : : : : : : \: : : : : : : : : : : : : : : : : : : '\: : : \
... ... ... ... ... .\, : : : : : : : : '\: : : : : : : : : : : : : : : : : : :|: : ::\
... ... ... ... ... ...\,: : : : : : : : : \: : : : : : : : : : : : : : : : : :I : : :|
... ... ... ... ... ... ..\ : : : : : : : : \: : : : : : : : : : : : : : : : :|: : : :|
... ... ... ... ... ... ...\\,: : : : : : : , \: : : : : : : : : : : : : : : I: : : : |
... ... ... ... ... ... ... .\\ : : : : : : : :'\ : : : : : : : : : : : : : :|: : : : |
... ... ... ... ... ... ... ./:\: : : : : : : : :'\, : : : : : : : : : : : : |: : : ::|
... ... ... ... ... ... .../: : : '\: : : : : : : : : :'\,: : : : : : : : : :|: : : ::|
... ... ... ... ... ... ../: : : : :\: : : : : : : : : : ,\ : : : : : : : : :|: : : ::|
... ... ... ... ... ... ,/: : : : : : :\: : : : : : : : : : '\,: : : : : : : |: : : ::|
... ... ... ... ... ..,-“: : : : : : : :“-,: : : : : : : : : : \: : : : : : I: : : ::|
... ... ... ... ... ,/ : : : : : : : : : :”-, : : : : : : : : : :\: : : : : I: : : :/
... ... ... ... ..,/ : : : : : : : : : : : : :”-, : : : : : : : : :'\: : : :I : : : /
... ... ... ... ,/ : : : : : : : : : : : : : : : “-,: : : : : : : : :'\: : :I : : : /
... ... ... .../: : : : : : : : : : : : : : : : : : “-,: : : : : : : : '\: :I : : : /
... ... ... ../: : : : : : : : : : : : : : : : : : : : :“-,: : : : : : : \,:I : : :/
... ... ... ,/: : : : : : : : : : : : : : : : : : : : : : :“-,: : : : : : :\: : : :/
... ... .../-,-,”,,-,~-,,_: : : : : : : : : : : : : : : : : “-,: : : : : :'\: : /
... ... ..|',/,/:||:\,\: : ::: ""~,,~~---,,,_: : : : : : : : : :'\: : : : : ,:\
... ... ..|: :”: ||: :”: : : : : : :”-,........ ¯¯”''~~~-----~|\: : : : : : \
... ... ..|: : : ||: : : : : : : : : : :”-,..........................|: : : : : : :\
... ... ..| : : : : : : : : : : : : : : : :”-,.......................\: : : : : : : :\
... ... ..| : : : : : : : : : : : : : : : :”-,\....................,-“\: : : : : : : :':\
... ... ..| : : : : : : : : : : : : : : : : : :”-\...............,/: : :\: : : : : : : : \
... ... ..| : : : : : : : : : : : : : : : : : : : \,.........,../: : :: '\: : : : : : : : |
... ... ..| : : : : : : : : : : : : : : : : : : : : \.......,/: : : : ,-~/: : ,: : |: :/|
... ... ..'|: : : : : : : : : : : : : : : : : : : : : \~”¯: : : : : |: :|: : /: :/::::|
... ... ...|: : : : : : : : : : : : : : : : : : : : : |: : : : : : : :”-,,_/_,/-~”:|
... ... ...|: : : : : : : : : : : : : : : : : : : : : |: : : : : : : : : : : : : : : |
... ... ... |: : : : : : : : : : : : : : : : : : : : : |: : : : : : : : : : : : : : :
好评: 太炫了，七龙珠就是我心中滴神
好评: 龙珠粉
好评: 上头，三天打完本体
好评: 自由度很高，并且很好玩
好评: 看了一遍动画片

好评: 补票
好评: 龙珠迷必玩！干就完事了！
DLC推荐打完主线再玩，否则很影响游戏体验。
另外，希望能出个做整数料理的选项，一个一个做真得太慢了。
好评: 粉丝向游戏，细节满满，我认为是很好玩的
好评: 非常还原原著， 打斗很爽
好评: 好看，小时候标清的画质终于变成2k了，只是每看一会就要操作一下打boss就很让人出戏
好评: 还可以！！战斗系统上，就突出了一个字，炫酷~~战斗的新颖性不是特别强，主要在于抓住对方招式的漏洞，然后就用龟啵气功~~
刚开始挺有意思，但是玩了一段时间，就感觉没那么有意思了~~~~
不过剧情还原的还是不错的~~~
期望后面，来个跳过战斗直接看剧情，哈哈，最少也把钱给够本了
好评: 别忘了这是RPG游戏
好评: 情怀作品，基本上就是回顾一遍龙珠z的剧情。
其实我很喜欢午饭的恋爱阶段，可惜被一笔带过了。
好评: 奔着这个情怀也要给个赞
好评: 剧情氛围有点差，但是总体来说还是很不错的，遗憾的是连招多样性不如当年的神作电光火石啊，我的童年！
还有一定的肝，打个流程还是很香的，原价买不推荐，打折可以入！
好评: 有意思
好评: 一般般，可操纵人物太少，没有超宇宙那样的单机pk对战，过完剧情就索然无味了，虽然说主打怀旧剧情，但确实不保时长，超宇宙2可操纵人物几乎全部，而且还能单机pk对战，可以百小时，这游戏30个小时就无聊了，哎。
好评: 画质可以的
好评: 我爱龙珠 不错 像在看电影
差评: 垃圾游戏，连续玩了几个小时存档下线，结果第二天想接着玩，档没了，连续好几次都是这样，已经没心情玩了。
好评: 第一次玩这种游戏，真不错
好评: 太好玩了，花了五天通关了，现在就是在刷等级，努力成为最强！！！
好评: 剧情画面做的非常好，龙珠迷入手完全不亏.......
好评: 情怀很到位了，战斗可以算非常还原非常爽快了，就算日常捡东西任务非常无聊根本不会去做还要塞几个进主线任务而且主线外的世界内容还很贫瘠，只要打起架来就爽到了
我是这么想的，直到我打完魔人布欧篇飒爽退游之后再次打开发现存档瞬回到打弗利萨的那一刻
好评: 龙珠 粉必买
差评: 一直闪退，电脑r9处理器，存档还总是没，垃圾游戏
好评: 我原件买的 我是伞兵
好评: 好玩
好评: 推荐一下，体验原汁原味龙珠剧情
好评: 
好评: 龙珠脑残粉必玩
好评: 很不错
好评: 雀氏爽
好评: 我存档呢！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！
好评: 游戏体验很好

好评: 好玩

好评: 连续花了四天，打完了主线！一天一个篇章，我剧情一个没跳，还失败了几次，大概花了30小时左右，如果不怎么看剧情的话估计就十多小时。
个人建议：非龙珠粉尽量别入，可能并没有期待的那么爽！但如果你喜欢龙珠的话我还是挺推荐入的，3D中来说个人玩的除了电光火石外就是卡卡罗特比较舒服了。
游戏要点：遇到霸体多的敌人尽量少近身，远处放波最好，推荐范围大的技能：元气弹，大爆炸等。只要掌握好F+鼠标右键（手柄我不知道，总之就是爆气弹开攻击）你就可以挡住很多大招。喜欢各种近身可能不嗑药容易死，对面不仅有霸体，攻击还高。
个人感受：剧情有的可能不是很清楚，如果没看过龙珠的人可能会有的地方有疑惑（买的应该大多数都看过吧...）印象深的就是贝吉特进去布偶身体后出来就是两个人。但是很多地方还是很不错的，特别是第一次变超赛形态的时候，会有个状态（玩到后面才知道原来右边黄条满了就能触发）样子和招式都感觉有逼格了（帅就完事了！）最后布欧篇的结尾是个人觉得最好的打斗，配上bgm真的有种最后一战的感觉！
关于地图：本游戏可以瞬移，因此感觉省了很多跑路的时间（本来飞的也快）并且地图个人感觉很还原，很多城市都有做，在一些山中还有些小村子，虽然看了挺多遍龙珠动画的（漫画才看到赛亚人篇）但也对龙珠世界并不是特别了解，制作组还原的算是很良心的了！
评价：8.5/10，打斗没有想象的出色，霸体太多了只能发波。剧情较为还原，地图很不错。有时候还是挺有龙珠世界的代入感的！
好评: 游戏整体非常好 打斗好 各种对波绝招放非常舒服 这才是粉丝向游戏该有的水准  但是原价我肯定不会买
好评: 666
差评: 战斗属实弱智
好评: 太好玩了，我打不过就想退钱，结果发现时间过了，我不能退了，我就是个痧比，然后我就一直玩，突然感觉容易起来了，实在太他妈好玩了
好评: 无敌
好评: 怀念的龙珠，永远的孙悟空~!
好评: 打击非常爽快，连招很简单。剧情完全还原，玩起来非常爽。
好评: 太好玩了太好玩了太好玩了
好评: 作为一个老龙珠迷来说，这个游戏让我热泪盈眶，当年的那种激动心情再一次涌现，超赛的第一次出现，与沙鲁的死战，贝吉特、悟天克斯。与魔人布欧最后的战斗都让我热血澎湃
好评: good
差评: 电脑的霸体是霸体，无论什么技能也别想打断他们的技能出招，我的霸体就不是霸体，随便一个突进技能直接打断所有招式，你说你是抓招我都信，但是不间断的使用突进技能这怎么玩？我防住了第一个，刚切平A你给我又抓一次，我第二次防住了三个，接下个技能或者平A的时候你又给我抓了，怎么？你是不抓到我你程序逻辑过不去呗？
好评: 画面精美，打击感强，剧情流畅是龙珠迷们不可错过地一款很棒的作品。
好评: 98买的 莫名其妙被退款？？？？？
好评: 游戏质量很高，游戏还原了动画98%的剧情和细节，各种龙珠名场面老梗都有，真的大呼过瘾。
好评: 666
好评: 真的跟原作一样，画面做的超级好，就是在玩着游戏看着动漫一样.
