差评: 2v3很累的，能不能别输一盘就退
好评: 排半天发现只有3v3有人
感觉有点不对劲，仔细一看，霍，合着我两个小时都在打人机
队友永远那几个名字，我还乐乐呵呵地玩了俩小时，游戏挺好玩的，就是没人玩。
差评: 不推荐了，1000兆宽带玩一局就卡，服务器简直就是垃圾啊。刚买来的时候还能玩一个小时再卡，行了，我知道这就是套路啊。现在压根就没法玩，卡的你飘飘球。。。
好评: 提名了下最具创意游戏玩法
好评: 立即判断输赢的办法就是开局看对面跟我们哪边更炫一点。
好评: 经典好玩不火系列
这不比2042香？
好评: 好玩得很。
好评: 服务器还是祖传的EA烂橘子服务器
好评: 游戏很好玩啊 给差评的都是玩几个小时的都没玩会的 也没有吐槽什么游戏性 都在吐槽服务器 但是我没有遇到过掉线除了打美服有点卡 但也是MVP 换句话说我能暴打那些给差评玩1~3个小时的小乐色 要技术没技术要网速没网速要加速器没加速器我怀疑你都没有电脑更没有头脑 这游戏是好玩的 要说缺点就是新手比较少 你一来可能遇到的都是会玩的就没有什么游戏体验 我遇到过2个韩国人 平均3秒就能杀个人 1男1女也都是新号 要不然就是大佬玩小号 接球就跟机器人一样 我跳楼自杀都没他们2打3杀得快 我一度怀疑是外挂 一开始是我不小心摔死了 他就开始骂中国 我就只要排到他们一个队伍 我就送 就不让他们赢 骂我可以别上升到国家 西八赛k 后来被我送怕了开始邀请我一个战队啊 组队我啊 反正我也都不接受就演了他们一个通宵
差评: 你妈几个意思？点进入游戏就闪退说一大堆英文是不是，不给人玩是不是，花钱买游戏，你不给玩:)
差评: 垃圾游戏，别买。看在线人数这款游戏已经凉了。
参加看游戏直播道具掉落，全球只有100多人，可怕。
我自己的游玩情况是：除了第一天能进游戏玩了一个小时，其他时间都是在登录中！
尝试了各种方法还是无法进入游戏，现在已经3.7小时了。
而我买的还是豪华版。
总结：我是伞兵！！
我本来曾经是最最讨厌这句评论的！！！
想不到伞兵竟然是我自己！！！！

好评: 躲避球这项运动相比乒乓球、篮球、足球一直是一项相对冷门的运动，在游戏界亦是如此。大部分玩家估计顶多只能记得FC平台的《热血躲避球》，作为体育游戏大厂的EA也许看到了此块市场的空缺，再近期带来《球胜大本营》这款基于躲避球运动魔改来的游戏。


[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]


[h1]轻松向的魔改版躲避球[/h1]
笔者依旧记得自己初次被好友安利上手《实况足球》的经历，对于其规则并不熟悉的自己的玩成了犯规连连的《热血足球》，好在朋友比较和气和气没有一言不合直接上演线下版《真人快打》。而《球胜大本营》为则是出于让玩家尽快上手考虑对原版躲避球运动大幅魔改。玩家不需要遵循固定场地12人上场这样的繁文缛节。楼顶马路亦可成为你的赛场，初次人数方面3v3、4v4、8人大乱斗。

游戏中的每个角色有着两点生命值，每被球击中一次将扣除一点生命值，扣完后连点后被记作被击倒一次，然后5秒后重新复活返回赛场。玩家需要的是利用好自己的所有的可以使用能力与技能尽可能多地击倒更多的对方队伍成员。


[h1]它其实是个球版FPS[/h1]
手柄的LT、RT按键分别对应着接球与抛球，按下LT按键角色将摆出守门员的姿态，时机恰当即可接住敌人的球作为自己的“弹药”，该操作比较考验玩家的反应力成功接住敌人的高速球时可以获得不亚于《黑暗之魂》成功发动弹返般的快感。相比接球抛球部分则要花样百出不少玩家通过蓄力后投出球可以提供球的飞行速度；可以配合Y，B按键的翻滚动作投出弧形球；也通过传球给队友让其获得以后自带蓄力加速的球；可以在进行投掷前按下右摇杆来个假动作打乱敌人的防御节奏；如果自己手里没有没有球那么可以让队友抱膝蹲着为你你提供弹药……

而游戏中的出现的球也是千奇百怪，例如长得像月球表面的月亮球可以大幅提高玩家的跳跃力，便于在空中发起突袭；百事可乐造型的苏打瓶球丢出后让对手的屏幕被浇上一屏幕可乐，影响视野；铁笼球可以将被砸中这被困于是球形铁笼中一段时间被限制行动强制变成可以被两队使用的球……不过最夸张是还有属于橄榄球造型的狙击球，顾名思义该球是以高速来猎杀远距离对手的，不过比较夸张的是玩家进行锁定瞄准是居然刻意整出了一天枪械瞄准式的镭射红外线。


[h1]关于游戏模式[/h1]
新入坑的玩家主要游玩的模式为街头比赛中的诸如热血对战、团队击倒、击倒混战这样的3种模式，这些模式会随赛季或活动而变化。当时玩家取得足够名次后即可进入联赛模式打排名。如果有可以集结足够多的好友玩家可以也通过私人比赛来游玩诸如变求对战、派对击倒、钻石冲刺等更多模式。除了赛季外有时还会后周末双倍经验的互动吸引玩家。


[h1]结语[/h1]
EA通过竞品较少的躲避球题材切入开辟新战场是个不错的想法，不过就目前总体日活来说本作当前成绩有些不容乐观，有可能是游戏的玩法目前还是有些过于一目了然吧，期待后期更多有趣的模式的加人为作品带来更多人气了。
好评: [h1][b]EA出品，必属“精”品[/b][/h1]
球胜大本营是一款基于团队、死亡竞赛、竞技场般的竞技PVP游戏，它本身具有非常独特的玩法，如果你有打算入手这款游戏，不妨花几分钟来看一下我的建议，看完以后再考虑它究竟能不能入手，虽说是EA出品，但它的实际可玩性并不同于APEX和战地.

[b]简要吐槽：[/b]
· 首先它跟烂橘子是绑定的，烂橘子是什么鬼样子我想我不用废话了，没有一个好加速器游戏是进不去的，第一次进入游戏会需要验证→下载更新的资源包→再重启游戏重新进入。加速器效果不良好或自身网络并不是很强的话，很容易卡在系统重启游戏后直接卡死在后台永远出不来，导致登游戏登了半天，球一把没打成。

· 这个游戏你说它需要朋友吧，也的确需要，3V3对战模式下3个朋友语音开黑玩和3个路人随机打，体验上是完全不同的，由于没啥朋友玩，本人所游玩的时间基本都是自己单排的，只要碰见对面3个ID差不多或者配合特别不错的，基本是被吊打的份，严重拉低游戏游戏体验，而且比分过低，路人会直接退出不管你，2V3的情况也经常会有。但是1VN混战比较适合一个人玩，但匹配时间有点长。

· 对自身网络要求较高，同时对其他玩家一样有要求，对方网络不太行的话，你基本可以看见它在漂移在状态下进行，典型的高PING战士..你本来可以攻击他，但是就是打不到，但它就有概率击杀你。。

· 有手柄推荐使用手柄下游玩，体验感会好很多，键鼠操作容易晃。
[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]
[b]用UU加速游戏游玩【球胜大本营】，联机体验更稳定哦~[/b]

球胜大本营玩法非常简单，披着打篮球的外表却做着FPS游戏的事情，一开始进入游戏我个人建议先学会一些基本操作，不然玩起来容易一脸蒙圈，教程拥有非常详细的系统流程，但大致了解到此游戏的操作后，就可以去游玩匹配模式了，没必要花太多时间在教程的练习上，这个游戏就是图个开心，就是乱打，不管输还是赢，打到人就是成功。

它跟APEX和泰坦陨落2一样，PVP对战过程中非常依赖走位，现实中拿都球是为了投进篮筐，在这里拿到球就是为了砸人，是一种非常欢乐向的玩法，移动过程中也可以发出信号让队友传球给自己攻击对方，用球打掉对方2滴血或额外方式把对方移出场外，都可以给自己队伍添加1分，分数足够以后即可胜利。很多时候都需要靠走位躲避对方的攻击或者进行攻击成功击杀对方拿下分数。
冲刺在这个游戏是所有次要动作中最有用的，可以利用冲刺撞击敌人把他们从地图上移出场外或者对方在准备投球射击的时候，直接打断他的输出，非常好用，但缺点也非常大。如果运气不好直接撞到墙上或者跟对方玩家互相撞击，就会导致角色产生眩晕几秒钟，导致无法移动，成为人家的活靶子。

球胜大本营也提供了几种不同的游戏模式，但我个人游玩的情况来看，3V3是目前最受欢迎也是匹配最快的模式，匹配基本是秒匹配成功，其他的模式我等待了一段时间，很久才会有响应，也可能这个游戏玩得人并不是非常多。游戏还提供了两种排名模式。第一个基本上是团队竞技，组队上分笑嘻嘻，单排路人心里MMP，也不是没有道理的。团队玩法也包含一些特殊的球体，“禁锢、爆炸、给自己加速给人家减速的重力球。
第二个是没有特殊球的1vs1比赛，这个模式就像吃鸡一样，你有本事你就来，最终的赢家只有1个人。在 1vs1 排名比赛中，当你被球瞄准并且致命区域会随着时间的推移缩小地图时，不会有任何的球进攻提示。

球胜大本营的投掷，躲避和接球给我的感觉非常好且令人满意。将球传给队友或让队友配合变成球进行进攻这种配合感，非常的协调。游玩过程中结束了会提供奖励，奖励都是随机产生的，会提供很多装饰品，当然也可以花钱买，我个人觉得并不是很值得，因为人物真的很丑。。
但总的来说，这款游戏玩起来非常有意思，而且上手和学习成本并不需要花费很多时间。同时也并非强制需要有朋友一起玩才能享受游戏，但我个人推荐它，只是它可以作为一款茶余饭后无聊之时的一款休闲游戏来打发时间玩玩，由于玩法非常的单一，玩不了多久就会腻了。

缺点方面也有很多小毛病，但又说回来，虽然这款游戏并不完美，但我没有发现任何我认为是非常致命的错误。游戏挺好的，几乎没有发生过错误/故障。我唯一能说的是游戏服务器有点糟糕，毕竟是橘子嘛，懂的都懂。有时会导致高丢包率和 ping。单人游玩3V3的情况，也容易碰见残局2V3的残局情况，严重影响游戏体验。
[h1][b]
结语[/b][/h1]
现在基本提到PVP游戏，说来说去还是那几个热门FPS游戏，在一个多人射击游戏主导的世界中，球胜大本营也算是非常大的创新，具有很大的乐趣因素。它散发出的非常时髦和卡通的氛围对我们的眼睛和耳朵来说确实是一场盛宴。玩起来也真的非常有意思，茶余饭后休闲的玩一会儿还是蛮不错的，可惜，烂橘子真的超烂
好评: [h1]三句pass to me，让男人变成球滚进我手中18万次，我是精通人性的躲避球讲师。[/h1]
变成球的（汉子），你威武雄壮！你要知道一个球炸掉对面三个人的快感，太燃了。地上的球永远没有队友扔的爽，送我上天我能炸飞对面一个军！
高投球和蛇形球的最大的用处是绕开障碍物，当你看到有障碍物阻碍投球的时候不妨用一用这个功能，会有奇效。捡起球的类型也比较重要，我最喜欢的是月亮球，可以改变自己的重力，跳到更高的地方，翱翔于天空之上视野更清楚，更能看清场上的局势和角色位置，以更科学的角度给敌人致命一击。游戏内重点需要抢夺的球类就注意一个爆炸球就可以了，其它的球类都一般，除非你的对手是炸弹捏手里炸自己的天才，这类球对扭转局势至关重要。

[h1]日本Olympic NO！
球胜大本营 YES！[/h1]
相比日本奥林匹克官方游戏，这款游戏诚意十足的优化和玩法创新显然更吸引人，让人放松。
游戏的想法非常出色，因为欧美传统躲避球项目的规则比较冗杂，即便是简化成球胜大作战如此，新手教程也要足足三大关卡才能掌握游戏所有的玩法，接球，投球，传球，假动作等多样的玩法在新手教程关卡中略长了一点，建议简化。像通道这种游戏设计在对战过程中基本看不到有玩家使用。游戏避开了传统项目更加复杂的游戏规则，借鉴了一些FPS游戏的射击射击，使得本作更加地亲民，更加具有快节奏竞技精神。在工作了一天的时候，回家抽空花几分钟打一把球胜大作战，十分畅快的游戏体验解压了一天的神经。

名字来说中规中矩，英文Knockout city，译名为球胜大本营，翻译的大大不会是刚看完快乐大本营吧。不过转念一想翻译成衰败城市是不是有点侵犯urban decay，还好这款游戏的质量没得说，玩就对了。

游戏工作室Velan Studios虽然已经成立了五年之久，但是代表作也寥寥两款游戏，还有一款与现实相勾连的马里奥赛车衍生作品。工作室号称制作时代革新的网络游戏，马里奥赛车实打破了次元壁，这款躲避球游戏创新也足够，称得上是任天堂的宝藏工作室了。

[h1]EA的游戏，竟然没有让我付款的选项？这不科学[/h1]
游戏需要下载登录EA的启动器originals（橙子平台）才能游玩，竞技游戏无内购内容，EA好像是头一遭。画风类似堡垒之夜的欧美动漫画风，这也给各种联动提供了可能性，比如漫威皮肤之类的（显然不太可能），不过合作一些歌手卖卖皮肤也是可以的呀。
游戏发布会的时候展出了多达32个人小队的团队竞技的游戏模式，可是已经过去了3个月，现在的模式和游戏内容都非常少，只有3v3的竞技模式，期待后期玩法的不断创新。Velan工作室将游戏设想为一种持续更新的赛季内容，并且会定期推出新内容。每个赛季将持续九周，算一算时间也差不多了，可是都八月份了还没有一丁点消息。可能是重点推战地去了吧。

[h1]网络延迟[/h1]
即便游戏工作室Velan Studios 亲自编写了一个名为 Viper 的引擎来为游戏提供动力，并创建了一个名为 V-script 的编程脚本，旨在对抗网络延迟。可惜在游玩的过程中还是时不时能感受到联机延迟，在匹配到同地区的玩家游戏又流畅到不输任何网络游戏。游玩体验靠抽奖，网络延迟看缘分。

[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]
差评: 垃圾游戏 我是SB
好评: 非常好玩，就是经常卡，不知道为什么？
好评: gggggooood
好评: 好玩
好评: 听哥推荐，这玩意贼拉好玩儿，就是绑定烂橘子平台超费脑
好评: 游戏是好游戏，但避免不了有些傻逼
捡球不传冲最前面
自信空手以一挑三
天花板下终极投掷
抢个球啃臭撞队友
后身位直球砸队友
点唱机跟火车贴贴
人群里贴脸炸弹球
自杀加速开下一把
麻了，这游戏全被你玩透了


好评: 给james推荐的游戏
差评: 游戏是挺好玩的，但是EA你TM告诉我无法连接EA服务器是什么鬼，我TM就玩了几个小时，然后再也连不上了
================================================================================================================================================
无法连接EA服务器原因找到了，不开加速器就能连接上，但是不开加速器裸连游玩根本没法玩，看别人一个个都是凌波微步，然后退出去重新开加速器又无法连接服务器死循环
差评: 我操你妈的EA 玩两小时之后就再也打不开了 你妈的
每次打开都是这个代码
Oxfffffff8-2298
Failed to initialize Vulkan. Updating to the latest graphicsdrivers may solve this issue.
lmpossible d"initialiser Vulkan. Installer les derniers pilotesgraphiques peut r鼠oudre ce probl罐e.
lmpossibile eseguire l'inizializzazione di Vulkan.Aggiornare idriver di grafica pi?recenti potrebbe risolvere il problema.
 Vulkan konnte nicht initialisiert werden. Durch dieAktualisierung auf die aktuellsten Grafiktreiber k辣nte dasProblem behoben werden.
Vulkan no se ha podido iniciar.Actualiza los controladores gr醢icos a la versi髓m醋reciente para intentar resolver el problema.
好评: 123
差评: 一直显示无法连接EA服务器 去尼玛
好评: 为啥我五分钟排不到人，是我打开方式不对吗
差评: 游戏是个好游戏，就是匹配不到人，联赛模式匹配不到青铜也就算了，关键街赛模式也匹配不到，连1V1都匹配不到人，偶尔能匹配到也是要等上好几分钟。

不知道是不是这游戏快凉了
好评: OST不够味，个人感觉是远不如arms和splatoon营造的时尚和潮流之感
这个游戏对反应要求还挺高的，pvp并不硬朗，输赢带来的反馈不会相差很多
差评: EA去你妈打都打不开

好评: 看我小时数，从各个方面好好测评一下
首先，这是个毋庸置疑的好游戏，非常容易上手的同时拥有极高的操作上限（披着卡通外皮的硬核竞技游戏），重点！很耐玩！
一些基础的游戏规则啥的就不一一说了，说些对想入坑或者刚刚入坑的朋友比较有用的。
-关于排位。首先官方已经修复了之前很多人抱怨的排位延迟非常高的问题（匹配进别的服务器正在进行的游戏），现在排位基本上除了等的时间久一点延迟这些都是比较正常的，当然前提是开加速器。 然后这个游戏的排位系统是不会掉段位的。（打个比方，如果你上了白金就不会再掉下黄金，不管你输多少把，但是白金2是会掉白金1的）。并且如果你匹配进入了正在进行中的排位赛，输了是不会扣分的。个人感觉排位系统还是相对友好不搞心态的，上分也比较轻松。
-关于延迟，需要开加速器，不开加速器的话会很卡。这游戏位于亚洲的服务器有三个，香港日本新加坡，开了加速器的话95%的局都是不卡的（单人匹配极少数情况会进入别的服务器，三人组队就不会，排位也不会），70ping左右（打开设置里的网络性能总结就可以看到自己延迟）
-关于组队和配合，这游戏独狼玩家是比较难以战胜固定队或者三个会打配合的玩家的（这游戏的配合更像是一种能力或者说游戏理解，并不太需要语言交流，玩多了就大概知道什么时候该传球什么时候该直接打什么时候该假动作），个人接球能力再强面对固定队潮水一般的攻势也是会败下阵来，所以各位最好拉上小伙伴一起，配合练出来反应慢点也可以虐别人。所以配合在这个游戏里是非常非常重要的，想成为高手记得一定要多传球而不是啥球都自己打！
-关于皮肤和氪金内容，目前游戏内皮肤的获取方式非常良心，99%好看的皮肤都是升级给的，商城每天会上新一些东西但基本都不太好看（商城卖的升级不会给，升级给的商城不会卖，而且商城买的东西非常少）游戏开发商也说了这游戏以后不会有任何抽奖机制的抽皮肤以及不会推出通行证机制的肝皮肤系统，想要皮肤那就升级
-关于优化，个人感觉和群内小伙伴反馈都说优化是比较好的，并且游戏的操作非常的流畅
-关于加速器，需要开加速器，不开加速器的话会很卡。这游戏位于亚洲的服务器有三个，香港日本新加坡，开了加速器的话95%的局都是不卡的，70ping左右（打开设置里的网络性能总结就可以看到自己延迟）

-其他：这款游戏目前steam上的玩家数比较少，但是由于跨平台联机匹配还是非常快的（个人感觉大部分是sitch玩家？反正玩了那么久感觉这游戏PC玩家大概占总玩家的两三成数量左右）想要入坑的小伙伴还是可以放心食用的，想要找组织的话可以在各个QQ群找到我，ID同名：）
PS:想要加入战队的小伙伴可以搜索 100% (战队名！）
好评: 永远跟党走，心中有党，事业理想
⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
差评: 大家不要玩 好垃圾的游戏  排位根本没人排不上去
差评: 据尼玛卡，别买千万
好评: PASS ME!
PASS ME!
PASS ME!
算了
自己当球吧，真心好玩，极力推荐
差评: ea 不会做服务器就不要做 谢谢
好评: 有人玩的吗。加我进我的战队。一起开黑啊
好评: 好玩又上头。
好评: 好玩是好玩，就是网络有时候不给力，因为网络进不去比赛还会封停账号，之前被封过8个小时，最近没有了了，都是封4分钟，啥时候能把惩罚修改下，不是不想玩，是直接延迟高的进不去游戏，被强制剔除比赛，然后被封！
好评: 挺有意思
好评: 真好玩
差评: 游戏不错，服务器垃圾，不挂加速没法玩。
玩了几天就被封了EA帐号，“我们希望通知您，我们发现您的帐户违反了我们的用户协议或我们的销售条款，由于这种违反的性质，我们没有其他选择，只能永久关闭您的账户，立即生效。”
去EA help申诉，国家选择有香港有台湾，就是没中国，不说了，垃圾EA，再玩是狗
差评: 玩到后面就不好玩了，勾心斗角一点意思都没有
这游戏搞心态和OW有一拼
输了气得要死，赢了也并不开心
差评: 都tm多少天了，显卡最新驱动进不去的问题还不解决？？？干啥吃的
差评: 游戏是好游戏，服务器是真弱智。
好评: 非常好玩，上手容易，又有进阶技巧
差评: Fuck the matching system

I'm an Asian player. I don't want to match servers outside Asia at all. I've been matching them all the time

The delay is too high to play at all

There are also third-party input methods that affect mouse movement

If you want to get on PC platform, you need to optimize it, OK???
差评: 服务器真的垃圾
好评: [h1]爽       炸      天[/h1]
这个游戏最先，也是最吸引我的就是它的画风，充满美漫的鲜艳、活力与搞怪气息。看过评论区之后我决定下载试玩版试试。
试玩25分钟后，我立即掏出118买下了正版。[spoiler] 以后等游戏火了我就可以说我是骨灰级老玩家了 [/spoiler]
这是我买过的最贵的游戏（不会真有人原价买游戏吧[doge]）。
说实话，我有时无法理解为什么要花这118。
但是，当听到那球重重地砸到对方脸上的“pong”的一声，以及我完美地接住一个冒着紫光向我飞速袭来的球并以更快的速度将其扔回去时，我的肾上腺素和多巴胺总是瞬间爆表。

这时我就想，[b] 这118，值了[/b]。

这个游戏的爽，不同于DOOM那样在高度紧张的电子金属乐下把恶魔撕得血浆乱飞的爽，也不同于GTA那样开着坦克在市区狂轰滥炸的爽。不像那种 “自己的能力具有对NPC压倒性的优势” 的爽。
而是一种 [i]“我用比你[b]更快[/b]的反应速度，[b]更快[/b]地按下跳跃键，[b]完美[/b]地接住你自认为我不可能接住的球，然后用你[b]无法还击[/b]的速度把球砸向你那得意的臭脸，让你措手不及”[/i] 的爽。

虽然其他竞技类游戏也偶尔会带给你这样的感觉，但绝对没有像《球胜大本营》这样频繁而强烈。

完美接住的充满能量的球，空中划过的紫色弧线，敌人随着“pong”的一声倒在地上[u]再起不能[/u]，每一个细节都使这种爽感表现得无与伦比。[spoiler]虽然被打倒还是有一些挫败感...自己菜能怪别人吗 XD[/spoiler]

[h1]有很大改进空间[/h1]
[b]improvements expected[/b]

首先就是服务器问题。我从来没见过那个游戏网络延迟会导致输入延迟的。每次ping高了，视角移动的反应速度就会慢半秒甚至更长，再加上我是手柄玩家，导致对战时会有很大劣势。更奇怪的是休闲模式有80 ping，一到排位就几百ping？？这个游戏十分锻炼反应速度，如果网络延迟影响大，就会严重影响到游戏体验。[spoiler]我靠他在哪呢？我靠球在哪呢？我靠他怎么i这么快？我靠他竟然接住了？我靠这怎么没接住？[/spoiler]
然后就是各种细节问题。优化不用说，本来就是个卡通游戏，我这破电脑也能高画质60帧。
1. 每次打完比赛都会自动给我匹配下一场。抛开等一分钟之后才开始匹配这件事（取消匹配再重新匹配就可以立即匹配下一场），在匹配的时候我直接进入冥想状态：宇宙的起源？人生的意义？这些问题全想明白了。如果不想冥想，还可以推动右摇杆使你的角色原地旋转，实在是太有趣了。什么你想换件衣服？你想回大厅热热身？可以，不过要先取消匹配。
2. 训练场这个东西，在这种游戏里真的很有必要。一个破屋顶加上一个只会扔球接球的木偶是远远不够的。（起码让木偶动两下吧）虽然自带了几个训练，但那些都是很基础的玩法解释，完全达不到练习的效果。
等等等等。。。的细节还有很多，很影响游戏体验。
可以参考《火箭联盟》，匹配的时候有各种训练模式，可以自由进入商店或者更改外观，更改模式等。
[h1]真心希望这个游戏越来越好。[/h1]
这是我第一次写这么长的评论，因为我是真的爱这个游戏。我希望他能火起来，希望它能成为更好的游戏。
差评: 游戏素质很高我也很喜欢，但是掉线禁赛这个情况玩的非常让人火大，本身服务器的问题却会惩罚我，玩了这么多天从来没有因为比分落后而退出比赛，却因为网络问题被禁赛5分钟到十分钟到半小时，这点让人无法接受，非常影响游戏体验，直到这个问题解决之前我无法给出好评
差评: 巨卡，开了加速器也巨卡，联赛几乎玩不了
差评: 网差，要斟酌
差评: 易上手男精通
披着卡通外套的硬核对抗游戏

只有一个服务器，国内延迟略高，排位体验巨差
好评: 好玩是好玩，匹配没问题，排位经常进不去，进不去还要惩罚...
差评: 你的服务器烂烂烂
好评: 还算有意思的轻松竞技游戏
游戏核心玩法：以多欺少，居高临下，背后偷袭
好评: 只要反应快，而且不被多人围攻不会死
可惜老年人的我反应太慢了，完全没有游戏体验~

好评: 就是干！
差评: 网已经不是烂 已经是不能玩了 我前几天免费的时候好好的 自从买了之后 没有一局可以连进去 局局连接失败 次次禁赛 一局也玩不了 我网易uu加速器 流星加速器开了个遍都没用 别买 别买 别买 什么时候出国区大家再考虑 这游戏根本没把国人当回事儿
好评: 非常nice，上头
好评: 挺好玩的，就是有时候很不爽的是，匹配到进行到一半的比赛，结果已经是第二局5比8落后了，还上来就被人打了一下，结果奋起反击赢了这局，又在第二局打了一个大比分，总局数2比1反超获胜，成为全场mvp，结果发现自己是在做梦啊

Good game, only thing make me sad is sometime you are matched into a half-way match, turns out to be 2nd set 5-8, and get hit immediately, then do my best to win this set, and get a knock out frenzy to win the last set and win match as 2-1, become mvp, and finally find I'm in a dream
好评: 非常好玩，超级上头,强烈推荐
好评: vERY gOOD 推荐！
好评: 排位贼卡，匹配就正常，还有设置重置的BUG。希望可以优化匹配机制，独狼排独狼，开黑排开黑，比较合理。
差评: 什么时候开设中国区服再说吧，这尼玛服务器卡的要死，匹配一直都是残局，排位永远都在连线，我是sb。
好评: i am stupid
差评: nt游戏，进入基地可以，一匹配就连接不上服务器，搞几次然后就禁赛，纯JB乐色。
好评: 好评就完了，感觉拯救了游戏荒，竞技性很强。
差评: 1. 中途加入游戏巨卡无比？？掉线了显示我退出比赛，然后禁赛？能不能好好搞搞S B的中途加入机制？我又没选择，有选择谁没事选个中途局加入？
2. 能不能把开黑的跟开黑的匹配？单独玩家的权力就不是权力了？对面三排，自己全是路人，打死不传球。一直输，一点体验感都没有》
好评: 很好玩很喜欢 趣味性很足 极易获得满足感
                                              致谢 HEX：Mori战队
差评: 网络劝退，试玩的时候十分流程，我花了钱各种连不上，开加速没用的，基本游玩时间就是：正常打两局掉线然后禁赛1分钟，2分钟，8分钟，30分钟，1小时，3小时，退款~
差评: 煞笔玩意，掉线算我强制离开游戏，吉儿橘子
差评: 我就不懂了，明明有低延迟服务器，为啥老给玩家匹配进高延迟对局。
怕玩家等待时间过长所以就无视延迟直接匹配了？
然后匹配到高延迟对局，等游戏掉线再禁赛玩家？
制作人脑子真的是有翔，退赛惩罚这么严格还不设对局延迟上限？
就嫌玩家多？用禁赛撵玩家？
匹配游戏，网络问题匹配失败，禁赛15分钟。
15分钟后匹配游戏，网络问题匹配失败，禁赛60分钟。
游戏真好玩。
差评: B测就玩了，游戏适合开黑，挺欢乐。
但是，服务器就是个SB玩意，开着加速器能给匹配到200PING以上的战局，然后进去无限看地板，1分钟之后给你无动作强退然后冷却，玩你个JB呢。
要么你让我们可选服务器，要么自动匹配最低延迟，多等点时间也无所谓，这个强退还冷却是真的吃不消
好评: 给💪🏻给💪🏻给💪🏻给💪🏻给💪🏻给💪🏻
好评: 好玩，就是容易上火，气到心脏病进医院了
好评: 有没有一起玩能把后背交给兄弟的欢乐队友，我人球贼6666，球胜ID男人L！！！！快来
好评: 我玩排位，偶尔会特别卡。匹配没有遇到过，怀疑是炸房挂，有别的朋友和我一样么？另外ea老毛病了，无法保存设置。
好评: 简单的门槛但不意味着天花板，进阶操作赋予游戏更高的上限。球种、地图、装置则可以拓宽游戏性，期待后续更新。
好评: 游戏很好玩，就是这个匹配真的有问题，好几次都是卡在加载页面进不去。我什么都干不了然后想退出又被禁赛，好家伙，现在已经被ban到1个小时了。。现在想买的hxd可以先等等，等匹配bug修复在入，真的很搞心态。
好评: 恰如最初的守望先锋，这是我近两年来玩过最有趣、最上头的竞技游戏。
另一方面我担忧它后续能不能长久稳定的更新，能吸引我多久。
但就现在而言，即使我只玩一个星期，其游戏体验也对得起这个价格。
好评: 打不到人请把球传给队友谢谢
好评: [h1]关于我变成球从来没有到过队友手上这一件事[/h1]


不知道童年的你是否有过丢沙包或者躲避球的经历，和三五个好友或者同学在校园的课件时光一起挥洒汗水。长大成年之后，很少在有机会再去享受这样的一段时光了。劳累的工作，刻苦的学业，生活的重担，无不在压榨我们的时间。EA的这款球胜大本营。熟悉的三人游戏，特别适合在经历一天的apex猎杀疲惫，作为放松休闲的不二之选。

[h1][quote=]
[table]
[tr]
[th]点击关注[url=https://steamcommunity.com/groups/heybox]小黑盒鉴赏家[/url]，发现游戏分享快乐！[/th]
[/tr]
[tr]
[th]小黑盒加速器，你加速Steam游戏、社区的好帮手！[/th]
[/tr]
[/table]
[/quote][/h1]

[h1]游戏规则[/h1]

并不像传统的躲避球规则那样子，被击中被视为淘汰，每个玩家有两个生命值，生命值被清空视为被击败，但是被击败也可以等待复活重新回到赛场上和队友再次并肩作战。双方需要在有限的时间内，完成十次击倒，且三局两胜。

[h1]游戏玩法[/h1]

玩法上面，也在常规的躲避球的想法上进行了创新，你不仅可以依靠假动作来哄骗对手，来换取防御。中间有障碍物？没关系，我们可以靠上抛和旋转球来绕过障碍物击败对手。
游戏内，玩家不仅仅可以获取场地上的球，还可以自己变成球，协助队友击败对手，又或者利用道具将对手捕获，以子之矛，攻子之盾。

[h1]特殊道具[/h1]

游戏内的球种也是十分的有意思，除了常规的躲避球之外，捡取就获得月球引力的月亮球，你可以跳的更高，感受月球的引力，同时他也可以把击中的对手击飞。
一个顶三个的多重球，[u] 你以为我只有一个球？错了，我其实有三个哒。 [/u]每当有玩家捡取了多重球就会响起全图通报，你就是全场的醒目担当。
可以捕获对手的铁笼球，Pokémon Go！被捕获的对手短时间内无法挣脱离开。
从捡取就开始计时的爆炸球，如果不尽快丢掉很有可能伤及无辜。
还有一个终极杀招，狙击球，来自超远距离的击杀，让人防不胜防。

[h1]游戏风格[/h1]

经典的欧美画风，画风鲜明欢快。使得玩家更容易接受。一旁的DJ播报员，声音激昂有力，使得玩家热血沸腾，同时让人有种错乱在铠武的世界中。

[h1]开包？开玩笑？[/h1]

《球胜大本营》虽然是一款买断制游戏，Velan声称决心避免让它沾上游戏中那些令玩家不快的内购系统。同时，EA的开箱策略饱受玩家诟病，[strike]我怎么还没有传家宝！！！[/strike]但这个《球胜大本营》是一个例外。制作人Karthik Bala声称，游戏没有开箱系统，而且以后也永远不会有，[strike]妈妈再也不用担心我没有传家宝了。[/strike]同时，也表示没有引入战斗通行证的计划。所有想要的皮肤都可以花费时间去获得。

[h1]总的来说，这是一个非常棒的游戏，游戏的竞技性和娱乐性做的非常好，每局游戏节奏也很快，并不会浪费你太多的时间（也就打着打着半天时间过去了），非常适合好友开黑，APEX打累了，正好来打球，还不快喊上你的好友一起来开黑。[/h1]
差评: 别买，坐标上海，电信网，网络极其不稳定，经常有匹配完了进不了游戏的情况，然后就被BAN，最多连续4局，被BAN时间4小时，玩儿毛
-----------------------------------------------------------------------------------------------------------------------
补充，第五次没进去，被BAN一天，开不开加速器一个样子，都概率进不去游戏，还是匹配完了加载队员的时候进不去，流弊
好评: 卡加载游戏页面问题很严重有时候还会提示你已断开连接明明开的UU加速器前几天玩的好好的.突然就老掉线还卡加载页面每次罚我禁止游戏时间现在已经高达8小时禁止时间了明显感觉已经被劝退的节奏了.游戏是个不错的游戏就是BUG太恶心等修复以后劝大家在入
好评: 好玩，越玩越上头
好评: 好玩是好玩，如果能跟朋友一起打配合会更好玩。
但是为毛每次登上去之后，游戏设置会被重置！
好评: 卡的我禁赛2小时 还是挺好玩的
好评: 有点像ow里的源氏躲避球，只是变成了3v3规则进行了完善，增加了几种特殊球：狙击球可以逼对面走位让队友大招去炸；多重球适合卡视角绕后偷人，运气好能秒两个；牢笼球可以关住对面扔出地图地形杀；炸弹球可以当自爆卡车整活；没球的时候还可以把队友当球扔出去炸三个，也可以专注防守或者给对面上点身体对抗。游戏整体画风比较休闲但玩起来还是很吃反应和动态视力的，但不知道是优化差还是我的网太差，玩的时候画面不流畅准心一直抖。
跟篮球一样，新手玩的时候没机会就多传球，出球的时候注意不要被挡住，保证队友有球在手的同时增加球速，球多就能集火，也可以假投真传逼迫对面扑球抓失误。蹲弱侧找机会，把球交给近距离混战或者弱侧的队友去终结，避免对面轻松接球防守反击多打少。队友进攻欲望强或者能力强就到处找球弧顶发牌，减少失误就能赢球。
好评: 玩法多样的3V3躲避球游戏，对抗性和娱乐性达到了很好的平衡，希望排位赛能出4V4和2V2，加快更新地图的速度。

PS： https://www.bilibili.com/video/BV1Kh411i7cT 这是我的一局欢乐游戏集锦 go check it out.

9/10 game so far.
好评: [h1]精彩纷呈的躲避球大混战[/h1]

有些人会说这款游戏与《源氏躲避球》相近，不过从玩法的丰富性、地图的多样性和特殊球的出现使得整个游戏变得极为丰满。游戏玩法从3V3到4V4到更多的限制模式，可以预想的游戏每个赛季都会轮换游戏玩法以增强游戏的重复游玩价值。游戏主要考验的是玩家的即时反应能力，只要能接到球那么你就是几乎无敌的。唯一的缺点可能就是价格有点小贵，推荐喜欢球类运动的玩家尝试。

[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]

这款游戏虽然是从起源于英国的躲避球运动中而来的，但个人认为躲避球其实应该是来自于中国传统儿童娱乐活动中的打沙包。躲避球更像是对打沙包规则和玩法的扩充，而这款《球胜大本营》则是对躲避球规则和玩法更进一步地升级。

[h1]丰富的游戏玩法[/h1]

也许不少人会疑惑躲避球的玩法还能如何进行扩充？其实整个游戏由于其脱离了现实的限制，给游戏带了不少新的花样。例如玩家最先知道的特殊玩法，玩家可以变为球，有另一位队友拿着，在充分蓄力之后会变为一颗飞天炸弹，运气足够好的话，可以直接击杀全部敌方玩家。随后是老手玩家的特殊投掷手法，使用Q或者E键可以是玩家操作的人物角色旋转，一个是左右旋转，另一个是上下旋转，左右旋转会打出如同《网球高手》中的蛇球，而上下旋转会打出有着上弧度到的直球。配合地面障碍，玩家可以让在墙后面对敌方进行攻击，使得攻击路径变得复杂。之后还有更为高难度的默契考验，通过传球来增加球路径的多变性，虽然这是原有躲避球本身就存在的玩法，但游戏中的传球相比于实际更为快速且第二个人接球后可以直接打出满蓄力球。

[h1]多样的地图设计[/h1]

这款躲避球游戏比较像射击游戏，比较依赖于游戏地图的多样性，地图越多玩家越不容易玩腻。如果地图过少，玩家的最优行进路线被固定后，游戏会变成一次无聊的机械操作。因此这款躲避球游戏设计了不少地图，由此也引来了游戏较为独特的地方，这款游戏的地图中存在着各种坑坑洼洼的地方，多数地方的坑会导致玩家直接死亡进而给地方玩家增加分数。同时躲避球一开始不需要玩家如同现实一般去跳球，而是改为在地图的几个固定位置中随机刷新一些，任何一方都有机会最先获得进攻权。

游戏地图之所以在空中据个人猜测可能是因为游戏设计的背景是人口高度密集的情况，游戏中几乎所有的场景都在高楼之上，没有草原没有山丘只有数不尽的高楼大厦。也许是因为这个赛季就是如此吧，如果每个赛季都能更新不一样的游戏背景设计和季节的变化，那么这款游戏必然会长久的发展下去。

[h1]设计师对躲避球的奇思妙想[/h1]

游戏对躲避球进行了重新设计，因此增加了各种独一无二的躲避球。例如个人最喜欢的炸弹球，一旦有玩家将它拿在手里，就会开始记时并且离手后也不会停止，有点像手雷，玩家可以通过计算时间来选择引爆位置和地点，以达到对多名玩家进行击败的目的。还有铁笼球，命中之后会将敌方玩家变为一种球，被困住的玩家需要快速按键脱离铁笼，而其他玩家则可以在此期间任意使用这个球，如果把它扔出界外会直接击败球中玩家。这里就不进行更为详尽的描述了。

[b][u]整个游戏从躲避球的各个方面进行了改进，例如躲避球中的场地、球、玩法，游戏中唯一没有对躲避球进行改进的地方应该就只有躲避球的基本规则了。整体而言《球胜大本营》给玩家带来了精彩纷呈的躲避球大混战。游戏的整体质量还有优化还是蛮不错的，就是非要让人升级显卡驱动软件这点有点难受，同时游戏的UI界面比较难用，玩家可能需要自己摸索一下UI，熟悉一下整体的布局方式。[/u][/b]

好评: 我：变身成球！
队友：我先跳个楼！
好评: eaplay会员试玩了下，新手不会冲撞接球跳教程是要被虐的，被网络虐、被野队变球大招虐
10个人头那是真的快，莫得更多人热闹对打更多分数要求拉长时间爽
最后肯定竞技性强变小众的，趁现在野人多赶紧玩几下吧，等后面遇到车队直接开局散伙分奴功利，说不定还有挂
模式多个5V5，10V10，但人肯定组不起来
10分钟分最多的赢
开黑的变球大招和狙击球体验极差，指被虐的那一方
提议把变球按钮扣了

好评: 我是伞兵
好评: [h1] 关于我的队友把我捡起来扔进垃圾桶杀了这件事 [/h1]
       “球胜大本营” 是一款由EA开发以躲避球为基础的体育类多人竞技游戏。或许曾经在NDS,FC上玩过热血躲避球的掌机老玩家们会对此更加感兴趣。游戏更推荐给喜欢体育类合作竞技以及热爱街头文化的玩家。游戏整体节奏偏快，每把仅需十来分钟。
[h1][quote=]
[table]
[tr]
[th]点击关注[url=https://steamcommunity.com/groups/heybox]小黑盒鉴赏家[/url]，发现游戏分享快乐！[/th]
[/tr]
[tr]
[th]小黑盒加速器，你加速Steam游戏、社区的好帮手！[/th]
[/tr]
[/table]
[/quote][/h1]
[h1] 二次元狂喜的美术风格 [/h1]
       游戏整体采用了欧美的卡通画风，画面色彩丰富，饱和度高，画面让人感觉到明快，放松。这是一种你拖上你你女朋友一起玩，你女朋友也不会抗拒的画风。[strike] 不会有人没有女朋友吧？狗头 [/strike]“球胜大本营” 更直观点说，画风也和EA近期一推出就分评极好的双人成行类似，整体让人感到放松和简单。在此之上也有着丰富的赛博元素与街头元素，训练场和地图的街头涂鸦、游戏的旁白DJ以及带感bgm在轻松愉悦的游戏下也让人热血沸腾。




[h1]什么是时尚先锋？（红配绿dog脸） [/h1]
       游戏中有着丰富的时装和动作等收集要素来展示你个人的个性。小到你的战队队徽，嘲讽的图标，手套等等。再大到你发型，衣服，滑翔伞和脸模和出场姿势。许许多多的个性时装等着你去收集。在与好友一起游玩时互相行赏对方的审美，和自己独到的审美也是一种别样的乐趣。并且每件时装还会有3种风格配置可以解锁，这也就能让每位玩家都有自己的个性搭配。




[h1]我给你讲一哈，这游戏咋样哈  [/h1]

       “球胜大本营”在游戏机制上弱化了躲避球的规则性，降低玩家的上手门槛。游戏的规则也很简单：[b] 你只需要去地图上找球然后用你的球去击中对手，以此将你对手击倒。每个玩家一次生命和躲避球的规则则相似，每条命能被击中两次，而被击倒后则会为对面队伍增加一分。 [/b] 好了，你以及全部学会了，赶紧去打职业比赛吧。




[h1] 游戏滴趣味性[/h1]
       游戏虽然规则上弱化了很多，但同时增加了许多独特的机制：类似于[u]热血躲避球中的魔球机制 [/u]    玩家能在地图中找到四种拥有不同特殊能力的躲避球。以及各种不同的游戏模式在游戏地图池中进行轮换在原有的机制下更改了部分机制，来增加玩家们的体验。




[h1] 还有游戏滴竞技性咯  [/h1]
       作为一款[u] 体育类团队合作竞技类游戏 [/u]，竞技性肯定也是必不可少的。游戏中出去普通的奔跑和跳跃等操作，还有空中侧转，和空中翻滚在配合你投球时候可以以此改变球的飞行轨迹，来迷惑你的对手以及隔墙球等，让子弹拐弯。
在进攻的同时防守也是十分重要的，在游戏中你也需要利用好地形，身法以及操作。来小心躲避来自对手的投球。在游戏中你可以用接球来接住敌方投向你的投球来一转攻势，但同时这也伴随着风险，你必须掐准时间去接球，不然或许下一秒你就被打成了筛子。




[h1]最后让我来教你们做事了！！ [/h1]
       在“球胜大本营”中[u] 团队意识 [/u]极为重要，游戏中基本所有模式都至少需要3名成员组成一队。即使你是个独行侠，不想和队友配合着打，你也需要有意识去掩护队友和集火敌人并且注意自身位置，不要离队友太远并保证队友能看到你并且帮助你，不然你的游戏体验会极其的差。在这游戏中因为场上球的数量是不多的，你的每次击球也都会使球到对手的可拾取区，并且每人可以承受两次击中才会倒地。这也就使得[u] 团队合作带来的攻击频率[/u]十分重要，你快速的集火，将对手淘汰，你们这人数多就可以投更多次球。




[h1]1+1一定大于等于2 ？[/h1]
       即使是个竞技游戏也切莫太过于追求胜利，在团队合作的同时互相帮助。同时成长才是游戏正真的乐趣。再找到合适自己队伍的打法。互相开玩笑吹吹水，在公频里大声报[b] 一丝，集火秒他。然后看到对面满血。 [/b]的日子并不多。


[h1] 总体来说，在竞技性娱乐性和可收集性上“球胜大本营”无疑下足了功夫， 不妨叫上你的舍友，朋友或者好友们来一场紧张刺激的赛博躲避球，互相骂骂咧咧的和对手过过招！[/h1]
好评: 游戏趣味性很足，很欢乐，值得推荐。

游戏内光标移动速度与桌面不同速，对射击游戏肌肉记忆比较有强迫症的玩家使用起来很别扭。希望能与桌面同速，起码给个光标移动速度设置选项。

游戏准星不在屏幕正中间，射击玩家强迫症很难受，建议添加设置准星位置的选项。

游戏设置无法保存，每次退出后都得重新设置，很难受。
好评: 首先，好玩。
其次，类似fc上热血躲避球，但是内容更多
可以投射弧线球，高挑球，还能把自己变成球让队友扔出去
3v3一局大概10分钟，开了加速器没遇到过掉线的情况，目前没有遇到挂逼
画面细腻，动作流畅，打击感非常棒，好评，强推！





为啥玩联赛就卡的一逼？
进都进不去，被强退两次，封了我15分钟妈的
差评: 排了8分钟没进去 退款了............
好评: 找人一起玩！！！！
好评: 很好玩。希望以后能一屁股坐死三个敌方朋友。
好评: 好玩，说连不上服务器的，你家的网肯定有问题，要用加速器，很有当年黑白机热血的感jio，我就是有点手残，年纪大了，不过很有意思，特别是有朋友能一起玩，研究一下战术，嘎嘎
好评: 游戏还行吧，就是网络有些不稳定
好评: 球胜大本营  ❌
关于我把快炸的炸弹球扔出去被对手接住丢回来炸死2个队友这件事  ✔
差评: 连不上服务器笑死
差评: 游戏好游戏，根本连不上服务器，我是傻逼
好评: 这个游戏太好玩了 真的热血沸腾 比博人转都燃
差评: 能连上有鬼了。。
好评: 好玩!!!
好评: 好玩死了，网络好秒排，可玩性极佳
好评: 好游戏不解释
差评: 卡顿明显，延迟过高，其他都挺好
好评: 2v3很累的，能不能别输一盘就退
好评: 梦想成为一屁股坐死一队的球_(;3 」∠)_
好评: 针不辍啊
pass to me!
pass to me!
pass to me!
pass to me!
pass to me!
pass to me!
pass to me!
pass to me!
pass to me!
pass to me!
pass to me!
pass to me!
pass to me!
pass to me!
好评: 游戏不错略贵，建议首发eaplay
好评: 好玩就完事儿了，有一种小时候玩FC 热血躲避球的感觉，只不过这个游戏更加刺激。游戏的套路很多，也非常吃反应，但是网络好像还是有点小问题，不知道是我自己的原因还是服务器的原因。3V3团队配合也很有意思，配合好了能打出很多意想不到的效果，个人觉得还可以加一些人物的技能和队友间互动的技能。总之爱了爱了
