差评: 传统拳皇巅峰作，画面bgm都很好，但是平衡性一坨屎
好评: good
好评: 建议加入中文
好评: 游戏相对02很平衡。出招指令也正常了。中文补丁用了创建房间和自定义都会闪退。还好格斗游戏不需要中文。游戏默认设置有3延迟输入，这沙比默认设置奇怪的很。刚入手的先提前去设置调成0延迟。去CP上买才29块。
好评: 这代真的太mugen太同人了，背景比前面的人还高清，除了人多，UI和画面玩着恶心。
好评: 电视你个弟弟，你凭什么脸皮站到最后一栏嗷。
好评: KOF系列不用多说什么了，各版本都是永远的经典
好评: 登场角色最多，登场boss最多，boss可操控，操控boss自带伤害平衡，角色性能相对应该也是最平衡的作品之一，各方面都没什么可说的，可惜没有汉化。个人认为是2D拳皇集大成之作，值得入手
好评: 经典
好评: 非常好玩，如果可以有键盘出招简化就更好啦。
好评: The game need Keyboard instruction optimization。
          这个游戏需要键盘指令优化。
好评: 这是拳皇所有系列的游戏中本人最喜欢的一作，可选人物较多，人物性能较为平衡，连段难度方面也比较友好，而且最近又很贴心的增加了大厅观战功能，还有什么好说的，SNK牛逼！
好评: 很不错
好评: 虽然没有做汉化有点可惜,但是依然是原来的感觉,除了联机会有些卡(网速)以外没啥可挑的,还有一点要说的就是游戏文件BGM目录里有街机版02的BGM,可能文件里带了街机版本(本人比较懒没有去搞ps或者模拟器,勤快的小伙伴可以去试试)
好评: !!!!!
好评: 这游戏有中文版吗？
好评: 分享一个汉化包 p a n . b a i d u . c o m / s / 1 J B R 1 3 e F o m z D 5 K 9 G u Y j V 5 6 Q  去掉空格 提取码 0 2 u m
解压缩 文件全部丢进游戏目录Data文件夹替换掉就完成了
好评: 是一款很好的格斗游戏，BC连很有观赏性，游戏里面的角色玩法各有千秋，无论谁玩好了都是强的一匹。需要用比较长的时间去研究和练习以熟悉不同的立回方式和连段，提升实战经验，加深对游戏的理解。总之就是要坚持，总有一天能成为高手。
好评: 经典就是经典，确实是好游戏，节奏快，角色多，系统简单的同时又富有深度，考验基本功和立回的游戏，网络还有无敌的回滚，唯一的问题就是作为老游戏指令上的优化太差了，要是能有13水准的优化就好了，唯一的差评点。
好评: KIKIKIKIKIKIKIKIKIKIKIKIKIKIkIKIKIKI!!!! 网络卡死了呜呜呜！！！
好评: 拳皇最高作！能不推荐吗？
好评: 和街机厅一样刺激，可以玩多个boss，舒服
好评: Brisk operation, wonderful game.
差评: 不能联网和别人打
好评: 劲
好评: 还行 就是人太少了 网络常常不好
差评: 太废键盘，键盘都打烂好几个了，辣鸡游戏。
好评: 就冲史上最多角色和音巢时代的最佳总结！
差评: 就算割韭菜，好好割啊，加个中文不难吧
好评: 彳亍
好评: 大力推荐
差评: 很多按快捷连招的，一键连招速度太快了，真没意思，不推荐新手玩
好评: 太难了~
好评: 争取练成鬼畜鞭！！！！！！！
好评: 好
好评: 画面真心落后，锯齿感！画面优化就不能向20年前的街机模拟器好好学学！
好评: 2D格斗的巅峰之一
好评: 不错
好评: SNK，我的超人！
好评: 好
好评: 很好玩，角色平衡性最高的一代，连招华丽，观赏性很强
好评: 个人认为最好玩的一代，最喜欢用古力查力度
好评: 还行吧
好评: 终于上了，snk牛b
好评: 太快了
差评: 游戏非常卡，联机极度延迟，不如QQ十分之一@！@@@@@
好评: 游戏可以的
好评: 玩了一辈子的拳皇，虽然一直很菜，但是乐在其中
好评: 最高的杰作
好评: 拳皇中的神作 终于回来了  98UM 2002UM 拳皇13 2D格斗游戏巅峰之作 拳皇玩家必入 情怀菜鸡党们一起对战吧 加好友啊加好友~~
差评: 强烈要求提升画面，太渣了
好评: 我现在对02um的印象就是
k‘ 香澄 无名守底
= =
等待15
好评: 好玩！和好友玩疯了
好评: 怎么说呢，游戏真的很棒，但只限于25岁以上的玩家，00后不太能理解这种游戏的魅力所在，希望大家多买多鼓励格斗游戏吧，这类游戏的玩法不就是咱们玩游戏的初衷嘛
好评: 上手难度很高，但绝对是最耐玩的格斗游戏之一
差评: 难啊，对战难，bc难，还有该死的指令冲突和输入无效指令

好评: KOF是我永远的青春 这就是...草薙之炎啊！
好评: 好卡啊...在线根本玩不了，有没有什么加速器推荐啊
好评: 好玩
好评: 玩了这么多年的02um，加入回滚后体验比以前好多了，很棒！
好评: 游戏品质不错，键盘优化挺好的，基本不用担心搓不出招。除了没有汉化，以及联机游玩的人还是太少。
好评: 好后悔买。
好评: 玩了10年了 最好的KOF
好评: 谁有汉化补丁给我一个谢谢，qq1710405416
好评: 拳皇最好玩的一代
好评: 国区解锁了好耶！
去年这个时候买的x  200小时了但还是一分左右
有同水平想固玩的请来加好友_(:з」∠)_
差评: 中文！！！！！！！！！！！Chinese！！！！！！！！！！！！！
好评: 听闻国区解锁特来评论，当初买全球key入手的。希望以后能流畅联机。
好评: 原价买的我是伞柄
好评: 心目中唯一一部最喜欢的KOF，绝对没有之一。
好评: 今天刚买的02UM  ，虽然本人一直很菜，人机选手
但是对于02还是有些感情， 当然最喜欢的98  ，这是上学就玩的， 上班午休也能打几盘人机。（算起来也是从1999年玩到现在的人机选手了） 

老2002是当初全程参与了，期待出D版 ， 失望， 循环十多次
最后终于下载好了，  跟表弟去网吧玩

半个网吧都停下来看我俩打， 因为当时其他地方没有下载，只有2个论坛有下载
在众目睽睽中，打出 八神的，八支女+26262626AC ， 众人超级羡慕 （其实在家联系好久好久， 因为那会没出招优化）

这段经历导致对02还有好感， 

D版本02UM也早就有了，一直没怎么玩，现在终于有机会正版， 又打折猜34就买了

大家不要找我， 一个菜鸟，  八神 JD   C    2624C都能10击 非常搞笑的人家玩家
好评: 人は何かを为すために生を受け、为し终えたとき、死んでいく
好评: 买好几年了 玩了一百多个小时单机

听说国区解封了   
打开游戏 找人干架！
好评: 突然发现国区解锁了，第一时间赶来好评，旧snk时代的最高杰作，经典永流传
好评: 终于解封了吗 老泪纵横
好评: 好评
好评: 拳皇系列数一数二的杰作，不容错过！
好评: bucuo
好评: 在我看来，这是像素风拳皇的最佳之作，没有之一。
只是玩的人实在太少了，匹配不到什么人...
好评: 手感巅峰
好评:  终于千呼万唤始出来。
一打开游戏  我多年的抑郁症就又被治愈了。我真的需要这样优秀的格斗游戏。  多谢，多谢。
好评: 回滚同步好评，大陆上架好评，但是我老年僵尸已经很难适应节奏这么快的游戏了
好评: 专打BOT
好评: 终于解锁了，国内可以无延迟对战了。敢不敢更新个中文
好评: [h1]崽种腾讯锁区合同终于到期了啊？锁区代理卖币你赚得盆满钵满了吧？

SNK解锁国区第一时间先涨价，恰烂钱还是你最会恰嗷！

想顺带问问，使命召唤和FIFA的合同什么时候到期啊？马化腾你什么时候原地爆炸啊？

好评是给游戏本身的，仅此而已。
[/h1]
好评: 拳皇巅峰之作之一（个人心目地位超越13）近日补票，非常痛快，不过难度较高，不适合新手
好评: 终于开国区了耶耶
差评: 希望优化键盘操作，提升画面！
好评: [h1]向日葵游戏评分【8/10】[/h1]
本作是KOF02的重制版，重做了图形和音乐，调整了平衡性，出场人物数量为系列之最，BC连系统更是沿用至今。即使格斗游戏玩新不玩旧，但02UM绝对是KOF系列中不可或缺的经典版本之一。
[h1]欢迎大家关注我们的鉴赏家：https://store.steampowered.com/curator/28763059[/h1]
[h1]和你一起寻找好玩的游戏，快来关注我们吧~微信公众号“向日葵游戏”、头条号“向日葵游戏”、官方微博“向日葵游戏评测”[/h1]
好评: 2021.10.20 拳皇98UM和拳皇2002UM正式解锁国区，国内玩家终于可以直接购买这两款拳皇经典作品。
拳皇2002UM是非常优秀的一款2D拳皇作品，同时也是拳皇2002的重制版，在02的系统画面场景人物技能上都做了些许修改，加入了音巢篇登场的许多人物。游戏可选人物如果算上里人物和BOSS多达66人，是目前为止的拳皇系列之最。更新了网络回滚代码后，网战体验有所提升，非常值得购买。
好评: 手残键盘党 到现在还没搞清楚2002的BC连是什么机制。
差评: 界面做的很烂，没有玩家等级和信号显示，只有最顶尖的那批能玩
好评: 经典到不能再经典，好玩也好玩得不行
好评: 玩boss很过瘾
好评: SNK你可以，不让老子中国服玩！买的e服你气不气？
好评: 02um基本上就是像素画风时代的最强kof了
好评: 爷青回 玩KOF的老B们 这是你们的终极版本!!!
好评: SNK,你怎么就这么懒呢，冷饭也不会炒，把94、95、96、99、2000、2001、2003、11、12都弄上steam不好吗，最好学卡普空，来个整合版，有97 98 2002的自动入库，行不行？？？何况这些游戏大部分都上了微软商城，长点心啊！！！
好评: 我是经理咯，欧耶！！！
好评: 不错
好评: 好玩 以前在国服qq平台一直在玩 后来st人越来越多 值得推荐
好评: 比起13，或许这部更适合键盘玩家以及手残玩家（我） 人物很多，boss也都能选，真的好玩，我到现在40h才搞明白三四个角色的出招，看来游戏寿命也是很长呢，适合没事的时候打两把
好评: 不错不错
好评: keyboard is the best for this game 键盘nb
好评: 我认为steam上的该作品还是值得的，官方一致努力推出更新，吸取玩家提供的意见。
好评: 发现一个这个游戏的BUG，就是切出游戏再切回来时候菜单界面会出现白色的框，不知道为什么，希望更新一下给消除掉
总的来说游戏还是不错的，好评吧
————————————————————————
居然更新了，那我再许个愿
如果能像98UM和PS2上的02UM一样，可以有NEOGEO模式就更好了
好评: NESTS音巢系列的终极加强版，拳皇粉必入
好评: 还不错呢，单机玩的话，觉得ps2版的更合适些。个人喜欢玩的拳皇年代是02（包括02um）、11（可脑补出steam版11）、13。联机的话本来可以鹅厂游戏（只是鹅厂传统艺能.....），不过听说02um和98um要在鹅厂下架了，如果能在steam国陆区重新上架、价格40多块的话，可以考虑重新补票。如果没有重新上架并仍然在国港区补票，那是snk的问题了......（snk我真佩服你，隔壁ep侍魂晓第三个dlc出月华给粉丝开心的事情之后宣布鹅厂下架02um）
好评: 不错的一款游戏，就是自己太菜，技能搓不出来，第三关就被ai吊打，惨
好评: 我一拳打飞你
好评: 神尘不好搓啊，虽然游戏挺好的，
好评: 快 跑
好评: 尽管经典，但是很难。ＰＳ４手柄的垃圾六轴判定更是让指令输入的难度更上一层楼，这时候熟悉角色的动作就很重要了。
好评: 求所有人物隐藏技能怎么放，键盘放不出来
好评: 97.98.02.13，，我都买了，最好玩还是98，02代基本就是快餐了，97真冷饭，13要求操作性，98人物最多，随机性最强，BOSS也不算变态，最好玩！
好评: 如果国区能玩这个游戏，而且ping值稳定的话就好了。TX上面的太差了。
好评: 拳皇系列很喜欢，每天玩一两遍，2002 UNLIMITED MATCH是一款好游戏
差评: 巨卡，我配置很标准，1060 6 其他也都是3年内的配置！到底怎么做的这都卡！
好评: 游戏真的不错~只可惜~被非常恶心的麻花疼代理了某垃圾平台代理锁了国区了~这个非常让人恶心的一件事情`疼讯毁了拳皇这个美好的游戏~
差评: 如果snk不想赚PC玩家的钱请不要不这种烂玩意放到steam上来。
对键盘的支持做的稀烂，说稀烂都是抬举抬举snk了，我就直说了吧，根本就没有针对键盘做过哪怕一个子的优化。

必须摁出斜方向才能出招，把AB滚绑成一个键以后摁AB滚仍然不只一次的被打counter。嗯，没绑一个键以前我还能骗自己说一定是我AB没有同时摁所以出错招了，绑成一个键之后你难道还要我骗自己说是我摁键的时候用力不均，所以滚键摁下去的时候是一侧先按下去的所以只起到了A或者B的作用？

不光2002um，98um，13都是这幅尿性。SNK我觉得吧，你要是发自内心的看不起PC玩家，你就不要来steam圈钱。要么就要牌坊，别来。要么就安安心心做优化，认真对待PC玩家。少他妈的当婊子。
好评: 这一部确实是这一系列的精品.
好评: 为回忆补票。
好评: 我觉得这是snk的2D巅峰
好评: NICE GAME
好评: gg
好评: 儿时回忆
好评: 拳皇系列的endless match对于普通玩家来说一直都很具有挑战性 这款游戏中同样设置了几个和endless相关的成就 本来这些成就对于我这类手残来说基本上只能看看 但是因为有个IGNIZ这个角色...我大概半个小时就用下前重拳拿到了成就

感谢NESTS
好评: Skillgame
好评: 我之所以推荐这款游戏是为了更方便大家看到我要骂他，这游戏本身质量不错，也许是在13出现之前最好的版本，但是玩的人太少了，加上中国锁运行，实在是连不到人，即使连到了ping也巨高，我在澳大利亚跟澳大利亚人连都是200+ping，不要说是我网络的问题，我玩csgo怎么从来没卡过捏，一些bug还没修复，比如古力查力度的2624a伤害根本不科学，而现在盗版的都能联机了，那么估计以后能连到的人更少
好评: 拳皇系列是很经典的格斗游戏，这次明知是炒冷饭，但还是玩了一阵。
通过单机试玩，作为一个格斗游戏瞎按玩家，第一次即打通。震惊的我立刻把AI难度调至最高，结果仍旧血虐。
我自认为并没有通过看各种MUGEN学到新的姿势和战斗技巧，但这个游戏里面的AI简直傻蛋，无语之至。
其实该游戏的最大特色是网战系统，过去我们只能通过很麻烦的游戏平台才可与小伙伴们一起玩耍，但这个游戏改变了这一状态。我进入网战之后，没有打成过一次。我觉得我可能是选择了一个错误的时间，希望我是错的。
最后，我给这个游戏好评，因为你可以在正常游戏过程中就可以练习搓招，这在其他拳皇游戏里是很少见的！
好评: 买前一看就知道是PS2版拳王2002UM！感觉就是PS2版移植PC买了后发现果然是这样没什么多的东西！
这代因为是很多年前的作品了所以画质当然比不上现在的拳王13或其他作品游戏了！
所以推荐给喜欢玩拳王系列又喜欢玩到很多角色和还原所有技能的玩家
我个人来说就挺喜欢的因为这代可以用非常多的角色基本历代都有还有这代特有的无名角色（感觉就是K999换了样子帅气了没查过他来历所以不清楚是否K999改版还是新人物）
反正我个人还是比较推荐给喜欢玩格斗游戏但不一定要求高画质的玩家！

优点！
这代优点就是人物角色丰富基本历代出现得人物都可以选择连续几代的BOSS都一样可以选择除了大蛇！
相对13来说拳王13删了历代很多人物的技能！所以这代还是有保留非常多历代技能给大家玩！

和普通版拳王2002区别
人物就不用说了人物就已经有96-2002的角色用了不只是单单有2002的人物
画质我感觉就画风改了点
技能华丽度有明显的上升！人物技能也丰富了
这代还平衡了很多角色的攻击力！所以相对普通版2002会发现攻击力有点不同！
人物的攻击速度其实也是这代开始有点改变如果有玩习惯普通2002的玩家就会发现自己用习惯的人物其实速度上有少少不同了！

缺点
你玩习惯高画质后玩起来是会感觉这画质好像已经进不了眼
PC显示与键盘操作优化不到位！
好评: 期待很久终于发售了！本以为因为98不怎么成功会被坑掉的

优点：
系列里出类拔萃的手感，虽然不像13一样专门做了键盘的优化但依旧可以使用键盘畅快的战斗，强烈推荐去买个摇杆
经典的bgm全收录，02um的bgm以大气和富有感情的特色一直深入人心，本次PC上集成了原版所有bgm实在是令人振奋
拳皇系列有史以来最多人数参战，音巢篇boss全登场，人物刻画细致，每一个人物都可以享受到不同的感觉，而且丰富的二设和同人设定让人游玩的时候联想翩翩
极其强大的练习模式，无论是连段练习，还是人物手感体验，甚至享受无限气随便凹的快感，都可以在练习模式找到
（boss以外）很平衡的人物实力，凹神不在此列

——————————————音巢boss实在是太可爱了————————————————
经典空耳脑补剧情
音巢高层放假出门吃海鲜自助餐
“红美玲！（老婆快来吃海鲜！）”
"（我要）刘翔一个蛋!"
“来四只亚米罗鲜海虾,我来烤熟3Q，米够多可以的没事咯”
“我要的都没有，什么态度嘛（傲娇脸~”
———————————————————————————————————————————

缺点：
马赛克马赛克马赛克！满屏幕的马赛克！人物点绘毫无改进毫无诚意，倒是背景似乎重置了
boss性能极端碾压，普通人物，根本没有办法愉快的和boss们玩耍(╯‵□′)╯︵┻━┻
社长灭族剪刀脚，妮子代上排球课，真零人多欺人少，经理铁板纸一个
联机网络质量严重不如13（亲测
好评: 其实第一次听说要写拳皇02UM的评测，其实我是拒绝的。因为我觉得，今天才出第一天，你不能让我写我就马上写，第一我要试一下。我又不想说，你玩一个格斗游戏，看那些连续技……很屌!很亮!很炫!结果玩家一玩一定骂我，根本没有那样的手速。这证明上面那个是假的，根本不是我打出来的……我说先要给我玩一下。后来我经过也知道键盘优化是OK的，而且没有98UM坑爹的键盘优化的。玩了一个小时……一个小时下来之后呢……起码我玩的很舒服很舒服。现在呢..我还在玩!我还给了我群里人推荐!来!来!大家玩玩看!那我跟基友讲∶「我玩的的时候你就在旁边看!看完之后，这个连续技就是我打出来的，就不要加，再加后期上去，就是这样子!我要给朋友们看到，我连完之后之后是这样子，你们连完之后，也是这样子!
强烈推荐02UM，这款拳皇系列巅峰作，我键盘玩了一个小时，各种人物都试过的，连招都OK，键盘优化还可以，可以放心的去玩。
差评: 原来不是街机模式。。。
