好评: 推荐
好评: 刀魂的第6作，画面和音效进一步提高，打击感、流畅度一如既往的爽。很多模式值得大家慢慢游玩。对战2分钟，捏人1小时 哈哈。
好评: 打击感不错，模式也丰富，爆衣也不错，就是皮肤有待加强
好评: 和不义联盟2和真人快打是有区别的，这个游戏是有点日系RPG的味道，挺好玩的，有些关卡也是折磨人。游戏时长很足，但我玩的确实有点腻了，只能玩到这时间了
好评: 还在有人说锁区，那是国/家的问题，就像你在国内无法用推特一样。
好评: 无敌神作~~希望7代尽早发售~~~
好评: 我是看杰洛特和2B打架来的
好评: 好游戏 就是练习模式不学学铁拳，很多地方不人性化  对于新手不够优化
好评: 效果不错！
好评: 捏人
好评: 捏脸其乐无穷
好评: 怎么设置中文
差评: 季票2锁区，你解锁我改评价。
好评: 每天跟朋友下班打上几把，针布搓：）
好评: 之前一直在和朋友玩，今天玩了下剧情发现还蛮不错的。内容有些让人有些意难平，齐力克、香华和真喜志他们三个的结尾让我有点难受。
好评: 刀魂系列一直都玩
好评: 上手比较容易。
差评: 开发商利用有限的预算，做出了体验下来非常好玩的格斗游戏。跟我自己玩过的几款相比，说说《刀魂6》的一些小优点：

打击感比《铁拳7》更优秀（我是《铁拳6》死忠粉），人物不会轻飘飘像棉花
人物辨识度比《死或生6》更高，不是一味把吸引LSP作为卖点，捏脸是没什么可捏的，但是可以换装啊，性价比高很多
对决设计比《不义联盟2》的更有趣、有观赏性，虽然打击感比不上~
和《真人快打11》相比来说，我更喜欢更不像“回合制”的格斗游戏，而且《真11》的高塔实在是没心情刷刷刷

手柄很好搓连招；可以自定义人物走剧情，还有传统的故事模式；打AI直接从【困难】下手，相当于其他游戏的“普通”；预算不够导致剧情是PPT，没有观赏性十足的CG，不过安装包只有不到20G，我上面提到的几款都是50-100G左右，有弊也有利

众所周知《刀魂6》季票1、2锁国区，还TM硬锁，高价区送礼物都不行。就算多花将近一倍的价格，想把DLC7-14都买了，你会发现没有DLC7，买不到霸王丸。所以只能是差评，垃圾发行商，不推荐购买
好评: 有没有大佬知道怎么选2B，萌新看得一脸懵逼，请告诉我一下，谢谢，另外，2B天下第一！3D区不能没有2B，就像西方不能失去耶路撒冷！
好评: 游戏是好游戏，但是个人不是很喜欢这种格斗类游戏
好评: 剧情还行，打斗做的不错，动作系统很多变，可玩性很高，我这种不太会玩格斗的体验也很好，人物模型和大招做的不错，苍蓝骑士是真的帅，几个妹纸也不错，被打多了还会爆衣，但是费心费力打倒女忍者女战士之后的付费剧情呢？我们是因为什么才打倒她们的官方还不清楚吗
差评: 不好玩
好评: 好！（此评论虽然才1个字，但语法严谨，用词工整，结构巧妙，琅琅上口，可谓言简意赅，足见评论人扎实的文字功底，以及信手扭来写作技巧和惨绝人寰的创造能力，实在佩服佩服，再加上以感叹号收尾，实在是点睛之笔）
好评: 不会有第3季了吧，真的很遗憾。从1代到6代，SC一直是我最喜欢的刀剑类格斗游戏。
好评: 你给我2b小姐姐，我就给你钱
好评: 经典收藏，可能没下一作了
好评: 好玩，就是地板有点滑。
好评: 捏人真是太好玩啦！！！
好评: 这是一个非常好的格斗游戏！我从PS上的1代一直玩到6代，这个系列游戏也有快30年历史了。从1代起就是格斗游戏系效果的天花板，有时间变化，有风吹草动，各方面效果都很丰富，现在在新技术的加持下，这个系列继续发光，我也会继续支持的。
差评: 垃圾服务器
好评: ⠄⠄⠄⠄⢠⣿⣿⣿⣿⣿⢻⣿⣿⣿⣿⣿⣿⣿⣿⣯⢻⣿⣿⣿⣿⣆⠄⠄⠄
⠄⠄⣼⢀⣿⣿⣿⣿⣏⡏⠄⠹⣿⣿⣿⣿⣿⣿⣿⣿⣧⢻⣿⣿⣿⣿⡆⠄⠄
⠄⠄⡟⣼⣿⣿⣿⣿⣿⠄⠄⠄⠈⠻⣿⣿⣿⣿⣿⣿⣿⣇⢻⣿⣿⣿⣿⠄⠄
⠄⢰⠃⣿⣿⠿⣿⣿⣿⠄⠄⠄⠄⠄⠄⠙⠿⣿⣿⣿⣿⣿⠄⢿⣿⣿⣿⡄⠄
⠄⢸⢠⣿⣿⣧⡙⣿⣿⡆⠄⠄⠄⠄⠄⠄⠄⠈⠛⢿⣿⣿⡇⠸⣿⡿⣸⡇⠄
⠄⠈⡆⣿⣿⣿⣿⣦⡙⠳⠄⠄⠄⠄⠄⠄⢀⣠⣤⣀⣈⠙⠃⠄⠿⢇⣿⡇⠄
⠄⠄⡇⢿⣿⣿⣿⣿⡇⠄⠄⠄⠄⠄⣠⣶⣿⣿⣿⣿⣿⣿⣷⣆⡀⣼⣿⡇⠄
⠄⠄⢹⡘⣿⣿⣿⢿⣷⡀⠄⢀⣴⣾⣟⠉⠉⠉⠉⣽⣿⣿⣿⣿⠇⢹⣿⠃⠄
⠄⠄⠄⢷⡘⢿⣿⣎⢻⣷⠰⣿⣿⣿⣿⣦⣀⣀⣴⣿⣿⣿⠟⢫⡾⢸⡟⠄.
⠄⠄⠄⠄⠻⣦⡙⠿⣧⠙⢷⠙⠻⠿⢿⡿⠿⠿⠛⠋⠉⠄⠂⠘⠁⠞⠄⠄⠄
⠄⠄⠄⠄⠄⠈⠙⠑⣠⣤⣴⡖⠄⠿⣋⣉⣉⡁⠄⢾⣦⠄⠄⠄⠄⠄⠄⠄⠄
好评: 请问霸王丸的DLC在哪里买呢...？
好评: 玩了真人被打11之后才发现，这个游戏上手是真的简单，技能很炫酷，奶子很大，摇的很爽，爱了，2b是我的。
好评: 回想当年在DC上见到次世代画面的灵魂能力时的震撼，一晃21年已过，年轻已不再
好评: 手残党真的就是过过剧情，线下聚会过几次，次次被血虐，然后回来找困难电脑发泄一下~
好评: 太香了，格斗游戏可以自定义角色进行故事模式，而且过程中也可以随便调整人物组件。第一次玩刀魂系列，感觉不错。打折入豪华版绝对不亏！现在决定把豪华版没包含的DLC也买一波（豪华版原价448，我是打折67.2入的，感觉100多能入也不亏，400多确实有点贵了）玩了8个小时主线剧情没有打通，内容还是很丰富的。这一格斗游戏玩出了沙盒RPG的感觉，太有趣了。其他模式还没来得及详细玩，不过目前体验确实很好，很丰富！
差评: 他妈的这就一个傻逼游戏还贵他妈的捏个人不小心捏了十多小时忘记退款了
好评: 童年回忆,好玩的一
好评: very good. very qiangda.
好评: 兄弟们dlc补丁3DM上就有，锁区的自动解锁，yyds
差评: 辣鸡游戏，教学关卡是有BUG还是怎么，按要求放技能都不给通过。
祝早日倒闭
好评: 好评
好评: 这个游戏很好。不仅战斗好玩，而且可以自己捏人，创造喜欢的角色。
好评: 霸王丸
好评: [h1]买就完事了[/h1]
手残也能玩得开心的休闲向格斗(散打www)游戏，等罪恶装备新作期间玩玩这个养生还是蛮好，龙珠Z啥的练不动
2021.11.11更新：😅😅😅事实证明这游戏比某个💩💩新作强了几十个KOF，几年等了个寂寞
支持一下，毕竟活下来的3D格斗IP越来越少了
单机内容量也挺足的，不过制作组这还真是穷的连CG过场都做不起了啊

[table][tr][th]项目[/th][th]占比[/th][th]得分[/th][/tr][tr][td]画面-表现力[/td][td]20%[/td][td]7[/td][/tr][tr][td]画面-艺术性/UI[/td][td]5%[/td][td]6[/td][/tr][tr][td]音乐[/td][td]5%[/td][td]7[/td][/tr][tr][td]音效[/td][td]5%[/td][td]8[/td][/tr][tr][td]配音[/td][td]5%[/td][td]8[/td][/tr][tr][td]技术(优化，摄像机，物理效果)[/td][td]10%[/td][td]8[/td][/tr][tr][td]游戏体验-机制/关卡设计[/td][td]20%[/td][td]9[/td][/tr][tr][td]游戏体验-战斗/操控[/td][td]20%[/td][td]9[/td][/tr][tr][td]剧情/世界观/人设[/td][td]10%[/td][td]9[/td][/tr][/table]
[b]总分：7*0.2+6*0.05+7*0.05+8*0.05+8*0.05+8*0.1+9*0.2+9*0.2+9*0.1 = 8.15[/b]

*08/31/2021 更新 制作人大久保博人终于被原田这条🐕从万代逼走了，就冲这个，铁拳一生黑。
好评: 麻了，买成外服key共享不了，诶诶诶
好评: 突然发现还没有评价这款游戏，那我就简单说一句，实在是太大了
好评: 虽然我对格斗游戏一窍不通但还是蛮好玩的
好评: 为了艾薇阿姨买的，她实在是太色了
好评: 非常不错的一作，就是DLC零件太少了
好评: 这个才叫真正的爷青回，09年买了PSP2000，去数码城找人破解，然后在电玩巴士上下的破碎的命运，之后为了联机打游戏，还又买了一台PSP3000。PSP上面有一个蓝牙接口，掰开以后相近的两台设备就可以联机了，但是耗电很大。当时的破碎命运还和奎托斯有联动，也是相当强势的英雄。
好评: 非常nice
差评: 游戏本身还是不错的，只是国区把季票1的角色和衣服全部拆了单卖，季票2锁国区，如果不小心买了标准版，要么重新买豪华版，要么就单买所有dlc，真是迷之操作，什么时候改了，我就回来改评价。
好评: 可以汉化中文吗，我愿意花钱
好评: 666666
好评: 有没有哪位大哥能教一下怎么把手柄按键提示改成键鼠按键提示，实在太难受了，有点用不惯手柄
好评: 不错

差评: 各个方面都很好，除了玩不下去……操作、画面都很好，人物模型很好看，武器种类非常多，技能很绚丽，就是没有新鲜感，玩一会儿就腻了（
好评: 刀魂还是那个刀魂，索妈还是那个索妈，是我变了
差评: 游戏打击感还行，一条主线+多条支线的叙事方式也算耳目一新，捏人系统更是让我沉迷其中。
但！九成npc直接撞脸，领主、干部、村民、强盗全都一个鸟样！换个发型直接崭新出厂！而且游戏中绝大多数剧情不过是插图+对话，省成本真有你的啊。
当然，以上尚不足以构成我差评的理由。[b] 你敢锁区，我敢差评 [/b]。
好评: 请问做游戏的人有没有打过那个裂缝里的古洛，无限爆气，打起来疯狗一样，还让我必须大招杀他。就是你这个司马战斗，我就给你差评。你设计这场司马战斗像你吃屎一样简单，我打得简直要吐血
算了，开个修改器把司马古洛打完了。自创人物的剧情除了几场变态支线战斗之外其他的难度还算适中。而且这游戏每个角色都有自己的独特剧情（2B和地狱火除外），有的剧情的确很精彩，看着剧情结尾的cg图也让人很有感触。总的来说还是不错的罢。
好评: 太上头了
好评: Fight, customization and booba, yes!
好评: 建模师和原画师打一架系列，反正3d格斗我玩不来，但是捏人还是蛮有意思的。
好评: 个人挺喜欢玩动作类游戏，但是玩的比较多的是鬼泣，贝优妮塔和怪猎这一类比较自由的动作游戏，像DOA和街霸这些类似于横板的玩的比较少。在我看来这游戏画面和特效都很棒，表现力很强，打击感拳拳到肉那种感觉，动作流畅，技能也炫酷，最重要的是里面的女角色也很nice（狗头）！
好评: 很不错，可惜部分DLC锁区
好评: 以前不太喜欢玩格斗游戏，玩了刀魂6后太上头了
好评: 买就对了
好评: 弟弟很喜欢
好评: 123
差评: 讲句气话，这游戏AI比荣耀战魂3级AI还狗，气出脑溢血
好评: 打折买的，我是聪明比

好评: 买FTG 送RPG 冲
好评: 走过路过买一份吧，season3遥遥无期
好评: 美女美
好评: 索菲尼亚真的像雅典娜一样，强的一笔不说，颜值还在线
好评: 招式太多，上手不易 ，堪称难学难精，所幸瞎按也能打过。
rpg模式质量体量堪称ftg游戏巅峰，很有代入感，也极大扩充了游玩时间。
据称被女圈冲过，女性角色脸模是真的丑。
好评: 打击感不错
好评: 这游戏最大的乐趣就是捏人了我能捏上一整天!
好评: 没啥好说的，我并不是此类游戏的爱好者 只能说感觉还行
好评: 除了锁霸王丸，别的好评。
好评: 这游戏挺不错的，画面精美，配置要求低，游戏模式丰富，故事模式虽然没有即时演算或者cg，但是当成仙剑那种看看纯故事也不错，作为一款格斗游戏对操作要求比较低，不鄙视手残，不像铁拳不会抽筋步没法玩，有自建角色功能，lsp狂喜。缺点就是游戏系统太过复杂，萌新学习系统的成本偏高，角色建模细看起来似乎不是特别精细（场景建模还不错），尤其是角色脸部细节不如doa丰富。整体来看绝对值得买。
好评: good
差评: 客观评价一下吧，刀魂6刚出的时候我玩的盗版体验，一开始是冲着捏脸去的，但是发现并不能“捏脸”，所以玩了没多久就弃坑了，这回趁夏促补了个票，也算给之前一个交代，下面简单说一下我现在的看法吧
游戏真的是个好游戏，画面精致人物动作流畅，打击感强，自定义组件也为游戏增色了不少，这些都是游戏的优点，但也仅限这些优点了，甚至是拿出来和同行的格斗游戏比较其实没比别人强多少，就比其他格斗游戏多了个并不完善的捏脸系统。
除此之外，街机very hard模式下的电脑ai系统着实是冲着恶心玩家来的，如果你不是一个格斗游戏爱好者，而是一个小白，那我劝你不要入这款游戏，因为在打街机的时候电脑ai的程序基本就是无限连招，无限格挡和无限滑步这三个程序中反复横跳，要不就是偷屁股攻下盘，玩埋汰的，我确实是个格斗菜鸟，但是最起码这个ai的反应机制不能一点延迟都没有吧？比如你打ab连，多少都有动作前摇或者后摇的半秒僵直吧，电脑ai没有，基本都是瞬间格挡瞬间出招，而且我始终搞不懂为什么电脑被我尻飞之后它在天上还能继续滑步，这个机制设计除来你不是给人增加挑战性的，这不就是恶心人吗，你可以说电脑在连招上有很大优势，你不能说在攻击，格挡，闪避，甚至被击飞的时候还是没有任何延迟反应吧，这点我个人认为你找个资深格斗玩家来都不一定能把把稳赢，有的时候爷手柄都要按爆了还是快不过电脑的攻击防御，本来买你游戏的都是粉丝，格斗游戏那么多为啥非要可着你一家玩呢，再不优化这个垃圾ai流失玩家是迟早的事。
再说说这个季票锁区的事，我是真的想不出来这是脑子被老八吃了还是你屁眼被人捅了才能想出这种骚操作，卖季票这赚钱的事你给我来个锁区，不给买季票不给买霸王丸，我反正是看不动这波操作。
综上所述，我其实还是对刀魂保佑期待的，只要把问题重视起来，该优化的优化了其实粉丝还是会买票的，你现在一堆破问题不优化净整活了，这不活该挨骂吗
总的来说刀魂6现在的表现中规中矩，好的并不突出，坏的也不十分彻底，目前并不值得新人小白入坑，什么时候把脑子里的狗屎清理干净了我什么时候改差评
差评: 再高的操作上限也改变不了部分角色弱得像坨屎的事实
好评: 我是聪明逼
差评: 季票2呢？特么歧视中国大陆玩家？非粉丝谁买你灵魂能力啊你没点数？
好评: IVY，太涩了，不敢打开这游戏。
好评: 奶子和腿。
好评: 是我喜欢的冷兵器格斗游戏，我玩的很爽，就是线上pvp人有点少，我300rank给我匹配57000rank的，我只有被暴打的份……
好评: 大部分时间都在捏人，捏人太好玩了
好评: 捏人的时候颜色花纹那一栏到底要怎么切换啊？只能更改主体颜色没法切换更改衣服的颜色，按哪个键都不行，简直要疯了，捏了一个很满意的角色就是改不了衣服颜色？PC玩家不配捏人是吧？
好评: 香的一批！！！！！！！！！！！！！！！
好评: 打斗很爽，剧情很长，女人很漂亮
好评: 打折买的！绝对物超所值，格斗和绅士的完美结合
差评: 游戏跳出严重
好评: 自己一个人偷偷玩，3D格斗巅峰之作，很有意思
好评: 原始快乐
差评: 系统：RE有多恶心，玩过的都知道
单机：又臭又长
对战：没人
捏人：我只要求你有AI少女十分之一的水准
好评: 2B is Very Good. The game Very nnice
好评: 好玩的游戏，这价钱值得。
好评: 根本停不下来的剧情，好玩，另外还可以当暖暖玩
好评: 明明是一款格斗游戏为啥在我手里就变成了另一种游戏  0x0
好评: 打击感超好，首款登陆steam的灵魂能力，暴赞。
好评: 不错
好评: 以前在街机玩这个游戏一代，所以入手了。画风很漂亮，连招不如DOA。
好评: 可以自建人物还带地图探索的格斗游戏，妙啊~
好评: 从PS一代开始玩的作品 ，早期铁拳， 皇牌空战 ，魂之利刃 ，山脊赛车 ，NAMCO作品中和朋友一起玩的最多的游戏， 传说系列也玩了不少。
魂刃上手难度比铁拳好不少，难度打难我个手残还是有大半概率能赢，铁拳真的是入门简单，要打高段实在太难了。
个人的故事模式已经自己捏人模式的的地图模式都是好评，但是不知道为什么没有了武器收集模式，1代每个主角通过不同的获胜方法得到不同武器，造型威力都不一样，这个模式反而没看到。总体来说休闲的时候上去砍一下，看下养眼的妹子都不错。

好评: 感觉操作上限很高各种反击走位很吃操作，如果一直玩儿格斗游戏的玩家应该挺适合这款游戏的，不过这都不是事儿，关键爆衣凭啥男女不平等？？？？
好评: 好得很
好评: 出招表对手柄玩家不是很友好，反正我是看不太懂，就不能直接弄成手柄的键位提示？锁定很扯淡，经常空刀。攻击判定不是很好。反正我买这个游戏就是为了看2B“大"姐姐的，其他的随便了。要不是因为可以看到2B，我绝对不会选“是”。所有女性人物都有摇晃效果，部位破坏后可以爆衣，所有人物都可以自定义角色衣着。配合绅士mod，你懂得。
好评: 打折买的，我是聪明逼
好评: 上头的捏人系统，莫名爽快的打斗感觉，神奇的格斗RPG玩法~~~。。。。emmm打折买的，感觉值
好评: 给牛牛买的，它说它非常喜欢。
好评: 这是我玩过最好玩的格斗游戏！！！没错我捏了1个小时，太好玩了，我停不下来了。给爷冲
好评: 换装游戏
好评: 招式炫酷，而且我打的过简单电脑，好评
好评: 打得还是很舒服的，捏脸系统一级棒
好评: 非常棒的游戏！ 真希望能血腥点，真死的那种
好评: 除了锁区问题！！！其他没有问题

好评: 非常有趣！谢谢！
好评: 打折入的，作为系列粉丝更加是不能错过，虽然画面方面没什么进步，但光是当成单机游戏都值了，捏人（你懂的）/每个人物的故事/配音等应有尽有，不过我这边联机只能选2格信号才能勉强匹配到算是减分项吧（热度低没办法），另外要注意豪华版只包含前几个DLC
好评: 这游戏我5月花67买的豪华版和几个dlc，只玩了1个小时不到。首先这游戏非常经典3d格斗首创武器系统。但我要说的不是这个而是社区里举报我的，我不就是发了张打mod的没穿衣服女角色的游戏截图嘛，好家伙直接封了我半个月，所有游戏都不能发图了太痛苦了，以至于我到现在再没玩过这游戏。但我没有退款因为我知道这不是游戏的问题，这是人的问题，人心难测啊。
差评: 我没时间去猜键盘键位对应什么= =
好评: 专业资源30年，您想要的岛国资源我都有。欢迎加扣扣76955644咨询。
差评: 重国区玩家支持这游戏，你连季票2也不出，霸王丸DLC也不出。当初真是失了智帮你们宣传这游戏！季票2什么时候出，时候改差评！
好评: 非常不戳滴一款游戏，画质细腻，打击感也爽快，还能自己捏小人。建议直接上豪华版，体验十足。
好评: OK
好评: 可能是目前最好的冷兵器格斗游戏，捏人系统令人着迷，战役模式也挺有意思。
好评: 好玩 很好玩 非常好玩
好评: 为了捏人花300块我也是太能花钱了
好评: 捏人
好评: 放在仓库吃灰了几个月 后面才想起来买了这个游戏
玩了一下 整体感觉还不错 我特别喜欢里面的妹子 服装可以很涩 老绅士必须参考一波
还看到了铁拳我最喜欢的角色服装 我直接买了那款DLC 帅的一批
好游戏 我喜欢
好评: 要玩好虽然不怎么容易，但很有深度，就算仅仅游玩单人内容，也有很多值得研究的地方。
好评: 挺好玩的
好评: 无论如何，这都是现如今3D格斗游戏的巅峰，当然要推荐了。
好评: 对键盘很不友好，改键后只有战斗时有效，菜单界面不生效，会混淆
好评: Niceeeeeeee!!!!!!
好评: 建模画质有点捞啊，是怕我带不动吗
好评: 变装格斗游戏
差评: 还不错，就是上手需要时间，自建人物RPG也不错。就是香华的青龙刀，为什么就会手抖？？？其他模型都不抖，这就很奇怪了。
差评: 好家伙448，还不如买生化去~~~
好评: 打击感很不错。越打越上头，难度还是有的，不过可以慢慢来，打多连招就习惯了

好评: 剧情模式宛如在看视觉小说，效果非常不错，不过明显是省钱行为，在一个格斗游戏里这么搞。
好评: NICE 2B
好评: 🐂
好评: 捏人系统太好玩了，沉迷捏人无法自拔，要是捏人系统在强大点就好了，最好做到像emotion creators那种，然后再加入一个拍照模式，电影模式，感觉就完美了。
好评: 至今为止，这是我玩过最棒的一款格斗游戏！
好评: 重温童年在PS1上玩的刀魂，华丽的刀剑格斗，不过对比死或生还是稍显僵硬
好评: 这是我玩过最好玩的换装游戏
灵魂暖暖i了i了
好评: 这个捏脸游戏做的非常好，特别是附送的小游戏，就是把捏出来的小人拿去打架的，非常好玩，而且还送了一大堆模板用来参考和直接玩，捏不好脸也没问题，用他们原有的角色去打架就行了。而且居然还有主线，惊了，反正这个捏脸游戏的内容真的多的哈人（迫真
好评: [strike] 禁止在RPG游戏里面包裹格斗游戏[/strike]
刚玩不久，就说一下自己的感受吧（错了也请勿怪，毕竟也没深入研究）
[h1] 格斗游戏素质很高[/h1] 
基础按键——横向攻击，纵向攻击，近身技，防御，8个方向
组合按键——抓取， 特殊攻击，破防攻击，架势，嘲讽，消耗气槽，[strike]猜拳？[/strike]反击之刃
由此搭配方向、顺序、不同状态（起身，蹲下，浮空，倒地）的各种出招也是非常丰富，每一个人物都有独特武器和系统（出招表并不完全一样）
[h1]攻击属性复杂[/h1]
有的出招有一定属性：比如不可防御，高中低位攻击，或者致命一击这种触发攻击等
[h1] 无限连问题[/h1] 
倒地时可以向各个方向翻滚以躲避追加攻击，也可以按下防御键立即起身并防御，或攻击键起身攻击
有拼刀系统，也有弹反系统（多种弹反方式，可以应对不同的攻击属性）等方式使得游玩中不会被按着打
[h1]RPG体验[/h1]
两个剧情模式是相关联的，都以文本为主而且都挺长的。可以捏脸那个剧情模式中可以配装，接任务，探地图、改变剧情走向（新手教程挺好，就是太长了）
[h1]总结[/h1]
推荐打折买大包，素质很高，挺值的。
不想打剧情可以直接当格斗游戏打，本地PVP、PVE或者线上对战
也可以直接当RPG玩
[spoiler]（2B为什么没有剧情？？）[/spoiler]
好评: My dear Geralt...
好评: 单机模式当个rpg玩都有蛮多内容的，联机匹配有点慢。游戏还可以，季票锁区恶心。
好评: 挺好玩
差评: 想不明白为啥季票要锁区？！那你就把DLC干脆都锁了呗。
好评: 万代疯了吧？好多游戏现在全都-85%卖。这个格斗游戏白菜价我还以为是喜+1 。下来发现20G，有故事模式，和角色自建的那种接任务做任务的模式。10级探索的时候打赢个30多级的敌人，掉了把2B的34级武器。从此键盘乱按也能吊打电脑。没想到还挺好玩的，就是过场CG有点少。这剧情全是文字超级长，我的天啊。通关了还有一大堆地方没探索，任务也没做全。这真的格斗游戏吗？我还以为在玩RPG。
好评: 我tm冲爆就完事儿了

好评: Amy天下第一！
好评: 搓招简单，打击感优秀，捏人系统好评。
好评: 好玩
好评: 最喜欢的游戏！  加油！
好评: 推荐2B
好评: Unlimited possibilities
好评: 手动防御可能玩惯2D的难适应，但抓准时机按→+防御键的话能将对手攻击弹回去。剧情精彩这点我比较惊喜，我这个老是对格游剧情看重，整体素质满意。
好评: 看我的steam昵称，就知道本人的游戏初恋是谁了。

游戏开发者在有限的开发资金条件下，把画面、系统都磨砺的异常出色，必须好评。

然后就游戏的后续发展提个建议，《灵魂能力》描述了战士们与魔化邪剑斗争的传奇故事。而与心魔对抗的最有效方式就是爱，请游戏开发者强化爱在游戏中的作用。比如可以在故事中导入修行模式，让玩家由神雕小龙女般的师父进行引导修行成长，甚至双修体验。。。想想就让人激动不已呢~
好评: 最开始买它是为了2B的颜，却没想到打开了室友交♂流♂的大门。
如今临近毕业，大家也各奔东西。
希望未来，还有机会能围坐在电脑旁，为了胜负争个脸红脖子粗，嚷嚷着这局不算，再来一局。
好评: 打击感good！画面good！单机游玩good！
好评: TX搅屎棍，耽误我买DLC，非让我出去买去！八嘎。
游戏不错~我是从PS游戏机刀魂1代开始玩的，那个年代的一代片头CG和人物建模就惊艳了无数人。没想到这游戏都延续到今天了！厉害！
好评: 人少，但是捏脸系统很快乐
好评: 童年！
好评: 个人感觉打击感比死或生系列差，希望优化一下
差评: lol
好评: 也挺不容易的了，改成好评了，还会有更新吗？多来点衣服啊。
不知道还会不会有续作了。。哎。。
好评: 被女友拉来玩，被女友爆锤，研究出招表，被爆锤，研究完毕，被爆锤，删除游戏
好评: 我是傻逼，捏老婆真香
好评: 我爱我老婆雪华，I love Setsuka~
好评: 简直不要太香了
好评: 自创人物剧情模式，超级赞！！！2B小姐姐赛高，买买买······
好评: 非常不错
好评: 捏人两小时，对战5分钟
好评: 鼻血

好评: 这个系列能出到6代也是没想到，画面、打击感什么的没啥问题，刀刀刀肉的感觉。另外，捏脸真好玩。
好评: 捏人比较费时间，捏一个小时是很正常的，小心错过退款时间。

玩家人数：人比bbcf、GGXrd2以及夜下降生要多一点，但不像龙珠z和碧蓝vs一样大厅能有几十个人。，至少还是能搜到人，也能在大厅找到几个人的，大概和街霸4、拳皇13差不多吧，优点是不像老游戏一样都是老人在玩。

初体验：对新手蛮友好，我只看了一眼快捷键，看不懂对面出招，也能赢C/D段1灯。相比于铁拳和荣耀战魂没什么打击感，但是人物模型和特效比较柔和，不像铁拳7那样虎背熊腰、特效油腻亮瞎眼。

如果是想玩3D格斗或者想玩个好上手的格斗游戏，这个游戏挺好的。
好评: I love IVY ^_^
好评: 满分，因为我老婆艾蜜表现很完美，我就是为我老婆艾蜜而玩这款游戏的，推荐32寸 2.5k分辨率显示器玩
好评: 挺不错的，家里来朋友一块玩，挺有意思的

好评: xjbd游戏好玩
好评: .....
好评: 好
好评: 没有人能挡住美少女的诱惑，如果有那么再加上御姐
好评: 换装游戏性大于格斗的游戏哈哈哈
好评: 好棒

好评: 40来块钱买的感觉还不错！就是希望优化好点加上简体中文再把集换式卡牌推出来就好了！
好评: 真挺好玩的，里面的剧情年底表也挺有意思，其他游戏也应该参考一下。连招很好玩但是深入需要下一番苦功夫。打折卖是最合适的（顺便一提里面的人物也很棒哦~~）
好评: 上手容易。
好评: 格斗5分钟 捏脸2小时
好评: 打击不错，捏脸很赞
好评: tx胎牛皮，霸王丸影响你了？？不知火舞干你什么事，但说到底还是snk你的问题
差评: 垃圾游戏。谁玩谁傻逼
好评: 我觉得可玩性很高，而且最近打折力度也很大，非常值得购买。
好评: 绅士游戏
差评: 游戏不错，但是锁季票2骚操作不给差评不行
好评: 我摊牌了，我就是冲着2B来的
好评: 小时候就玩过  6依然有感  不错  如果加上受伤效果就更好了
好评: 刀魂暖暖，你值得拥有。
下次更新请加入恋爱养成要素……自捏也要谈恋爱！
好评: 难度恰到好处，适合上手。刀刀到肉的硬派风格令人欲罢不能。
好评: 角色的2d画风是真好看
好评: 好玩     就是建模8太行
好评: 不翻船就好评。
好评: 爽快的打击感 ，对新人友好的上手系统设置， 朋友们一起玩很快乐！ 另外剧情丰富，适合新手上手选择自己喜欢的角色，还能捏人    值得玩！
好评: 作为格斗手残，依然在这个游戏里体会了诸多乐趣。
主要是捏人实在太开心了，2b小姐姐也太棒了。
其次技能实在太多了，真的是乱按也能一堆技能。
但没和人对战过，而且玩了两天后基本也就不是太想继续了。毕竟手残。
好评: 砍砍砍，换装，砍砍砍，换装，砍砍砍，换装，砍砍砍，换装，砍砍砍，换装，砍砍砍……
差评: 格斗游戏，角色DLC锁区。？
好评: hao
好评: 能捏脸能使用武器的格斗游戏，自带中文，捏脸多样，很好玩，就是机票锁国区的操作太司马，游戏本身还是不错的，有点贵，建议史低入手
好评: 可硬核 可社保   还行。
好评: 甘霖娘！s2季票呢？！！！！
好评: 很好玩
好评: 国区没有季票，残念
好评: 就像有人说的，整部游戏透露出一股贫穷的气息，故事模式根本就是看PPT，视觉小说是吗？但是。。索菲提亚，香华，成美娜，多喜，艾薇，2B等等。。我还需要说什么，把我的钱拿走，我就是馋她们的身子
[spoiler]这游戏里的男人角色就是多余[spoiler]
差评: 预购党，没法补票，操你妈
好评: 为了玩到2B买了一整套游戏 少见的手残党也能玩的相当开心的格斗游戏 游戏很棒 捏脸系统很鬼畜 但价格略高 推荐打折的时候入手
好评: 好评！良心游戏！死或生5和死或生6 几千块钱都买不来，这游戏几百就搞定！好评不错！
好评: 感觉还不错，nice

好评: 期待了很多年的刀魂终于降临PC，画面音乐爽快感都很棒！希望还有下一作！

希望有简体中文！希望有简体中文！希望有简体中文！
好评: 赞
好评: 打击感很优秀，兵器属性与流派很明显，适合双人对战好友对A，但冒险模式AI对战略微无趣，手柄键盘都支持，捏人系统很优秀很，希望能再出几个人物DLC
好评: 刀剑如梦
好评: 我只喜欢用2B
好评: ok
好评: 还可以

好评: 建议打折入手本体+尼尔dlc，太香了
好评: ok
好评: 捏了个克蕾雅，假装在玩大剑（
好评: 大概是最新手友好的3D格斗游戏了，随便瞎按就能打出炫酷连击，虽然网上对战都是被别人打出炫酷连击爬不起来。。。
好评: 画风不错
差评: 和印象中的2代3代差距太大，从一个大作沦为小作坊产物，画质建模远远落后于时代，故事模式还不如我自己用RPGmaker来做流畅，ssd硬盘里安装的游戏为了读一个纯界面的对话要度盘2分钟，而且经常读盘。黑屏卡读盘2分钟，垃圾对话看1分钟，真的打斗才30秒左右。带着情怀来的，现在和这个系列从此无缘了。
差评: 我真的不推荐~~~我是来补票的~刀魂系列基本体验过了~
说句不要脸的~我当年这游戏一被破解我下了~一直玩儿到2b更新的那个版本我彻底没玩儿了~
然后昨天打折我没多想买了~~买了就后悔了~
首先是人少~~搜索不到人~~~~然后后续跟新的版本把连段挑战给更新没了~~~以前是有的~我记得很清楚~我taki的那个从地面连到天上接投技就在那儿学的~现在倒好没有了~~又开始变成以前前几作那种给你个出招表~你自己摸索去吧~~~说真的要不是以前玩儿过~新手上手记一个角色的出招表到自己摸索出一个民工连要花很长时间~这点说真的做得根本不如自家的铁拳7
游戏很硬核也很牛逼~~~虽然新手上手容易，但是进阶非常难~~~但是你要喜欢捏人儿~那就是另外一回事了~
好评: 玩着怎么有fgo既视感...
好评: 7个小时几乎都是在捏人，能捏人的格斗游戏真是好
好评: 带感好吧，很不错的
好评: 霸王丸yyds!!(×)
2Byyds!!(√)
好评: 只能说这是一款精美的游戏，优秀的美工，华丽的画面，震撼的音乐，每一代游戏都没有错过，20年的陪伴，很感谢
好评: 雪华的技能太华丽，结算太撩人，我太爱这个大姐姐了
好评: 我买这个游戏就是为了2B。
好评: 声音太美，衣服料子还不好！但就是莫名吸引人呢！
好评: 季票2锁国区，狗日的疼讯，建议换区
好评: 上手容易
好评: TAKI真的太顶了
好评: 你给我玩2b，我给你钱
好评: 《刀剑如梦》
我剑~何去何从~爱与恨情难独钟
我刀~划破长空~是与非懂也不懂
我哭~泪洒心中~悲与欢苍天捉弄
我笑~我狂我疯~天与地风起云涌
我醉~一片朦胧~恩和怨是幻是空
我醒~一场春梦~生与死一切成空

来也匆匆~去也匆匆~恨不能相逢
爱也匆匆~恨也匆匆~一切都随风
狂笑一声~长叹一声~快活一生~悲哀一生 
谁与我生死与共

☆★☆★☆♥♥♥狂刀傲剑◎霹雳闪电♥♥♥★☆★☆★

1.操作上和《铁拳》、《街霸》等3D格斗有较大差异。不只是连段重要，还有架招、格挡、横移，反击多种攻防手段，比较考验对战时的心里素质和操作。有教学模式，对新人较友好。
2.视觉效果没得说，人物的表情，衣饰的贴图，打击的光晕等效果都很清晰。优化做的不错，我的1060显卡2K全屏高质量满60FPS。音乐给我映像深刻，恢弘大气，特别点赞！
3.游戏的捏人系统新颖独特，人物模型以及道具服装都较丰富（感觉人脸的模型略少），看了社区中心里的截图及网上大神们的作品后，创造欲望大大激发。
4.故事讲述是个软肋，虽然情节条理分明，但都是以图片和文字的形式讲述，CG动画少之又少，这点和《铁拳》，《死或生》比起来差的太多。
好评: 剧情模式比DOA，铁拳之流丰富多了，RPG模式也不错
好评: 我是傻逼！！！！！！！！！！！！！！！！
差评: 对新手并不友好好难上手，站着防御被打，蹲着防御被打，倒在地上被打，起身被打，主动攻击被打，以退为进还是被打。
差评: 不推荐，首先第二季没有季票，不要和我说别的地区有，那对我们中国这边的玩家有意义吗。其次故事模式做的非常差劲。
好评: 好玩
好评: HAOWAN

好评: 儿时经典
好评: 易上手，人物好看，打起来也挺好玩，就是出招有些迷
好评: 为了2B，冲！！！
可惜没有A2小姐姐
好评: 挺难玩的，卡关卡在创建角色了。DLC没有霸王丸可惜了，希望以后会补
差评: 捏脸2小时游戏2分钟，游戏挺有意思的就是版权的问题和铁拳一样角色会锁区的，害的我要花钱买加速器翻香港区高价买买完改区又要花钱买游戏，一个霸王丸和铁拳吉斯就100多块钱了
差评: 粪作 剧情模式各种各样的恶心设定能把你恶心死 创造模式打八分 2分扣在各种各样1的不兼容上 凭什么丝袜不能穿高跟鞋!简而言之就是一盘好饭里面参了一坨屎
好评: 真的是好游戏，就是价格贵一些，可以等打折的时候入
好评: 趁着骨折入手，除了黑屏，上手难，其他都很棒，不说了我要去挨揍了
好评: 原画和模型都不错，剧情优秀。
差评: 进游戏直接黑屏
好评: 好玩
差评: 不好玩，而且DLC锁区。
差评: 这游戏为啥这么贵？
好评: Good
差评: ...
好评: good
差评: 刚发布就购入，捏人捏的不亦热乎，然后就没怎么玩了，后来听说霸王丸DLC就回来想试试，结果锁区玩不到，这操作有点懵，而且之前的捏人存档也莫名其妙都没有了。对刀魂系列是有感情的，但这样操作下还是玩铁拳吧。铁拳是真的香。
好评: 铁拳来的。到现在体验极好。感觉移动的风险和收益都比铁拳大得多，而且水平垂直招式标明之类的真的很帮助玩家学习游戏（原田nmd不要偷懒学学隔壁吧）。角色之间帧数和风格区别也很大，不像铁拳人人都有个10帧站1，11帧起身4，15帧浮空，很多样化。然后就是Talim人设太爆炸了，15岁异域风贫乳裸足萝莉，我好了，直接铁本命，练（炼）就完事儿了，什么索菲、香华全部爬好吧。不过打铁拳这种没有长手的人的游戏习惯了现在对距离型角色完全没办法，都不知道怎么接近。感觉以后还能玩很长时间，捡到宝了。顺便吐槽下在线，休闲局没有自动匹配只能开房间打也就算了，排位匹到的要不是只会放RE然后输两盘中途拔线的hape，要不就是段位比我高得多把我吊着打的的，也不给开段位差别限制条件，什么意思。
差评: 锁区
好评: good good good good
好评: 夏促入了豪华，再补了个季票2，真舒服。
好评: 买捏人游戏送的动作游戏
有杰洛特、2B好评
柴香华、雪华小姐姐好评
好评: snk角色被TX锁了版权，霸王丸和机票二就不能卖。
差评: 霸王丸锁区了 新出的雪华也锁区了 我不知道谁的问题 是腾讯还是万代整的活 但我明白了这两个都不是什么好东西 都t是司马的玩意
好评: 游戏12小时，捏人10小时。
差评: 日本人经营方式的傻逼脑回路
好评: 支持，很有意思的格斗游戏
好评: 季票2锁国区财团B先飞个马

什么雪华出了?买买买!
差评: 玩到最后 白金成就不跳杯？ 什么操作？

季票都不让买？ 又是什么屎操作？



季票1下架

季票2锁国区  季票内容分开卖 霸王丸买不了 连季票特典都没了 

 万代你真脑子吃屎了？？？？？？
好评: [spoiler] Bandi biss [/spoiler]好ip不重视，季票2还锁。
错怪万代了，应该是TX biss。[spoiler]再往上不敢骂了。[/spoiler]
好评: [h1]捏脸就完事了嗷兄弟萌[/h1]
[spoiler]主要是为了捏脸才买的[/spoiler]
好评: 最好玩的刀剑格斗，没有之一。
好评: 我是傻逼
好评: 还行，不过季票二锁国区的骚操作牛
差评: 甚至不如5
好评: 存档丢失
差评: 人少的可怜，匹配机制也不行，价格高还有地域歧视，真是无语~~~~
好评: 无聊写一个。
缺点：
1场景比较简陋
2音乐不好
以上两点就当制作组预算不够，目前的效果也在可接受范围。
优点：
1对比前作，加入了很多新的对战系统。比如re或lh。对战更丰富，更有乐趣。而且lh的引入，使连招变得更加丰富。
2捏人系统很棒。配件多而且很多免费，不像某些游戏，一点破布就要掏钱买。
3有新人教学关卡。
4优化好。几年前的低端显卡，调低画质也能60帧运行。除了2b主场地图有略微掉帧。
5网络不错。国内大部分玩家都能稳定联机玩。

总结：
格斗游戏是小众游戏类型。刀魂更是小众游戏类型里面的小众游戏。目前国内pc平台玩的人不多，但也不至于鬼服没人玩。新人入坑前先自问能不能认真花100+小时学习游戏该如何玩（这100个小时里面会被各种大佬教育）。如果不行就算了。如果能，这款游戏能一直玩到刀魂7发售。
差评: 游戏还行，就是DLC锁区太恶心了
好评: 是真的好玩，除了出招表有点看不懂以及一些小问题之外。
捏人2小时，对战5分钟
好评: 能冲
差评: 因为杰洛特买的，游戏本身一般
好评: 非常不错的游戏，希望加入更多的服饰。希望加入更多Sophitia的投技动作。
好评: 8/10
好评: 好！
好评: 为2 B小姐姐买这游戏的不止我一个吧
好评: 独具特色的横砍纵砍系统，还有对新手算是友好的格挡反击系统算是加分项目，最最最重要的加分项应该是可以暖暖吧，哈哈哈。
好评: 建模和打斗效果华丽，女角色漂亮，关键是还可以捏人
好评: 新手教学机制比较差，其他都满不错的
好评: 好玩，就是没有简中很难受繁中也不知道怎末改。另外换装部分很好康。
差评: We need season pass！
好评: 男孩子的暖暖！TQL！
很适合捏各种JOJO角色，然后还有奎爷这些很壮的角色！
当然老色批的死或生角色、希里等角色也能捏！
好评: 算是比较简单的格斗游戏吧，格斗苦手也能打的很爽
好评: 捏脸捏的把我姐的脸捏出来的
好评: 还行吧，斗斗两局就没多大意思了
好评: 万代的建模还是不错的（比如比I社好）剧情就是不服的都打一遍。作为格斗游戏苦手，本作还是值得一玩的，系统比较简单，同时操作上限也很高，手柄比键盘操作友好很多。
好评: 没有霸王丸啊
好评: 画面，符合的捏人系统很喜欢
好评: 蛮好玩的就是锁国区
差评: 汉化不完整，暴力移植。
好评: 打击感虽然好，平衡度太低，操作过于简单化，各种乱入就觉得不适合硬核对战了，这不是期待的刀魂，当是一部捏脸走剧情粉丝向游戏玩也不错。
好评: 刀魂暖暖，捏脸功能是真的强大，建议打折入
差评: 键盘玩家还是玩arc系的吧，想体验一下3D格斗，结果，嗯，反正PC玩家和中国玩家不是人家的目标客户咯
差评: 我是一个忠实的键盘格斗玩家，小时候没零花钱，基本玩不到摇杆，只会用键盘，手柄也没怎么摸过，只能习惯sony的手柄。玩了几个小时，游戏体验极差。这游戏完全没有考虑不知道X Y A B是什么键的玩家的感受，我是不是得对照着两张表来了解游戏内容？这个Y是什么？哦，是A+G，A是哪个，G是哪个来着……？而且更改键盘居然控制居然没有任何效果……好吧我忍了，那你让我在游戏的时候切菜单看一下设置呗？设置里告诉我Y是A+G的组合键，但是却不是键盘上的A和G……看到这里你是不是已经迷糊了？反正我是茫然的。模型和渲染还算说得过去，特效……简直不忍直视……打击到之后会出现一大堆金属块儿的小模型是什么意思？而且战斗系统太繁琐了，我明白越繁琐的东西越好玩，但是实在是没给我记住的机会，因为我没明白怎么用键盘操作。过了两小时了不能退款了……
总之呢，如果你跟我一样是个键盘玩家，建议不要入手，对你很不友好。如果要追求小黄油的玩家呢……拜托这游戏这么贵替代品有很多，还不如玩隔壁的天使格斗或者欲望格斗，虽然这俩做的差了点……但是省事省力……
好评: 还行，就是脸不好看
好评: 终于降价了，真香！！
差评: 之前只买了本体，现在想补dlc，但是发现怎么买都不划算，要么买典藏要么别买！怎么不搞个组合，买dlc便宜点阿
好评: --下载游戏
--街机模式-选择杰洛特
--被电脑虐
--研究出招表
--终于打赢了人机
--关闭游戏，以后想起来再玩
差评: 锁区
差评: 给不了了，机会是给制作组的，不是给南梦宫的。如果这一之后真的没有然后的话那就没有吧，指不定还能哪天看到灵魂续作，从黑魂开始南梦宫作为发行的尿性就让人记忆深刻，祝早日司马
好评: 老ip了，轻操作重运营的格斗游戏，算是算准了格斗的未来吧
好评: 咱明明说好的真刀真枪格斗，砍来砍去一点儿伤没受，衣服打没了。
差评: 垃圾游戏，季票2锁国区，吃屎去吧
差评: 角色间存在太大的平衡差距，网络波动导致部分角色根本无法玩，再见辣鸡游戏。
好评: SOULCALIBUR VI 虎门大叔系列 “由最强剑豪奏曲，光与暗的起点” 故可于一瞬间由甲地移动至乙地。 SOULCALIBUR20周年的最新作品隆重登场！ 亲自体会武器格斗动作游戏巅峰的绚丽画质呈现的全新刀剑交锋故事。

    游戏名称：灵魂能力6
英文名称：SOULCALIBUR VI
游戏类型：动作冒险类(ACT)游戏
游戏制作：BANDAI NAMCO Studios
游戏发行：BANDAI NAMCO Entertainment
游戏平台：PC
发售时间：2020年5月5日
好评: 打折的时候买的，玩了一会还不错，打击感很喜欢，2b小姐姐叶寒喜欢！买的不亏
好评: 总体来说还是比较不错的游戏。打击的动作还是比较生动的，但是技能衔接的时候会有一点生硬。但是有一点我不清楚的是：这个攻击按键我不是很明白，我不知道是我玩的不对还是游戏的错。其余的都还挺好的，最后，可以捏脸。
好评: 还是挺有意思的
好评: 灵魂能力6真的优秀
最大的优点是可以diy角色，最多可保存100个自定义角色
要是开设创意工坊的话真就直接起飞，就是繁体字看着有点难受。
差评:   战役设计实在弱智，AI各种开挂
好评: 第一人称射击游戏
差评: 连不上，连上又断开，反反复复，玩不了！！！
格斗游戏不让人联网玩个卵？？？？
鬼服，排都排不上，排上了又是几万分的对手（排名一百之内）都有。
资料、重播全看不了？链接错误？？？？？？？
差评: 特地来修改评测：
锁区差评！
给爷爬！
好评: 阅读前注解: 
GGXrd 罪恶装备：启示者(英文名: GUILTY GEAR Xrd -REVELATOR-)
玩了一段时间，优点如下：
1. 招式反馈感强，玩家操作后游戏中的音效画面特效的反馈给人实感和冲击感。包括刀剑碰撞声，和战斗时人物语音，对比其他游戏你就会发现，声优们确实都很用力，加上背景音乐的气氛烘托很符合主题，度量也把握的比较好，没有音效音乐过噪或者过淡的情况，是我手上多个主流格斗游戏里，个人感觉音乐音效表现能力和氛围渲染最好的一个游戏了，没有之一。视觉特效和模型材质方面对比起同厂另一个主流格斗游戏来说相对没那么细腻，但是实际玩起来以后，其实体验差别不大。
2. 上手难度还算可以，天枰模式有简单教程，还有文字攻略，这个的话GGXrd是我手上入门教程和说明做的最好的一个。刀魂这方面做的也还行吧。新手还是有比较简单的游戏内途径能学到最基本的操作，和最基本的人物理解思路的。
3. 新手还是挺多的，玩家数量尚可。联机系统没说多强，房间还算能用吧，功能上的交互性一般，我觉得GGXrd的最好。只要自己网络ISP主流一些，网路稳定一些，调整好匹配条件后，多数也不会卡。匹配平均等待时间稍微比其他几个更流行的格斗游戏慢一些，但是也还能打。个人其实推荐新手想联机直接打排位，其实群里约战的很多都是扮猪吃老虎的大佬，野战房也有很多就是他们建的，真正的新人房其实并不多。反而排位里匹配的绝大多数确实会跟自己差不太多的水平，炸鱼的毕竟是少数，而且排位对新手其实很友好，积分机制的设定在前几个段位来说，只要你肯来打，就肯定会上分的，赢的收益比输的大太多了，所以，没必要怕输。(特别是喜欢玩赖比角色的玩家，用脚都能上分23333)
4. 捏人，展示自己喜欢的捏人给对手是这个游戏的一大亮点。可以定制服装和人物，可以捏出千(bu)奇(ke)百(miao)怪(shu)的角色
5. 官方更新频率比起其他几个主流格斗游戏来说不太高，但是确实在弄，一个季度一次更新，一年一个赛季。虽然更新的东西不太多，还是可以接受的。至少表明这个游戏是活着的。
---
一些建议:
1. 教程不太完善，对新手还是不够友好，从GGxrd过来的就知道，这游戏里做得更好的地方就是：有连段训练，分初中高三级，一级一级解锁，如果玩家能够掌握到实战能用的程度的话，多数人物已经可以达到中高级水平了。而且还有各个人物的对策教学和实机演示，实际操作练习，这个很用心了，虽然GGxrd也有不足，但是相对来说做的很好，在这里赞一个。
2. 联机体验，这个是相对技术性的问题，加上大陆网络ISP众多，连接情况复杂，作为厂商，即便不怎么重视大陆玩家，我觉得也是个需要好好攻克的问题，优化玩家联机体验，是十分有长远收益的。特别是格斗游戏，要求连接实时性是很高的，所以，我觉得以格斗游戏为攻克起点，然后把经验分享给旗下其他作品，提升整体品质和玩家体验，都是很好的。
3. 社交性， 我觉得格斗游戏都需要加强社交功能，多在这方面丰富一下。现今的FTG应该逐渐强调社交，如果玩过OSU的朋友应该能明白，一款社交和交互功能丰富到位，而且能发挥玩家创造力的游戏生命力会有多旺盛（刀魂其实就很具有这个潜力）。但是，现在我却在多数FTG身上没发现有谁真正重视起来并行动的作品。格斗游戏应该多跨界学习一下优点
4. 大陆玩家体验打折扣，一个是人物版权问题(某DLC下架)，一个是配套服务，官方网站不醒目，指引不清晰，大陆访问慢，访问出错等问题。还有就是没有简中。感觉大陆玩家就是次等玩家。
我觉得以上是最主要的问题了。
差评: 季票2锁国区的操作，游戏再好玩也给差评。
差评: 我是傻逼
差评: 剧情没看懂，就玩了1小时不到，打斗不知道是不是难度关系，无限连招几乎不伤血，而剧情1小时内没有宣传的这么炫丽，因为每次战斗，AAA就A死对面了，然后人物也是不像截图那样知名的，我都怀疑是不是网络问题，我下了一个假游戏？
差评: 我由衷的希望整个游戏锁区。
差评: Where is Haohmaru！！！！？？？？？？？
差评: We don't have DLC9, please give us a reason！
好评: Good fighting game, especially against players all over the world. Played since the 1999 in the arcade. Call back the memory in the University time!
好评: 捏人可真有意思。
差评: 啊这
好评: 有杰洛特当然给好评
好评: 不错
差评: 一个季票锁国区？你咋不把游戏直接锁了呢？真的是恶心人
差评: 游戏是好游戏，但是不给霸王丸，差评
好评: 联网系统质量不高。AI对战对面很少打出长连击，防守倒是挺准。捏人系统挺赞。技术流有时候被联机的大佬打自闭后可以在捏人里面寻求欢乐。
好评: dlc的满腔热情被打没了希望尽快结局版权问题
差评: 霸王丸呢？？啥意思又不是什么黄油 干嘛锁国区 我不理解,辣鸡南宫梦 以后我不会买你们游戏了
差评: 没有机票
差评: 季票锁国区？给你脸了？
好评: 收藏   锁季票挺骚省钱了
好评: 捏人神作！！！
好评: 无意间看到是因为版权问题导致霸王丸无法在国区售卖，先改成好评，游戏确实不错，优化也很好，但是希望官方就此说明一下，我可不希望这么好的游戏消失了，当然，能尽早解决就更好了
差评: 锁机票，我投票
差评: 季票2锁国区无特典，搞区别对待，南宫梦我淦你大爷
差评: 妈的，锁尼玛的国区，你他妈咋不在国区下架呢
差评: 除了武器感觉很棒，其他方面我选生或死6.。。。
差评: 打折给想入坑的一个忠告！别买！季票锁区就算了，几个音乐的事情，但是霸王丸锁区就难受了，实在想玩就买个本体然后去下个DLC解锁补丁就行，这种恶心的玩意没必要给它送钱
差评: XBOX有霸王丸特来看看STEAM上多少钱，结果没有。。。。。。
好评: 发展到现在第六代，不管是画面还是打击感都在进化，这一代变的更容易上手，也互动了许多的额外不错的人物
差评: 不给买季票也太怪了
差评: 这么说吧，锁季票死妈。
差评: 霸王丸啊~我等了好久~然后告诉我不给了？？？
We need Haohmaru !!!!!
好评: 坦率的尼学家表示我就是为了2B买的游戏。
[strike]出招表不会背啊[/strike]
好评: 买不到霸王丸是因为国内SNK的版权被大佬垄断了，铁拳7也买不到吉斯
好评: 快点买！！！
差评: 有种你直接中国区下架
差评: 我想玩霸王丸
差评: DLC9/霸王丸 锁区了，差评
差评: 季票2不让买，忍了！霸王丸还不让买？果断差评！
差评: 不更新霸王丸，挺好的游戏现在感觉区别对待，差评
差评: 霸王丸都不给买，这个也锁区？那必须差评了。
好评: 只为2B小姐姐而来
差评: strongly  recommended.  Fantastic graphic views within such a small game size. Easy to get to begin but rather difficult to play well. The SC series' scenario could be reviewed perfectly through the story mode.

However, why DCL2 and Haomaru DLC doen't appear in Chinese section. That was so discusting of the publisher to do so.
差评: 这游戏的设置和显示就你麻痹很反人类，你要在PC端上架，至少把游戏里面的选项设置改成PC端适应可以不 ？你麻痹设置的时候一堆X,Y的手柄按键，鬼他妈知道对应的是键盘上的拿个键，老子试了半天才知道U对应Y，还要把他记下来 ？你要么就别上架PC端恰这个钱了，要么就做好适应PC端键盘操作的优化
差评: 锁你马呢
差评: AI 蠢到爆，但拆防倒是次次成功。 多和AI玩几次，水平下降非常明显。
线上对决，整天找不到人，找到了，水平差距几万分，要么虐菜，要么当菜被虐。
这些就算了。
还没出游戏，预计预定了，诚意满满，买了最贵的一档。 然后来这么一出。 几百块都画了，你搞个20块的DLC恶心我。
必须差评。。  建议去3大妈玩学习版吧
差评: 我直说了，那些因为锁区打差评的都是懒人，教教你们：steam开加速器，我开的是腾讯，随便选一个dlc购买，然后到付款的时候，选择支付港币，再返回商店，就有锁区的dlc了。我差评的原因是毁档，我档没了，我群里有人毁档，我粉丝也有，同一天发生，不知道还有多少人，备份的档也不让用，全白玩了
好评: nice
好评: 先冲着2B小姐姐去的（我诚实我馋女角色们的身子）
好玩是真的好玩，但手残也是真的手残
打赢几次普通难度就觉得自己很秀了（菜b言论）
好评: 格斗手残从入坑到弃坑
差评: 锁季票就不说啥了，你角色都给缺那没话说
差评: 爪巴
差评: 垃圾游戏，所DLC霸王丸，国人都别上当了，别买这游戏了，等三大妈把
差评: 锁季票2也就算了，霸王丸的DLC至今都没放出来，过分了
差评: 锁季票就算了，锁角色没完
差评: 2003年的2代入了《灵魂能力》的坑，最喜欢的格斗游戏系列，眼看着这个系列步履维艰的走到现在。我是预购的游戏，希望为这个游戏继续下去出点力。但是NBGI对中国玩家的各种歧视让人齿冷：发售前预购期内涨价，季票锁区，到现在霸王丸DLC竟然锁区了。好吧，缘尽于此了
差评: 霸王丸锁区 BNGI牛逼
差评: 本来游戏是好游戏，季票2锁区单买DLC我忍了，
但第二弹3月31日发售霸王丸，4月2日依然锁区，只开放了配饰DLC购买这就忍不了了。

下面是正经评测：
3D格斗手感很好，游戏系统对新人也比较友好，捏人系统不错。
格斗方面，很常见的距离控制+帧数警察机制，比5代新增的反刃攻击虽然不太常用但是有时能出奇制胜。
画面很棒，优化也还不错1060甚至960都没有严重掉帧情况。
本来以前4代5代各玩过一小会感觉很有意思，想着把6入了，发现回归了初心感觉还不错，之后又发现联动DLC局然有2B更加喜出望外。季票1结束后期待着季票2，左等右等终于等到了季票2制作的消息，正式发布时发现锁区了。锁区不要紧，hilde我本身就挺喜欢，单买就单买了，等霸王丸。

现在...就如开头所说，这波操作过于恶心。
真想玩的朋友上PS4或者转区吧。
差评: 没看明白锁机票，锁角色DLC是什么操作，是不是因为SNK把一些角色版权卖给TX所以这边就锁区，使命召唤系列之前也是类似的原因。这种做法实在让人不爽。
差评: 季票2锁区 霸王丸DLC锁区 玩个J8 万代NMSL
差评: 为什么霸王丸dlc锁区？中国玩家有哪点不好？


Why Haohmaru  DLC lock area? What's wrong with Chinese players?
差评: namco，我佛了
差评: 锁季票就麻烦给我退款吧，既然分别对待本区玩家。我感受到了歧视。
差评: 游戏还行，锁区真的不行
差评: 去年年底看了霸王丸的DLC预告才买的，结果锁区了，游戏很好，锁区真的没想明白
差评: 🔒🔒🔒DLC🔒🔒🔒
差评: 快乐捏人1小时，PVP 1分钟被打爆。
----------更新----------
尼玛的季票锁区，霸王丸也锁区。有钱也不要赚，口也屎辣？差评免费送你。
差评: 傻逼了吧  看你还舔  
季票锁了单买是吧  单dlc也给你锁了  
哈哈哈哈 牛逼啊 大哥 我服了 我以后不买你家东西了行不
差评: DLC锁区,区别对待玩家,后悔入正了.
差评: 惊了，季票2不让买也就算了，现在霸王丸也不让买了，果断差评
差评: We support you , but you don`t want us play a full game? why?
差评: DLC锁区
差评: 🔒就嗯🔒
差评: 游戏真的是一个好游戏，但是季票2锁区＋想单独买霸王丸也不行，那就只好狠心给差评了
差评: 本体挣着钱 还锁着区 不给差评天理难容
差评: 你锁季票~行~大不了DLC单独买
你锁霸王丸？？？对不起，差评送上
不是完整内容的游戏没有灵魂
好评: 喜欢
差评: 我还好奇最近老是更新却看不到更新内容，原来是更新了不让买的DLC
差评: 锁区我还得更新差评
差评: 本体不锁区，DLC锁区。真有你的，第一次差评就给你了.
差评: 为什么不让买霸王丸？区别对待玩家
好评: 我也是为了2B买的(小声bb）
好评: WIN7系统加载黑屏或卡死在战斗之前的加载页面，游戏无法退出，只能强制重启，或强制关闭游戏后，游戏声音仍在，哪位大神能指点迷津！
好评: 2333333333333333333
好评: 特别酷炫的招式 连肝8小时
差评: 听说机票锁了国区  特意来给个差评
好评: 我最喜欢的刀剑格斗游戏，从PS上的一代到DC让人惊艳的画面再到现在继续加油吧
好评: 换装捏人它不香吗
好评: 很好玩
好评: 好游戏
好评: 如果不是因为2B你以为我会入手吗
差评: 有没有人知道好友对战房间和游戏里都锁帧30，出来和打单机就是60
差评: 锁季票是什么意思？歧视？
好评: 一个大男人沉迷换装游戏
好评: 给自己买的，但最后弟弟很喜欢，我觉得这款游戏还行。但是弟弟对他的评价挺高的
差评: 先把新季票交出来我们再来谈谈之后可能会出的下一作购买计划
好评: 屁股不太满意 其他都ok
差评: 整个游戏散发着贫穷的味道

估计没有续作了，为童年的回忆买单，首发预购支持下

锁季票是什么鬼？差评
好评: 绝对值得购买的好游戏，游戏品质一级棒
好评: 有没有在海外的玩家可以过来一起玩w
好评: 捏人真好玩
格斗游戏我一直不大擅长，但这个属于操作简单的那种，很好上手。故事模式有杰洛特友情出演，买dlc可以使用2B参战，创造模式可以自己捏人。[spoiler]对战打得不咋样，捏起人来一个接一个[/spoiler]
好评: 艾薇多喜俩小姐姐香的一批，虽然我主要玩的古罗(ಡωಡ)
好评: 很好玩的格斗游戏，，（捏老婆真好玩）
好评: 好游戏
好评: 为了——2B  。。。一脸懵的不知道咋玩
好评: 画面甚佳，操作流畅
好评: 虽然之前是为了2b买的，但是现在发现香华才是我的真爱【主要是爆衣系统】
好评: 情怀，在她还叫SOUL EDGE的时候……
好评: 非常棒的游戏
差评: 游戏系统相对比较乱套，算能玩，但也仅限短时间玩会，招式也相对乱套，例如一个角色有几十个招式，但实用的寥寥无几，价格也不便宜，dlc完全就是圈情怀钱的，没接触过这款游戏之前版本的玩一会就会删，第二季更新完也就那么回事了，估计也就这款游戏的最终版了~！！！！！
好评: 没有旧作的装备系统了

剧情还ok

喜欢换装的可以了解一下
好评: 2B太香了
好评: 你问我为什么买这游戏！？
很简单，为了——2B小姐姐

为了一个角色，而买整个游戏的人，我相信不在少数....
好评: 非常经典的游戏！！必须支持！！
好评: 菜鸡也能玩得很欢乐，就是网战没人，推荐打折购买
好评: 自己创作人物好评好评！根本就不要担心什么颜值换力量
好评: 好游戏，人设够顶，动作爽快，捏人系统强大
差评: 很一般
好评: 还不错
好评: 这个游戏我一开始以为它只是个格斗游戏，感觉原价买有点小亏。但后来发现这游戏里的捏人之后，我感觉自己买这个游戏血赚！
好评: 季票2呢季票2呢,我TM想出钱买都不行了？？？
差评: 你把你季票给爷交了
好评: 男性角色也太露了
好评: 捏人加rpg玩的不亦乐乎，不用在意和别人pvp，当个rpg玩也不错
好评: 游戏还是不错的。虽然这一代是小成本制作，很多东西也不完善，但是手感，质量还是很过硬的，新加的系统也很不错。喜欢格斗的支持一份奶粉钱，让南梦宫继续做下一代。
差评: 季票锁区？日厂商这是集体吃不上饭了都开始玩命食尸鬼操作了？真厉害
好评: 游戏我非常喜欢，但美中不足也不少，比方说爆衣，如果可以选择关掉就更好了，再就是如果类似街霸那样，可以根据不同角色对战时选择日语或者英语的语音，那么这个游戏我会更喜欢。再就是，捏人系统略粗糙，如果脸型和发型再增加一些，游戏的乐趣也会大增。后加的那些花瓣之类的打击特效其实挺雷人的，反正我从来不选这些。
差评: 季票二锁区差评，♥♥♥♥ you
好评: 非常优秀，童年梦已经圆梦
好评: 战斗系统很好，打起来手感也不错，就是一开始我以为这单纯的是个格斗游戏，后来发现其实这是个捏人游戏
差评: 季票锁区，你妈biss
好评: 挺好的
好评: 真的非常好玩 而且十分耐玩 每个角色都值得研究
好评: 很好玩，角色好看，操作也很舒服，还有尼尔和巫师的联动，就是有点贵。
好评: 看大胸妹子穿暴露护甲拿冷兵器互插，衣服还会爆，谁能拒绝呢？
差评: 国区季票封锁，垃圾
差评: 建议玩盗版。为什么？因为这游戏贵，DLC贵，季票还锁区，别的游戏或者DLC还能通过临时换区加入购物车再换回国区买，这个就不能。觉得现在中国玩家的越来越重视正版了买游戏的人也越来越多就觉得中国玩家就是人傻钱多好骗是吧。直接上盗版让你游戏卖再贵DLC卖再贵都没用，就是不买你的看你还来不来歧视国区
好评: 恢弘大气的音乐，动人心弦的剧情，多样的游戏模式，易于上手的格斗系统，还有虽然不是最出色但是也很漂亮的画面。多彩纷呈的可用角色。优点非常多。我非常推荐。
好评: 冲冲冲！【表情】
好评: 说出来你们可能不信，这是个社保游戏
好评: 少了黄星君好郁闷啊。
差评: 这个不推荐是打给傻逼恶心人的rpg条件的，游戏是好游戏，但你tm在rpg模式里设置的那些条件是真的傻逼，操你妈用有的武器游戏体验极差，设计是真的傻逼,他妈的你妈是让你野狗傻逼爹轮了生出来你个脑瘫才能想出这种傻逼条件，老子就是搁着骂你骂的这么难听，我他妈看见你还要往死里操你，要怪就怪你那傻逼设计师去
好评: 刀魂6也好铁拳7也好，3D格斗我是真的玩不来玩不来，太难了太难了
好评: 操作简单 系统复杂 每个人都有特殊的系统 菜鸟也能和告诉打的有来有回，故事模式就像长篇小说 能当rpg玩，捏人系统有趣，对战部分畅快淋漓，花1个小时熟悉系统，明白横斩 竖斩 左右受身，空中受身 马上玩到无法自拔，不用费劲练习繁杂的连段，连段都很简单。玩起来乐趣无穷。
好评: 捏人真好玩
好评: 好评
好评: good creation
好评: 为了被Leeki揍买的游戏,希望可以被揍的开心点.就是没啥时间~2b小姐姐真好看
差评: 万代赚钱赚够了？游戏就够小众了，还搞地区差别，啥时候季票出来再改评价
差评: 季票都去哪了？这个歧视过分了啊
好评: [h1]只要我的手速够快，别人就不知道我在瞎几把乱按😂[/h1]
打开搜索框
搜索灵魂能力6技能教学
观看时：
哦哦哦！原来是这样出招啊！
我懂了！原来这么简单！
视频关闭！
灵魂能力6启动！
游玩时：
jkjkkjknkjipmkookklpkmjhiokjkoswadswaskmakakksmskksk
你已死亡
灵魂能力6卸载！




[spoiler] 大脑：我懂了!
手：不，你不懂
[/spoiler]

好评: 玩多了身体会很虚(滑稽)
好评: 比较硬核的战斗系统，丰满的人物设计，联动角色也很多，捏人也很好玩，好游戏，值得推荐
差评: 这个游戏歧视中国玩家，单独机票2锁区真是奇葩。还有服务器根本连不到人，如果你不介意只能和电脑打就买吧，打折的时候也没多少钱
差评: 季票锁区，果断不推荐
好评: ao玩，但是万代biss！！！
差评: 游戏是好游戏，但这服务器太烂了
好评: 感觉比街霸好上手多了……反正我感觉挺爽的
差评: 季票1看不到了，听说季票2还锁区，太好了。哥特来差评一波
差评: 季票2锁区？我去你吗的，恶心谁呢?,我们钱不是钱??强烈推荐别买，垃圾
差评: 月包的key,
下载后玩了下,不是很喜欢,卸载了。
好评: 非常不错打折入的期待有7
差评: 季票锁区？牛批嗷 nmsl
好评: 游戏简单易上手，招式丰富多样，不同的方位都有不同的效果，一点都不千篇一律。女角色非常射爆，除了面数较低之外可以说是格斗游戏里数一数二的了，打了清凉补丁不输黄油，还可以Ryona。
好评: 好VAN 捏人好VAN 打架————————算了
好评: 简单爽快的格斗，真的很好玩，简化了许多高难度操作，而且女角色很漂亮，捏人系统大赞，就是剧情模式有点傻吊....
差评: 游戏是好游戏 可硬核可沙雕（捏脸） 但是人太少了 网战找不到人 可惜

编辑：锁季票的操作太恶心了 必须改差评
好评: 经典之作
好评: 我很喜欢玩。
好评: 好玩！
好评: 当初只是因为2B买了这个游戏，没咋玩，捏人不错
好评: 从最早的刀魂就开始接触了，一直很喜欢。每作都会买
差评: 游戏很好玩，但必须差评。
差评: 不想在国区卖就滚出去，亏你还有脸卖惨
差评: 锁季票特来差评
好评: 冷兵器格斗
差评: 锁季票是真的nb
差评: 接近八百个小时的游戏时间喂了狗。
不给买第二年季票是几个意思？
You locked the season pass 2，fuck Bandai，fuck Namco.
好评: 游戏是好游戏，操作是典型的万代操作。

※ 亦有包含本产品的「SOULCALIBUR Ⅵ 季票2」贩卖中。请您留意勿重复购买。
你看看我买游戏才玩了多久，我是支持你啊。明明翻译的页面这么写，害我找了好久的季票，结果看到评论，真有你的呢。万代。
PS：你对得起我买你那么多豪华版机战么？
好评: H B月包入手，这游戏太爽了。剧情也不错，综合对比D O A 6就是个渣渣。
差评: 游戏多数方面尚可，唯独平衡是一坨屎，格斗玩家慎入。
差评: 开季票2改好评
差评: 机票锁区 NMSL
好评: happy

差评: 季票2锁区玩你吗？？？？？？？？？？？？？？？？
差评: 为什么中国区没有季票2，地域歧视吗？南梦宫万代，你这么搞合适吗？必须差评。
なぜ中国リージョンにシーズンパス２がない、地域差別なの？ナムコ、こんなことをやっていいの？これだとおすすめできないよ
差评: 多久能让我买季票2多就改。
差评: 游戏是好游戏，但是没想到季票2锁区，果断差评
好评: 喜欢0 0有没有一起玩的~~可以加好友~
差评: no Season2 for chinese？？？？
好评: 不错
好评: 别的就不说了，这游戏能捏脸，还能爆衣，冲吧兄弟们
差评: 季票2锁区
好评: 很久之前就想玩灵魂能力，可惜当时只有XBOX能玩，终于圆梦了现在
差评: 既然锁季票了干嘛不把游戏也锁了算了？不想吃亏又想赚中国玩家的钱，见过吃相难看的没见过这么不要脸的，真有你的万代
好评: 很棒的游戏，pvp排不到人就很难受咯
差评: 人物的招式变化太大，不喜欢
差评: 游戏是不错的，但是机票竟然不对我们开放购买。只能单独购买而且还缺东西，只能给差评。
好评: 几年前就在手机玩过1，感觉很有趣，打折季看见了，没想到人物好看，还能自己捏人！！！可以加好友
好评: 好玩啊，每次玩我的老二都很硬不知道为什么
好评: 这游戏不能取消爆衣吗？或者是有个选项也行啊，这游戏的自建模式很好玩，就是有爆衣，爆完就感觉衣服不好看了。
差评: 首发评测献给没有脑髓液的Bandai Namco。
游戏品质还是不错的，但是，我首发豪华入的，当时是有季票的，后来季票没了，我没当回事。
结果现在季票2出了，但是你中国和沙特区锁区？凭什么我得单买角色和配件包？去您令堂的吧。

什么时候恢复季票的购买，并且价格合理，什么时候改评测。
好评: 比铁拳7画质好一些
好评: 喜欢这游戏的画风，人设，比较喜欢手感，在格斗游戏中剧情还算中规中矩，总而言之，还不错。但是····讨厌滑步！！！！！讨厌滑步！！！！！讨厌滑步！！！！！！
好评: 网战越来越好了，他们说的季票是啥我不太懂，反正我就要流畅的网战。
好评: we need session pass 2!!!!!!
we need more girls !!!!!
差评: 季票锁区？这是什么操作？嫌钱烫手吗？还是觉得我们人傻钱多？
好评: 完全是来看MOD的
差评: 季票2锁国区 必须差评
差评: 季票2锁区，搞不懂脑子里是怎么想的
差评: 季票2锁区？？你他妈是有病吧！！！！就这特性你他妈就是最后一作了，以后再也不支持！！！！
差评: 季票2锁区，差评！
好评: 不错不错手残也可以轻松玩
好评: 游戏场面宏大，特效很好。
好评: 上手非常简单，方向键+攻击键就能施展各种连招，而且按键不多，剧情模式有详尽教程很容易就能上手。
剧情方面基本就是一代+二代剧情复刻，加上一点点原创，诚意不是很足。
女性角色很性感，乳摇很赞。
好评: 作为一个轻度，以娱乐为主的格斗游戏玩家，而且算是第一次接触“灵魂能力”系列的我，非常喜欢本作。
*“灵魂能力”的世界观是15世纪奇幻风格，角色都很有个性且很动漫（御姐，萝莉的都不会少），而且巫师系列主角-利维亚的杰洛特登场，确实是给我这个巫师粉一个大满足，并且招数，法术都有巫师那种精髓，很还原。人设好评！而且本作还可以自己创造，自定义角色，很有意思！
*画面呢是虚幻4引擎制作，偏卡通动漫风格，招数的特效很华丽，打击感很足。BGM超级好听，很有奇幻JRPG的BGM味道，所以画面，音乐好评！
*作为格斗游戏，核心就是格斗。本作格斗系统很有意思，大致上说，除了格斗游戏必备的如上中下攻击，连招，防御，破防摔以外呢，有个很独特的猜拳系统，就是反刃攻击，可以格挡掉对方普通攻击后，反击对方，然后双方像猜拳一样拼刀 A克B, B克K，K克A，很热血，打起来很过瘾。
*剧情模式就很一般，就是传统那样讲下剧情然后打一场，如此重复，剧情就当摆设吧，总得有。不过任务模式就比较有意思了，用自己创造的角色进行冒险，还有点RPG要素：升级，打怪，得装备，探索等等，不过很简陋。

差评: 季票锁区是真nb奥
差评: 游戏本身还是挺有意思的，在肉眼可见的低成本下维持了不错的水平。
但单独锁定了含有独占奖励内容的season pass 2，仅限大陆区无法购买，且专门设定了sub禁止激活，另外单独设置可激活了Asia Sub却不给任何购买渠道（与机战V相同）
这就比较令人费解甚至有点故意逗你玩的意味了，万代近期的抽风情况有点严重啊。
差评: （之前）感觉看别人捏人那里，每次只能观看一个人，而且下载完成后，挑人又得重新全部看一遍，好麻烦……
（现在）①本来就人少，还隐藏和锁季票，导致无法拿到特典，差评。②那么久了，捏人的界面依旧每次只能看一个角色。
差评: 季票呢？
好评: 真的好玩
差评: 万代硬刚大陆？？
差评: 突然发现季票锁区
什么时候解锁 什么时候改评价
差评: 还搁着打折呢？我季票2呢？
差评: 季票2锁区，同时原来的季票1也被锁了，季票2还有独占内容，不能理解
We need season pass 2
差评: 不废话，锁区就是垃圾。
差评: 锁季票牛逼嗷
差评: 第一个差评就给你季票2锁区了！
差评: 123
差评: 第二季票锁区是什么意思？为什么要锁区？而且锁区就算了你还出个特典，意思是我们多给钱还少东西？凭什么？我Steam从来没给过差评，你是第一个！我也算个刀魂老玩家了从2代开始接触，本来最近工作不忙了说买一个6来玩玩毕竟情怀，但是你们这样真实太糟糕了！真的我很伤心！我一个大老爷们差点被气哭！太过分了！太让老玩家寒心了！
差评: 你妈的，锁季票是什么意思？CN玩家就不是人？
差评: 锁季票还行
好评: 寝室顿时欢乐了起来
差评: 碰上季票锁国区这种恶心事，你认为我还可能给好评吗？
去年刚上市，我一瞧，哎，素质不错，好评给上。
昨天季票二锁国区，几个意思？我们中国人的钱不是钱啊？做个游戏不容易，老粉想实际行动支持一下，结果你特么弄这么一出恶心人。dlc单个卖也不是事，老子不差这一顿饭钱。但你TM季票搞特典，还是4、5代经典BGM，老子怎么能忍？合着花更多的钱到头来还买了个阉割版。本来游戏就是要大家都高兴才是所谓双赢。万代真有你的，伤透了20年老玩家的心。dlc我是第一时间买了，意味着没有特典，OK，差评送上！
万代，你™吔屎啦！原田，你™吔屎啦！
好评: 前几年在手机上玩过刀魂的作品，非常喜欢，得知上架Steam以后马上就关注了，趁着促销终于买到手了。该作的画质、打击感非常棒，自定义系统非常出色，还有爆衣系统，根本停不下来，还有尼尔机械纪元的联动，2B真的太太太漂亮了！推荐使用手柄游玩。
差评: 不是刀魂系列粉，纯粹支持下。游戏也是缺少经费的低成本制作。现在格斗游戏就那么几款，少一个就少一选择。没记错国区之前坐地涨过价，现在季票2还锁国区，单买花更多的钱，还少东西。希望这就是最后一代！
差评: 想买季票2没的买，还锁中国国区，你要是定价像高价地区没的说，恶心的是要一个个买，而且花更多的钱还缺少特典，
你干脆直接把游戏锁区行了，俄区白菜价还不锁区。纯粹就是价格歧视。
差评: we need season pass 2
好评: 这游戏尺度不输死或生
好评: [b]写在前面：今早（2018年10月23日早）steam页面已经修复了机票定价过低的问题，望已购买豪华版的玩家心态放平衡（顺便恭喜早先购买本体＋机票的玩家们，你们赚了）[/b]

[h1]将格斗与捏人完美做到了融会贯通[/h1]
说来惭愧，最早我完全是冲着杰洛特才入的《刀魂6》。对于一个完完全全的《刀魂》系列小白，最多也只是从视频里大致了解了这个系列的背景和发展过程，所以本评测不会讨论任何关于《刀魂》系列的剧情与人物设定。

如标题所言，《刀魂6》与其他格斗游戏最大的区别在于——将捏人不再局限于一个功能，而是完全融入游戏之中。在“灵魂天枰”模式（其实也就是所谓的生涯模式）中，玩家将扮演一个自定义角色体验刀魂的世界，并一步步发掘这个世界观同时做出选择。而你所面对的绝大多数敌人，也都是从“创造”里生成，这让几乎每一场战斗都有面对截然不同的敌人的新鲜感。
只要略微看过与之相关的新闻，很容易就能体会到其捏人功能的强大——血缘里的猎人和玛丽亚女士，路飞和鸣人，RWBY的各个主角，甚至还有杰洛特殴打希里的鬼父玩法等等不一而足。虽然部分老粉丝仍旧对6的捏人配件和服饰不够丰富而产生抱怨，但毕竟登陆了PC平台（有许多mod加持），相信《刀魂6》能成为一款捏人游戏的长青树。

[h1]略有诟病但依旧丰富的“灵魂天秤”模式[/h1]
前文提到的将捏人与战斗融入十分优秀的“灵魂天秤”模式，因为占据了我绝大多数的游玩时间，所以接下来我要详细评论一番。

[b]优点：1.存在一定的开放选项，并且有着不少有趣的支线任务。[/b]作为将RPG与格斗融合的模式，“灵魂天秤”也尽可能给予玩家选择的机会，而且绝大多数选择都只能选择其中一项，选项的不同也直接决定玩家得到的情报（甚至是下一位对手）而对于支线，连续的主要支线基本会跟随主线的推进一点点解开（即使立马解开也会因为地区过于偏远或等级过高而被迫放弃）在不干扰玩家游戏体验的同时也让故事以自己的步调发展，光是这点就很值得其他做开放世界的公司学习。

[b]2.丰富的场景规则和战斗规则。[/b]这是我认为《刀魂6》做的最用心的一点（除了捏人外）那就是每一场战斗几乎都有特殊规则（有些规则也确实和任务与剧情配合的相得益彰）不论是“脚底打滑”还是“只能击出场外”，或者“只能必杀终结/集气终结”都给每场战斗增添了不一样的乐趣同时也加大了不少挑战。尤其是某一关要求“只能击出场外”而且对面AI攻击欲望极其强烈，防守也很严密，让我无数次想摔手柄（虽然很不光彩，但我最后开了锁血才打过）

[b]3.杰洛特牛逼。[/b]不得不说，《刀魂6》请到了杰洛特真的是有史以来最精明的决定。简直难以想象杰洛特一人到底拿下了多少销量，但同时也让多少人接触到这个系列。老粉别喷，至少本人能有幸写下这篇评测，有一半是杰洛特的功劳。说回“灵魂天秤”模式，杰洛特作为这个模式唯一一个在即时演算里登场的角色（还有直接上了封面）可见地位有多重要。到目前为止，剧情打完第四章，只见过三场即时演算过场，两次在BOSS战，还有一次就是杰洛特出场。

[b]缺陷：1.这是几乎所有RPG（含类RPG）都存在的缺点，那就是无意义的任务数量堆叠。[/b]虽然这让玩家能更快的跟上主线需求的等级也提供了刷钱的方法，但这依旧让玩家耗费了过多无意义的时间。好在并非强制且会随着时间推移而自动消失，做到了较好的弥补。

[b]2.剧情过场动画的缺失，过于依赖文本进行推动。[/b]正如前文所提，我打通第四章也总共只有三段过场，其间几乎全由文字进行推动，连张双方剧情战斗的过场小片段都没有，实属不应该。但也能理解，毕竟本作能做出来已经是个奇迹，我也只能期望在《刀魂7》里弥补这一遗憾了（所以一定要出啊！）

[b]3.主人公缺少真切的刻画而且剧本很明显的有固定成分。[/b]虽然不是什么大问题，但面对一个能自定义性别的主人公，为什么里面所有角色都一致认定“我”是男的？（我捏的是女角）而且虽然剧情有选项，但基本都不是能反映主人公心理的选择，也有一些只是在剧情中潦草带过，算是缺陷里最为严重的一项。

[h1]接下来说说战斗系统[/h1]
因为我本人虽不那么热衷于格斗游戏，但主流作品还都是有涉猎的。《刀魂6》在操作手感和打击感上无功无过，能做到大作应有的品质，大可不必担心。

首先，《刀魂6》比其他作品的特别之处就在于——[b]从未如此强调“走位”的重要[/b]。虽然《铁拳》和《DOA》等3D格斗游戏都有走位的要求，但毕竟绝大多数角色都没有长柄型武器和伸缩型武器的设定，这让每个角色的战斗距离和范围都有比较好的把控，但《刀魂》系列最讲究的就是武器的运用。每一把武器属性均不相同，攻击距离和攻击范围都不一样，想要能击倒对面，走位就显得极其重要（不然最大可能就是完全近不了身），这让每一个角色都产生了不一样的打法，不一样的操作思路，也让战斗系统有极大的挖掘空间。

其次，虽然《刀魂6》比起其他作品的场景伤害少了很多（应该是几乎没有），但[b]绝大多数地图都没有护栏的设定，只要将对方击出场外，无视血条直接判定死亡。[/b]这让每一场战斗都必须小心谨慎（尤其是面对部分极易将对方击出场外的角色时，如果是脚滑环境则更加小心，不然很可能自爆）

再者，本作特色——[b]“猜拳系统”反攻刃击。[/b]成功进入反攻刃击时间，能直接防御对手的正面攻击并造成反击（大概率破防），反击成功就进入了“猜拳时间”，既可以孤注一掷全力进攻，也可以保守防御等待第二次反击。面对双方攻击方式的不同，判定成功方与失败方（我怀疑还与按键速度有关，玄学）进攻胜利即可对对方造成多次连击，或者破防造成大硬直（全都由作战时你的攻击方式决定）

[h1]我认为，这是今年绝对的年度最佳格斗游戏[/h1]
有没有同等级的对手暂且不论，光是《刀魂6》自身的质量也至少是和《铁拳7》比肩（《街霸5》真是太丢人了）如果你喜欢格斗游戏，那么本作一定不容错过。如果想尝试格斗游戏，本作的“灵魂天秤”模式对战等级也有较好的培养度，能帮你一手带大。不论是老手还是新人都能在其中找到乐趣。

[b]还有，求求你们都来买吧。卖不好的话就没有《刀魂7》啦！[/b]

最后欢迎关注我的个人鉴赏家，更多别具一格的游戏评测等你来看哦~
https://store.steampowered.com/curator/31562401-The-Death-of-Messiah/
差评: 季票卖贵点，单卖这都不是事，本人也心甘情愿为系列未来发展多买点单，但是多花钱却反而少了四代和五代的BGM，这真不能忍！！！！！
好评: 虽然被高手虐，但还是很好玩。开发商也没有放弃这个系列，希望刀魂还能很好的活下去（国区买不到S2季票。。真是迷幻操作。）
差评: 锁区单买DLC没有BGM特典？对不起，直接差评
差评: why we Chinese players can't buy the seasonpass ?
好评: 游戏不错  还和巫师3联动 很喜欢 盖洛特天下第一
差评: 竟然把季票2锁区了，真有你的万代！第一个差评给你了。
差评: 游戏很好，季票锁区看不懂
差评: 挣钱就把季票开了，不想挣干脆把游戏也锁了。弄特典还它娘的锁区？有种把低价区都锁了，干脆把游戏也锁了！
给万代客服发邮件了，三天没结果拉黑万代所有游戏。开放购买然后锁功能敢问这是万代第几个这么操作的了？
最后，🔒您🐎的区，给老子死。
差评: 在俄区Key不能激活的现在，季票2锁区意思中国玩家就不要玩了呗？万代又抽的什么疯？
差评: 季票2锁国区
差评: 又一个想学SE的操作
差评: 白狼和2B，双倍的哈啤！！

从PS1初代美版刀魂开始，玩过SOUL BLADE、SC1、3、破碎的命运的玩家表示，尽管期待了将近十年，但是这代SC实在是令人失望。
2018年了，本作不论是画面技术还是美工水平，都感觉像是PS4超初期第三方游戏，换句话说是SC5的加强版；不和同年的其他游戏，就跟三年前同社、同行、同引擎的铁拳7相比，画面实在是太差强人意了。针对PC端的优化问题也是如此，同等电脑硬件水平下，启动、读取速度比其他游戏慢了些；换装体验逊色于前作，在本作的重头戏之一更衣室中，换衣服时也没有过渡，有时候只想撤下一顶帽子，就要等上一段时间，许些破坏了游戏节奏。

如果你是一位之前从未玩过灵魂能力系列的newbie，那么我建议你不要购买本作，PS3、X360上的4和5比本作要优秀得多，可选的角色也更多，衣服也更多（重点）；若没有游戏机，可以下载模拟器体验前作，经济实惠。这一代实在是对不起它有些昂贵的价格。

3.28更新：你给我AMY，我就给你好评

19.11.26 updated:
我非常不理解为什么官方在国区页面移除了季票2的购买选项，而只保留了单独的DLC?
I can not understand why you have removed the Season Pass 2 from the Chinese store page and just leave the each of the DLC Season 2 included alone???
好评: 从一代开始就追的刀剑格斗游戏，必须好评，塔奇我来了。
26号好大一个更新，不过看商店第二季的季票不打包卖的吗？难道第二季的服饰和角色要一个一个单独购买？
差评: 虽然很气，但想想还是改成推荐了。本来超级期待的作品，但是怎么透露出一股半成品的气息？
以下全是吐槽：
武器服装穿模，人物背对时右脚尖悬空，训练模式也极度简约，系统介绍就是大段文字，这是2018年游戏该有的样子吗？
而且taki这代好弱，没有好用的下段技，连下段LH技也不给个，还说是职业选手参与了平衡的，是不是没有邀请用taki的选手啊？
2b也已经出来了，但是2b这个僵硬的手部动作是毛线回事，动作捕捉没吃饭怎地，原版的优雅动作完全浪费掉了。遮住武器你都说不出2b用的是棒子还是剑，是砸还是在砍，这不是完全丢掉了刀剑格斗的魂吗？而且也不是2b一个人这样，阿什维尔也是，搞毛啊，没有刀剑格斗魂的格斗游戏，配叫刀魂吗？以前那个在dc和ps2上惊艳我的刀魂呢？

顺便说一句，要是刀魂5移植到pc上，我碰都不会再碰一下这个刀魂6，这个推荐和这份购买就当给刀魂7充值了。希望namco搞清楚刀魂到底哪里好玩，把这一作的RE和SC这两垃圾系统删掉，把345代的系统好好琢磨琢磨。

~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~
2009.11.26
为什么不能购买季票？连季票都要锁区，这是发什么羊癫疯？
好评: 真的好玩………………
好评: 非常酷炫的格斗游戏，目前刀剑格斗游戏中最出色的！
好评: 可以，捏人、角色都很好，而且网络至少完爆街霸5
好评: 好玩
好评: 捏人系统是真的不错
剧情模式好评，单人游玩也不会太无聊
网战就看个人了，毕竟本质还是个格斗游戏
好评: 不错的游戏，挺好！
好评: 很有趣，战斗也很好玩。捏人很棒。2B小姐姐好厉害
好评: 2B！我可以！
好评: 一款好的游戏，瑕不掩瑜。喜欢大家能喜欢。有更多人买的话，人物才会越出越多。无聊的时候看电脑VS电脑。也是其乐无穷。动作精彩。美丽外表。还可以给自己喜欢的小人儿换装。美哉美哉。--------勘德沃·吉尔·邦邦影
好评: 官方mod，自定义捏人岂不美滋滋
差评: 玩了一会感觉还不错，但是隔天就进不去了。进去冒险模式的时候黑屏下面那个指南针也一直再转。一直半个小时了也进不去。。。无语
好评: 感觉比前几代对新手来说算比较友好了
好评: 直到现在为止，在我心里刀魂系列仍然是最好的真3d格斗游戏，那种即时八方向的移动为格斗战术带来无限的可能性。
  角色的塑造与招数特点也很突出，大开大合的成美娜，柔中带刚的柴香华，风格刚硬毫不拖泥带水的御剑，还有灵活诡变的拉斐尔，再有招式夸张架构多变的西格飞，以及流派相同、但作战风格却大相径庭的阿里桑卓姐妹等等，传统武术及自创门派的塑造使得每一个角色都仿佛给人一种真实存在的错觉，每个人在游戏里都可以找到自己所属的，最爱的角色，在游戏的同时让你不知不觉沉醉其中，强大的捏人系统更为游戏锦上添花，刀魂系列实在是不可多得的格斗游戏佳作，在此希望刀魂系列可以越走越远，越来越好。
  刀魂不只是商品和游戏，更是一种精神，作为全世界武术精神的文化遗产，永远传承下去！

  说完感动之后再稍微说一下对游戏一点不太满意的看法，曾经一整个假期都在沉迷的刀魂3是我永远不会磨灭的记忆，配合角色背景美轮美奂的场地怎么到了6代就缩水成了这么点，连15个都不到，捏人系统里可恶的高跟鞋与长筒袜的搭配问题，导致极其不美观的效果，还有矮一节缩短小腿的假高跟长靴，日本游戏大公司制作组难道还没有某些游戏的业余mod制作者水平高，连人家都能在没有高跟系统的游戏里做出真高跟效果并且与丝袜无痕穿戴，你们不会不行吧，是不是偷懒了？希望制作组可以抱着认真负责的态度处理细节，既然已经辛苦的去做了，那为什么还不把它做好，做完美？
好评: 除了有点掉帧，感觉没毛病了
好评: 奥利给
好评: DC刀魂年代前来真香
好评: 感觉是灵魂能力系列有史以来制作得最为用心和最好的一作，无论是系统平衡还是故事性都相当出色，一旦玩上简直就不想停不来，想防沉迷只能靠自己的意志了呵呵。
好评: 这游戏居然没徽章？就NM离谱！还有我是真的不适合脚滑模式，各种白给。。。。。。
好评: 好玩 就是好玩 人物也喜欢 妹子也漂亮 其他的问题....就是手残吧
好评: 挺好的

好评: 日，G胖的云存档太尼玛坑爹了，下了个坏档，  捏了那么多人  我特么气爆了    好评拜拜  没心情再玩了
好评: 666
好评: 我是真的没有了
好评:   henjB  ding
差评: 辣鸡游戏,我是傻逼
差评: 太简单了  没什么可玩性就
好评: 这个游戏做的很好，其实如果大招能设定可以放或可以不放就好了。本游戏伤害量有点大。选项不够多，如果还是如4那样可以选200%HP就好了。本作打起来猜的因素太多。但是作为从1到6的SC的老玩家还是希望自己钟爱的游戏越做越好。
差评: 不管是画面、配音、动作什么都好，就是不好玩
好评: One of the best 3D fighting games ever.
差评: 游戏就光格斗而言是个好游戏。
但也就仅此而已了
你敢信剧情是ppt？

就光格斗能卖到这个价必然是不值的，即使有巫师三杰洛特和2B小姐姐。
那也是不值这个价
大概掉到80左右可以参考一下（包含2b的dlc）
否则都是不值的
好评: 好玩
good job
好评: [h1]向日葵游戏评分：9分（1-10）[/h1]
《刀魂》（也译作灵魂能力）是3D冷兵器格斗游戏的著名IP，本作是系列的最新作品，可以说是目前最好的3D冷兵器格斗游戏了。
游戏由虚幻4引擎打造，画面虽然算不上顶级，但俊男靓女的建模都不错，符合亚洲人的审美观。与其它格斗游戏不同的是，本作拥有着丰富的单人模式，包括搭载刀魂历代编年史的「STORY: Soul Chronicle」模式，以及自己化身为主角畅享对战和收集要素的「MISSION: Libra of Soul」模式。游戏的捏人换装系统内容十分的丰富，玩家可以尽情的发挥自己的想象力，创建自己喜爱的人物来战斗。
竞技方面，系统的复杂程度远远高于街霸、拳皇等2D格斗游戏，入门的学习成本完全不在一个量级上。网络对战打不过别人没有什么好抱怨的，可能别人的时间都花在练习上，而你的时间全花在捏人上面了。
[h1]欢迎大家关注我们的鉴赏家：https://store.steampowered.com/curator/28763059[/h1]
[h1]关注微信公众号和头条号“向日葵游戏”获取更多资讯；官方微博：向日葵游戏评测[/h1]
差评: 最难懂的格斗游戏，没有之一，网战基本没人，就算有也是脸滚键盘的双截棍……
好评: my soul is beyond my love，the game is over my forward
差评: 傻逼游戏
好评: 快多出些衣服和人物
好评: Xianghua.

Ivy.

2B.

Thank you Okubo-san for season 2.
好评: 果体MOD玩腻了玩换装，本体服装好看的不多，身形搭配不合理，只能捏些千奇百怪的东西，毫无美感。
后续出些能看的服装首饰就好了，第二季该出些脸型，现在的妹子脸大概只有两三张能看的。
既然硬核格斗上层看中了铁拳，那刀魂做成暖暖也没什么，毕竟RPG模式很新颖出色，配合捏人换装乐趣多多，这是铁魂死或生比不了的。
破解版玩了段时间，等第二季票出完，如果服装还合人意再补正，现在真的不值得。
好评: 最棒的3D刀剑格斗游戏，没有之一，深度不亚于铁拳死或生
杰洛特在这给您拜年了！

PS：为了这代变成最后一代，买一份吧
好评: 这一作操作相比其他格斗游戏已经简化非常多了，上手真的比想象的要容易，另外这一作的猜拳和击出场外也增添了不少乐趣
作为没有玩过前作的格斗游戏萌新，我觉得这个游戏挺值得的，就是价格吗....我还是去杉果买吧，不过在欧美国家这个价格应该算不上太高。

不说了，Amy小公主真可爱，我爱了(＊／ω＼＊)
好评: 看见lvy之后整个人都贤不下来了
好评: 你 奶子，我 钱
好评: 可以爆的衣服太少了！而且最坑的是好多袜子和鞋子不匹配！高跟鞋穿丝袜脚背不显示！就像穿了秋裤一样！难受难受！
好评: 不多说了，稍微耐心一点就会发现这是一款不可多得的好游戏。赶紧把新角色出了吧。然后卖季票2，我愿意为这游戏再花点钱。这么好的游戏看上去销量不怎么样，真的很可惜。
好评: 游戏非常好啊 请问谁知道游戏的艺术设定在那里有得买
好评: 求没有衣服的那种mod
好评: 为什么没有以前的剑魔跟剑灵形态的武器，有点遗憾，希望后续能加进来，没终极武器形态感觉那几把武器看不上眼啊，从1玩到6，我还是支持这个系列，希望有后续作品
差评: 不好玩
好评: 我个人是从灵魂能力2开始接触这个系列的ngc版 当年我用卡珊德拉可以在超高难度下轻松pk电脑控制的所有角色 现在的6代相比变化很多人物招式的判定也有所调整 总体来说进步了 简化了输入 角色的平衡性提高了 操作更流畅 bgm更有代入感 人物方面 特别是杰洛特的加入使我眼前一亮 今年只狼比较火 如果只狼能加入游戏中那就更有特色了 好评
好评: 我捏脸了

我锤人了

我爽了
好评: 从PS的魂之利刃开始玩，最喜欢的游戏系列之一，招式多变，爽快感十足
好评: 非常棒的格斗游戏，剧情模式中加入了RPG要素
相比单纯的格斗使得游戏更加丰富
格斗本身也是做的很好
期待下一代的画面进步，多弄点经费
衣服不够穿，加大力度！！
好评: 目前唯一的爱好就是看两个电脑操控的自建妹妹互相殴打了
好评: 不错，喜欢
好评: 超级好玩~自定义角色就够我玩的了~更别说还加入了RPG玩法~
好评: 对于新手玩家很友好的一款格斗游戏，难度适中，上手简单，打击感强，连招难度较小，但要求一定的战斗策略。AI的难度设计适当，能打过veryhard的街机模式就可以打联网了。从玩过的格斗游戏来说人机难度远小于拳皇街霸，基本与真人快打和DOA持平。角色平衡是个很重要的问题，本作感觉不同风格的角色压制太明显。一寸长一寸强，功击范围大和连招间僵直短的角色最容易。鉴于万代对铁拳的偏爱，本作网战的路人玩家比较少，大多是老油条，新手想上位建议①角色选攻击范围和速度比较均衡的②掌握倒地翻滚和二人转③一定要学会弹反（起码要有足够的防御意识）④技术不到位千万别往场地边缘跑。反刃系统绝对是本作的亮点，第一打击感很爽，其次增强格斗系统的趣味性，第三反刃的赢家不一定是发起者，增加了战局的不确定性。
音乐做的中规中矩，符合设定的历史，但没有什么印象特别深刻的曲子。本作收录了前几代的音乐，对系列玩家来说是加分项。画面做得很棒，可惜能用的场景不多。
本作的捏人系统备受好评，在格斗游戏中来说是很出色的。捏人系统的加入大大增强了本作的可玩性和游戏时长。最多可以有99个自建角色，满足玩家的多种喜好。似乎脸型发型不能自由调整？而且细节材料太少。因此如果综合所有拥有捏人系统的游戏来看，本作只能说优秀但不能说完美。
至于任务模式，就仁者见仁了。从刀魂的画风，以及人物建模来看，我倒觉得这过场挺好的。真要做成全CG动画过场不见得会比这种效果好（其实是3D人物建模脸做的太次了）。由于主线支线受魂之天平选择的影响，多周目的动力在于不全剧情，但总体来说玩法还是比较单调的。自由探索过程会随机遭遇战斗，这个设定本身没问题，前期战斗多可以用来刷经验刷钱刷武器，但到了后期（尤其是欧非那片）过多的杂兵战斗就会让人厌烦（避敌道具只能在一个城市买这点也很烦）。而多周目也会打着很无聊。主线、支线里的战斗AI难度跳动太大，前期无压力，到了第四章后期难度突然增大，技术不够需要刷级刷武器。个别支线和星空裂缝任务难度太大，各种debuff分分钟让人想砸手柄。剧情做的还不错，谈不上多好但也没什么明显的漏洞，故事模式的坑改天的都填了，比MK9乱死人和MK10反派弱到爆这种剧情好太多。人物塑造很棒，基本每个人物的刻画都比较清楚，存在感也比较平衡，除了个别的有点扯淡（说的就是你拉菲尔）之外。
其实刀魂系列不算小IP,可惜资源资金的问题使得本该和铁拳齐名的格斗大作成了小众游戏，但这并没有影响这一代的质量。对于从未接触过刀魂系列的玩家来说，本作的价格可能会劝退很多人，一旦入手打了几局你就会发现这绝对是一款好游戏。对于格斗新手来说，本作也可以成为练习格斗游戏的上手之作。
好评: 这一作真的是全系列最穷的一作啊...没CG就算了，即时演算的动画场景都非常非常非常少。

主打的原创主角剧情模式连MAP界面的血条显示都能挡住角色头像，测试美工人员是干什么吃的...

每一种武器道具符文做个图标都舍不得，整理界面没记忆窗口武器道具一旦多起来了简直是灾难...

整理界面的水平连十几年前的游戏都比不上，是扣钱了还是咋地？

别的不要求了，拜托官方更新的时候把【复数勾选】这个设计加进去，手机软件的设计师都比你们强...

瑕不掩瑜，手感优秀，优化超级好都是大优点，多更新点角色装扮物品，3代的装扮居然沿用到6代也真是够懒了。

我印象里那个华丽的剑魂系列原来已经没落到这个地步了吗... 哎...


好评: 当年ps2上的3代玩的不亦乐乎，算是补个票吧。虽然基本就是瞎玩。
好评: 最好的3D格斗而且还是刀剑3D格斗游戏，没有之一！经过第5作那个半成品的洗礼终于在6代回归了原本的姿态。并且在STEAM平台以中文繁体首次面向全中国的玩家，可惜因为第5作NAMCO的错误决策导致该系列出现断层，由一线的IP掉为二三线IP........一路过来的老玩家玩到此作真是感动的热泪盈眶！尽管现在人气不冷不热，赶不上j街霸5，赶不上铁拳，甚至赶不上侍魂晓，但是是金子总会发光，希望NAMCO能痛定思痛，把更多的预算拨给魂组，让这个系列重现光辉！
SOULCALIBUR，传说永不终结！！！
好评: 自从打了果体mod，我就对这游戏爱不释手
差评: 更新后 停止运行 打不开没法玩
好评: 十年年轻粉，我永远喜欢刀魂（指索菲和卡桑德拉）
好评: good game and take my money!
好评: 好玩！！！
好评: 我永远喜欢索菲蒂亚和卡珊德拉
好评: 很好玩，比较能上手，最关键的是网络比较好，单人部分算神作，可惜经费太少了，画面场景简陋，人物建模比较精致，现在打折入终极版中规中矩，不算亏，过几个月可能会骨折，比较难受是脸不能细捏，不过官方自带的脸也很好看，其他捏人要素都有，并且是真的有趣，比一般的捏人好玩，可惜爆衣系统其实没啥，仅仅算擦边球，完全可以更果
然后还要提醒的是教程部分是在第一个沙盒模式里面，一开始不知道自己瞎摸索还是有点难度
声优原画很棒，剧情部分挺优秀的，可以玩很久这游戏，期待之后DLC
差评: 趁着打折入了手 游戏很好 但是别的问题很大 如果是为了格斗来的话不推荐入坑
人真的非常非常少 匹配国外的信号非常差  而且萌新要被大佬狠狠教训30h左右感觉才可以同台竞技
捏人游戏还可以 真的不推荐入坑
好评: 强烈推荐，画面优秀，非常容易上手，教学模式非常到位，捏人模式非常有意思和杀时间，重点是可以拿你创造出的角色打单机和网战。不喜欢网战的话，单机的内容也足够丰富，有个模式是让你创造一个人物进行冒险，很有意思。对战方面，也不用怕电脑太简单，传奇的电脑非常强，虐的我不要不要的
好评: 非常紧张刺激的一款刀剑格斗游戏，没有复杂的连招和搓招，比较考验格斗游戏基本功，上手相对简单。可惜的是万代偏心铁拳，导致刀魂6拿到的资源相对较少，人气不是很高，evo2019参加人数也不是很可观。。。
好评: 不错的游戏，回梦童年
好评: 作为一个手残，我是把这游戏当成捏人游戏来玩的。游戏时间估计有一半都是捏人。
差评: 人机传奇难度猜拳就没有赢过，我怀疑这里面有黑幕！
--------------------------------------------------------
女性角色的发型太少了！而且好看的更少！
好评: 打架五分钟，捏脸两小时。
差评: 网络垃圾的不成样了，真后悔花钱买这种垃圾
好评: 什么时候考虑出创意工坊鸭
好评: 默认好评
好评: 上手不难，打击感超级棒，还能捏人，关键是。。。***白***大，社保
好评: 满满童年回忆，直接豪华走起
好评: 最近格斗游戏玩了个遍，还是喜欢刀魂，打击感很好
好评: 硬核格斗，连招少，注重立回。还可以捏人
好评: 我买它就是为了玩捏人
好评: 超乎寻常的耐玩，精美的画面和有趣的剧情，好康的人物建模，赶紧pay起来，我pay了，你们pay吗？
好评: 美人、刀剑、豪情集于一身，演绎武学最华丽的交响乐，当世最强3D器械格斗游戏！
好评: 不错，好游戏。
好评: 比铁拳好上手，比死或冲复杂，打起来比前两个酷炫
但谁又在乎这些呢？还有比这更社保的格斗游戏？
我简直没见过捏人能把那个[spoiler] 乃子调这么大大大大大大大大大大大大[/spoiler]的游戏
好评: 爱了
好评: 一台电脑对打也很有乐趣，还有猎人,2B小姐姐
好评: 捏脸选项如果能再细一点就更好了
好评: 捏人快乐无比
差评: 买一次退一次。这游戏的网络对战极差。别的游戏好歹玩一两把才掉线，这个游戏是一局都坚持不下来，掉线就完事了
好评: 有自定义角色的故事模式，还有正式角色的故事模式，画面质量很优秀，人物模形很好看。
各种技能招式很炫酷，打击手感很给力，作为格斗菜鸟也能在丰富的模式中得到乐趣！很棒！
好评: *以下为个人观点，仅供参考

优点：
-优化好，虚幻4的画面表现完美，同时我的1060全高画质帧数可以保持稳定
-令人惊艳的捏人系统，自由程度非常有梗，自定义角色还可参加网络对战，同时还能下载其他玩家上传的捏人数据（刀魂暖暖
-新人友好型操作系统，减负传统格斗的搓招环节，同时加快格斗节奏，萌新打赢老玩家也不是不可能（ring out警告！
-优质的联动人物，2B和杰洛特的格斗动作在适应系统的同时也做得很还原，期待更多的大作联动
-不同角色的操作手感都十分不同，由于是冷兵器格斗，所以还考虑了攻击范围这一设定，无论你是喜欢贴脸快攻，还是保持身位稳中求胜，总能找到一个适合你的
-对战录像功能十分便捷，可以观看大佬的对战Demo学习技术
-可玩性颇高的主线剧情，加入养成系统和任务系统之后主线游玩时长大大增加
-恰到好处的福利环节（指捏人和爆衣
-国内直连网络对战体验尚佳（不过我是电信网，听说有部分联通用户容易卡顿

缺点：
-UI设计有些许缺陷，只有针对手柄的菜单操作不够便利
-结合上条所说的无法使用鼠标操作UI，捏人系统的操作有些繁复
-主线剧情写的很俗套，写的一般格斗游戏也可以理解，但是太俗了令人乏味
-主线剧情缺少CG动画演出，影响剧情观看体验（听说是经费不足

总体来说是一款我买了不会后悔的格斗游戏，也觉得是近年来比较被国内玩家低估的一款游戏，推出半年多了没什么热度。
好评: DLC的速度有点慢呀。。。。
好评: 刀魂6，启动，进入游戏，捏人两小时，游戏半分钟，完事，结束游戏
好评: 有2b有杰洛特 还有我的童年 原价就原价 情怀价 值
好评: 捏人+格斗+柰子





























Take my money ！
好评: 鬼知道我怎么想的，原价入手·······
好评: 2b好看的一笔
gay骆驼招式太阴了吧
好评: 观看别人捏的人还是太麻烦希望优化一下。
好评:   首先给个好评。

  这是我最喜欢的一款冷兵器格斗类游戏，本作虽然没有经费做很多CG电影比较遗憾，但冷兵器格斗游戏该有的都有，一招一式都做得有模有样，很多招式都是现实里的比赛套路。故事的起源和各角色关系阐述的很明确，捏娃娃的自建角色故事也挺有代入感，制作者还是有认真制作这款游戏的。

  游戏的优缺点不多说，本来也比较难吸引新人来玩，网络排位剩下的也都是疯狂虐菜的各国老鸟们，所以作为并不喜欢格斗类型游戏的玩家并不推荐入手，如果是喜欢动作格斗类游戏的老玩家想尝试下3D冷兵器格斗，推荐找个打折时期入手，你不会失望。
 
  希望制作组有足够的经费能坚持开发下去，总之你出角色DLC我就买！！！2B小姐姐爆眼罩好评！！！
差评: CG都没有，拿PPT敷衍人
好评: 你给我2B
我就给你钱
好评: 这个游戏最大的缺点
网战很难赢，嗯就是这样
好评: 挺好的游戏，新手也能玩的很爽，希望能尽快加入香华这名角色，除了taki我就最喜欢香华了！
好评: 实话讲,我都以为5代之后这个系列已经被雪藏了.能在多年后看到续作的出来,已经是热泪盈眶了.虽然现在格斗游戏早就在这个年代不流行了,但还是看到了魂小组为了这个曾经的信仰作出的贡献和努力争取而忙碌着
鉴于开发预算极其有限的情况下,从LU角度讲在游戏内容方面一股各种缩水廉价气息,但是核心要素格斗系统开发组不断的进行更新和完善,力求做到求精.这点值得肯定的.好消息称本作销量达到预期,第二年票已经安排上了,最后希望多来点对战场景!
上手度来说,本作值得3D格斗爱好者去尝试
好评: 捏人系统是最大亮点，打击爆衣也很不错，顺便安利2B小姐姐DLC包，画面太过炫酷感觉满满中二风但是也有些过于油腻。但是身为手残玩家还是很吃力呀。
好评: 请与我对战
fight with me please
好评: 我觉得OK
好评: 建模不错 尤其女性（笑）捏人上瘾  单人内容做的很好分量足  对战打击和爽快感很棒 缺点：景色建模全是贴图 所以都是虚化状态（毕竟没经费） 震动应该属于选择项目被强制取消了  猜拳系统很有意思但那个特写是什么鬼？不管怎么样都会被打是吗？  过场剧情都是PPT+CV（PPT画的不错  CV点赞） 冷兵器对战爱好者推荐入手  3D格斗爱好者也是推荐 但比不过自家的铁拳
好评: 从PS的Soul Edge（街机版）就开始非常喜欢的这一个游戏，虽然正版只有PS3的4和本作，但是重新玩上6代还是感觉非常有趣啊。

p.s:反对楼下有人说进场就给匹配上千上万分虐菜的，我安装完游戏就直接进网战了，虽然一上来就遇到一个日本大佬5K多分把我打爆了，但是还是很友善的和我这个0pt的新人过了3局。
然后转眼间遇到个3Wpt的韩国人选2B，马上就能赢回1：1，可能我有系列基础？
反正pt只代表在网战的时长，不一定就代表对方是菜还是强，好好练习吧！

p.s2:2b太赖了吧，BOT的射程长得飞起，用killk贴身或者长棍勾引都困难，这代得kilik完全没有3代那种一棍打全场快狠准的体验了。。。
好评: 贴纸的缩放倍率的上下限可以再大点就好了。
好评: 游戏不错 很经典 希望刀魂能做的越久越好
好评: 虽然起初有很多的不理想
加上公司对于本IP不算非常重视，导致预算和过去相比有明显的不足
不过好在制作团队有能积极听取玩家意见并进行改善的态度
能让游戏变得更加好玩
为这个我改打一个好评
差评: 捏人厉害,PVP不评价，选完人物加载场景时掉帧及其严重。剧情就是坨屎，PPT剧情我不说了，那些每次开场设定的特殊条件就是傻逼，制作组到底懂不懂得什么叫增加变数提高娱乐性？
金字塔1V5木乃伊39级那个任务真是日了狗，轻攻击无法造成硬直？WDNMD玩个几把
还有那个地板变滑的模式真的好傻逼，二人转随便打两下就掉下去了，一个普通的1V3等级碾压型任务硬是卡了我将近十分钟，十分钟对于格斗游戏来说是什么概念？这个模式变数贼JB多，有可能转着转着对面掉下去了，有可能转着转着你掉下去了，有可能转着转着他打你一下，你防住了，但后劲还是把你推到边上掉下去了，更傻逼的还有你已经把他打出场外了！却因为你的动作有位移，然而对方在浮空，所以你先掉下去了！！！！我真是哔了狗了！
WDNMD老子再买这个制作组游戏老子吃屎，才刚刚好不容易1v5过了木乃伊，现在打那个锻造神的疯狗战士你他妈的必须要击出场外才算赢？有那个时间和机会老子都能被打6条命
这个傻逼游戏千万不要玩剧情，慎重
好评: 捏人好玩，但是想用别人捏的人很不方便，错过了很难再找到，单人比较简单，适合我这样的手残，网战不友好，匹配到的都是大佬，打也打不过，只能虐虐电脑这样子
好评: 很好的游戏 就是总是匹配不到人  其实把按键改一下用键盘也能好好的玩，我就是键鼠玩家 。。

剧情好 人物建模也不差  总体还是不错的 最重要的是优化好  

差评: 个人感觉没啥意思，和铁拳没法比。
个人感觉，喜欢就玩，不喜欢就不玩。勿喷
好评: 两个超人气联动角色也没能挽救这个游戏的在线人数，热度全靠捏人。两种剧情模式和可高度自定义的角色使得pvp之外的内容也非常充实，在日系格斗游戏中实属良心。遗憾的是，本作处处透漏出一股穷酸感，场景和建模略显粗糙，剧情模式过场全部放ppt，连开场CG都省了，真是个悲伤的故事。

本作对杰洛特和2B的还原还是下了功夫的，打斗很有原作的神髓，也设计了配套的剧情。喜欢这两个角色的人可以尝试一下。
好评: 看得出制作已经很努力照顾手残党的感受了




……然而他们还是太高估手残党了。

======写在游戏时间8小时卡关卸游之后。
好评: 要是画质再好一点就完美了

legendary难度的齐力克让我找回了打剑圣苇名一心时的绝望和无助，建议容易上头的兄弟不要轻易尝试
好评: 这游戏没啥好说的，一如既往优秀的手感，丰富的人物设定，只是略有瑕疵的是本作的人物3d建模的脸各种不舒服，另外就是剧情了，主线还是kilik加maxi，香华，我怎么觉得好几作都是这条剧情线，能不能换点新人来点新剧情，20周年炒冷饭系列，101入手的，所以还算值
好评: 自定义角色给力奥
好评: 剧情是真的好！每个角色都有自己单独的剧情而且逻辑时间点上都很严谨！不错！比较喜欢！
[spoiler] 而且可以爆衣！！女角色被大的叫声也太大了吧？ 甚至可以看到女角色的体术是胯下夹人过肩摔/滑稽[/spoiler]
好评: 剧情相比其他的格斗游戏要短些
角色之前相对独立，打击感也很好（爆衣系统也是点到为止，恰到好处）
7/10
强大的自定义系统可以魔改/捏人 +3
10/10
好评: 给我看女乃子，我就给钱。dlc能看新女乃子，我就买dlc
差评: +缺点：老子是正版受害者！！！！难怪是个小众游戏，设置这么的不人性化！！！！
1、世界任务里，又臭又长的教学模式，还不能跳过，按了半天我就是过不了 什么鬼策略！！！！！！！！你TM倒是提示按键啊！！！！（你见到所有游戏时间都是我再试图过世界任务的教学模式）
2、见鬼的按键提示，全都是手柄的！！！请以后不要再标榜 什么什么 日本工匠精神了，简直是对工匠最大的侮辱！！！
3、存档不通用！我想跳过教学模式的机会都没有！！
---------------------------------------------
+优点：
1、优化很给力
2、画面很好
3、妹子的建模还行，不如脱裤狂魔，发型好多杀马特
4、动作流畅 
我编不下去了
差评: 游戏还行，但是，真不如买铁拳7
好评: 丰富的剧情，流畅的动作，完全开放可定制化的角色，实乃目前为止PC最佳格斗游戏之一，但好像比较小众
好评: 我以为是格斗游戏，结果是格斗型RPG
这游戏连段不是很强调，主要是短猜拳（角色平衡有待提高
不得不说3D格斗游戏的制作水平，万代确实吊打别的厂，玩着不知不觉一天就过去了
差评: 有点无聊，可能我不适合这款游戏。
好评: 从跨年那天开始我就一直玩儿这个游戏，可以说这是一个与我之前接触过的任何动作格斗类游戏都不同的一款格斗类游戏。打开游戏，点开Creation，逐渐就忘了自己打开游戏是干嘛的了😂好吧~_~，确实自定义角色这方面真的是让玩家过足了瘾，各种沙雕生物和油腻的小姐姐就开始成为玩家的角色了。抛开自定义角色的功能不说，游戏的动作系统还是比较不错的，而且真的太适合新手了，像我这种在《铁拳7》里被AI打得根本落不了地/站不起来的手残玩家，也能轻松应对Very Hard难度的电脑，因为搓技能什么的实在太无脑了。这样就决定了游戏如果不玩儿多人联机的话，打一段时间就成了无双游戏，无论用什么角色都能一命通关这种。幸好游戏的画面表现能力还是很棒的，虚幻4引擎带来的是令人眼花缭乱的招式特效（小姐姐们的身段儿才是重点）。当然了，我觉得这游戏好，跟上面这些一点儿关系都没有，为什么呢？因为我是为了2B小姐姐的DLC才买的这个游戏，这理由够粗暴么？你还不赶紧买还等什么呢？😏

捏个人捏一个小时，和电脑打，行云流水，瞎按就行了，和线上大佬打，被人按在地上3:0，打的自闭。
不过好玩是真的好玩，剧情的画风习惯了以后感觉很好看，特别是香莲的剧情画的，好看的一批小声bb：爆衣咋就爆那么点，我相信以后一定会和死或生齐头并进的(爆衣质量以及玩家mod两方面)
差评: 每次看这个游戏价格，我都觉得我是个傻吊（︶︿︶）=凸
差评: 游戏是好游戏
捏人是好捏人
剧情是好剧情
问题是：能不能别特么一言不合就给我匹配个上千上万分的大佬？
我特么个0pt不习惯手柄的键盘萌新玩着已经很困难了，还动不动给我几万分甚至十几万分的大佬，打你个皮皮锤子？
好评: 键位的显示对键鼠玩家好不友好，我想知道怎么改键位显示成键鼠的UIOPHJKL这些，现在看着手柄的显示玩着难受，因为我是刚刚接触这种游戏，根本就是一头雾水，OPTION里面根本没有相关选项，百度都没用，很是烦躁。
好评: 不知道该怎么评价，虽然298有点贵，但是打击感，建模，优化以及大招特写，镜头特写，我觉得都很棒。（我是第一次买这个系列）。所以，总的来说还是值得一买吧。
好评: YUPLAY商城71块俄区key 背刺G胖美滋滋（并不）
创造角色那我就能玩一天2333
对手残玩家还挺友好的 能搓出招来就很舒服
8说了 冲就完事了
好评: 优点：1. 易学难精：操作简单，系统有深度但容易理解，格斗游戏涉及不多的玩家也可愉快的玩耍
          2. 可玩性很高：横斩纵斩侧移下蹲防御破防彼此相生相克，重点是招式的选择及出招的时机，格斗游戏玩出了黑魂的感觉
          3. 人物差异性好：感觉每个人都有独特的系统
          4.捏人：阿尔萨斯、伊利丹、蜘蛛侠、一拳超人，只有你想不到的，没有你捏不出来的
          5.可爆衣：格斗游戏通过这种方式吸引眼球也是无奈之举，虽然笔者对强人锁男乐在其中就是了。
优点总结：IGN评分8.9，生不逢时的佳作，系列集大成者名副其实。操作门槛低，玩格斗游戏再也不用搓招搓到手疼，特别适合非格斗游戏玩家入坑。也适合安利给朋友一起玩耍。

缺点：1.价格偏贵：制作组说没钱，画面不理想剧情ppt都可以理解，可是既然没钱就说明游戏制作成本不高，你卖的比只狼还贵不 
             太好吧。除非是像笔者这样的真爱粉，不然还是推荐打折入吧。
           2.网战匹配：因为是小众游戏所以人数不多，经常匹配到大佬，这点其他玩家有说过了
           3.教学不充分：笔者玩过苍翼默示录系列，人家的教学真是好啊，各个人物怎么用教得很充分。相比之下刀魂想学习具体人 
              物的话还是网上找视频或加群拜个师傅吧。既然系统和操作对新人很友好那就应该把优点发扬光大啊，偏偏教学模式只教 
              了一些共通的而对具体人物的策略涉及甚少，可惜了。
           4.街机模式传奇难度的地狱火打得我很窝火，就是来吐槽一下。

总结：好游戏，但是价格偏贵，推荐打折的时候入。买来和朋友偶尔切磋一下还是蛮不错的，没朋友偶尔玩玩也可防帕金森（笑）
差评: 自定义角色挑战的那个模式（不认识洋文，不知道那是个啥）AI好蠢，关卡好恶心，敌人会加血也就算了，必须用特定招式打败也就算了，至少这些和战斗核心有关。那个地板打滑是尼玛勒个壁咚的什么鬼？从PS1上的老刀魂1就有这个恶心的机制，到六代了还存在，一代的时候好歹加速度不快，着急是能按回来的，六代这个轻轻一动滑上月球，搞屁啊！赢不赢全看脸是么？。
边界打人莫名其妙无法击出场外也是醉了。
画面差也就算了，反正制作组说：“我们制作组没钱！”然后价格死贵。。。。虽然亮点也不少，但是，真心不太对的起这个价格。
好评: 是我想象力不够丰富还是什么，根本做不到像那些大佬一样什么都能捏出来。格斗方面有点飘，打击感挺实在的，联动了gay洛特和2B很赞啦。
差评: 不知道为什么，玩了几天之后打不开了
还报错
好评: 我是格斗游戏迷，
刀魂6刀刀到肉，
角色自定义我就不多说了，嘿嘿嘿
完美！！！
好评: 很棒的FTG，一建大招让我这个手残也能愉快的玩耍
好评: 灵魂能力回来了！当年万代南梦宫的神兵利剑，一举斩下最佳格斗游戏宝座，而今系列第六作，大久保元博孤注一掷，掷地有声。
玩到现在我的评价就四个字 王者归来 。流畅爽快的战斗，丰富的剧情，多彩性格的各个人物，良心优化以及承诺的后续更新，让我看到了灵魂能力的潜能和升华，大久保元博就是在万代南梦宫并不重视的情况下，完成了这么一款佳作。
这作中每个人物都有丰富的单人剧情，就连乱入的白狼杰洛特也有自己的专属剧情，可见制作组吸取了第5作失败的经验，重新重视了单机元素的开发与运用。系列祖传的逆刃反击和防守反击让我等手残党终于不用被大佬按在角落暴打，简化了的出招表也降低了新手入门的门槛，可以说灵魂能力6是这个系列革新的重启之作。不过受到制作资金的限制，制作组只能好钢用在刀刃上，将动作与人物重点打造，而背景以及环境等方面，只能弱化处理，达不到2018年3A制作的顶尖水平，不过也不算差。如果情怀能加进评分里，那我给9.5/10，如果不能，我也给9.5/10，灵魂能力6，我吹爆。
P.S. 格斗新手一定要熟练防守反击再去打线上对战！ —by还是被大佬按在角落暴锤的DM
差评: 再多的不舍也已经不能让我继续这款游戏了   感谢万代南梦宫让我能玩到IVY   BUT同时我也祝万代南梦宫早日倒闭  因为你真的不适合做游戏
好评: 铁拳7：目前最好的3D格斗游戏就是...

刀魂6：（捂嘴）没错！正是在下
好评: DLC好慢
好评: 2B小姐姐真好看！
好评: 硬核捏人游戏，值得入手。
好评: 我捏不出来啊！！！
手都残废了！
只花了一个小时玩和看教程，
其他时间都在捏脸...
差评: 不得不说，这个游戏制作十分精良，但是匹配机制是真的屎一样。我0分跟几万分的人打，找虐嘛。
好评: 这是我再steam里入手的第一款格斗游戏（因为能捏脸），这游戏感觉挺硬核的，各种连击格挡之类的，个人还是比较喜欢的
但是 我问一下，那个大小姐是哪个大神捏的，真牛皮
好评: 人物没有4代那么多，游戏性更喜欢三代四代，但是还是推荐
好评: 老牌游戏登陆PC，一个真正的格斗（误）拼刀的游戏，当然，还包括女乃子！？

这代的联动昆特人不错，还有2B小姐姐，我舒服了

好评: 为杰洛特买的游戏，捏够了就进库吃灰了
好评: 玩了这么久也给个评价吧，说实话一开始是冲着杰洛特和捏人入的，结果发现比想象中的好玩。操作应该算是很简单的了，很好上手，我这种格斗游戏手残玩家都能搓出各种连招，其次捏人也很有意思，捏人一小时游戏五分钟（滑稽）。剧情模式没cg很遗憾，听说是制作者穷，不过好在有个冒险模式可以用自己捏的人玩，可玩性也很高。喜欢3d刀剑格斗的一定不要错过，2d格斗手残的（比如我）也可以试试，相信你会喜欢上刀魂的。
差评: 启动不了了？
好评: 这个怎么从训练模式里退出啊琢磨了半天
好评: 为了杰洛特和2B小姐姐买了这游戏，现在剧情通关了，也该进库吃灰了
好评: ...我要玩刀魂暖暖!

剧情模式挺丰富...对战就不要了,都是大佬 打不过 

好评: 平时不怎么玩格斗游戏，不过还是觉得这款游戏相当不错，尤其是rpg式的主线。
当然奶子和屁股也不错！
就是女性角色有点少。
好评: 不知道是不是我的错觉，AI是不是变脑残了？
好评:   这次sc的新作总体来讲还是可以的，毕竟我一度认为sc不会再有什么新作了，但是他却发售了，这就已经让我很惊喜了。我最早从ps1上的soul edge初代入坑，那时候这系列还不叫soulcalibur，我依稀记得当时用多喜在编年史模式（好像这么叫？是一个找刀的模式）在一个必须要求用必杀技攻击对方的关卡里被索菲蒂亚打出了翔，从那之后我就对这个骑脸女神有很深的印象（指骑脸），后期ps2、psp上的作品我也都有跟着买下来，用刀剑格斗，除了侍魂之外，sc是我最喜欢的刀剑格斗游戏。
  如今过去这么久了，这游戏也算是我的格斗入门作了，如果你时间充沛、反应速度快的话，我真的非常推荐本作，但是由于格斗游戏的入门门槛都一直很高，要记招式、要记连段、以及培养对局时的心理素质和肌肉记忆，新人挨揍挨打也的确是没有办法的事情，所以你还必须要有个坚定的心，如今这个时代已经对于萌新特别友好了。小时候在小卖铺门口和老板还有学校里的大神玩拳皇被大佬们一套带走之后觉得脸火辣辣的，真的是各种丢脸，但是我还是没有放弃，每天还是坚持挨揍，每天都去学习大佬怎么玩，时间长了也就渐渐出感觉了。如今长大了，操心的事情也多了，也没有那么多时间去练习了，玩格斗游戏也没小时候那么顺了，再加之如今大部分格斗游戏里网络匹配到的都是一堆真·神奇的大佬，就是那种能把摇杆搓出火的那种的，比小时候学校里那群dio多了，根本打不过。所以如果你真的不愿意网战的话（像我一样，养老），我推荐你尝试本作的单人游戏模式，是一种结合了rpg模式的关卡挑战，还有剧情，不妨可以做一个休闲玩家。
总结：

优点
+画面不错（前提请把质量调高）
+招式设计非常好记
+有一个比较不错的新手指引
+你可以捏人
+单人模式结合了rpg，挺有趣的
+有2b，社保
+有女术士推土机（我觉得可以和Ivy出个本，社保）

缺点
-cg太少
-cg太少
-cg太少
-捏出来的人表情太生硬

9.5/10
因为刚刚入手还没进行网战，先打打单人，适应适应，之后再试试网战环境怎么样(其实是我不想再挨揍了...我失去了决心...)

祝愿soulcalibur（刀魂、灵魂能力）更加向好。

好评: 食我拜年剑法啦，2B！
好评: 虽然我被各路大佬吊打，但是真的好爽啊
好评: 我是傻逼
好评: 联机没人，至少能捏人和bot玩耍。
差评: 第一次购买，因为游戏报错进不去，并且游戏时间还在进不去游戏的状态下增加的原因，我退款了。但是为了2B，我买了第二次。第二次，因为PPT般的故事背景介绍和自己捏的人物不能应用在故事模式中（或许是我没找到），我退款了。但是为了2B，我买了第三次。但是第三次，我把前两次游戏的不足我都忍了下了，但是你又告诉我联机模式卡顿，连背景音乐和人物语音都卡了，也太让人受不了了吧。而且联机模式下是不是要比单机模式中人物笨重一些？个人觉得手感欠佳。
好评: 别的其实都还好，就是这个非dlc角色和自己创作的角色神情呆滞，如果所有角色都能够像dlc角色有那么好的神态，那么这个游戏应该会更加受人喜爱吧
差评: 无法启动什么情况？

还弹出个自助界面

日你马耶！
好评: [h1] 关于对大中华党国的友好建议[/h1]
那些坑完小学生钱就走的游戏遍网全是，你不去整治；那些点开网页全是蹩脚普通话的游戏，你不去整治；那些官网买外挂的游戏，你不去整治。你整治3A大作？暴力？色情？你看看国内到处网页广告上的图，个个都比STEAM裸露，你管都不管，你来管STEAM。你有闲情雅致怎么不去管管中国影视业？发展的比卢本伟还畸形。看看你的CCTV，在看看别人的BBC，差距。你自己建立起来的文化自信又被你自己踩下去，为什么？不革新自身的管理方式，还拖一个大平台下水。STEAM虽然被很多中国玩家当成启动器，但好歹让大家有了正版意识这个观念，好不容易有点进展就要被打回原型，鼓励大家玩盗版？不说所谓民主，为什么不能分级，分级制度就能解决大部分事情，你这样有意思吗？你们这些专家是真的睿智啊。你天天弄这些没有用，干脆就直接把网络什么的都取消，正常人不让用得了，一天组织点什么喊口号种地？？？还是直接回归原始社会得了，

我真正在意的是如果我买的游戏玩不了，我又找谁来赔偿，完美，还是国家？不过估计最后就是让我们这些坚持正版的玩家白白损失一笔，最后有要被一些现实生活中的盗版优越大爷好好嘲讽一下了，睿智啊。厉害了我的国，呵呵。始皇帝啊，这盛世如你所愿。一些人和身边的朋友小时候就在传奇和cs的游戏中长大，也没有谁去砍人杀人犯法，现在的熊孩子看喜羊羊等把其他孩子烤了，到底是游戏动漫的错？还是家庭学校不负责任的教育的错？大家心里都有数.你就这样就脱离了坚持社会主义100年的目标了？中国梦，是什么？好好学习，肉身出墙

游戏属于第九文化，任何一款大作游戏，本身就蕴含着作者思想与道，但对于我国目前还未开放的价值观而言，外国对于未来的思考以及奇特的众多幻想是不能被广电局所接受的。国内游戏就目前而言，有steam和主机各方面的因素，依旧是做个垃圾就能赚的盆满钵满，他们知道游戏本身品质只要勉强过得去，在在游戏里面设计点能装X的“微操”，以及各种各样涩情的原画，各种各样中二的建模和台词就能骗到钱，游戏本身剧情一定要扯，不能有深度，浅显易懂。这样的制作反而比你认认真真想剧情做出来的游戏赚钱得多，steam在国内看起来很多人知道，实际上在绝地求生出来之前你走在大街上根本没几个人知道有steam这个东西

其实中国实名认证已经比国外领先了，银联支付和微信支付都必须得需要身份证，那为什么还迟迟不推出分级政策呢？因为现在是否过审文化部和广电总局是由最高决定权的，没有相关的法律和规定来决定一款游戏是否过审

以前有个国内单机游戏厂商制作了一款武侠游戏去送审，因为是国内厂商，所以对于审查机制是很了解的，在送审前就去掉了血液还有断肢效果，尸体也都变成了黑色的，可就是这样都无法过审，审查机构说这款游戏里的玩家扮演角色在杀人后坐牢十天就可以了，很容易造成一些不好的社会影响，后来改着改着就变成一款只能骑马的武侠游戏了

马化腾也是厉害，竟然呼吁打击网络版权问题，也不想想第一个到底要抓的是谁？心里没有点B数吗？自己抄袭别人的游戏版权，还要让别人的游戏做死，马化腾竟然能跟屠呦呦，袁隆平这些科学家平起平坐到人大代表的位置，这是为啥？难道你们心里还不清楚吗？而腾讯的天涯明月刀在杀死人形敌人之后一点责任都不用负，继续屠杀就可以了，这样造成的社会影响是不是更大呢，可天涯明月刀却过审了

为什么会这样呢，腾讯日进斗金，它交得起钱，而那个小厂商做完游戏就没什么钱了，所以中国单机游戏的发展不是看你制作水平，也不是看你宣传到不到位，是先看你交不交得起钱
而中国相关部门在审查时声称依据是什么呢？就是社会所谓的主旋律，就是社会主义核心价值观

这有点像什么呢？古代君王都会给自己的权力找个合乎于法理的声明，君权神授，我是真龙天子，我的权利都是上天赐给我的，而社会主义核心价值观就是充当了这种用途的工具，给自己不正当不合乎于法理的权利和获得的利益一个看上去合理的声明

香港台湾澳门是特别行政区，他们的社会经济政治文化制度都和大陆不一样，那大家想过为什么会这样吗，其实很简单，回哭的孩子有奶吃，就比如说香港，假如97回归的时候就是大陆制度的话，他们就会大罢工大罢学，让社会不能正常运转，而当时国内外也有很多双眼睛在看着香港，所以他们就是特别行政区

而咱们大陆人呢，封外网的时候，咱们忍受住了，和谐魔兽世界的时候又忍受住了，从来没有为自己的权益发过声，而现在变本加厉，Steam中国版都要出了，最好的结果都是出来个中国版商店，现有国区的支付方式及低价区优惠都转移到上面去，这次还默默忍受的话这次那以后呢，怕不是变成朝鲜光明网了吧

很多人都把这些事情看似是理所应当的，不管是封外网还是和谐游戏，暴走大事件或者是现在的Steam中国版，而事实呢，欧洲在INS啊twitter啊上面有恐怖分子活动，而他们是简简单单的墙了这些社交软件了吗，他们跟这些恐怖分子打网络战，把他们驱逐出了这些社交软件，那既然如此中共为什么不行，就因为墙了低成本吗，我们的权益及我们娱乐休闲的地方还不如打场网络战的成本吗，中国人就要就要妥协隐忍而外国人就能保障自己的权益吗
请大家把这些言论扩散出去
为自己的权益和Steam发声

我不知道哪种被代表更好，一种是他们封禁和谐魔兽世界及暴走大事件等等自由媒体社交软件单机网游时所说的这是人民玩家的意愿更好，还是我今天发的这些东西代表了Steam玩家的利益更好，但我知道，我说的这些话都是肺腑之言，都是发自内心的话，都是在经历了这些事情后百味杂陈说的话，我是凭良心说的，而他们则不一定了

希望大家扩散这些言论
我知道十有八九没什么用，但岂能因声音微小而不呐喊
作为一个居住在中国的普通居民，热爱Steam，热爱Steam带来的快乐，能做的只有这些了
谢谢大家

其实当顺民才是有弊无利的，因为你顺从它的话他所需要给你提供的东西就更少了，因为你都表达顺从了它还在意你的需求干什么，而所谓的暴民呢，它为了自己的统治及为了安抚民众所提供的东西肯定也就越多，这个在国内就是的，封外网和谐游戏的时候我们顺从了，结果呢，Steam中国版都要出了，因为你都表达顺从了它肯定觉得出了就出了反正他们会继续顺从

一想起美利坚合众国的第一修正案和Steam这个言论自由的平台允许我在这里发声，而中共却要推出Steam中国版把这些夺走我就五味杂陈，其实我发声想要的并不多，我并没有奢求什么资本主义了生活就会更好什么的，该自己努力还是得自己努力，该奋斗十几年买房买车还是得奋斗，我所想要的仅仅是少些限制和管制，政府能够尊重公民的权益，可仅仅这样都很难，一百年前的北京城，清朝人帮外国人扶梯子翻墙，而一百年后的今天，外国人帮中国人扶梯子翻墙 一份来自一名r6老哥的复制
好评: 比起前几年出的铁拳7，这游戏的打击感更为自然顺畅，技术的进步，可谓惊人啊。
好评: 可能是最终作，为刀魂７预购了
差评: 像赶工出来的半成品，各种缩水，连过场动画都没有，直接给上PPT，看来灵魂能力4、5的辉煌已经没有了。刀魂已死！
好评: 优点；是PSP好游戏，缺点；不支持简体中文，很烦躁！
好评: 我花400买的，我是傻吊
好评: 剧情纯文字居然一个动画都没，醉了
好评: 游戏是真的不错，本来是冲着白狼入的，上手难度比一般的格斗游戏低了不少（第一次玩格斗游戏表示是真的容易）除了部分角色可以说大部分角色都很容易上手，剧情什么的看看就好，不过总体程度跟价格有点不符，正值打折就赶紧入吧~~~
好评: 这是我玩过这么多格斗游戏中，故事模式最好玩的一个。
天平模式讲的是自捏一个主角，在刀魂世界与各个角色邂逅，并有一条主线，经过历练、探索，最后打败大boss的故事，虽然故事不算新颖，玩法也不算新奇，但是当一个RPG玩法放在格斗游戏里就很有意思了，平常剧情，探索就是RPG，战斗系统是格斗，打完还可以爆装备，玩家亲自见证自捏主角的历练和成长，真的是很有老滚5抓根宝的感觉（一步步从草根走向龙傲天）。
故事模式有另一条主线，但是没有RPG元素，讲的是刀魂6时间线，各个角色的经历，而且处处与天平模式产生交集，有群像剧的感觉，就像当时玩《生化危机6》一样。
该作的故事完整，全面。对比起其他格斗游戏的剧情体验，细致很多。拳皇只能从几部曲中的过场了解剧情，并没有各个角色的故事；街霸5有一个剧情dlc，但是像看动画电影，一条线到底；苍翼默示录和罪恶装备故事精彩复杂，但是玩起来像galgame文字游戏。
如果你喜欢格斗游戏，也是喜欢rpg故事向，该作值得入手。
好评: 我花300块钱就当是买了个捏人爆衣模拟器了
ppt的剧情根本就没有让人看下去的欲望
还有剧情达到后面敌人等级高了 敌人貌似有预知未来的能力 我马上要打还没打的时候 敌人就知道我要在哪打就会躲我 我刚放下防御半秒不到 敌人就平a我一下然后把我连死 打个蛇
多人更别说了 都是一帮畜生们 根本打不过
但是有2B的dlc...
好评！
好评: steam第一款格斗游戏，蛮爽的，什么什么的高手是吧，双截棍是吧，把我卡到凌晨3点多，不说了，主要是cool
好评: 8102年还能看到SoulCalibur最新作，已经不奢望什么了
原汁原味的手感和系统
优秀的画面
虽然廉价但依然充足的内容量

不多说了，豪华版给你了，请给我7代，故事就放在4和5中间吧
好评: 非常喜欢这款游戏，这款游戏我感觉不很不错
好评: 好玩，非常帮（2b的屁股也很好看)
好评: 完全是为了two B买的
好评: 经典游戏刀魂！如果有铁拳7制作经费的一半，肯定是格斗神作。

画面确实差了，有点像手机游戏。场景做的不好看，不精细。音乐还是不错的但是数量太少了。

内容还是比较有诚意的，自定义主角故事模式没有语音，过场动画比较少，后期AI太难了。不同人物的自定义编年史设定挺好的。

换装的衣服饰品有点少了，都是从其他人物上扣下来的，只有个别不是但是还要用SP买，不过可以设定很多其他细节和身材比例，已经很好了。

玩法说简单肯定比街霸拳皇铁拳简单，但是玩好也不容易，喜欢冷兵器格斗和中世纪风格的一定不能错过，用手柄要是加上震动功能就更有打击感了。

没有什么特别大的缺点，所有缺点都来源于经费不足，定价比较贵了因为才出不久应该不会有很大折扣，建议是加进愿望单，几个月后打5折以上果断入手。

现在能玩的格斗游戏很少，如果给刀魂6打个分，10分的话我打8分，还是优于大多数作品的。
好评: 非常硬核的格斗游戏，但是非常照顾新手，上手非常容易，哪怕你没玩过格斗游戏也可以轻松发出许多华丽的招式，而且还有一键必杀，自带无敌瞬间命中可以凹
好评: 2B小姐姐赛高！！！
差评: 缺点：剧情纯文字居然一个动画都没，全是让人看ppt剧情，售价又这么贵
优点：可以捏人
好评: 游戏可以的 我喜欢
虽然是圣诞打折入的 如果还能便宜些就好了
不知道什么时候才能进入真3D格斗游戏的时代
总感觉 手柄在妨碍真3D格斗游戏的发展
差评: 过山车式难度设计让我忘记了这款作品几乎所有的优点。
好评: 游戏没有普通匹配模式，房间模式搜不到房间，不想打AI只能去排位RANK。RANK的魔幻匹配机制我是真的服，我一个刚看完主线剧情新手，动不动就给我匹配一个几千上万RP的大佬当对手，而这些大佬即使赢了只会获得0~2点RP，也会全力以赴将我爆锤。如果说全力以赴是对对手的尊重，我已经从这游戏里充分感受到了老手们的关怀。
好评: 吹爆吹爆，这是我至今玩过最让我激动兴奋开心的格斗游戏了!
英文版也没有什么影响。

好评: 打击感真的不错。。。就是拍摄系统不会用。。。姿势太坑爹。。。
好评: 搜不到人啊  匹配机制能改一下不   拍到大佬也行啊   让我玩玩啊

好评: 这是我目前玩过对键盘最友好的格斗游戏了，设置组合键真的好用，我试了试不用组合键的复杂连招，虽然熟练之后也能很快的用出来，但是因为招式特别多，一边要想下一招，一边又要把上一招的连段打满，还要调整位置，就有点乱了。
这类游戏出招是否对键盘友好在我心里还是很重要的，之前玩街霸5也好，拳皇也好，用键盘实在难受，还不如在PS上用手柄玩，用PC买手柄，不如直接买个PS4，这是我一直以来的感受。所以steam上我基本没买什么格斗游戏。但是刀魂6对PC端的亲和程度我比较满意，放在库里随时可以玩玩，不至于吃灰。
至于打击感方面，我觉得见仁见智，不同武器打击感不同，不过刀刃的打击感确实不如其他格斗游戏那种拳拳到肉的爽快，但是我也挺喜欢这种风格，毕竟每个人对游戏的品味都不一样，就如同每个人对音乐的品味也不一样。各有所好，适合就可以入手，除了上诉原因之外，基本的游戏质量过关，没遇到BUG，优化也不错，对得起这个好评。
差评: 我是傻逼
   果断的差评，针对[spoiler]机票[/spoiler]定价
差评: sb72级任务究极长剑谁设计的，电脑百分百预判你的攻击。只要你提前1秒按下攻击按键电脑不管在做什么大幅度动作都能瞬间防御。举个例子，对面电脑明明用的纵斩，还在攻击动画过程中（没砍到你）这个时候你开大，电脑瞬间切换防御挡住攻击。不管你什么攻击100%防御住除非防御崩坏。投技也100%破解。
好评: 角色编辑功能强大 手感比不上铁拳和街霸
好评: 接触的第一款格斗游戏，选择了刀魂6。果然第一次启动游戏就沉迷捏人儿到深夜。冬季打折买入，很值。排位了一把，果然0分匹配到了10000多积分的对手，这匹配机制确实有点坑。单人模式很精彩，很喜欢，准备慢慢熟悉~~
差评: 没有声音，pog枪神2plus.除了这个游戏其他都有声音。
有大佬知道怎么弄么，无声游戏，过于难受。
好评: 我发现我退出游戏后，游戏还一直显示在运行中，啥鬼？有也遇上这个问题的童鞋吗？
好评: 从小到大没人看到起我，我妈嫌我丑，老师嫌我笨，但自从玩了灵魂能力6，服务器给我一个新手玩家动不动匹到一个几千RP的对手，我觉得这个世界上只有这个匹配系统看的起我，但我看不起他
好评: 打击感贼强+60，白狼+15，2B+15，最后10分给两首bgm（没错我觉得原版的bgm一般=。=）。目前超级困难难度有75%左右的胜率，但联机还是被吊打。网卡是一方面，另一方面……我是真的菜。
差评: 这游戏手残别玩了，我被人机的先读能力虐的不要不要的，还没有降难度的选项
好评: 系列历代最高水平之作，诚意推荐新老玩家
好评: 这打击感太棒了
不得不说，跟MK那种所谓真实打击感比起来
这种纯粹追求酷炫的风格要更好一些
而且也比隔壁几个作品的卡通风格看着舒服的多

我现在就想知道
怎么同台让2B说日语杰洛特说英语
这俩打对战难受的一批，语音听得总有一边很不舒服
好评: 好游戏
好评: 啊，终于能玩2B大战杰洛特了，梦幻共演
好评: 好玩！
吹爆刀6！
别问    问就是玩爆
好评: 支持一波吧，从3代接触的，很爽快的FTG
好评: 2B小姐姐终于来了！！5星好评！！！
好评: 考哥（GORM）果然不失所望地又COOL又强又好玩。不过对比铁拳我真的吐槽下这游戏也鬼服得太快了吧？才发售过了1，2个月就没有对战的人了？？别的地区我不清楚了起码天朝是这样。就连同城几位死忠貌似都三分钟热度。只能跟刀魂制作组说一声  我已经出了我那份微薄的力量拯救这个IP罗 作为启蒙我玩进入3D FTG这个有趣的世界的启蒙作品的回馈。假设这IP还是得挂掉那我作为老玩家也只能无奈罗  ：（
差评: 一波更新，莫名其妙BAN号什么意思？游戏公司这处理有问题吧？每次关游戏都卡，游戏优化太差了吧？
好评: 坐等18号凸B
好评: 还可以，不差
好评: 打起来还是挺好玩挺带感的，而且上手不算难
好评: 好玩，招式丰富，我永远喜欢艾薇女神
好评: 永远支持刀魂
好评: 帅是一辈子的事情
好评: 感谢大佬：优雅社会。
好评: 愿人类荣光永存!!! 游戏不感兴趣但是为了2B小姐姐果断入手
好评: 通关撒花，唯一的缺点就是没有动画，过场也少有即时演算，只有剧情模式恶魔猎人和最终BOSS的情节有即时演算过场，其他全是头像文字点点点，这方面-1分。另外模型也不是现在应该有的细致度了再-1。其他无可挑剔，总分8分。
好评: 刀魂暖暖 o(￣ε￣*)
好评: 朋友问我这是暴雪出的新格斗游戏吗，怎么伊利丹大战阿尔萨斯？


灵魂暖暖，捏人2小时，格斗3分钟！


差一点不能自己打mod，如果出创意工坊，我特么社保！
好评: 好游戏，手残也能玩的很快乐，操作简洁，感觉比铁拳适合我多了，期望卖的好能有下部,好
好评: 刀魂可以说是我玩到的第一个主机游戏了，那时候表哥从美国带来了原装进口的PS2，还带来俩游戏，一个就是刀魂，另一个叫什么狡狐大冒险把。总之这个似乎很色气的游戏我从小学就开始打了（说实话不是后来看视频我还真没注意过什么爆衣之类的），每天放学回家就爬在电视前打电动（我跟你讲 索尼手柄的震动 老爽了）。
现在来说说这个游戏 说实话我又不是什么专业编辑 这游戏打着爽就完事了 优化有好 不吃配置 还有捏人 还能线上对战 貌似还不怎么卡（除了人少点 特效还好 我都不知道该怎么吹了 反正买就完事了
说实话我真是想不明白当年刀魂这么火的时候南宫梦把刀魂搞废非要去搞什么没人玩的铁拳
好评: 把格斗游戏做成暖暖也就这一家了。
出色的格斗体验和丰富的换装捏人系统。
有什么不玩的理由吗？
好评: 我需要2B，I need 2B，2 Bが必要です
好评: 我跟你讲制作组，你要是敢联动月球出吾王，我保你销量翻番...
好评: 上一次玩魂之利刃还是和大学舍友一起，当时就一台ps2，大家轮流的玩，谁死了就要换人，为了能多玩一会，很是研究了一堆的连招。如今，游戏虽然画质好了、人物多了，但是想把大家再聚起来一起玩一局，却也难了。
说到游戏质量，没有玩网战，但是格斗部分非常流畅，手感也不错，应该说是这几年来不错的格斗精品了。
算是没有辜负魂之利刃的系列招牌吧！
PS.如果用ps4的手柄可以利用steam内置的键位配置，在steam设置-控制器设置 里选择
好评: 赞啦
好评: 格斗萌新的福音
好评: 完美
好评: b（￣▽￣）d　
好评: 我算是为了杰洛特买的。
好评: 期待已久，本作据说砍了很多招式，但新加及简化的系统让这游戏成为可能是对新手最友好的格斗游戏。游戏中给出了详尽的教学任务甚至战术指南，尤其是战术指南的篇幅真的很可观，只可惜太枯燥了些，如果战术指南也能配合任务的话就太棒了。总之，对新手的友好让这游戏有着很明确的训练目标，只要你用心去玩，就会发现他的乐趣。更不要说这游戏只要乱按就可以玩的很开心，总体来说非常满意，但愿长卖，希望今后还能有续作。
好评: 好玩。
好评: 本世代最强捏人游戏（）
差评: = =为了2b而来，发现还没出
好评: 灵魂能力回来了！当年万代南梦宫的神兵利剑，一举斩下最佳格斗游戏宝座，而今系列第六作，大久保元博孤注一掷，掷地有声。
玩到现在我的评价就四个字 王者归来 。流畅爽快的战斗，丰富的剧情，多彩性格的各个人物，良心优化以及承诺的后续更新，让我看到了灵魂能力的潜能和升华，大久保元博就是在万代南梦宫并不重视的情况下，完成了这么一款佳作。
这作中每个人物都有丰富的单人剧情，就连乱入的白狼杰洛特也有自己的专属剧情，可见制作组吸取了第5作失败的经验，重新重视了单机元素的开发与运用。系列祖传的逆刃反击和防守反击让我等手残党终于不用被大佬按在角落暴打，简化了的出招表也降低了新手入门的门槛，可以说灵魂能力6是这个系列革新的重启之作。不过受到制作资金的限制，制作组只能好钢用在刀刃上，将动作与人物重点打造，而背景以及环境等方面，只能弱化处理，达不到2018年3A制作的顶尖水平，不过也不算差。如果情怀能加进评分里，那我给9.5/10，如果不能，我也给9.5/10，灵魂能力6，我吹爆。

P.S. 格斗新手一定要熟练防守反击再去打线上对战！                                     —by还是被大佬按在角落暴锤的DM
差评: 捏人一小时，对战一分钟。跟风入的，实际体验过有点后悔。
好评: 快出DLC鸭！！（支持创意工坊不是更好）
好评: 打的不怎么样，捏人捏特久
好评: 游戏卖300是暗荣亏了   格斗游戏中的典范
好评: ！
好评: 这款游戏是不是神作取决于你的创意
好评: 不知道传言的系列终结作是不是真的
祈愿VII
好评: 2b,2b!
好评: 好游戏  自己设计人物角色 玩起来就是不一样
好评: 这款游戏很棒，强大的捏人系统！
好评: 捏人游戏 棒
好评: 我今年一年买了很多游戏 但是灵魂能力6绝对是我最愿意买的游戏 没有之一 
只要一直能保持匹配到玩家 那么这游戏我能玩一辈子
好评: 没有2P服装 难受
但是有2B 好评
好评: 刀魂6很贵，现在也没有打折，但联动尼尔让买了季票的我竟然觉得还蛮值的？？
好评: 刀魂的战后回放很棒，而且这一代的拍摄角度很好，搭配必杀技处决简直就是宣传片级别的动画。打击感也是中规中矩，人物建模也符合预期，就是人物与场景还是显得少些，剧情模式也是单薄一些，不过仍然让我感到惊喜。
值了。
好评: RE系统让手残党也能开心的玩耍了，就是匹配机制有点怪，G级能匹配到E级的
好评: 给好评就完事了
好评: 坐等2b
好评: 1、游戏的音效、画质都不错，打击感充足，技能连接流畅，战斗感觉更相似“铁拳”，技能释放很人性化，部分技能实现了一键释放（如：绝招，决斗，破防……），但要精通各个人物仍需练习；整体游戏对无格斗游戏经验的玩家很亲民，对格斗游戏经验十足的老玩家想要精进技术要求也不低。
2、游戏可玩性较高，有个人（自创人物）的剧情模式，有各个人物的编年史模式，有街机模式（简单、普通、困难、超困难、传奇5个难度等级），有人机对战和人人对战模式（人人对战娱乐性很高），有一个专门的练习模式（选项单里面有技能介绍），有多人的在线对战模式（感觉很难匹配到在线玩家）。
3、人物创作模块功能还是很强大的，你创作的人物可以参与到所有模式的游戏中去，根据外观形象、服饰可以实现如：海贼王索罗PK娜美……自创角色的对战。
4、巫师杰洛特的加入，和后面季票即将加入的2B，还有未知的两个联动游戏角色，还是很让玩家期待一下的。
好评: 真的不希望这是最后一作，明明画面上还可以有很大提升 的
好评: 2B什么时候出
好评: 对于我这种初次接触该系列的玩家来说比较硬核 不过该游戏还是有很多他的可玩之处 比如说不会操作也可以一顿瞎几把操作然后打死BOSS通关剧情啥的
好评: 听说2B参战了，于是我立马买了豪华版，虽然我不玩。
好评: 没有理由不买爆，期待2B小姐姐。
好评: 我说namco你们不要在某些奇怪的地方上做得那么用心好吗：
麒麟的1A投技居然有对手受击专用语音，麒麟自己击中对手时还有三种，用1A击倒对手还有特殊语音...
不过为什么索菲提亚的普通投的倒地方式又改回SC4的了，明明SC5的那种更真实（
好评: 很好玩的格斗游戏，每种武器各有特色，网路联机被各种武器都教育过，也打败过不少人，一开始可以先玩玩自定义剧情模式，里面可以选各种武器，剧情过完了你就能找到自己的中意武器，游戏不错推荐。
好评: 真心希望这个系列能够继续下去！
好评: 顶呱呱！！！！！！！！！
好评: 姑且先给个好评。
打击特效不错，但画面不太像本世代作品。战斗手感和节奏还是很出色，符合系列特色。
想当捏人换装游戏玩的可以先等等，现在的饰品和服装实在是少得可怜。
总的来说还是推荐体验一哈的。
好评: [h1]邪剑是开拓命运，灵剑是敬畏天命；邪剑是唯我独尊，灵剑是见义勇为。
没有必要为了区区一把灵剑的适格，而抛弃回应角色感情的唯一次机会。
我想知道在最后的巫女支线（巫女系列任务最后一关），选择了增加邪剑适格的选项“毁约并寻找朴拉妲”，后续结局如何发展。知道的朋友还请帮帮忙，务必留言告诉我。谢谢啦。[/h1]
好评: [h1] [b]  剑与魂的古老传说——《SOULCALIBUR VI·COSPLAY》评测   [/b]   	[/h1]  


[i] 游戏名以下简称为SC6 [/i]   


[h1]   背水一战的金牌IP	[/h1]  


甭管它的译名到底应该叫刀魂6、剑魂6还是灵魂能力6，我只知道它的知名度在国内简直低得可怜：即便Steam版已经发售一个月了，百度刀魂吧也只有3000多个人关注——差不多只有隔壁铁拳吧的十分之一。看到SC6在Steam商店首页的宣传图，我的第一反应是：什么？风间仁和杰洛特打起来了？

伴随着强烈的好奇心，我打开了商店页面，这才发觉自己认错了人。布偶过从宣传画面的演示来看，这个3D格斗游戏看起来相当不错啊，不知有些什么来头？说来惭愧，我不仅没有经历过SC系列的辉煌，甚至连它的名号都不曾耳闻。一番了解后我才发现，这个系列竟然是3D刀剑类格斗的Top1，距今已有20年历史了。

同时映入眼帘的还有一则新闻：[b]   “《灵魂能力6》制作人：本作若不成功就是系列最终作”  [/b]。于是在犹豫了24小时后，我一咬牙剁了手——尽管Bandai Namco发行的格斗游戏价格往往让人肉痛。没办法，我怎么忍心看到这么有特色的格斗游戏IP就此被埋没呢？[spoiler] 就这么个小众游戏，等打折了我还能排到人吗？排到了我打得过吗？	[/spoiler]

说实话，格斗游戏在当下的环境中本身就是有些硬核小众的。竞技类游戏之所以能消磨掉玩家大量的时间，是因为参与者们往往都有着对胜利的渴望。为了享受战胜对手的喜悦，他们不惜花费大量的时间去磨练自己的操作，增强自己的意识。为什么当今热门游戏往往是多对多的形式？因为人是不甘于寂寞的，快乐是要同其他人分享的：不然交朋友为什么要有共同爱好呢。

包含合作理念的竞技游戏愈来愈多，这些游戏吸纳的玩家数量也越来越庞大，战胜对手后带来的快感也就更胜一筹，于是又有更多的人开始向这类游戏中投入大把的时间。每一次吃鸡都意味着把八、九十个人踩在了脚下，这么刺激的游戏体验，怎么可能不火呢？[spoiler] 看看足球篮球你们就知道了，这样的规律同样适用于体育竞技。	[/spoiler]

回归正题，格斗游戏人气日益下滑的原因也十分明显了：1v1的竞技模式，意味着练习时往往是孤独的一个人；对决结果的胜负，都只能由自己决定，你无法期待有谁能在你状态不好的时候拉你一把。何况你不但要学会使用自己的角色，还要了解对方角色的招式性能，因为超快的节奏往往能在你还没弄明白是怎么回事的时候就让战斗结束。试问：这样的决斗能带来笑容吗？

有技术上的门槛也就罢了，偏偏现在这类游戏定价还死贵死贵，又把一大批玩家拒之门外。再看看那些定价较低或者本体干脆免费的内购游戏，请问你格斗游戏不凉那还能找到替死鬼吗？

[spoiler] 并不是想指点江山，上述内容仅仅是对一些游戏现状的探讨。大厂商的决策不是我这种小人物就能随意批判的，毕竟完成一款优秀的格斗游戏也需要投入大量资金，而内付费的获利方式并不适合格斗游戏（把DOA给我抬走！）。无论如何，希望格斗游戏能有一个美好的未来吧……	[/spoiler]





[h1]  优秀的新手引导 	[/h1]  


既然刚刚说到门槛，那我们就来谈谈SC6的新人引导系统吧。虽然基本的动作按键只有四个，但SC6的游戏系统可谓是相当复杂。看看这个[url=tieba.baidu.com/home/main?un=%E8%B4%BC%E9%A3%9Ejehuty&ie=utf-8&id=7456e8b4bce9a39e6a65687574794b3a&fr=pb&red_tag=o2910679515]贼飞jehuty[/url] 发布的[url=https://tieba.baidu.com/p/5879944066?pv=1] soulcalibur6 刀魂6新手入门手册及系统详解[/url]，我觉得大部分人都会在第一时间被劝退。

不过，大概是知道自家游戏系统对刚入坑的新人来说十分复杂，SC6的新人引导系统比同厂的铁拳不知道高到哪里去了。玩家在图书馆里不但能找到详细的游戏操作说明与系统讲解，甚至还能看到官方为每个角色制作的对战攻略——只不过把出招表里的招式和这些内容对应起来需要花上不少功夫。

不仅如此，在拥有独立剧情的“魂之天秤”模式中，玩家还可以在德罗纳道场进行互动式对战教程。这个课程总共分为五节，我个人认为设计得还不错，但不注意的话比较容易忽视掉地图上的这个小点[spoiler] 比如我	[/spoiler]。
https://steamcommunity.com/sharedfiles/filedetails/?id=1564309208

参与互动教程的时候只有一点需要注意：屏幕上出现的按键提示（如→+A）指的是[b]     XBOX手柄上的按钮[/b]  ，并非游戏中的“横斩”动作。我完全没懂为什么要这样设定，完全就是把简单的问题复杂化，不知道后续官方会不会修改这些操作表述。





[h1]独具特色的战斗系统  	[/h1]   


首先让我眼前一亮的是八方位移系统：和铁拳中需要双击↑或↓方向键才能侧移的设定不同，SC6中玩家可以轻松使用八个方向键实现随心所欲的位置变换。后退的速度相对较慢，显然是为了避免残局拖时间的情况出现。部分角色也拥有所谓的“步伐”，大家可以自行了解。

为了配合这种移动系统，游戏中的动作按键也不再像其他格斗游戏那样是拳脚映射：四个动作按键分别对应了可以命中横向移动敌人的横斩、伤害更高的直线攻击纵斩、攻击范围不大但发生较快的踢击，以及[b] 必须按键才能使用的防御    [/b]。要想熟练地在站防、蹲防、跳跃间切换，需要玩家一段时间的适应。

虽然DOA和铁拳中都有配合对方[strike] 演出[/strike]攻击使用的 [url=baike.baidu.com/item/当身技/2259899?fr=aladdin] 当身技[/url]，但作为一款刀剑类格斗游戏，当身的设定显然无法契合游戏主题。于是，SC系列中特有的弹剑[spoiler] 	弹反！[/spoiler]系统应运而生。这个系统可以帮助处于劣势一方的玩家摆脱被压制的困境，甚至还能弹掉大部分角色的超杀。而被弹的一方也可以选择立即起身开始互弹——如果对方选择在此时攻击的话。我个人最多在网战中和对手互推多达三个回合，非常具有喜剧效果。

如果说铁拳7中能帮助玩家反败为胜的系统是红血状态可以使用的超必杀，那么SC6中这个系统非“出界”莫属。因为大部分的地图采取了开放式的擂台设计，所以玩家在被压制到版边时需要思考的不是“被关厕所了”怎么办，而应该担心自己会不会掉出擂台——背对擂台边缘受到攻击极有可能让你当场化为失足少年/少女，而这样的结果会直接导致你输掉一分，哪怕你在血量上占尽了优势。[spoiler]所以说 打架就打架，你们爬那么高干嘛？！	[/spoiler]

至于本代作品中才加入的“反刃刀击”系统……怎么说呢，如果把这个系统移植到其他任何一个格斗游戏中，肯定会被喷成终极赖皮。但SC6独特的八方位移系统总算是没让这个技能效果太变态。反刃刀击不仅攻守兼备，还能抢行将对方拉入一个对你有利的猜拳模式，让战斗充满了更多不确定性，在我看来是一个非常新颖的内容。





[h1]   杜撰传说	[/h1]  


游戏中涉及到剧情的模式一共有两个：讲述16世纪刀魂世界历史的“魂之编年史”模式、以同时期玩家原创角色视角展开的“魂之天秤”模式。

作为一个和故事结下不解之缘的人，我自然要在游玩之前查阅刀魂的世界历史。结果令我有些失望：由于这款游戏实在太过冷门，从国内各类网站找到的资料支离破碎，我只能勉强把其中的关键信息联系起来。幸好SC6时间线比较靠前，而制作组讲故事的能力也不弱，在完全攻略以后并没有让我产生信息缺失的感觉。

因为母公司对SC这一IP并不看好，因此两种剧情模式加起来的CG数量屈指可数，播放时间最长的CG由来自《巫师3》的猎魔人杰洛特友情出演[spoiler] 和隔壁铁拳7大电影比一比我眼泪都要掉下来了XD	[/spoiler]。在这里夸奖一下制作组吧：虽然我本人还没来得及解开《巫师3》中的任何一个成就，但好奇心旺盛的我在那段不算长的游戏时间后私下了解了不少猎魔人世界史。SC系列几乎代代都有联动角色出现，对于这些角色在刀魂世界中的冒险，官方都曾为他们量身打造剧情内容，使故事中不会出现让人大跌眼镜的鬼畜展开。本作的白狼剧情基本没有违背其在原本世界的设定，处事风格也非常切合其本人。而“魂之天秤”模式的玩家冒险并非游离于主世界观之外：玩家不仅有足够多的机会和游戏本篇的角色互动，还参与了化解了险些毁灭人类文明的危机。最终，由于其身份特殊，而参与解决的事件机密度极高，玩家事了拂衣去，深藏功与名。SC制作组不但在前作世界观的基础上插入了一个新故事，还没有破坏以往的剧情设定，甚至还给一些前作的人物追加了前传故事——这种逻辑上的严谨简直令我感动。因此SC制作组也算得上是联动界的标杆，剧情梳理之楷模了。

 “魂之编年史”模式是以事件年表的形式呈现的，采用多角色分线叙事的手法，让玩家非常直观地知晓了不同时间点各个角色的动向。不知道为什么，看着这样的叙述风格以及这略显寒碜的水墨风GalGame对白，我想起了格斗游戏中的剧情巅峰、GalGame中的战斗王者——《苍翼默示录》。只不过BlazBlue的剧情内容量更大更复杂，还需要玩家自己慢慢梳理消化，前代作品的剧情中还包括了一大堆被废弃的世界线……

“魂之天秤”模式玩法上类似于《苍翼默示录》系列的地下城挑战，无非是战斗、升级。收集三要素。剧情量不少，建议大家爱前期多清理支线任务、参加探索，在提高角色等级的同时收集更好的武器，否则你很可能会被第四章的Boss打到怀疑人生。此模式后期的战斗中AI难度还是比较高的，恶意的关卡BUFF也比“魂之编年史”模式多得多，颇有BB地下城最后阶段Boss Rush的意思。

[i] 借这个内容讲点题外话——	[/i]

说真的，我这种人玩带剧情的游戏真的很累，因为我会去研究一些故事中的细节，也一定会去查阅资料认知整个世界观，对情节安排的合理性有自己的看法；遇到前后有矛盾的地方还要冥思苦想一通，直到误差大到我就算脑补也圆不回来了，我才会把锅甩给编剧。每开一个新坑，就意味着我要耗费一大堆脑细胞在这种事情上——哪怕是魂三和MHW这些剧情不算重点的硬核动作游戏。

现在想想，所有格斗游戏的世界观里，都有那么些个值得追求的强大力量：KOF系列的大蛇之力、SF有杀意波动、BB中的“苍”、Tekken里则是恶魔之力……[spoiler] 蛤？你问我DOA？别逗了，看看我们的人形兵器霞还有她的各种克隆体，别告诉我你还觉得忍者村神秘技能才是什么终极力量……（罪恶装备没玩过，饶了我吧。）	[/spoiler]在SC6中，这份力量就是Soul Edge。按照剧情要求，角色们往往秉承着“能打一架解决的就少讲点废话”的原则相互切磋——在这方面中SC制作组把握得还算妥当，“魂之编年史”每个角色间的剧情不冲突，每场战斗的发生也都有其原因。当然了，这其中自然少不了捏人系统的功劳。





[h1]   全明星大乱斗	[/h1]  


注意我的用词，是捏人不是捏脸。前代SC5虽然在销量和口碑上双双崩盘，但一脉相承的捏人系统却是其少有的加分项之一。SC6的捏人系统，本质上是将各种不同的服装、外貌模型套用到游戏中存在的动作模组上——除开Boss机，游戏中的21名角色共计21种武器，每种武器都对应了不同的动作模组。自定义角色就是在这些模组的基础上，通过服装和外貌素材的搭配来cos其他艺术作品中自己喜爱的角色。所说没法调整所谓的脸部细节，不过这种直接选脸型的设计给我这个懒人省了不少麻烦。

聪明的官方还给每种动作模组都设计了多个武器模型。于是，玩家高兴了：他们可以发挥自己的想象，利用游戏中的素材来实现操控自己心爱的角色进行3D格斗对战；官方也乐得轻松：不用挖空心思设计服装DLC来卖了，本体卖贵一点把捏人系统的价格也算进去收钱。结果这个点子还能在游戏中用来制作杂兵：多弄几个种族，除了提高玩家捏人的自由度，还能让故事模式里的杂兵显得多种多样，何乐而不为呢。

https://steamcommunity.com/sharedfiles/filedetails/?id=1547672469

如今，SC6的创造模式应该是我在游戏中耗费时间最多的内容了。利用官方素材库种类有些匮乏的材料创建高还原度的二次元角色，比想象中复杂得多。有老玩家表示，SC6的素材似乎大部分来源于前作SC5，甚至还有大量素材未被选用。如今DLC的追加内容中明确写有“创造模式零件”——虽说现在官方完全是先骗一波跑路的架势，但我还是希望他们的后续更新能多点诚意吧。[spoiler] 所以2B的发行日期什么时候后公布呢？饼已经画的够大了啊……	[/spoiler]





[h1]   网络对战遍地大剑猛男	[/h1]


SC6的网战内容中规中矩，也没什么需要特别介绍的，排位模式算积分，休闲模式随便玩玩[spoiler] 练新角色	[/spoiler]，如此而已。有玩家反映排位积分经常被莫名清空，也有人表示自己总是排到高分玩家，甚至我还看到有人要求禁止自创角色加入等级赛……
好吧，我大概属于比较幸运的那类，既没有被清空过积分，排到的对手也大多足够应付。早期确实有人用一个彩色大方块模型套住自己的角色，在网战中恶心对手，好在官方如今已经修复了这个内容[spoiler] 其实只是没办法把方块变得那么大了而已……	[/spoiler]。

SC6中有两个大剑角色，分别在不同时期让我对自己的操作产生了怀疑[spoiler] 	不过我也确实不怎么厉害……[/spoiler]。 “一寸长，一寸强”，古人诚不欺我。我至今仍然记得刚玩网战的那天被Nightmare大剑4下[spoiler] 3下？5下？记不得了，取平均数吧。	[/spoiler]砸扁的恐惧……

后来好不容易练了点招，又碰见了另一位双持大剑的猛男。那把舞得呼呼生风的大剑让我根本看不清他攻击的来路。如果近身能压制住还好说，问题是只要我被击倒一一下，立马就会被揍皮皮虾：各种拖地而来的中下择让我防不胜防，不明确出手时机的我又不敢乱弹……啊，改天我一定仔细研究一下他们的出招表。[spoiler] 其实刺剑哥也挺暴力的，出手超快，就用了一两次，感觉欺负那些不大会玩的乱按都能赢……	[/spoiler]


另外，我曾在休闲模式大厅发现一个Bug，那就是同一房间观战状态下的玩家如果离开大厅，正在对战的双方就会被强制中断比赛。近期没有去线上进行测试，不知道现在修复了没有。





[h1]来聊聊杂项吧   	[/h1]


[b]   1.南梦宫祖传神优化：  [/b]  
笔记本电脑，MHW30帧出头，但无论是铁拳7还是SC6都能在1920×1080分辨率下流畅运行，甚至还能开个录屏软件录个视频……

[b]   2.游戏画面：  [/b]  
这方面并没有拖后腿，符合当前时代的画面标准。游戏角色男的帅女的靓，还能自己捏，整体感觉比较舒服。

[b]  3.配乐：  [/b]  
合格水准，个人认为最好听的就是联动巫师3弄过来的杰洛特专属BGM……[spoiler]创造模式必须随机播放所有音乐啊，不然耳朵都要起茧了。[/spoiler]

[b]  4.上手难度：  [/b]
表面上看起来比较复杂，实际上每个角色的招数并不算特别多，适应一段时间就好了，只是不能像铁拳那样乱按出连招罢了。

[spoiler] [b]  5.点名批评吉光：  [/b]
本来是一个设定上很严肃的角色，身世甚至还有点惨，但不知道是铁拳让我有了先入为主的印象还是怎么回事，每次我看到它的动作就很想笑啊……
[/spoiler] 


总而言之，SC6定价如果不是现在这么贵我肯定会强推的。格斗游戏这个价真的会让有些人觉得买亏了。这不，隔壁铁拳7永久降价+追加Ultimate Edition成功把自己的评价刷成了“褒贬不一”……


最后，让我安利一下自己写的全成就指南~
https://steamcommunity.com/sharedfiles/filedetails/?id=1562497855

感谢阅读~
好评: 现在的主流电竞都集中在强调团队合作，团队快乐。
但有些古老的手艺不能失去，一个是RTS,另一个就是FTG。
我来为胜利而战，I can play！
好评: 本来感觉这游戏上手难度挺高，满意度较低。而且很多按键设置要改什么的，PC键位不是很友好。但是找到了一个顺手的格斗风格，以及创了一个自己非常喜欢的自定义角色之后，这游戏好玩度直接翻倍！WTMWB~
好评: 游戏很棒，是第一款能让我长时间沉入进去的格斗类游戏。注意走位，很重要。相比其它的格斗类游戏，它更注重战术上的选择。对于武器招式的把握和各种武器的性能甚至是长度，都要把握住。非常优秀。
好评: 很出色的刀剑格斗，爽快的打击感无与伦比，大家快入吧
好评:     始终无法忘记20多年前第一次在街机玩到本作的情形（很多老玩家应该跟我有一样的经历），每日零花钱都用来玩“船长（塞万提斯）”，双刀挥起舍我其谁。。。
后来入手了PS版，清楚地记得开头动画看了几十遍。还有3元一小时的游戏房去玩DC版，玩的钱加起来都够买台DC了。。。而PS2版的2代、3代玩了也不下200小时。爽快的刀剑格斗感觉，精美的人设（尤其是忍者小姐姐。。。），无与伦比的画面。。真的是非常喜欢这个系列。但3代之后，因为工作、时间的关系一直没有入手新主机，因此错过了4、5代，这一次6代宣布登陆PC算是原了我的一个心愿。
    总体来说《灵魂能力6》的品质在各方面均属于上乘，是值得购买的佳作。只是现在价格小贵，且制作组定价坑爹，豪华版比本体加季票价格贵50多，且现在来看没什么区别，想买的各位一定注意（本人就是没注意高价买的一分子）。之前听制作人说如果《灵魂能力6》销量不佳以后就不会再出了，听到后比较伤感，如果您是一位老玩家，为了情怀绝对可以支持一下本作，它会让你找到最初的感动和久违的刀剑格斗感觉，也希望这个系列能一直走下去，让本就走到末路的格斗游戏多一个属于我们玩家的记忆。

好评: 你能让我看奶子，我给你钱
你能让我捏出来假面骑士对打，我给钱超级加倍
差评: 正常进游戏提示无法读取存档，所有记录被清空，这个BUG太恶心了，努力了半天的成果全白费了，差评！
差评: This game is really uncomfortable
Each time you reboot, the score will be cleared.
这游戏真让人难受
每次重新开机，都会成绩清零
好评: 这游戏本体就是捏人，捏起人来大把时间不带停

刀魂暖暖名不虚传

喜欢漂亮小姐姐，帅气小哥哥，还有亚龙人女仆的不要错过这个游戏


还有万代，你们的排位积分能不能别重置BUG了？？
好评: 好玩 好玩 好玩（说3遍不过分把）。
好评: 作为一个格斗游戏迷.我觉得刀魂6做的还是相当吸引人的，系统非常有趣，玩起来也挺欢乐的，反攻刃系统也拉近了不同玩家水平的距离。佐治还是很推荐的......但是，这么久了，我觉得排位分充值的问题应该修复了吧，真是醉了！！！！！！！
好评: 日式格斗不死，希望下一作预算高一点，画质是真心一般，跟铁拳7没什么区别
好评: 时值年末的这个时候总是STEAM上大作井喷的时间段，加上各种特卖季让玩家的钱包越来越空，我上个月入了无双大蛇3 刚刚又买了刀魂6 余下的日子恐怕土都吃不起了！这就是加布里魔法的神奇之处。 好了书归正传我们聊游戏本身！
刀魂 也译作灵魂能力 它在格斗玩家心中的地位完全不亚于 街霸 拳皇 月华剑士和铁拳等等。。如果上述游戏你都没玩过 那恭喜你你很年轻，如果你全都玩过 那也要恭喜你了 因为你已经老了！
我初上手的感觉是它就是一个冷兵器版的铁拳，而且我个人认为南梦宫制作的格斗游戏如果抛开龙珠Z不谈单说铁拳7和刀魂6的话他们都最大限度的降低了出招的难度 以最爽快的表现和最简单的出招按键来给玩家最直接的快乐，刀魂也是如此 你几乎不需要进入练习模式直接上手都不会有无从下手的感觉，只要你有手能按按键 你就可以超爽的玩这个游戏 运气好的话你可能就按一个键就已经干死了对手。这就是刀魂6带来的快乐。
游戏的模式很多有自建角色的探险有过主线的剧情模式 还有街机 练习模式 以及最主要的多人对战模式，每种模式都做的各有特色，比如我们先捏个脸吧。。我喜欢老崔 啊不我喜欢小姐姐什么有人捏过了 那太俗了 我要捏憨豆。。。每种模式都会消耗你巨长的时间，这是我第一次玩格斗游戏有种一回合就天亮了的感觉！
作为一款多人格斗对战游戏网络的好坏将直接左右游戏的评分，没错！这代多人部分很出色，虽然发售之后的在线人数始终在两三千徘徊但是联机对战的流畅度和匹配速度还都是有保证的，我是个穷人买游戏都要吃土了哪儿还有钱买vpn，所以裸连的效果牵动着我的神经 刀魂6裸连无障碍！这点大家可以放心。
当然事儿就是这样没有绝对完美的，刀魂6也有不足 这游戏的画质 画质 画质 实在是太委婉了，虽然借助虚幻引擎在动作游戏上的出色表现，但是依然无法弥补游戏画面本身的上古感觉，看着就像是临时赶工 ，如果单说画面，这游戏并不是好游戏，不过也可能真的是钱紧吧，所以装修完了之后才发现门脸儿没钱弄了。
还有游戏的多人排名积分系统是个硬伤 经常会将你辛辛苦苦拼来的分数直接清零回到解放前，当然如果说网络不好，或者比赛未完善，判我输或者直接拿光我的分数都没问题，但是啥事儿都没有 隔几天进游戏发现分数清零，实在是叫人肝火不小。
不过总体来说这游戏就像现在大多数人给的评价一样够得上一个好评，最大的不足恐怕就是特么的贵了点，这不能怪南梦宫，光荣 史克威尔 卡普空只要是岛上有点名气的公司做的游戏不卖300块 都不好意思跟国区玩家打招呼！不急的玩家可以再等等。因为后面还有圣诞和秋季特卖，说不定真的就有大折扣呢。
这是个很棒的格斗游戏，推荐！
好评: 捏人部件有点少，打击感很棒，不愧是专门的格斗游戏
好评: 最早玩了刀魂，后来灵魂能力3玩过。现在直接玩6代。我承认我是为了杰洛特来的。然而，读盘时间超级长，1070显卡，1080P的显示器，为啥有的场景还会卡顿？11GB，456元，真的有点不值。然而我等不及了，2B小姐姐的宣传片一来，我就买了。我的手哦！
差评: This game is really uncomfortable
Each time you reboot, the score will be cleared.
这游戏真让人难受
每次重新开机，都会成绩清零
好评: 捏人三小时，游戏半小时...
杰洛特的风格设计的真好hhh故事模式也很棒，bgm好评

故事模式里喜欢的npc自爆式袭击，心态崩了
好评: 到现在只会XJBD战术
好评: 从最早在街机厅接触刀魂1和刀魂2，到多年后玩刀魂4沉迷捏人，中间3和5因为各种原因错过了有点可惜，不过现在总算没错过6。上手度比以前感觉友好了很多，手残还喜欢玩格斗的我感觉全程都是跟人在玩猜拳游戏，没有挑空或者崩防或者倒地后一套伤害爆炸的连招，只有时时刻刻跟人斗智斗勇的骗招拆招，每天拉着同事来两局也非常欢乐。遗憾是这作明显感觉经费不足，画质比起4代这么多年并没有感觉到明显的进步，没有CG，即时演算动画没有多少，人物也少，4代的时候人物挺多来的。。。虽然有好几个是同武器模组的插画师原创角色。不过还是蛮推荐这款游戏的，上手容易，捏人耐玩，对战有趣（网战？不要跟我提网战，菜鸡为什么要去网战自虐，而且每次连接都很久，还经常连接失败）
好评: 好玩！爽就对了。
好评: 游戏好玩，捏人很强大。
下个果补，然后又是另一番天地，甭管你玩的好不好，对战就是冲着爆别人衣服去了，把人打成赤身果体，太羞涩了~~
希望后面多出点服装。。
好评: 苦练剑术数小时，大剑砸扁秒秒钟。

别人排位被清零怒喷垃圾游戏，我排位被清零就不喷。[spoiler]（爽啊，又能从0开始杀鸡了）[/spoiler]
差评: 我的排位分数已经被重置10次以上了。格斗部分做的很好但是网战bug也实在是太多了，简直没法让人坚持玩下去。而且发售都一周了，分数清零的bug居然还没有被修复？这样下去根本就没人玩了好吗？这么恶性的bug居然不是最快速度修好？
好评: 可以捏人，妹子漂亮，简单上手
好评: 冲着杰洛特入的，然后发现是非常优秀的格斗游戏。
一眼看上去很像铁拳，其实区别很大，我感觉比铁拳好玩得多。
招式简单却不代表容易玩，一个人物有几十种招式，却基本没有废招。更考验的是对策和立回。
要是网络功能再完善点，片头CG再补一下就完美了。
好评: 第一款不被大佬摁在地上单手摩擦的格斗游戏 能不推荐么
差评: 作为格斗游戏，网络对战情况真是差得离谱，经常匹配不到人。等上15分钟匹配到了也是卡成PPT，要不就是各种连接出错，从来没有正常打过3局。
好评: 好玩特别酷炫！
差评: 0rp匹配9000多rp的人，对面还是七连胜状态，我不知道为什么匹配系统这么看好我，但是我不看好匹配系统
好评: 梦魇天下第一！
好评: 易上手难精通，对新人很友好，也有值得钻研的地方。比起其他格斗游戏并不那么重视连段，合理的战术才是赢得战斗的关键。
好评: 从头玩到尾！！！ 一代更比一代强！  
就是个别长兵器的威力跟攻速感觉没上一代平衡啊。。。。。卧槽。。。双截棍速度优势荡然无存~~~~T.T
好评: 不错的游戏
好评: 刀魂天下第一，真他妈好玩。
差评: 单机8局，每局三胜制，画面差评，建模有问需要优化
好评: 这款刀魂从立绘，捏人，爆衣，新增DLC人物都特别好，强大的捏人系统居然直接把我捏硬了真是过分。
差评: 想玩玩捏人可以能打折入，想联机格斗的现在就不要入了，天梯分无故清零的恶性BUG现在也没修复，角色之间严重不平衡，两把大剑独一档，双刃剑，御剑，女王可以和两把大剑拼一波，其他的就完全就没有存在的必要，碰见水平相当的两把大剑基本就是被无脑碾压
好评: 情怀
好评: 2B小姐姐要出啦！不用再自己捏人啦！吹爆
好评: 剧情方面没啥动画，基本都是平面对话，不过捏人系统还是挺强大的，操作也不是太难，我作为手残党也能乐在其中（我只打人机），马上2b小姐姐也要来了，出必买
差评: 没有对比就没有伤害，如果说刀魂6算是部好游戏的话，那么跟刀魂5比就是个半成品的垃圾。刀魂6的各种缩水，甚至故事模式通关后，仅仅是几张图片和对话就完事了，连动画都省了。与其弄个6还不如把5移植了，那样或许还能省点开发费。
现在刀魂6又开始打感情牌了，说本作卖的不好就成为绝唱。我想说的是，商家的诚意呢？你这老太太过年一年不如一年的作品，怎么让玩家买账？如果说本作成为了绝唱，那也是开发团队自己作死的，一点都不冤。
好评: 简单的剪刀石头布的游戏，单手操作一键胜利
An easy rock-paper-scissors game, one-handed operation and one button to win
好评: 好游戏，容易上手，没有什么连招要求，8方向移动系统很有意思，最棒的3D格斗游戏了。期待早日追加新的DLC角色
好评: 以往每代铁拳的画面都不如刀魂，但是这代铁拳7的画面确实比刀魂6要好，刀魂6是应付赶工的产品，人物建模还算可以，不过脚指头是方形的，细节没有处理好，或许NBGI以为玩家不会注意到脚部，但是换装的时候确实让我强迫症犯了，还不如上一代ps3的画面，服装配件几乎都是上一代拿过来的，没有新内容。游戏手感还不错，新加入的猜拳系统有点弱智，影响游戏的流畅度，必杀技的特写很不错，总之值得一试，虽然感觉对比上一代没什么大的进步，画面太一般，但有可能是系列最后一作，推荐试试。
好评: 搞不好，刀魂系列就不会再出续作了
好评: 2b小姐姐要来啦。。。兄弟们冲鸭
好评: 好游戏 等待DLC
好评: 从PS上的SOUL EDGE就入坑的游戏，终于在PC上看到了了正统的一作，二话不说先买下来，为自己当年的年轻买张船票。
无论是御剑还是程美娜，都让人充满回忆。
操作还是很舒服的，就是招式表里，MM HR等专业名词看不懂，虽然知道这些是FTG游戏的专业用词，但是能否给新手一些更加简洁的说明？
总之强烈推荐，如果有生之年还有后续，我还会继续支持。
好评: 好玩。唯一的3D刀剑格斗。感觉做的很逼真。
好评: 游戏是好游戏 就是排位丢档 影响游戏体验 希望早日修复
好评: 儿时的回忆，希望还有下一代。
好评: 早些时候过完Xob360上面的三代，六代做得也同样良心！
好评: 在很早以前就久仰刀魂大名,只是一直没有接触过.
这次是第一次接触刀魂,感觉各方面都很不错,
而且还有自定义捏人系统,而且这捏人系统还很强大.(为啥其他格斗游戏没有这种系统呢?)
完全刷新了我对格斗游戏的认识,有这种系统多好啊,
就算自己看着感觉不顺眼的角色,也可以自己重新捏一个玩.
不过这还是一个非常硬核的格斗游戏,

推荐给那些感觉其他格斗游戏(不包括DOA)-
1:系统不够复杂的 
2:招式变招不够多的
3:操作起来感觉太单调的

个人感觉本作动作复杂度高于铁拳系列,低于DOA系列.
总的来说,硬核玩家可以在游戏里面找到很多乐趣,
非硬核玩家,你们也可以当成刀魂暖暖玩嘛~

好评: 并不擅长格斗游戏，但这游戏玩起来是真的爽快，出招也简单，非常推荐
好评: 一个小时速通，不知道接下来还能玩什么，总觉得三百块有点亏了，但是，接下来还能玩什么，我不好说，毕竟，是冲着杰洛特来的，到现在也没看到杰洛特，所以，还是继续玩下去吧。
好评: 不擅长格斗游戏，不过这个游戏感觉玩起来还可以
好评: 这个游戏怎么改语言模式，看语言介绍有繁体中文，但不知道在哪里改
好评: 老牌刀剑格斗游戏质量没得说，只希望官方后续在多多完善捏人的细节，比如说现在只有人类样子基础的捏人选项算是比较细致的但是其他种族的捏人能调整的就太贫乏了，更不解的是骷髅你都能分男女，蜥蜴人和完全魔化的居然没有女性
好评: 大家不要被配置高画面好的评测骗了，这个游戏对配置要求很高。我1070显卡2K分辨率最高效果，然而游戏里还有个解析度智能开到150，我的显卡推荐是设置到125。但是显示效果远不如铁拳7. 尤其是人物的手的部分，衣服的褶皱都很不自然。

另外一点，这个游戏的价格还是比较贵的，游戏里的HitBox也有点问题，而且这个游戏看似没什么太难的连续技，其实也蛮难上手的。另外就是自定义人物，大部分人喜欢但是也有人不喜欢，尤其是打排位也可以使用自定人物，古里古怪的都有。还有就是自定义三层龟壳，已经影响到游戏的公平性了。

但总的来说，我还是推荐这款游戏的。但是买之前还是要考虑清楚，毕竟有点贵。
好评: DC入正的第一款游戏，对我的影响还是挺大的，有人在购买之前会担心优化问题，万代南梦宫的实力摆在那的，对虚幻4引擎优化的很出色，接下来就是期待虚幻4引擎打造的王牌空战7了，已预购，非常期待。
好评: [quote=莉莉西亚]感谢开发者与[url=https://store.steampowered.com/curator/27162873/]叽咪叽咪[/url]提供的游戏
欢迎[url=https://jq.qq.com/?_wv=1027&k=5hNCphf]点击加入叽咪叽咪评测走读班，[/url]不定期在群内发送福利！
活动：签到送游戏，更可免费参与《荒野大镖客2》游戏抽奖哟，[url=https://www.gimmgimm.com/game-forum/detail?id=10665]点我进入西部世界(๑>◡<๑)۶[/url]
[/quote]

[b]叽咪叽咪，用爱发电[/b]

[h1]0.前言[/h1]
如今是格斗游戏式微的年代。
大家都不怎么爱这种需要大量练习、纯粹比拼技术的游戏了。
市面上有些名气的格斗游戏一只手就能数过来——《街霸5》《铁拳7》《KOF14》《龙珠战士Z》⋯⋯10月刚发售的《灵魂能力6》以及明年2月将要推出的《死或生6》。
自2012年《灵魂能力5》发售整整6年后，系列才终于迎来了最新作。
“我们不想用最后一款作品作为噱头来强迫玩家去购买，但对于这个系列来说，也的确面临这个危机。”制作人大久保元博如是说。
所以面对这部很可能变成系列终结的作品，格斗爱好者当然是买买买了。
我也不例外。

[h1]1.本体只是开始，DLC才是日后的主旋律[/h1]
不知道从什么时候开始，格斗游戏的销售模式就完全走歪了。
本体只提供部分内容，只包括有限的人物与地图场景，而后续更新中的一切都要付费——从追加人物、追加场景到追加皮肤…
季票开始一年一出，每次不过更新3、4个人物与皮肤，就要卖到百元以上的价格。皮肤包一年几出，还喜欢玩节日限定的噱头，价格上当然也同样很贵。
虽然我知道好的3D建模确实很贵…但作为消费者总有种被坑了的感觉。
《灵魂能力6》也同样如此，本体包括联动《巫师3》的杰洛特一共也只有21个人物，而豪华版附带或是单独购买的季票将追加4人，季票的第一个DLC角色缇拉已经随本体同时推出——这就是《灵魂能力6》第一年的情况。

[h1]2.入门门槛降低，新手也可以玩的很愉快[/h1]
通常来说，格斗游戏的门槛往往是令人生畏的。新手即使是想入门往往都需要花很长的时间。
不过这次的《灵魂能力6》非常贴心制作了强大的“博物馆”功能。
博物馆中除了可以舔人物画像、听BGM等等之外，还可以查看战术指南。
战术指南非常详细对每位人物的入门到进阶的技巧进行了解说，并且对本作新增的“暴击刃击”、“集魂”、“反攻刃击”系统进行了详细的说明。强烈建议玩家在游玩前先看一看，对着手柄摸一下键位。
当然如果实在记不住的话…还可以脸滚键盘打上两局电脑，稍微熟悉一下很快就能上手。

[h1]3.对战模式丰富，想怎么玩都可以[/h1]
在本地，玩家可以体验连续对战8人的“街机模式”、1V1的“对战模式”与自由练习的“训练模式”。
在网战上，则有“排位模式”与传统的“普通对战模式”。
我的话，更喜欢本地的街机模式。毕竟虐电脑总比被大神虐要好。
选定人物后就可以开始愉快的对战了，索菲蒂亚VS索菲蒂亚，唔，相当激烈的战斗。游戏的手感非常出色，那种招式命中后的反馈感让人根本停不下来。
在战斗之后，还会有每局的REPLAY影像，非常适合截图。

[h1]4.不打对战也行，剧情模式也非常丰富[/h1]
当然有些玩家相比于对战更喜欢探索剧情。这次的《灵魂能力6》完全满足了剧情党的需求。游戏共有2种剧情模式，一种是由玩家原创主角的模式。这种模式非常类似于RPG，玩家自己捏人然后在羊皮纸风格的地图上移动。触发剧情、接取任务、打倒敌人获取报酬。
而另一种模式则是传统的故事模式。《灵魂能力6》的剧情以时间线的形式平铺开来，玩家可以随意选择剧情人物进行游戏，当然某些章节也会有特殊的条件限制，比如不能集魂、以能力下降的姿态迎战对手。对剧情感兴趣的同学还可以配合“博物馆”中的“图书室”——百科辞典、人物辞典、武器辞典、历史书、著作…保证让您对于《灵魂能力》系列的设定以及故事的前因后果了解得清清楚楚。

[h1]5.想要更强的代入感，请使用强大的编辑器功能[/h1]
另外特别值得一提的就是官方所提供的非常强大的角色编辑器。
编辑器有两种模式——“原创角色创造”与“标准角色自定”。
前者与剧情原创主角模式中完全一样，玩家自己设定种族、身形与面孔等等要素。后者则是在现有角色上进行修改，比如替换发型服装之类的。
制作完毕后可以上传供其他玩家下载，当然玩家也可以下载其他玩家制作的美型或是奇葩的角色。
强大的编辑器功能上线之后大受欢迎，玩家们发挥出自己的想象力和动手能力，将各种各样的人物都搬了进来…从漫威系到二次元系再到现实系，真的是太有才了。

[h1]6.结语[/h1]
作为一款格斗游戏，《灵魂能力6》交出了一份令新老玩家都非常满意的答卷。即使是您不怎么样玩格斗游戏或是之前从未尝试过格斗游戏，都可以在本作中找到乐趣。当然作为格斗游戏，后续的每年季票投资也是必不可少的，这一点还请您务必确认清楚。

[b]综合评分：9/10[/b]
好评: 个人感觉放大招很简单，这不仅仅是个格斗游戏！！！！！还是个换装加捏脸小游戏
个人强烈推荐
好评: edit:定价修复了
[s]重要的事写在最前：别买豪华版，定价坑爹。正确的买法是普通版加机票。[/s]
=========下面正文============
两个字：神作！
作为刀魂的老玩家，虽然这作可能画面有点古老，但是可以接受
老伙伴回来了，最赞的捏人rpg模式也回来了
而且博物馆资料超全，配合超赞的官方汉化，简直一本满足啊
这游戏真的是财团B少见的良心，观望的别犹豫了！
买买买！
好评: 这作品每一代都入正版，每台主机购入的原因都有这个作品的一部分，可惜5代大作死，自阉全身，砍了太多人气角色，终于这代拨乱反正了，Steam上唯一的发售前预购
好评: 第一次接觸該系列作品是在1996年PS上，遊戲名稱已經傻傻分不清楚到底是叫「劍魂」還是「刀魂」，反正現在都叫「靈魂能力」。讓我遊戲時數最久的應該是PS3上的靈魂能力五代，刷配件刷的不亦樂乎。

COSPLAY格鬥要素仍舊傳承到六代，比起前˙作的場景崩壞，六代的剪刀石頭布更是添加了運氣成分，這讓初心者有機會憑運氣逆轉勝，當然菜雞遇上高手而言結果都是相同的。

這是我第一次在PC上玩靈魂能力，整體流暢度表現非常爽快，那些覺得畫面破、會卡的估計電腦配置需要升級了。
好评: 完成了主线故事,来评论一下. 价格稍贵了,但还是比较推荐的. 可以等个打折再入.

1.操作:
(1)手感:很畅快,手感一流. 刀魂这系列还是比较有特色,毕竟格斗游戏一般都以拳头为主要武器,掌机上玩过铁拳系列,和刀魂手感比较相似,可惜个人不喜欢拳头,所以steam上没有入. 
(2)技能:相当酷炫,系列之前作品只接触过3,确实时代不同了,特效帅气的不是一点点. 
2.单人任务:
(1)内容:不算很多,希望以后有DLC完善吧.
(2)难度:主线故事的难度并不高,没有经过练习也可以一遍过,支线任务不知道会不会有点难度. 另外故事当中是没有操作教学的,玩之前最好练习模式熟悉一下. 
3.自定义角色:
这算是这游戏的一大卖点了,自定义自由度相当高,相信暖暖玩家们都可以从里面得到乐趣. 而且,外形会影响角色数值,这还是比较有意思的,虽然好像影响不是很大.

总而言之,抛开价格不谈,是一款很值得入手的格斗类游戏. 
更多内容等更深入体验了再完善吧.
ps.豪华版的附赠内容很鸡肋(包括一个角色的使用权和自定义装饰等内容),本人不是很推荐购买.
差评: We buy Deluxe Edition in advance.
我们在预售就提前购买豪华版

When it was formally launched, the Deluxe Edition was much more expensive than the normal Edition + season ticket +dlc.
当产品正式上线时, 豪华版竟然比普通版+季票+dlc都还要贵很多.

Our purchase of Deluxe Edition was a fool.
我们购买豪华版的都成了傻子。

It hurts our feelings. There should not have any pre-sale game.
这样很伤害我们的感情。 本来就不应该有什么预售游戏。



Only the Soul Calibur III and the Soul Calibur IV are the most sincere works of the series.
而且只有剑魂3和剑魂4才是系列最有诚意的作品。

The Soul Calibur III - Chronicles of The Sword mission is very classic.
三代的征战模式很经典。

The Soul Calibur V and the Soul Calibur VI reduce content again and again.
剑魂5和剑魂6一次比一次更缩水。

The game mode is more monotonous than before.
游戏模式比以前更单调。

The Libra of Soul mission is not the inheritance of Chronicles of The Sword mission.
六代的新模式也不像致敬三代的征战模式。

It's even more boring than story mission.
它比故事模式更无聊。

Story mission cut out the opening remarks of characters and the winning scenes. 
故事模式删减了角色出场和胜利画面。

There are only a few semi finished pictures and character dialogue, Story mission has no any appreciating value.
只有几张半成品图片和角色对白, 故事模式没有任何观赏价值。

Character is less than before.
可用角色比以前少都不在话下。

This time, even the 2P character costumes are gone， only different color.
这次连角色2P造型都没了，只是换个颜色来应付。

The custom character equipment that led to the Soul Calibur VI is the least in the series.
导致六代的自定义角色装备是系列中最少的一作。

I am disappointed that the Soul Calibur VI has been waiting for many years.
期待了很多年的剑魂6令我非常失望。
好评: 没有封面的盗版盘，简单的印着刀魂两个字，是我跟父亲最美好的回忆。
时至今日依旧还能记得，还没谢顶的老爸笑着跟我说他最爱用‘眼镜爪子男’，愤怒的老妈拔了电源赶我俩去吃饭。
祝父母健康长寿，祝我的游戏时光总是有人陪伴。


差评: 乱定价也就算了，存档丢失算什么回事？
好评: 垃圾游戏，体验极差。操作垃圾
好评: 好
好评: 最低GTX显卡750以上流畅运行，玩一会儿就觉得格斗真不错。
但是更衣界面中按键转上下左右不敏捷，按了不开就能转了。
有点贵，不过算可以格斗游戏。
好评: [code]
[h1][b]《灵魂能力6》评测[/b][/h1]
本评测来自于[b]小黑盒安利计划[/b]
[url=https://api.xiaoheihe.cn/bbs/app/api/web/share?link_id=8157994]完整文章内容请点击[/url]
[/code]

[h1]长文不看者专属[/h1]
《灵魂能力6》是系列集大成之作，有着令人难以自拔的“魂之天平”等单人模式、“奇葩党”的捏人创作平台，但又不失顾及新手的核心向格斗体验。“以古为鉴，集思广益”，制作人的态度造就了如此佳作，无愧于当今最优秀的“刀剑类格斗游戏”。
MoGN：9.3

[b]优点[/b]
[olist]
[*]+丰富出色的单人模式
[*]+强大的角色编辑系统
[*]+老少皆宜的硬核格斗
[/olist]

[b]缺点[/b]
[olist]
[*]-加载繁多且慢
[*]-自捏人物加入网络对战有待商榷
[/olist]

[h1]以往鉴来，推陈出新[/h1]
《灵魂能力6》（SoulCalibur6，也称《刀魂6》、《剑魂6》），是万代南梦宫旗下两大格斗IP之一（另一是《铁拳》）。恰逢写下这篇评测的日子是同期《铁拳7》销量破300W之日。

《灵魂能力》系列是少有的刀剑类格斗游戏，在上个世纪末街机格斗游戏中相当有名，但从那个时代一直长存至今的格斗IP寥寥无几，像同类型的《侍魂》、《月华剑士》早已消逝在历史长河。因此，先从系列的历史来看最新作《灵魂能力6》的进化与改变。

《灵魂能力》系列至今一共出了9部，第一部《魂之利刃》也就是常在街机厅看到的版本，这部作品是《灵魂能力》系列的开山之祖，[b]后续作品均沿用了该作的故事[/b]。

第二部《灵魂能力》[b]使用了现在3D格斗最经典的八方向位移操作系统[/b]，并加入了剑匠模式和《演武模式》，极大拓展了单人游戏的内容，这部作品堪称是系列最最经典的一部，获得了当时包括FAMI通在内各大媒体的满分评价。

第三部《灵魂能力2》[b]首次开创了系列“客串角色”的设定[/b]，像《塞尔达》的林克，《战神》的奎爷包括最新作的《巫师3》的杰洛特，这些角色的出场不仅没有使剧情显得突兀，而且极大拉拢了不少玩家入坑，从此后，系列每一代基本都安排了“客串角色”的出现。

[b]捏人系统首创于第四部作品[/b]《灵魂能力3》中，不过当时的技术有点不成熟，碍于ps2的性能，玩家无法对自订人物进行大幅度的修改（至少不会像现在为所欲为，什么奥特曼、初号机、高达都出来了）。不过当时的捏人还是有一个非常重要的系统延续至今，也就是套装附带的动作模组（现在改为武器自带）。

除此之外，《灵魂能力3》还[b]开创了一个“剑之编年史”模式[/b]，算是现在“魂之天平”模式最初期的版本。这个模式有一个独立的故事，玩家作为指挥官在战棋地图上扩建要塞、争抢地盘，具体就不拓展了。

两部外传作品我不多说，来看《灵魂能力4》。这部作品与以往不同，逐渐朝硬核向发展，弱化了此前极为看重的单人模式，而专注于对战。由于是搭载在PS3和Xbox 360上的，本作无论是画面还是动作流畅度都有质的提高，并且随着网络对战的成熟，系列的名声也迎来了一个大飞跃。另外，[b]延续至今的“爆衣系统”也是首创于这一代[/b]。

《灵魂能力5》已经是距今8年的作品了，虽然还是搭载于第七世代的游戏机种上，但是画面表现已经相当出色。故事剧情安排在4代的17年后，因此不少经典角色都未参战，而参战的老角色也都步入中年，这也引起了一些粉丝的不满。并且，持续地缩小单人模式，而过分注重网络对战，使得本作口碑受到了一定影响，但也不妨碍其成为百万大作。

作为最新作的《灵魂能力6》其实在画面上并没有太多的进步，更多表现为贴图分辨率的提高，当然这也由于上一作已经处于一个相当高的画面水准了。

本作之所以得到众多国内外媒体玩家的高评价，非常重要的一个因素在于制作人听取并接纳了玩家们的心声。游戏如果以制作人天马行空的思维创作有时候确实会得到意想不到的突破，但是对于一款已经走过了23年的老IP，稳中发展并在已有的各种经验与成熟体系上进行改进才能在留住老玩家的基础上去吸纳更多新玩家。

上文提到过，从4代开始，《灵魂能力》系列的单人剧情越来越少，这在5代发行后引起过不少玩家的不满。另一方面捏人和爆衣系统呼声颇高，因此本作在这两方面都做到了更加完善丰富。下面我对于本作内容具体介绍分析。

[h1]单人模式丰富有趣[/h1]
盒友们查看游戏时长可以发现我在《灵魂能力6》的投入时间高居小黑盒榜首，而我的大部分时间都耗在了这新出的“魂之天平”模式中。该模式是FTG与RPG的结合，RPG的故事叙述模式、任务系统、等级制度、装备属性与自由对话选项，结合上主打的FTG式战斗，从而诞生了这么一个耐玩而又新颖的模式。

[b]百玩不腻的“魂之天平”模式[/b]
“魂之天平”模式，以整个《灵魂能力6》拥有的主线故事剧情、角色分支剧情结合大量支线任务作为舞台，辅以捏人系统、战斗模块等要素构成。

主线剧情系系统引导，地图上以红色圆圈标记而成。主线剧情中除了一套完整的故事，大量影响战斗的剧情都存在，比如由于久未接触星界裂缝，玩家的生命上限会受到相应减少；由于位于北寒之地，地面光滑导致双方移动速度上升；敌人愤怒，在一定时间内敌人攻击力大幅度升高的情况……这些剧情引发的战斗前置条件，使得玩家的战斗体验多姿多彩，没有网战时的单一性，反而在趣味和难度上有了不少提升的体验。

角色分支剧情在地图上以人物头像表示，完成这些任务不仅可以解锁画廊中的隐藏内容，而且是对故事模式的补充！（故事模式中的叙事并不充分）这对于剧情党、背景党玩家可谓是必做的选择。
支线任务在本作中的体验反而较为单一，毕竟没有实质剧情的支撑，更多的表现为刷装备、刷经验之用。

自由对话选项是现今很多开放世界RPG去着重描绘的部分，不过在本作中的表现相当浅显。RPG于该系列算是刚刚起步，因此自由对话还停留在早年的分支对话选项影响主线行动之上，对整体剧情走向更可以算是忽略不计。
而武器锻造系统、等级机制、佣兵体系同样如此，或多或少表现为对于战斗的数值改变。但是，就是如此简单直接的RPG系统碰上了FTG，居然擦出了惊人的火花。

格斗依旧是贯彻游戏的主打内容。为何如今格斗游戏逐渐没落？归根结底在于其耐玩性和逐步的硬核向（小众化）。偏偏在“魂之天平”模式中打破了传统格斗游戏应有的严肃，在剧情引导和各方面RPG元素的加成下，让玩家有了更多选择与思考，而不仅仅是专注于格斗本身，也因此，该模式在我看来是本作最成功的一个点，虽然还不成熟，但给了玩家相当大的期待。

[b]传统剧情模式表现中规中矩[/b]
故事回归到了一代结尾，也就是Cervantes被打败后，这也印证了上文所说玩家对5代中的出场人物的不满。由于是20周年纪念，本作在出场人物的选择耗费匠心，除了系列人气角色、经典角色，不少呼声大的角色都以各种形式重新回到这个舞台。

本作客串角色堪称系列最佳。《巫师3》的杰洛特，不仅以高人气带动了游戏的销量，又由于身在同一年代的不同时空，这次穿越意外地与本作历史想契合。而万代也给足了CDPR面子，相当长的出场CG、完美还原的动作模组，5大法印齐聚下的杰洛特堪称游戏最全面角色。

《灵魂能力》系列并没有名义上的主角，如果说有，就属“刀魂”了，系列的整个剧情都围绕“邪剑”展开。本作Main Story以棍哥视角去描绘，编年史的形式去叙述，中间穿插着各方人物剧情。这种叙述形式在格斗游戏界还是挺常见的，既不影响主要剧情的发展，又能详尽描写各方人物故事。

[h1]这真的不是捏人游戏？[/h1]
这真的不是捏人游戏吗？我想无论玩过还是没玩过的玩家都会发出这个疑问/感叹。

起源于4代的捏人系统在本作得到重视，与传统意义上捏人相近的是其中的素体选项，调整包括种族、脸、发型等，但在这里调整的幅度都不算大，自由度与滚5的mod也无法比拟，原因与其核心格斗系统有关。刀剑类格斗游戏非常重视“攻击距离”的概念，体型越大，武器越长，攻击距离自然更远，但本作也给予了其平衡性。

游戏继承系列传统捏人的是武器风格这一栏，玩家捏的角色可以参与网络对战（早上就碰到一条没有腿的鲤鱼王），武器对应了自捏角色的动作模组。

上述两项均对玩家的创意进行了限制，真正造成现在“为所欲为”场面的是“装备零件”和“颜色、花纹、贴纸”这两选项。俗话说“卸了妆的女人都一个样”，你告诉我，穿上了奥特曼的衣服再戴上头套，谁管你衣服里到底是什么东西！ 

目前来看，虽然捏人系统很强大，但依旧不够自由开放，如果后续能开放mod或者社区支持，以及引入更多的模组应该会成为一个更成熟的标志体系。（万代：那我怎么靠dlc捞钱；硬核玩家：昨天排高达？今天排数码暴龙？）

[h1]策略与反应并重的战斗系统[/h1]
上面说了，网络对战一直是《灵魂能力》系列着重攻略的点，除了网络优化外，硬核向的操作系统为本作铺足了地基。早期，该系列就以流畅的操作体验闻名，而对于现今的技术，动作连贯性和协调性早就不成问题（或者说突破很难）。因此，《灵魂能力6》更多的是对于动作表现力和视觉效应的提升，当然这一切都建立在复杂而又深厚的格斗机制上。

为了吸引新玩家，这作算是降低了门槛，新加入的“逆刃”系统（REA），操作上为街机手柄的“R+B”，在xbox或者ps手柄上一键能完成。逆刃击中后，玩家可以根据情况按下“A、B、K、后退、侧移、防御、俯身前进”7个动作进入RE判定。

“逆刃”主要福利新手，减少新手与老玩家对战被碾压的体验。“逆刃”成功后获得一格气槽，气槽可以用来发动必杀，由于本作必杀追人非常夸张，新手甚至可以通过“猜拳”、“必杀”、“裸凹”等无赖打法去战胜rank数万的大神。（当然这对于水平提升毫无帮助）

前文提到刀剑类格斗涉及攻击距离的概念，也因此每个角色都有其擅长的范围，近、中、远距离，出手速度、招式判定等化为了该作的格斗战术，与同类格斗游戏更加注重连招和玩家反应力不同，《灵魂能力6》更强调战术的安排，“以己之长，攻人之短”一向是最有利的战斗方式。

经历了4、5两代的“爆衣系统”在本作显得更加合理，之前穿的多血量就高的体验，转化为本作爆衣降低相应部位的防御，绅士玩家请记住：LH攻击必定爆衣。[spoiler] 所以到底有多少人是为了看IVY来的[/spoiler]

结语：《灵魂能力6》不愧为20周年纪念作，制作确实很用心，各方面都在完善，但还未达到一个非常成熟的程度，期待后续作品。（所以你们赶紧掏钱买呀！）
想入游戏的玩家建议pc标准版+xbox手柄，网络联机表现更佳和操作更流畅喔！

[code]
更多游戏请关注[url=https://steamcommunity.com/groups/heybox]小黑盒鉴赏家[/url]。
[/code]
差评: 现阶段Rank模式有bug，我的天梯分数过几天就清零一次，第一次3000分清零，第二次6000分清零，太打击人了！再不解决申请退款转战PS4了，难受！
好评: 捏人捏了100年，還沒研究格鬥系統，已經值回票價
好评: 大幅强化的格斗系统，多线索交织、史诗般磅薄的剧情叙事，丰富多样鲜活的角色性格塑造，百变的自创角色设定，具有深度的RPG探索模式。时隔多年，精雕细琢的刀魂6再次昭示了刀魂系列3D刀剑格斗标杆之作的卓越地位。不过也许是由于开发经费不足所致，刀魂6也存在一些瑕疵，比如它的CG画面数量相对偏少，部分经典角色遗憾缺席，希望这些问题能在之后的更新中得到补完，以便让这块美玉再无瑕疵之扰。
好评: 入了双版本pc玩mod，ps4玩网战，反正这个系列无脑支持，不管好坏都不希望这个系列就此冷藏。ps4铁拳当时入豪华版就是希望这个组能有钱再做灵魂能力（这次ps4入限定），不过冒险模式比5的好玩，希望这游戏会火起来继续出吧，好评参上，也希望PC上的玩家玩的开心。
好评: 算是刀魂死忠粉。为了亚斯塔洛斯买的6. 这做的优点是单人模式足够长。联网质量还不错（尤其是捏人放我无法自拔）。缺点是自己建房只有公开和私人两个选项。不可以自己设置密码房。找人不是很方便。希望可以查找玩家可以像街霸5那样方便一些。总体来说本座值得一玩。尤其是要捏人的朋友们，请注意本作有爆衣系统。打游戏之前请准备好耳机和营养快线！
好评: 好玩是真的好玩啊，惊艳的演出效果和打击特效，不难上手只难精通的门槛，史上最强COSPLAY捏人，还有一个颇有跑团风格的原创角色RPG模式。

但是南梦宫啊，淦啊，豪华版里都是啥啊？现阶段除了TIRA啥都没有啊，丫发布日期不说就算了，连是哪三个PLAYABLE CHARACTER都不告诉我们啊？太欠了。

真臭
好评: 刀魂这东西，无论你是希望精进精通，或者是一大帮不怎么玩格斗的朋友捏捏人瞎Jb玩嘻嘻哈哈，肯定都有你的一席之地。曾经有一个大学，每天11点半准时断网，之后每层楼都会有一些男生跑来一个叫719的宿舍聚在一起抽抽烟，一起拉帮结伙组队叫叫外卖，说说今天都发生了什么槽点很多的大事小事，当然同时也要一边用PS3打打刀魂4 5无论打的好的打的不好的，互相之间嬉笑怒骂好不快活。现在上了PC，联机体验也很流畅舒服。单机模式天秤也挺有意思，希望以后更新的DLC继续再添加更多有趣的模式和内容吧。说了这么多，真的很感谢刀魂给我带来的happy time~
好评: 游戏是好游戏，可是我的网站记录和RP怎么玩着玩着就清空了？连续几次！！！打了半夜都白费了！！！是BUG还是什么？赶快修复！
好评: 非常不错的一作，保持了旧作的手感、模式和可信的角色设计。新的RPG模式值得花时间一玩。
用了不到20小时通关全部剧情，目前还没有跟人对战过，但街机模式的AI终于有一点灵活性可言了
总之
非常不错的新作，除了剧情鬼打墙，其他可以给9/10
好评: 玩的停不下来，原创角色系统丰富，刀剑对打手感十足，探索模式耐玩高，挑战性强，推荐~
好评: 被虐是一时的事，捏妹子是一辈子的事。求求你不要最后一作呀
好评: 捏人好玩
好评: 只能说给劲 说别的都是扯犊子了
好评: 虽然游戏里有不少明显受制于预算，明显省钱的内容，但是整体素质还是不错的
差评: 招式列表虽然用了手柄，但是显示的还是原来的ABKG，还要自己脑内转换。对新人太过不利。（游戏是好游戏，差评为了能让别人看到）
好评: 还不错，如果能出个创意工坊就更好了

好评: 非常不错的休闲格斗游戏。不管键盘还是手柄都可以玩得很愉快。没有摇杆得福音
好评: 妹子太漂亮了，我社保了
好评: 本来是冲着大胸ivy，预购的豪华版，一玩下来，这回刀魂6必须吹爆！太良心了！我只想求你们快出DLC，各种服装包，配件包，我要买买买！

1、游戏思路太对了，捏人系统让人沉迷，不知不觉两三个小时就过去了，捏好后到网上对战，炫的一笔。算是官方mod编辑器。

2、对战系统很丰富，可琢磨的地方非常多，趣味慢慢。还有慢镜对决，好玩的不得了。

3、RPG系统，好评！升级打怪，这个可以有！

4、各种摆pose照相，好评！好评！好评！各种姿势也太丰富了！谁玩谁知道。（小心营养不够）

5、画面并非顶级，但是绝不掉队，绝对一线大作水准。


如果你要是特别挑剔的完美者，那缺点也能找出一堆，比如过场动画不怎么样，故事也不怎么样，还有招数表不是用xyba写的，而是用ABKG写的，没有自动转换。但我们玩游戏是因为它的优点才玩的，不是吗？

总之，快出皮肤吧！我想花钱！

It was originally aimed at the luxurious edition of the big chest ivy, which was purchased in advance. Once it was played, the spirit of the knife must be blown up 6. It's too consciences! I just want to ask you to get out of DLC, all kinds of clothing bags, accessories bags, I want to buy, buy and buy!

1. The idea of the game is too right. The pinch system makes people addicted. Two or three hours passed before they knew it. After pinching it, they went online to fight and dazzled. The official mod editor.

2, the war system is very rich, there are many places to ponder, and the interest is slow. There's still slow motion.

3, RPG system, praise! Upgrade and fight, this can be!

4, all kinds of pose photography, praise! Good praise! Good praise! All kinds of postures are too rich. Who knows who knows. (careful nutrition is not enough)

5, the screen is not the top, but never stragglers.

If you're a particularly picky perfector, there's a whole bunch of drawbacks that can be found, such as bad transitional animations, bad stories, and trick tables written not in xyba, but in ABKG, without automatic conversion. But we play games because of its advantages, don't we?

Anyway, get out of the skin! I want to spend money!
好评: 希望不要成为最后一作 扣扣里
好评: 首先可见的是预算不足，建模和动作基本都是照搬4的，不知道语音重录过没，总感觉原有人物没新增的，场景也少。
但是怎么办呢。。该死的NB就不看重SC这个IP，明明4卖的不差5却做成那样。
但是也有跟预算没关的地方，比如历代2P人物都不是服装换个色。。至少重新设计过一套，这次就偷懒了

优点的话做了个比较长的剧情模式，比5那个廉价到爆炸的剧情模式强了点
比起4来还是要好一些的，算是4的系统完善版（虽然参战角色少了），引入了5的能量系统,爆气后招式性能有变化是比较大的变数，GI也不像5那样消耗能量条才能用了。
5开始网战的网络优化就很好，现在还有PC版约人对战更方便了

最后还是给推荐把，毕竟卖不好很可能没续作了，谁让我喜欢这系列呢
好评: 我所有的3D格斗游戏基本都第一手就买了

这个的确是我玩过目前最好的


1，自创主角的主线，地图可以到处走，可以互动，也有道具，装备，和升级什么的。新手教程也在自创单人模式里面可以找到。

2，主线剧情，可以欣赏正常的主角们的主线流程剧情，也是可以玩非常久。

这2个单人模式 基本够你玩了

格斗 游戏少有的高自由diy模式 ，就不说了都知道挺好的

出招的时候 上上和下下  合并了   左左和右右合并了   而且没有太多复杂招式

 而且主要按键其实就4个   
防御 ，攻击小的竖砍 （不会被上下走位剁）， 攻击高大横砍（非常容易被走位剁掉），以及以速度为主要的踢击。
唯一的缺点就是 按住后退键是不会自动防御的谨记，新手大多数 pvp死在这一点。

有一个破防攻击会破开防御 然后进入一个猜拳状态，
 轻击 > 重击 > 踢击 >轻击      或者你也可以选择防御 和 后退

在就是可以改键了。。不像以往的格斗游戏 固定死你的键，现在你想改那个键就改那个键位。

新手建议玩攻击大 范围远的 。。 攻击距离近  或者范围小  或者速度型 都不适合新手 。。
好评: 道理我懂 可是为啥我的RP突然清零了？？？？？
好评: Geralt of Rivia
好评: 挺好玩的，比较适合新手，和铁拳的玩法相似还加了个爆衣系统。但是缺点也很明显，人物比较少,网络对战有延迟，每次对战结束后都要搜索几分钟或是更长时间，如果掉线了下次对战还会有惩罚。
好评: 挺好玩的 good
判定有点奇怪
可能是我太菜
好评: 别问，买就对了
好评: 怎么说呢，这是一款能让我保持正战绩的格斗游戏了，操作简单难精，技能组合多变。大爱香华。
好评: 第一次玩3D格斗，之前只玩过街霸5. 感觉刀魂不错。刚开始玩，系统感觉还是挺复杂的。现在就是招式有点多，记不住。不过适合长期玩吧。玩多就能记住了。
好评: [strike]我永远喜欢Ivy[/strike]
[strike]我永远喜欢索菲提亚[/strike]
[strike]我永远喜欢柴香华[/strike]
[strike]我永远喜欢多喜[/strike]
[strike]我永远喜欢提拉[/strike]
我永远喜欢程美娜 偃月刀天下第一

刀魂6吹爆 让一个FTG绝缘体爱上FTG的游戏

[strike]什么你问怎么没有塔琳姆？不好意思她胸太小了[/strike]
好评: 非常喜欢这代刀魂，更加简洁的操作上手很舒服。人物建模精致，打斗效果很酷炫。没白白期待这么久。希望DLC能加入更多以前的人物。
好评: 我觉得可以
好评: 这代捏人真的好玩，良心大作
好评: 总体很满意，可惜喜欢的人物没登场（狼），期待中
好评: 这一代的刀魂非常值得一买，虽然价格比较高。
联网的网络质量也非常好。

如果你是手残玩家也不要紧，你可以玩单机的任务模式和故事模式（类似无双类游戏），内容量也对得起它的价格。

刚玩了一点，还没深入。
好评: 首先神优化。。。无脑最高画质。。老显卡估计也是可以随意开中高画质。我也是DC时代就开始玩刀魂的老玩家了，总体来说刀魂6在新系统的加持下保持了以往的爽快和容易上手的水准，和IGN评价的一样算是历代最好作品了，不过场景有些没用心的感觉，比较单调和简单。编辑角色的时候不能直接读取很蛋疼，每次都要选择后才读取。感觉这个设计很落后....

  单人模式设计的也不错，可以说算是解决格斗游戏单机乏味的缺陷。
  多人模式。不太懂联机目前具体什么机制，有时候和欧美玩家打很流畅，有时候和国区玩家打也会延迟掉帧。目前来说还凑合，希望未来可以更好的改善。（另外想说，亚洲区被日韩玩家霸屏啊...）
  
  最后我想说这个定价也太魔性了吧？临时工？ 普通版加季票居然比豪华版还便宜，最重要的是豪华版就只有多个季票功能，你让我们这些预定了豪华版的玩家情何以堪？不过算了也不差这点了，毕竟刀魂新作能出来也不容易，制作人也说卖不好就没下一作了，多出来就当捐给制作方和补票以前DC PS2等历代作品玩盗版的票吧。
 
 当然新玩家和准备要买的玩家，当然要选着买普通版加单独季票拉！！！！
好评: 游戏不错，但这画面····万代给的钱未免也太少了吧？
好评: 首发入了，没什么说的，从4代开始玩到现在，有种情怀在里面
推荐一下，鼓励开发人员，希望继续出下一代。
差评: 自创剧情模式的boss，拥有常时回血，1.5倍玩家血量，50%防御贯通，墙脚疯狗模式，出招速度1.5倍，无限气，连击必定接超杀，大概制作组认为这个方式可以延续游戏生命吧，我只能说这就是一坨狗屎，驴屎，牛屎，马屎的混合体，我宁可把上面这个东西塞进我的嘴巴嚼也比这个游戏好。不说了，退款去。
好评: 直接买就对了，买了绝对不吃亏。
好评: 20多年前就开始玩刀魂系列。冷兵器格斗游戏现在很少了。希望这个系列能一直做下去。南梦宫加油，不要学Konami.
好评: 没CG?差评！！！



等等，能爆衣，还要毛CG
好评: 感觉真不错！

作为个脑补大过实操的伪FTG玩家我觉得这作的刀魂6真是太棒了！

无脑上手但又不失丰富性，相比较铁拳7其实我更喜欢这种快速流畅的战斗风格。12G这画面真的已经差不多了，有点点偏卡通色调良好的藏了拙。当然CG啥的就穷得只剩图片了，场景也比较水，但这些都是次要的小瑕疵。

更多角色、服装、场景！DLC尽管来吧！
好评: 杰洛特帅啊~网战延迟还行。华丽格斗，帅就完事儿了~
好评: 刀魂啊，这俩字就够了，还要说啥呢，带探险，可捏人，打装备的格斗啊（以上均不影响平衡）评论完毕，继续切去了，啊对了，还会破甲 +v+。以上
好评: 游戏是个好游戏
就是排位老匹配不到人
好评: 非常不错的游戏，熟悉的角色再次回来了，打击感很好，有意思的格斗系统，换装系统反应比以前快了，但是衣服偏少，希望后续升级和DLC能够补上
好评: 捏人感觉爽爆了，嘻嘻嘻
好评: 自定义角色功能很强大
战斗系统非常丰富而完备，很有乐趣
画面和人物模型很不错

缺点剧情模式太无聊
好评: 网战无延迟
打爆！舔爆！
打一天已经3000分了
好评: 听说这个系列要倒了，支持一下，希望这个系列一直延续下去
好评: 真的爽到爆炸
一看游戏大小11G
什么鬼，买完进去试一局就退款
进去以后
捏人好爽，xx好爽
诶已经四个小时了啊
还退个毛啊
差评: 游戏是个好游戏，差评送给迁就的制作态度
捏脸换个脸模型载入好半天
菜单键位不能配置
训练模式下不能修改键盘按键（手柄能改）
游戏内键位提示不会根据当前映射修改
差劲的玩家内容分享方式（没有创意工坊也行你给个列表会死）

——————————都是标准的日厂PC游戏作风
好评: 还不错哦，还能自己捏人。
好评: 爽快 但是不喜欢按键防御 后退防御用习惯了
好评: 画面挺一般的，不过对新手很友好，自带每个角色的基本教程，教你这个角色怎么玩。
联机非常流畅，单机模式要素丰富。
喜欢格斗的建议第一时间入手（不过别买豪华版，价格有问题）。
好评: 因为有奶子，所以提前预购了奶子能力6的豪华版。国际惯例如下:
画面:里面的人设是符合我口味的，不管是立绘还是3D建模，特别是苏菲大妈，人物设计的很棒很有诱惑力，不愧是日式人设！
游戏画面采用虚幻4引擎打造，和铁拳7一样。画面两者相差不大，但是刀魂6优化却好于铁拳7，1070显卡开启2k分辨率，解析度100，其他全开最高，稳定60帧，偶尔会波动59，无伤大雅，而铁拳7却只能1080p。里面的打击效果可比铁拳7好多了，色彩绚丽，震撼人心，赏心悦目。
剧情:
采用编年史方式，讲述从15~16世纪中的某个时间段什么人发生了什么事，以个人为主体描述某个时间段的事情，每个人都有自己的故事，采用2D插画文字说明的形式展现，插画还是很不错的。
总结:
暂时写这么多，后续补充，一款很不错的格斗游戏，我要关注的东西都有，所以我喜欢这款游戏。
好评: 游戏很不错，非常好玩。玩这款游戏是冲着里面的MM们来的，招式等特效非常漂亮
差评: 豪你麻痹华！
好评: 人物好看，捏人真好玩~

刀魂加油啊，希望能玩到7代
好评: 系统比街霸复杂100倍.在线对战人少了点.没了.
