好评: 从内测就在玩，游戏平衡性很有问题，第一食品获取（知道能种地但是3-4人吃根本不够）第二就是入侵的强度问题。
你们真的测试过自己的游戏吗（别跟我说调代码调经验那种测试）当你刚收到第三跟第四个伙伴以后难度成几何倍数上升（我不是抖M选的最简单的难度）然后就进入，挨揍 找吃的 在挨揍 养伤 最后饿死的循环~希望你们能多少调整下升级曲线（新伙伴刚入伙基本就是废人-但敌人可不管那么多）希望游戏越来越好（我也是打折入不算真爱粉）
差评: 鈤你马，退钱
好评: 还行吧，玩了几个小时，打发时间。
差评: 不要买。
好评: 首先这个游戏准确来说不是辱华，是讽刺了所有美国能见到的东西。。。扰乱治安的流浪汉，种族歧视的警察，骗人的熊孩子，四处乱逛的瘾君子，把人当狗的黑帮，LGBT，犯罪的黑人，看不惯统治者只是想发泄暴力的底层人和满口谎言言行不一的统治者，擅长赚钱的中国人和擅长打劫中国人的日本人，种族主义者，邪恶的神职人员。通关后应该是作者的主要观点：那些每天努力活着的人才是天选之人。
攻略：
前期一个肉盾+一个拳，然后一直用着，等攒够了家底，东西都差不多了，再招第三个，打拳，或者肉腿双休当奶妈。主线都差不多了存几十个食物再招最后一个，然后打最后一章的教会决斗场通关结束。
第一张帮面包商有食物买，后期很有用，建议帮他
主要问题：
只靠种菜只能养活2个，后面开了救济站也就养活3个，4个人很难养活。
敌人随机性很大，有时候4个30级，有时候4个18，看不懂。不过貌似被揍了以后下次来的人会变弱。
要饭貌似只能要到钱，几乎要不到食物。。。
整体机制很像避难所2。。。不知道是不是有借鉴。
黄瓜种出来后根本不加蔬菜。。。什么用都没有
经常有显示bug，什么都得不到，不知道是本来就没有还是bug
差评: 30多买的完整版，说一下 bug挺多的。玩到最后 有bug 卡关了 通不了关，有几个地方比较坑
1；大头菜种子 如果被冻死了 后期没有办法获得，回导致有个让你给他4个种子的任务无法完成。（卡关不知道是不是因为这个）
2：传奇技能书必须得留一本，后期无法获得，有个人物需要你提交一本，就是圣地里 的坐在桌子上的婆娘，我全吃了，所以这个任务无法完成
3：游戏退出后再进，如果刚好遇到1天内有袭击，那对不起  ，你无法上床休息恢复体力，只能眼睁睁看着，袭击完了 就可以休息了
最后说一句，不值得买，完了几个小时终身不会碰了
好评: 前中期挺好玩的，到后期，一个乞讨一个煮饭，另外两个锻炼。并且很无聊，基本就2.0速度跳过，希望能快点更新，内容还是太少。能否把难度再调高点。多加几个噩梦难度的地区
好评: 总是报错为什么
差评: 食物不够阿。。。。靠
好评: 非常激情，考验搭配！非常值得玩。
好评: 还行吧！就是地图全部打完不知道干啥了。
差评: 作为骨灰级玩家，玩过各种游戏，这个游戏属于各种恶心各种无语，会让你越玩越崩溃
As an expert player, played all kinds of games, this game belongs to all kinds of disgusting speechless, will let you play more and more collapse
差评: 前期非常的难熬，设计的非常不友善。食物的获取太艰难了，除了建那个乞讨的小站能获取食物，其他地方基本获取不到食物，而且还有对手随着你等级变高而变强的机制o(╥﹏╥)o
差评: 歧视、BUG 多
差评: [quote]
关注[url=https://store.steampowered.com/curator/39039781]斗鱼游戏社区[/url]，随时了解主播推荐的好游戏。
访问[b]斗鱼鱼吧社区[/b]参与互动，活动好礼送不停！[/quote]

[h1]前言[/h1]

《Garbage》正式发售了，不得不说整体给我的感觉有点令人失望，据说重制的战斗系统似乎和体验版没什么区别，而且因为存档不互通，需要重新开始打一遍，游戏的数值平衡度也较差，新手引导也差强人意。

《Garbage》是一款第三人称经营建设的格斗模拟游戏，游戏背景中玩家扮演一个失忆的流浪汉，设置了三种难度，虽然支持中文，但翻译并不准确，打开游戏时加载过慢，最好提示一下此时不要做其他操作。

[h1]初见[/h1]

游戏的场景表现运用了俯视视角，对于各种垃圾，公路等塑造还是不错的，体验版中对于白天和黑夜轮换以及四季气候等等在正式版也有体现，而玩家开始游戏依然是随机状态的流浪汉，同时这里要注意你的人物初始会携带一个技能，个人认为就是擅长的技能树类别了。

在建造健身器材的时候要注意，比如你得人物初始有1点敏捷，我们可以建造沙袋来提升等级，从而学习新的技能，同时在技能树选择技能那一栏后面会有三个不同风格进行选择，玩家可以选择适合自己的，个人建议在最初将风格改为坦克风格，其实就是注重防御，可以应用到所有角色，提升伤害减免，不过自动格斗技能生效率有一定随机性，还是有一定几率会失败。

不得不说游戏的新手教程和体验版一模一样没什么改变，在格斗完成之后就没有下一步了，有时候你只能看着你的人物一遍遍重复睡觉健身的路线，而防御了来打架的敌人也没有什么奖励，只有一个需要开启，后面无了，我一直在纳闷需要开启什么，主要你在接取点了提示需要开启你就不能在点了，引导需要优化，此时还是推荐拆了其他的去乞讨获得食物和金钱。

游戏中我们能够通过收集到的各种资源在“垃圾之家”建造建筑，利用床铺来休息，淋浴保持卫生，或者健身器材来增加技能，甚至是烹饪食物等等。除了卫生，流浪汉的饮食和体温也是我们需要注意的一点。

[h1]玩法[/h1]

游戏中格斗是自动进行的，玩家只需要选择自己拥有的流浪汉，所以装备和体力就需要在敌人入侵之前进行操作和补充，不然就会在战斗中因为疲惫失败，而你锻炼升级入侵的敌人也会跟着升级，所以怎么选择自己的战斗风格和如何搭配技能就十分重要，技能树比较丰富，不过说好的新格斗系统呢！

我们还可以选择前往不同的街区做任务，先和NPC进行对话接取任务，在进行格斗，同时你还能进行不同的选择，比如一开始卖汉堡的，你可以选择帮助他们赶走流量汉，也可以通过接取流浪汉的任务和卖汉堡的打架。

任务完成会解锁新的区域，每个区域白天和夜晚都不一样，就如同我说的，因为中文翻译有一定问题，一般接到的任务都是和其他人打架，后期雇佣人多了就需要合理进行人员的分配了，比如一开始那个区域可以雇个人回去，建造个乞讨点进行乞讨。

但是防守也变成了2个人，做任务时格斗任务也成了两个人，大概率打不过，而且死了就没了，不知道为什么我其他能雇佣的基本都是解锁技能或者升级其他建筑的，后期2个人不太好打，还一不注意就死了。

[h1]结语[/h1]

本作建设资源合理分配工作是这款游戏吸引我的点， 技能树比较丰富，但是目前还有许多需要优化的地方，缺乏循序渐进的新手引导，而垃圾箱里面的物品也不能快速选择角色使用，必须点开人物来进行装备。

翻译不准确也是游戏的一个问题，虽然增加了2倍速，但是在自动格斗之后会自己切回去，格斗也不会跳过，毕竟已经是正式版内容了，感觉和体验版相比没有什么改善和变化，无疑让人有些失望。

[quote]
加入[url=https://steamcommunity.com/groups/GHYX]干货游戏[/url]&关注[url=https://store.steampowered.com/curator/35106417/]我的鉴赏家[/url]，不定期为大家带来诚意满满的游戏体验干货。
[/quote]


开发者有在之后联系我，有很好的听取建议，不过数值部分还是有些问题，我在竞技场碰见的家伙等级都跟我训练的差不多，这里要招募教练然后解锁研究新技能，解锁之后就可以直接把那人解雇掉，毕竟躺椅只有三个，游戏中遍布恶搞成分，武汉警察的部分内容有修改成武汉警察提醒不要接触，玩家在打赢后会告诉我们不需要传播疫苗就打败了他，相较之前有了点正能量，对于剧情的描述还是希望有选择或者详细些，不要在造成误会，比如唐人街，在打败忍者后，忍者会说自己没有钱了，而王伟会说钱和东西都留在了自己手里，搞的我好像是欺负了那些忍者一样。
好评: 其实也不是他们说的那样  这游戏是挺好玩的 就是内容太少有待改进      到了后期我3个60几级（90满）的大能秒天秒地  推荐新手主角蓝色  2 3个人红配绿优先点出眩晕和流血
差评: 经常出2个敏捷教练，不出力量教练，玩不下去！这个BUG还是得修复
好评: 账户内没有几款游戏的x  x  s都在一辱华的名头大差评，几小时的就敢来发评测，殊不知这游戏玩不够十几个小时你连唯一有关中国元素的唐人街都达不到，看都没看就发辱华，steam也该有个试卷系统了，考考这些无碯颖儿，考试都通不过的就别让他拥有评论的机会，市场也别让他上
好评: 其他还行，就是难度太高，让人想放弃
好评: 我他么一个7级打不过一个3级的。就离谱
差评: 结局是胖子耶稣吗？如果是，垃圾游戏。
好评: [quote]关注[url=https://store.steampowered.com/curator/36224058/]老实人鉴赏家 [/url] 
老实人评测，不错过游戏的闪光点，不放过游戏的吐槽点，带给玩家最直观的测评感受。[/quote]

流浪，充满了诗和远方，一个有点浪漫的词。噢，是流浪汉啊，那没事了。《Garbage》是一款模拟流浪汉生活的生存策略游戏。要如何面对这种充满艰辛的生活呢？如果觉得快乐又悠闲，那就错了，不但随时要面对天气、健康和饥饿所带来的挑战还要在各种暴力的流浪汉手中自保，尽管流浪汉的生活不易也请保持一颗充满善意的心！

[h1] 自律的流浪汉有多可怕 [/h1]
打开游戏的菜单，仔细看的话下面有一行小字“源于真实生活”。我想可能是制作人员有过相关的经历或者去体验过生活，为了让游戏更有代入感做到这一步那还真是挺敬业的呢，瑞思拜嗷。

“你曾经流浪过吗？”下面三个选项，分别代表三种难度。简单难度可以随时存档而且有教程，高难度则没有任何帮助。我建议在第一次玩的情况下先选择最前面的选项，因为没对这个戏有一定了解的情况下特别容易GG重开。

进入游戏直接开始控制一个随机裸男，毕竟作为流浪汉也就不在意外在形象了。初始有力量、敏捷、耐力三种属性，可以通过建造运动设施来继续提升等级。不同的属性有不同的天赋技能树，可以自行选择锻炼和加点，这个游戏的主要目的也是通过不断的锻炼来提升身体素质，面对流浪生活的各种挑战。

前期资源比较紧张，主要通过翻垃圾开宝箱来获取，这里要说一下，前期的引导并不是很明确，不知道该优先做什么，导致浪费本来就不充足的资源，让不宽裕的流浪生活雪上加霜，在寒冷和饥饿中瑟瑟发抖。比如我开始就建造错了火堆位置，离储水处较远，导致用来淋浴的水不能解冻，一个冬季都没有洗澡，在点火的时候又浪费了大量燃料，导致后期资源不足，直接被冻傻了，虽然可以通过侠盗垃圾手任务获取，但是胜率很不稳定，很多时候什么都没弄到还被人打骨折，就算赢了，奖励也并不丰厚。还经常和垃圾入侵撞车，刚打完架，体力生命都很低马上又迎来一波殴打，根本顶不住，所以有些时候不推荐参加。

游戏刚开始从垃圾箱里会翻出一件随机的装备，可能是一件背心、帽子或者手套，所以有时候就会出现一个裸男只带着手套跑来跑去，显得十分怪异。最惨的是，我还用仅有的几块钱招收了一个伙伴和我一起吃饭，最后饭都不够了，陷入了恶性循环，后来只能重开，资源充足的情况下才能养得起两个人。

[h1] 你说你都流浪了还没事找事 [/h1]
可能是本着玩世不恭态度制作的这个游戏，从一开始就处处透露着恶搞、讽刺和荒诞。仿佛紧跟时事的小报，带着一些热点事件讲了一个不明所以的故事，可能是我不能get到笑点，并没有感到有幽默感。

在这个叫做垃圾城的城市里，人物全都过度脸谱化显得不太真实，和一开始的“源于真实的生活”产生了强烈的反差。在游戏里会遇见上来不分青红皂白就要打你的老哥、抢退伍老兵的轮椅就只是为了装残疾骗钱的人、幻想自己妹妹被追杀的人以及他的妹妹，一个开始本来很正常拿到被抢走篮球后就突然跑到篮筐上面的小女孩，这些人让你觉得不管帮助谁都有一股怪味儿。

主角的流浪汉生活也是荒诞至极，总是有人跑来和主角互殴，胜败往往决定一些垃圾的归属，这些人简直不择手段，吐臭气、多对一、放陷阱无所不用其极，可以说这些人就如同他们所争夺的东西是一样的。

或许荒诞的就是这个游戏本身，我不知为什么这些流浪汉每天都要互相殴打，让本就困苦的生活又充满了暴力，模拟流浪汉的生活如果真的想表现抗争精神也点到即止即可，把其他的生活要素丰富一下，让艰难的生活能变得好一点。这样每天都是在锻炼、打人和去打人的路上，真是有够自律的呢，似乎每个人都充满了攻击性，这样做流浪汉真的好吗？要不找个拳馆练练去打职业吧。

两个流浪汉有时会卡在床铺和锅之间，要知道时间是很宝贵的，有时候要看好时间为即将到来的入侵做准备，不然会被痛揍，有一次因为这个原因导致控制的角色没有回复完体力就被入侵的流浪汉吊打，我想这可能是bug，而且这个游戏每次设置完窗口化下次打开它还是会变成全屏，太倔强了。

这个游戏在玩法要素上还是有闪光点的，包含了生存、建造、模拟、战斗等诸多要素，但很多地方做得还不完善，引导性不足，导致玩起来不顺畅，并且或许是为了表现其恶搞的本质，在游戏里面加入了一些并不高尚的玩笑，如果把游戏比喻成一道菜肴，那么这样做菜的厨师或许真的会去流浪吧，玩家想要的是美食而不是一盘恶作剧的产物。先不说味道如何，有谁能想象，你吃到一半的东西突然跳出一个恶作剧小人（jack in a box），这是一种什么感受呢？做一个磊落的流浪汉，谋生就谋生抗争就抗争，分清二者，不忘初心。

[h1] 更新2021.07.24 [/h1]
没想到时隔多日我又打开这个游戏，因为制作者表现出的诚恳。

游戏在之后有了多次更新，渐渐修复了很多bug，提升了初始的引导，使游戏变得更加容易上手,难度比初期降低了不少，不至于一步走错就要重开。

人物的语言变得更加正常，删除了不少调侃和歧视性的语言。

我期待制作者可以把这款游戏打磨的更好，整体上来看我看到了游戏的进步，故此改为推荐。
差评: 辱华，没得洗，辱华内容全在游戏后半程，发现的时候时长已经退不了款了，怎么说呢，晦气
差评: 后面有辱华和辱黑人的成分，一款不能尊重所有人的游戏，滚
差评: 我真给你马来一下了。
好评: 没想到你们还挺有诚意的。我会再玩一次这款游戏的，说实话这个游戏是个好游戏，它的游戏方式、战斗机制、画面风格和以一种诙谐的论调来呈现出流浪汉的世界，确实挺有趣的。非常意外你们能这么用心的做游戏（了解玩家的反馈也是做游戏的一部分，对吧？），为你们的努力点赞。最后，愿世界和平。
好评: 内测版的时候试玩的，因为觉得题材还不错就入手了，等有时间仔细玩玩
差评: 不是很推荐，游戏一共5关 基本一天就可以打得没任务了   然后模式都是固定的  希望以后能多加一些图跟任务吧
差评: 游戏玩法非常有意思也很喜欢，至于为什么不推荐主要是因为游戏里有很多辱华的成分，就是有点为这款游戏而感到惋惜，这游戏出来没多久就有很多知名的主播试玩，游戏也有很大的提升空间，如果开发商不作的话想火不会太难，但.........唉

好评: 如果只看内容不看标题，
游戏前期愿称它为拳击手修炼的日日夜夜，
游戏中期就该改成不会魔法的拳击手没有资格对垒，
游戏后期大概是魔法拳王在线求虐。
一个流浪汉模拟器，怎么内容全是拳击手养成的资本素质，
技能是隔空召唤垃圾请问是自己回收的那种吗？
街头斗殴互扔老鼠是怎么回事，这么重要的粮食是可以乱扔的嘛？

[quote]诚邀您关注[url=https://store.steampowered.com/curator/40671051/]太长不看鉴赏家[/url] 
测评典中典，一看就懂，点击加入，文字见真章。
[/quote]
差评: I'm waiting for China town to become little Japan
❥(^_-)
好评: 游戏很好玩。就是太短了。我是9小时通关了 。希望能增加100张地图
好评: 游戏开发者态度很好，专门给我做了解释。
游戏持续开发，小问题尚可容忍
差评: BUG比较严重，剧情比较少，难度不高
差评: 小丑
好评: 很好玩
差评: 极不推荐，不说别的，有辱华成分。
好评: [quote]
关注[url=https://store.steampowered.com/curator/39039781]斗鱼游戏社区[/url]，随时了解主播推荐的好游戏。
访问[b]斗鱼鱼吧社区[/b]参与互动，活动好礼送不停！
[/quote]


[h1]简单介绍[/h1]

流浪汉的生活你体验过吗？国内似乎这个群体以及逐渐变少，但是在国外却并非如此。本作就是通过经营和养成来带领玩家体验这个群体视角下的生存环境和法则。新奇荒诞却又充满黑色幽默，简洁粗糙的画风为玩家带来一个完全不一样的故事。《Garbage: Hobo Prophecy》适合那些喜欢不怎寻常路主题的玩家们。

游戏的画风是那种典型的粗犷的手绘风格，带着些黑色幽默，不那么美观靓丽却有着别样的吸引力。游戏的故事更是简单直白到无需赘述，总结起来就是开局流浪汉，睡在垃圾堆，打遍垃圾场，加冕垃圾王。你还别说，游戏的题材虽然不太走心，但是可以看出制作组在构建这个世界是是十分用心的。虽然本质上中国的流浪者和美国流浪者还是有区别的，但是通过这款游戏玩家也多少能切实体会一些这种不同寻常的生活方式。

[h1]游戏内容[/h1]

游戏刚开始的问题就打了我一个措手不及，我差点以为“你流浪过吗”是问我现实中是否这么做过，当我准备耿直的回答没有才发现，这个问题是选择游戏的模式。当一些准备就绪进入游戏之后，简陋的教程会告诉玩家基础的行动方式和建造方式，除此之外游戏并无过多的指引，包括怎么走出街区，接下来的目标全靠自己摸索，而且就连左上角的任务提示都没有完全汉化，只能说是充分的衬托了游戏主题的寒酸和垃圾佬们的自力更生能力。

在游戏中玩家所要控制的垃圾佬们也是有着自身的独特属性和任务，占领街区，收获更多“宝藏”就是他们的任务，而这一点就需要玩家们对他们进行大肆训练提升等级属性加强作战能力。本作中玩家仅仅只能定制他们的养成方式，战斗全靠类似自走棋一样的随机战斗，玩家可以通过升级来为他们点上更多的技能。看着手下慢悠悠挥拳的样子真是好急，恨不得自己上去帮他们打上几圈。而游戏中的手下还有着生存属性的设定，温度，饥饿和清洁也是制约他们的因素之一。玩家需要尽力保持他们的这些属性，一旦掉到零后果自然不言而喻。

[h1]动作画面[/h1]

游戏的动画做的也十分的逼真，各种行动与常人几乎没有区别，从洗澡时舒爽的抖动，到锻炼时挥洒的汗水，都让玩家很难有代入感，让玩家能体会到游戏中的角色也是有血有肉的真实角色。不过软绵绵的动作多少让人想起了面条人这种生物，尤其是真人battle的时候，这种动作反而有所减弱，慢动作的拳法就像再打太极。

[h1]总结[/h1]

这是一款别出心裁的游戏，独特的主题粗粝的画风为玩家带来了别样的体验。当然游戏目前为数不少的bug和较为松散的内容都是游戏体验上的不足之处。

 [quote]
游玩百态，将游玩心得用汉语化作玩家的指明灯，(๑•̀ㅂ•́)و✧
[url=https://store.steampowered.com/curator/35402408/]点击这里关注汉化语录~[/url] 如果喜欢这个评测，请点个赞让更多人看见
[/quote]
差评: 游戏非常，非常，非常短，不值这么多钱，没有啥技术，就靠时间往上堆，BUG多的数不清，游戏里有辱华行为，强力谴责，就比测试服多了3关。重点市政那关，唐人街里警察辱华，强力谴责。。。。
好评: 还可以，流程太短了，售价就有点高了。一天过完流程就不知道干什么了，希望更新地图和故事
差评: bug太多
好评: 额...通关了...养成还可以 几十块钱的游戏，粗糙就粗糙点吧，应该是分善恶的吧 一周目玩着感觉没头儿似的，二周目 教堂前抉择完 嗯 通关了...
差评: [h1]流浪漢打架記[/h1]
《Garbage》是一款流浪漢模擬格鬥遊戲。遊戲內包含生存，建造和策略等內容，你不僅要考慮食物物資，還要考慮天氣和身體的健康以及其它流浪漢的搶奪地盤，遊戲的難度十分高。遊戲的新手引導做的很差，很多地方沒有給出介紹讓玩家自己去尋找，遊戲還有著一些十分影響遊戲體驗的bug，以及開發商在遊戲中的一些不正當言論，所以兵不推薦大家購買這款遊戲。

[h1]遊戲體驗[/h1]
第一次看到這個遊戲是在b站一個up主那裏，當時覺得遊戲的試玩版雖然有所缺陷，但是遊戲的潛力十分大，但是在完整版出來之後，不得不說可能是對遊戲抱有的期望太高了，導致對遊戲十分的失望以及有一些憤怒。
在遊玩之前首先看了評論區，說有辱華的地方，但是看見了開發商給出來了解釋，說是遊戲裏不同種族人吵架的口嗨罷了，翻譯說可能是自己翻譯的問題，之後在遊戲又出現了有關武漢的言論，雖然我就一臭打遊戲的，但是我好歹生活在這片土地上，身體裏流著這裏的血脈，所以差評沒得跑了哈。
說回遊戲，遊戲在一開始以及在遊戲中都出現了bug，我電腦連續三次都卡在了開始的加載界面，然後只能重啟，再來一次，其次遊戲掉幀真的很嚴重，還會有卡頓，可能是1050ti老了吧，還有突然鬼畜的人，真的十分影響遊戲體驗。還有遊戲的難度設置的太不河合理了，我尋思流浪漢就真沒事唄，這麽大個街區，就盯上我一個羊毛，往死裏薅，沒事過來打一架，沒事打一架，就眼饞這地方唄，但是你這麽頻繁的打架，遊戲裏的體力恢復還要消耗時間，基本很難發育前期。其次遊戲的新手引導太差了，你還不如在直接給個簡介寫的詳細一點，教程著教程著突然就沒了，也不知道之後要幹啥，而且這難度還這麽高，生怕我們過關了唄。
遊戲中很多內容是想惡搞，但是我絲毫抓不住其中的笑點，我玩過很多黑色幽默的遊戲，不乏劇情遊戲，冒險類遊戲，但是我在這個遊戲中之感受到可憐，明明以及衣不蔽體的一群人，每天就是打架，除了打架仿佛遊戲沒有了其它地方，當然我不是說不能戰鬥，但是你要有劇情，不說多感人，起碼合理吧，我就是想搶地盤，所以我要打架，是不是對於衣服和食物都不夠的人太過遠大了吧，而且你要是寫個丐幫老大，把你怎麽樣了，把你的家裏怎麽樣了，你要去復仇是不是就合理了，每天不停有人來找你打架也就這正常起來了，當然也可能作者體驗的生活，和我們的和平生活不一樣，不打架就渾身難受，那確實讓你想象一個和諧有愛，有著光明未來的社會太過困難了。
遊戲中除了上面的問題，還有在地圖增多之後，內容相對之前並沒有增多，大多是換個地方繼續原來的內容，重復度太高，而且現在地圖也不是很多。
我不否認別人發表自己觀點的權力，但是如果你是從事一個服務業，做遊戲是面向大眾的，那麻煩你收起自己的不正當的想法和言論，好好做遊戲，秉著一個客觀公正的態度，不在其中夾雜著個人主觀的政治思想，或者說你覺得自己說的是事實，麻煩你拿出證據，一個遊戲開發者是家裏斷網還是加了b*c陰間濾鏡。

[h1]結語[/h1]
遊戲內容和demo帶給玩家的期望相差甚遠，有些還有著bug，新手教程也不完善，難度設定不合理，以及作者在遊戲裏夾雜著一些不正當的言論和思想，所以不建議購買這款遊戲。
不評分了，害怕一不小心給太低。


[h1]關注我的鑑賞家 良心評測 
https://store.steampowered.com/curator/33719948/[/h1]
差评: 垃圾作者！ 夹带私货！ 恶心人!
好评: 市中心，唐人街，晚上，丑化武汉警察，辱华，废物公司。想玩的去盗版吧。(改是改了，但我的三分钟热度已经过去了，我回忆了一下我玩这游戏的感觉，怎么说呢，还行，折中吧）
好评: bug汇报（我选的游戏难度是最低难度）
1 力量训练师，永远不会刷新在游戏中。但是敏姐训练师会出现两个不同的人。
2 章节开启难度不正确。我的人平均8 90点血的时候，打开的新章节的敌人会有300血。好像是 第一次开启 圣区的时候
差评: 题材和创意都挺好，就是游戏性不行，资源搜集基本就是固定的数量（除了乞讨）和途径，导致你建筑招募什么的也只能按照固定的模式走，没有什么自己发挥的空间，自己越锻炼敌人越强，还不如咸鱼躺家里乞讨，三天两头有人过来修理你一顿。你打赢了没有收益，输了掉资源。游戏性不行啊，没有特别的更新不建议入手
差评: [h1]游戏简介[/h1]
《Garbage》是一款带有经营和建造元素的格斗模拟类游戏。本作容量大概为8G左右，玩家们将会体验到身为一个流浪汉的不一样的生活与斗争。平时衣食无忧生活富足的我们，如今将在游戏中面对的则是与我们之前截然相反的生活。温暖，饮食和卫生都将会成为阻碍我们生存下来的挑战，如果，再加上抢地盘的流浪汉们呢？
[h1]游玩体验[/h1]
游戏画面尚可，操作也比较轻松，一开始游玩感觉更像是一个养成类游戏，目前游戏内容还算丰富，有装备系统还可以组成不同的服装从而获得不同的属性加成，游戏内一共有三项生命体质：饥饿、清洁和体温。就需要玩家们时刻注意这三项生命体质从而保证我们的小流浪汉身体健康不生病或者是不被饿死或者冻死。除此之外，本作还有治疗系统，通过使用护腿固定板等，可以让我们在与抢地盘的人争斗后若是受伤了骨折了的话，加速康复。说到斗争的存在，怎么能少的了增强实力保卫家园的东西，那就是：撸铁！没错，玩家们可以通过举杠铃来获得升级加点，进而升级我们的技能，技能系统相对做的还算完善；流浪汉们可以通过不同的加点路线组合，选择走肉盾道路又或是输出之王的路线。如果我们打不过别的流浪汉怎么办？还可以招募小弟！来帮助我们乞讨亦或是对抗外来者，小弟还可以在打架抢地盘的时候，和主角组成各种阵型，肉盾加输出的组合简直是完美。
[h1]一点不成熟的建议[/h1]
游戏前期发展较为困难，建议初始人物的技能点尽量选择敏捷，这样攻击的频率就会相对较高；同时建议养成一个大肉盾，我已经深刻的体会到了这个游戏没有抗伤害的话，底盘就会无情的被夺走的那种痛，不过只要我们合理搭配好阵容，就可以控制我们的流浪汉大队占领更多的街区底盘，在流浪汉之中称王称霸，再也不是梦！
[h1]强烈不推荐游玩！[/h1]
最后要说的一点，此游戏不做推荐，虽然刨去脑子有问题的制作组因素，游戏体验还算不错，但因为制作方不知道是没长脑子还是脑子上长了霉的原因，竟敢丑化武汉，还丑化警察，拿着疫情天灾开玩笑，真以为我们国人不敢骂你们吗，等制作方的亲人们去世的时候，我们也会笑着拿他们开玩笑的！
[code]欢迎参观我的： [url= https://store.steampowered.com/curator/33217084]真实评测[/url]
喜欢这篇评论，也麻烦点个赞，让更多人能够看到。[/code]
好评: 游戏有不少问题，开发者在努力听取建议并快速更新中，希望会越来越好
好评: 制作组帮忙解决了不少麻烦，就给个好评吧
也说一些问题，之前提了几回，已经把比较多的种族地域歧视语言改掉了，好像还有一些文本依旧没有解决完，我个人认为文案还是需要重新写，不然对这个游戏影响太大了
目前觉得有些影响平衡的地方是：红月会大量降低饱食度，蓝月大量掉体温，还有就是哪个月亮好像会让本晚所有事情都做不了，我觉得尤其是红月，会导致积攒的所有资源变为无用功，对于积极性打击还是挺大的，尤其是红月，由于食物自动吃，所以基本一晚就能吃掉所有食物储备，基本遇到就死
最后还是想说，即使没有脏话和侮辱性语言，其实也不影响游戏本身的体验
好评: 玩过试玩版，首发就入正了，游戏玩法可以，背景很新颖。唯一不足得就是新手引导不足，我琢磨了1个多小时加查攻略才知道前期不能过早收小弟，否则总有人饿死，另外就是剧情推进不能过慢，否则各种缺材料缺食物。总体来说是个潜力很大得游戏，另外加上云存档和创意工坊功能就好了。
差评: 我玩了几小时的档，结果出现角色在夜间无法进行任何操作只能在基地逛街的bug，这倒还好，关键白天仓库里的所有食材全部凭空消失，真有你的
好评: 有几个问题希望官方能够修改：
1.自动吃东西：明明是饥饿度25%以下才会自动吃，但是每次都是50%就自动吃东西；
2.垃圾入侵：没有东西掉落；
3.翻译问题：清晨显示为清除，非常难受；
4.有的时候无法选定窝棚休息，需要先做一个移动，然后再点击窝棚才能睡觉；
5.希望能给个手动保存；
6.希望可以修改难易程度；我第一个存档练的是力量（杠铃），几乎没有赢过，差点删游戏；
7.做饭的时间希望可以修正一下，一份和4份做的时间一样。
好评: 还可以，就是感觉很容易饿死
差评: 垃圾游戏，傻逼公司，果断退款
好评: FINE
好评: 游戏没有通关，卡在墓地过不去。感觉这个档要费了，（墓地的乞丐居然300HP，我拿头打啊）所以发下没通关的测评吧！
首先我是测试转正式的，测试的时候感觉不错，但正式后给我的感觉从生存变成的打架游戏，不打还不行强制你打，输了抢你东西，打过不给东西，大门20%的拦截和没有的区别就是他可能大概会拦截那么一次，还是你已经对他没有期待的一次，物品包括重要物品都可以在图里面和流浪汉打架获得，这个打架不是入侵。食物种土豆就行虽然它是最慢的，其他需要种子，肉类就夹子。食物不缺物资奇缺，测试的时候乞讨还给点物资，正式后不给了，希望改回来。
说实话挺失望的，感觉不如测试版，我都穷的流浪乞讨了，你一直让我打架是为什么，你打下一个地图资源一直刷新也行，打架就打了，资源获取只有打架打架打架，很烦。
希望能出个娱乐模式，现在的简单对我来说还是太难了，我只想生存不想打架。

差评: 我没玩到后面，但那个找狗的任务，我就很不能接受。主要是整个游戏的世界观我都不太能接受，而且感觉自由度比较低，等更新吧。
好评: 看在制作组非常诚恳的更新游戏内容的份上，先给个好评。

差评: 垃圾
差评: 战斗和养成系统不就是《拳击俱乐部 Punch Club》那一套么，还宣传自己多么牛逼探索游戏未知领域，自动战斗的游戏也不缺你这个。后期，不对中期开始无限强化敌人来拉长游玩过程，单技能22、25级的npc，真的拉游戏时长不是这么来的，练级过程很慢很恶心，而且我这还出现了复仇者不来袭击，袭击时间是负天数的bug。
差评: 太难了，第一次觉得有游戏难度这么大。反复开档5-6次了，基本教学完就被反复虐杀
新一天新的尝试，还是太难了。一直被暴打 战斗系统真的太不合理了，AI永远比你强 技能比你厉害，资源永远在被掠夺
好评: 趣味十足 喜欢这种类型的游戏 很耐哇！！！！也很容易上手
差评: 恶心人  辱华   早点死吧这游戏   干了
好评: 这还不如demo呢，等了这么久，挺失望的。这种只要你增强了，敌人就增强的机制我是最讨厌的。给你的敌人练级？合着我只要躺平就没有烦恼摆烂就行了？入侵是最离谱的，之前就觉得不合理了。以为正式版会改一下。起码是根据天数而增加难度吧，你根据角色等级增加难度，就让运营失去了任何意义。后续如果能改版得好点，我会改评价。
好评: 这款游戏挺好的，不知道哪些人觉得这个游戏很差劲。
推荐入手！！！！！！！
好评: 这游戏只有两次最终BOSS嘛？打完以后就没了？有没有长期生存模式，不然人物也就练到40左右就没有了，还有一个BUG，第二周目工厂的那个10块雇佣的舞者，雇佣后就会白屏
差评: 没有太大意思，后面的剧情任务有的做完还需要等几天才能提交，不知道是为什么，最后就是阻止撒旦仪式做完就通关了，没有做好事坏事的剧情来定游戏剧情的结果，剧情结果都是一个样的，而且后面食物这方面的都充足后就是锻炼，天天锻炼等入侵，很是乏味。基本玩一遍就不想玩第二遍了。

好评: 看到制作者 诚意满满的留言 决定更改评价 希望越来越好 加油
好评: 可以扩充的东西蛮多的，比如打工啊，不能说流浪汉就不能打工吧，商店购买，什么的，不过可能这些也不适合这个游戏，只是觉得除了撸铁疙瘩还是铁疙瘩，有点无聊，希望后期增加一些新内容
好评: 为什么加载到80左右跳出个红色感叹号的图标然后就闪退了
好评: 到了晚上的红月亮好容易饿 4个人一个晚上把20多个食物吃完了
好评: bug还有不少 需要继续加油。不过游戏还是挺贴近生活的，台词是经典

好评: 这游戏后期难度，我修改资源都打不过.....真鸡儿难
差评: 这游戏,就TM离谱.建筑顺序基本是定死的.造错的话就是慢性死亡.然后还充斥着各种随机因素,运气不好,4级被对面2级打趴在地上.然后每张图敌人的掉落也随机.第二张图的口臭胖子掉落钱+随机项,可能是一件装备,可能是车钥匙(第三张图能用来开车拿3包不知道干什么用的香烟).
说到随机掉装备,这游戏装备也离谱得要死.垃圾品质的裤子属性比史诗级别的还要好.装备部位的掉落也搞随机,除了几个卖装备的npc,其他装备全看脸.有一次我运气不好,掉了2条老鲍勃的裤子(我没见过比这装备更拉跨的了),第一个大图都打通了,两个角色都只能抢一个必掉的帽子,没有手套.
周期性的垃圾入侵和正义联盟,也是2个离谱的东西.刚开始没奖励,现在据说有那么一丁点奖励了(虽然我没见到),不管输赢都加一丁点忽略不计的经验.打输了直接被抢近乎一半的单项资源,直接崩档.
还有,刚开始千万别把第一张图的队友拐进来.多个人多张嘴,食物消耗双倍,洗澡水消耗双倍,在家里还容易没事情干.强烈建议打到修车厂的时候再拉进队.
这开发商可能想做一个让人感受流浪汉无助,绝望的神作(类似我的战争那样).可是他忘了这终究只是个游戏.游戏基本没指引(好吧,最近总流行这个,也不知道谁起的坏头),打架掉落纯看脸,开发者直播随便看两眼,一直在翻车.打个游戏崩档不是因为你技术菜,不是因为你资源规划有问题,只是因为你摇了100次色子,里面出现了10次1.很好玩?真以为随机很coooooooooool?
好评:    昨天看好评率才56%，可以理解，毕竟大部分都是从Demo转过来了。正式版和Demo改变还是挺大的，正式版把重心从生存转为了战斗，生存变简单了。
   生存3要素：食物水和火，现在装备保暖好温度下降也改了，温度基本不是问题，一个冬天烤2--3次火就可以了。水就更简单了，下雨天变多了，第一地区中市场2元卖大桶水，冬天淋浴旁火堆熄灭很慢非结冰也会加储水。粮食种地+老鼠夹，然后派个非主力定期做饭就行了。
   最大改变的战斗。首先1vs一群不复存在，小弟也要练级。其次机制的改变，1号位开场会被围攻，所以把1号位放个tank非常必要。再之后地图上敌人等级固定，随机敌人根据天数增长等级，补充一下就是天赋中2系结合会有结合技，威力强大，谨慎规划发展路线。
   对于新手或Demo转过来的玩家一点小提示：1，尽量早的建花盆种菜，尽快招到建筑师升级出捕鼠夹，这样生存就解决了。2，开场最好选体力帽子开局，第一个小弟会送条裤子，由于战斗机制的改变1号位会被围攻，没个能抗的主力Tank很难，后期可以让小弟练起来当输出，不需要第一个人物最强。3，乞讨作用并不大，食物可以解决的情况下乞讨增加的那点钱不如每天打下水道或者海盗角斗场给的多。多练练小弟对战斗帮助更大。4，任务物品不是只有一个任务人，如果给的奖励用处不大可以留着，后面还有需要的人。5平时战斗补给尽量多准备，战败在所难免，每种疗伤药最少要准备3个，很多地图都有得卖。
   最后说说Bug，首先敏捷系那个猫步，要求回避战术，但是在猫步+回避战术的时候人物会站在最后面，等前面的队友死干净才会上场。还有任务1次只能接一个，主线任务还好，分支任务先接的会被挤掉变成灰色，给了物品也没有奖励。
差评: BUG是真的多 
1就因为一个种子我种了然后温度低我就再也没有那颗种子 然后我就再也完不成任务那任务貌似还是给车钥匙这种重要道具的
2那个10元的舞者 我招了回营地游戏就白屏了 时间也不动。
3淋浴器只要造了储水器 里面没水 洗澡储水器的水也不会减少 相当于无线用。
4恐惧卡各种地方我都无力吐槽了。
5 各种坏天气没有说明的 全靠自己去摸索 有个天气是不能劳作不能睡觉 有个是饱食度疯狂掉
6 不能洗点你倒是把后面的技能都给出来啊 否则我怎么知道该往哪边加
7 加技能的蘑菇有时候根本没有用
差评: 游戏优化有问题，购买正式版卡在加载页面不动，加载0%就不动了，然后就死机了，几次都是这样，我肯定不是我电脑的问题，因为试玩版我玩了20小时，还写过很忠恳的评价和攻略，先退了，后期优化了再说
好评: 一发售就开玩，目前基本打完了（maybe）有很多bug，1·我没找到力量教练2·工地的那个舞者（dancer）我一旦招募后回家就是白屏，可以去其他地区，但是就家里白屏，只有读档读到招募之前。个人很推荐 这款游戏。
好评: 第一次看到这个游戏是两多月前在优酷里，一个主播试玩的视频，游戏的模式吸引到我了，于是下载了steam玩了试玩版，试玩版给我的感觉是还不错，比较特立独行的游戏，于是加入到愿望单，心心念念盼着出正式版。
通过20小时的游戏，能感觉到游戏的可玩性和难度都比较高，记不住地图上的物资分布，还需要用笔记下来。下面分享一下个人经验：
1.前期发展比较难，能先把一个人升到8级左右再招募一个伙伴比较好，不然实力上根本搞不定剧情敌人。
2.初始的人物技能尽量选择敏捷，也就是练沙袋的绿色大脚那个图标，敏捷的技能相对攻击频率较高，且合理搭配消耗的体力较少，可以高频率输出，不至于体力消耗完了站那儿晃着挨打。
3.开始任务奖励的钞票最好留5块钱以上，以保证可以在操场，垃圾场等三四个地图里随机找到可招募的教练NPC，那样你就可以继续深化学习相对应的技能树了。记住，找教练NPC之前最好先建一个教练长椅，不然时间流失之后，NPC可能就刷没了。
4.招募的第二个人建议学习耐力，也就是做俯卧撑成长的那个流派，好好培养后期可以作为肉盾和BUFF加成的强有力队友，可以给敌人造成失明，眩晕，出血等效果，也可以给他点一级自动回血和给队友加血。当然，这需要把一个技能树学到一半的时候，去延伸其他技能树，相互交叉后就可以学习这些魔法或者叫巫术。
5.想要招募第三个人，则需要找到建筑师NPC，这个NPC可以帮你升级现有建筑器械和研发新的建筑。招募第三人则需要帮会旗帜，建筑师NPC必不可少，地图里多找找，反正我当时找了游戏里的五个夜晚，相当于现实世界的二十分钟。
6.第三个成员，学习力量技能树即可，慢慢培养，再把力量教练NPC找到，继续深入学习后期技能，这样，三个人物各自不同的流派，拳头，腿脚，肉盾辅助，取长补短。半程过后你会发现，蹂躏敌人就像砍瓜切菜一样。
总结：三个人的技能配置不当，或者先期技能乱学，后面就会很难受。所以切记不要乱学技能，一个人物对应一个流派，精耕细作。毕竟游戏刚上线，需要改进和更新的地方很多，至少掉线，黑屏等情况是经常出现的，一不小心进度就要从十分钟之前开始玩，好不容易打死的BOSS又要重新再打。这个游戏最让人惊喜的，同时也让人痛苦的就是人物的出招是随机的，完全不按套路出，所以打精英BOSS有时要靠脸决定。总而言之，这款游戏比较耐玩，从上线到通关，我慢慢琢磨的20个小时，熬了个通宵，做梦都是在打群架，哈哈。希望个人的游玩经历能给大家带来一点借鉴，谢谢。
好评: 不错
好评: 游戏怎么变味了？？ 不想长篇大论了 希望更新一下 不知道是我菜还是游戏变的很难了！
好评: 接受翻译人员“小鸡”的理由，你的态度我认可。加油
好评: 我改了差评，因为开发商加了我好友和我说马上进行的改进，包括如下几点：
1.增加探索打架之后给的资源
2.稍后随机战斗（到家里打架）会给一些资源，不是白打了
3.增加更多食物
另外按照开发商给我说的设计思路是不用升级太快，保证不死慢慢打就行，成长太快也没啥用。
这个态度值得一个好评吧。
好评: BUG 太多了，地图也少，但是我比较喜欢玩这种类型的休闲游戏，不累。
差评: 游戏界面不能缩放，4K玩起来辛苦
好评: 游戏概念挺好的，不过当前这种模式太古板了，几乎毫无自由度可言，你需要投入非常大量的时间来玩这个，商人不刷新装备，物资只能靠刷，等都等的头大，还有决斗时候的BUG，汽车开过人会到处跑。说白了基本是靠运气。
好评: 小玩一小时,作诗一首

开局一个人,装备靠运气
三围疯狂练,打架靠挨打
三围不如它,非要一打二
五角手里握,队友要一块
重开数几把,只怪太真实
互动东西少,还是demo好
若怪我太菜,只怪脸太黑

怪入侵我家,打输给东西,打赢没东西
喜欢当赌狗,赌博没输过,就是东西少

暂时[b]不[/b]推荐,看着demo和正式版对比[spoiler] 就看电力大街和汽修厂没有很大区别 [/spoiler]
[spoiler]就想求求能不能把五角改为一块啊,我看着这个五角发愁,只能看着不能用,队友还要一块,被警察逮了还要扣钱,更加发愁,球球惹[/spoiler]就先这样，我也会慢慢玩慢慢更新评论


差评: 将政治混入游戏内的行为，很愚蠢。 通过高难度拖延玩家游玩速度，在游戏中后期夹杂政治观点（如第五张图中出现，病毒，僵尸，WUHAN警察等字眼，且中期存在名族歧视对话）我只能说，好好的一个游戏，带着不错的题材上架，在我玩完一遍后，不想再一次打开。
好评: 测试版300+天玩家，通宵熬夜等待直接购买，感觉还行，图再多点，剧情再多点会好一些，入侵事件相隔久一点就更好了，总觉得打扰我锻炼了，更加觉得像拳击游戏，可以再丰富一些，比如材料获取，除了打架可以弄点文艺点的嘛，跳个舞，唱个歌什么的，反正都是流浪汉，不一定靠打架才能有收入，慢慢来吧，希望越做越好。
好评: 游戏还不错。后期需要每个大类都练一练，加好被动。有个bug，晚上在工业区，建筑厂里面的舞者不能招聘，一旦招聘，回家就变成不能操作的纯色界面了。屡试不爽
差评: 一出来就买了，加载进去，开场动画那边直接闪退，还把电脑都搞死机了。来来回回弄了将近一个小时，根本玩不了，游戏已经退款了。等以后优化好了再买吧
差评: 入侵打赢了什么也不给，打输了肯定掉东西。然后有技能和能量就差一下能打死了也不打，等着别人把你打死
好评: 无家可归者模拟器？有趣的是... 如果.... ?

垃圾是一个独特的游戏，有自己的独特系统。
该游戏同时结合了几种类型。
1. 模拟器
2. 战斗
3.基地建设
3. 生存
4. 管理层
5. 战略

此外，它还有很多高质量和精选的幽默；)

▄! 小心！▄游戏非常容易上瘾

游戏的玩法相当独特。我们必须在游戏的每个情节中为生存而战。每一步都有危险在等着我们，有时会变得令人难以忍受的可怕。
我们不断需要监测和补充饥饿和健康，以及卫生。

我在游戏中发现了什么缺陷？
-当健康状态处于最佳水平时，我在他的床上死了好几次。
-我被无缘无故地杀害了好几次。
-饥饿的状态有时让你感动
-一些指标缺失
好评: 6666
差评: 无了个大语
玩着玩着流浪汉不见了
什么阴间bug，又不能读档，只能全部重来！
赢就赢在题材，游戏体验真的不行
差评: 玩几次中途都闪退，bug多，无语
差评: 狗屎一样的数值平衡，饿死脏死被入侵的小疯子们打死。
好评: 在试玩版觉得好玩然后才入的，
进去玩了之后发现打入侵都不掉装备？？？
搞不太懂
好评: 进去的时候太卡了，我电脑配置算是中等吧，不是要求的最低配置，开发商能优化下代码吗。。。。。。。。。。。。。。。。，别的还行吧
好评: 游戏风格很喜欢，也很耐玩，可能因为游戏刚出，BUG很多，优化也待改进，闪退，卡帧，加帧等问题严重，希望可以多多优化。
