好评: 有小时候玩街机的感觉
好评: 可以4人同时游戏，家庭、伙伴娱乐游戏，值得拥有！
好评: 我不会连招
好评: 寒假时和我弟两人3个小时就把困难通关了，除了有一关打了好几次，其他的基本没啥难度。爽快的横板清版游戏，但关卡设计较弱，难以支撑起多周目的游戏体验。
好评: 打击感不错
好评: 基本是上世纪那味儿，硬得很啊
需要不少时间摸索，熟悉了时机与距离（尤其是Y轴）以及招式优先度=几乎无伤，不熟悉=难以过关。但是对于把握的精准度要求很苛刻，没错，老古董那味儿。
好评: 很爽
差评: 实在太无聊了，非情怀党慎入
好评: 生存模式打到血红色敌人就几乎难度倍增，对方伤害太高血太多。
不过还是5星推荐，只要小时候玩过md的玩家几乎可以闭着眼睛买。
好评: 很好玩，打斗感十足，就是技能太难升级了
好评: 特地买了MD的同款手柄玩，满满的都是回忆
差评: 《怒之铁拳4》 更像是一个2代的同人作品，而且是制作水平还有所下降的作品。
动作游戏的平衡做不好是致命的，这点上 《怒之铁拳4》 做的就很差劲。倒地以后的受伤判定，摔人后时候的受伤判定，做的还不如1989年的《Final Fight》。人物的招式判定和平衡都是问题。Boss的无敌霸体，血量和套路完全无意义，更像是不成熟的作品。
另一点就是美工，整体做成了欧美中年肥胖造型，很是难看。为了怀旧还引入的前代造型，造成画风上的不伦不类，完全是画蛇添足。
部分怀旧关卡值得表扬一下。正常关卡其实也是在退步阶段，衔接故事很牵强。
整体上我评分，只有 65分的及格分。不及三代，也远差二代。

好评: 吃我一记来自上个世纪的重拳！
好评: 非常不错！值得一玩！
好评: 666666
好评: 缺点：制作组！听爷爷教你，对于一个横版清关游戏来说，BOSS可以有霸体，小怪不能有霸体。否则严重影响游戏体验。

4代角色除了电琴可以跑步，其他都不行，就是说上手操作，会出现“黏”的问题，拖慢战斗节奏，无法快进快出，经常性被包围，真-狂暴难度我觉得一般人是完全无法体验。

优点：看什么看，吗的，赶紧买！！

好评: 解锁3代袋鼠：
PC：依次按住F1键、退格键、↑键、回车键 等上个几秒 （pc外接相应平台手柄照抄下面）
PlayStation：同时按住 ↑ 键+OPTIONS键+□键
Xbox版： 同时按住 ↑ 键+START键+X键
Switch版：同时按住 ↑ 键、+键、Y键
听见袋鼠动静就解锁了

好评: 大家一上来没有beat em up经验的玩家千万不要调很高难度， 老派清版动作其实不比困难游戏简单多少，等熟悉连招和敌人顺序以后，再挑战高难度。这个游戏的乐趣就是反应和连招以及拳拳到肉的反馈感
好评: 6666
好评: 还不错吧，感觉连续技取消应该加一些特效然后是蓄力攻击感觉意义不大。还有就是有些连续技好难用
好评: 很爽，找到以前玩怒2怒3的感觉了，最好配手柄玩。能来玩这个游戏的估计都有40了
好评: 还是那股经典的味道 玩着玩着就通关了
好评: 连招超华丽，人物各具特色
差评: 玩了十多个小时,总体感受反人类!别的不说,光是不能跑动就是个傻逼设计,追追不上,躲躲不开,帧他吗不知道研发咋想的!其他的还好,游戏打击感不错.剧情简单,想刷剧情的不要指望了,这游戏就是玩对打和无尽模式的..别对这个游戏期望太高
好评: 角色膝盖不太好，没法跑步。

吉他小妹牛逼，乱杀。
好评: 好玩
好评: 等了很多年。终于出了4代。打击感还不错。。有没有朋友加我联机。好友969863440
好评: 更新之后还不错
好评: 童年回忆复刻！
好评: 慢慢玩着，觉得还行
好评: 281多小时的游戏时间加全成就已经能够说明一切.嗯，现在已经1000多小时了............后面也会有新的4代人物吗
好评: 还行吧！
好评: 好玩
好评: 喜欢2D横版闯关的可以考虑下真心不错解锁的像素人很有意思
好评: 我给好评，因为连招连起来的时候很爽。但是Y轴判定像僵尸一样，怪能斜着打你，但你在Y轴实在太弱。起手的招式太少，感觉很不灵活。本体人物除了拿吉他的小妹，其他人物都是老年人，不会跑步的
好评: 我就纳闷了 你那个DLC为什么那么难呢？STEAM总是验证不了我的账号信息
好评: 童年回忆

差评: 这游戏时长也太短了吧？不算上重复闯关，加起来也就两小时多点就结束了
好评: 生存模式非常有趣
好评: 非常好玩！！！！！！！！！！！！！！
好评: 好游戏，低血压都治好了
好评: 找到了小时候玩一二三代的感觉 
印象中 一二代叫爆火街头 三代叫格斗三人组
差评: 打多了就没什么意思了，而且现在运行不了。官方也没有解决办法。
好评: 我喜欢这类过关游戏
差评: 美术风格优秀，但整个游戏我要给个差评。
如果说它是横版过关的话，这个搓连招还有无限连的都是些什么玩意？
如果说它是格斗游戏的话，敌人霸体技能过多硬生生打成了回合制游戏。
横纵轴判定需优化，敌人可以走斜线攻击（[spoiler] 西瓜投手？[/spoiler]），而自己能被纵轴的箱子卡位。
角色平衡不行，数据还需调整，而且取消跑步的机制有些迷。
最后，用手柄搓招应该舒服些，滚键盘右手真的挺疼。
差评: NMD玩个游戏被小兵气得半死，有些主角角色只能走路移动，小兵速度比你快，攻击距离还比你长，你往前他就往后退，想打都打不到，还有些小兵居然有霸体，防守反击堪比艾吉奥，遇到拿武器的小兵基本无解，除非扣血用重击，虽然打击感和动作都很好，但是打得一点都不爽！！
好评: 做的挺好的，联机模式非常棒我200ping也并不是很卡不是很吃延迟，匹配个路人很快就通关了= - =（普通模式不是很吃操作》还有联机对战，一命模式还可以继续深入研究。
好评: 游戏很不错，如果能本地双人游戏会更好！
好评: 童年补票
整体好评之至！
优点：
1. 画风很赞，看着舒服，女主韵味，每个动作都好性感
PS：人家布雷兹才34岁，怎么就大妈了！34岁这个身材颜值太烧了！
2. 打击感和连招好评，拳拳到肉
3. 作为情怀续作绝对合格
4. 补血道具诚意满满，各种风格美食，让人看着很有食欲，春卷+炒菜组合赛高
5. 复古BGM
缺点：
难度高，后期小兵霸体太猛，无法奔跑、移速慢，x轴y轴封锁严重，对手残党不友好
好评: [quote]关注[url=https://store.steampowered.com/curator/39039781-%25E6%2596%2597%25E9%25B1%25BC%25E6%25B8%25B8%25E6%2588%258F%25E7%25A4%25BE%25E5%258C%25BA%25E9%2589%25B4%25E8%25B5%258F%25E5%25AE%25B6/]斗鱼游戏社区[/url]，随时了解主播推荐的好游戏。
加入[url=https://steamcommunity.com/groups/douyugame]斗鱼社区鉴赏家组[/url]，开黑交友，参与互动，还有热门大作可以抽。[/quote]



如果你是一位格斗游戏的老玩家或是发烧友，那么，《怒之铁拳》系列想必你一定有所涉猎，甚至是钻研颇深，对其中的人物如数家珍——因为这是一个在谈及格斗游戏的发展历史时，无法绕过的一个经典。


一、穿越了1/4个世纪的情怀，如今强势归来

诚然，《怒之铁拳》系列虽然游戏质量很高，但其热度和知名度却恐怕不能排在第一梯队，这其中最重要的原因就是时间——这个系列距离上一部官方正作的面世，已经过去了26年，能依然记得它的必定只能是格斗类游戏的硬核玩家。

《怒之铁拳》系列的第一部作品，发行于1991年8月2日，这个恐怕很多玩家都尚未出生的遥远年份。自此，一段正义英雄在罪恶都市中勇斗恶势力的热血戏码缓缓拉开帷幕。

而第二部距离第一部的时间也并不遥远。1993年1月14日，《怒之铁拳2》发行上市，秉承了第一部的人物和故事背景设定，但也加入了新的内容。招式更加丰富，游戏难度的选择也更加丰富。

然而，在1994年3月18日《怒之铁拳3》上市后，整整26年的时间，这个系列再也没有推出新的官方正统续作。不过，在2011年，来自西班牙的玩家团队Bombergames为全世界的《怒之铁拳》系列粉丝带来了一款非官方的重制版。这款被称为《怒之铁拳重制版》游戏在对官方三部曲的内容进行整合之余，还加入了大量原创内容，比如新地图、新角色，多达8种的结局，以及自带可以与玩家并肩作战的AI玩家，可谓亮点多多。但遗憾之处在于，这款重制版实际上并没有获得日本世嘉的官方授权，所以并不能将其视为系列的最新作。重制版在游戏内容之外，还为玩家提供了一个名为SORMaker的编辑器，供玩家自己创作玩法类似的游戏，可谓授人以渔。如此厉害的玩家重制版，令人不得不感叹高手在民间。


《怒之铁拳》系列的官方正统新作迟迟没有到来，这不得不说是玩家们的一大遗憾。但幸运的是，《怒之铁拳4》终于在2020年4月30日登录Steam平台，了却了玩家们的一大心愿——距离《怒之铁拳3》的上市，已经过去了26年。这不仅意味着老牌经典格斗游戏IP的强势归来，更是标志着一段跨越了1/4个世纪的情怀，又燃起来了。

二、极具代入感的故事背景设定

《怒之铁拳》系列作为一款有着丰满的世界观设定的格斗游戏，通过热血的惩恶扬善的故事来引领玩家进行游戏体验，带入感十足。在《怒之铁拳4》里，玩家可以选择扮演阿克塞尔、布蕾兹、亚当等继承自前代的经典英雄角色，深入被邪恶势力把持的都市，用自己的拳脚涤荡一切罪恶。玩家在体验剧情模式式，需要在都市的各个地方穿行，每一大关卡都是一个新场景，通过这些丰富的打斗场景将一个罪恶都市的整体画卷展现在玩家的面前，形成一个完整的世界观。玩家在闯关过程中沉浸其中，体验单枪匹马或是与同伴并肩行动的战斗历程，代入感十足。



三、易上手但难精通的游戏难度，手残玩家和硬核玩家都能有好的游戏体验

《怒之铁拳4》虽然是硬核格斗玩家所翘首以待的作品，但其实也是一款面向大众玩家的游戏。游戏的难度设定很丰富，由易到难各个梯度划分鲜明，新手玩家可以选择容易的难度进行体验和实战练习，高手玩家也可以选择高难度来挑战自我，实现突破。

不仅如此，如果玩家在剧情模式的闯关过程中不幸耗尽所有生命而倒下时，也不必过于沮丧，因为此时可以选择使用游戏自带的辅助功能重新来战。所谓辅助功能，是为玩家提供额外的生命，大大增加玩家的容错率以及死亡后接关的次数，只不过选择的难度越低，命的条数就越多，但是最终过关结算的时候扣除的分数也会越多。但这也让新手玩家或是手残玩家也有了体验剧情、体验以一当千的英雄气概的机会。


当然，高玩们也能有自己的乐趣，比如选择高难度的同时，挑战一命通关，一旦成功就能获得相应的成就，同样能收获满满的快感和快乐。


四、炫酷的视觉和听觉享受，打击感拉满

《怒之铁拳4》这款游戏虽然出身于一个已经年近而立的老游戏系列，但作为该系列的最新作，其为玩家们提供的的视觉与听觉体验却非常符合现在的审美，丝毫没有任何落伍的感觉。拳拳到肉的打击音效，配合上或朴实或炫目的攻击特效，可以说无论是普通攻击的拳脚招式，还是大招的华丽动作，都给人一种实实在在打在敌人身上的打击感，这种打击感是由听觉与视觉共同配合来完成的，因此给游戏增添了不少的光彩。作为一款格斗游戏，这种扎实的打击感所带来的游戏体验是游戏性的重要组成部分，就连玩家控制主角击打场景内不同类型的可破坏物体时，音效的反馈也是有所不同的，非常有质感。在打击感的营造这个方面，本作是相当用心的。



五、总结

作为该系列时隔26年后的官方新作，《怒之铁拳4》在玩家中获得了广泛的好评。经典IP焕发出新的生机，靠的是自身过硬的质量，而这反映出制作团队的诚意，而不仅仅是情怀而已，这一点值得点赞。
好评: 好玩
好评: 画质很好
差评: 后面一个BOSS全程霸体，那你们设计抓取技能干嘛？，新手玩家怎么玩？服了
好评: 之前还真没玩过这系列，打折刚入手，玩起来非常不错，根本停不下来，希望后面的DLC跟上。
好评: 打折还是可以入的
好评: 横板过关越来越少了！这正是我对游戏的理解之一！带我回到小时候街机厅的感觉！
差评: 垃圾游戏卖情怀，难度高 这么多年游戏公司只学会了恶心玩家
好评: 拳拳到肉的打击感很爽，连招有点难啊。。。没玩过前作   体感与其说像恐龙快打 更像拳皇铁拳之类的格斗游戏

缺点：只能走，敌人霸体有点多  有点捆着手脚的不爽感
好评: 从一代一直玩到了四代，不为别的，情怀啊！和我的青春啊！！!
差评: 进去看完开场图标后就一直黑屏（有声音）。各种重新安装都试了还行不行，根本进不去游戏（win10)。
等什么时候能玩了再来改评测
好评: 只要有队友，玩起来一定有意思~
差评: 下载好一直提示SOR4已停止工作，请关闭程序，已经下载了好几遍了，各种办法并未能解决
好评: 对于一帮四五十岁的人来说 做的挺不错的了，有能跑的角色 不能跑相对也难上手一点，毕竟音游
好评: 好
好评: 要论打斗游戏恐怕没有比这游戏更过瘾了吧，无论是难度还是打击感都是一等一的，这款游戏值得挑战。
好评: 玩此游戏，让人回忆当年玩弩之铁拳1、2、3代。
好评: 我是从世嘉游戏机一路玩过来的铁粉了，一直很喜欢横屏过关游戏，尤其是怒4还能4人本地一起玩，真是太贴心了，我家三个孩子，我有空就会陪孩子们一起玩玩，打打闹闹的很怀旧，孩子们也很开心，感谢官方给予我们欢乐的时光，希望官方继续努力，再创辉煌！
好评: 好
好评: 还行吧，就是原价买的有点亏，可以等打折
好评: 好啊好啊好啊
好评: 文艺复兴  这特么是文艺复兴啊！

想起小时候，放学只想喊上小伙伴去街机厅

投一个币，玩一个闯关游戏

然后开心的回家

=====================

长大后，虽然失去了街机厅  但我们有网络啊！

在线联机模式好评！

嗯

你们都给我买就完事了

你不买我不买，续作何时出出出啊！
差评: 游戏是好游戏，但无论键盘还是手柄，玩一小时左右必定闪退.........
差评: 可以，教学关卡很强，跟牛皮
好评: Y塔场景和BGM相当惊艳，生存模式和角色大杂烩很大程度延长了游戏寿命，真香
好评: 横版闯关经典，无语多言。打击感拉满，连招也很有可创造性。美工也很喜欢。
好评: 好评
好评: 什么时候可以支持4人同屏啊
好评: 手感超好
好评: 怒之铁拳高水准续作，打击感十足。如果能弄个取消小兵霸体的选项就更爽了
好评: 解锁3代袋鼠：
PC：依次按住F1键、退格键、↑键、回车键 等上个几秒 （pc外接相应平台手柄照抄下面）
PlayStation：同时按住 ↑ 键+OPTIONS键+□键
Xbox版： 同时按住 ↑ 键+START键+X键
Switch版：同时按住 ↑ 键、+键、Y键
听见袋鼠动静就解锁了


how to unlcok the VIcky in SOR4 (all in the main menu)
PC: F1、backspace、↑、Enter (hold in 3-5s)
PlayStation: ↑ +OPTIONS+□ (same time)
XBOX: ↑ +START+X (same time)
Switch: ↑ + "+" +  Y       ("+" on ur  left joystick)     (same time)
it unlock when the voice


想要再次补充信仰的，隔壁平台出年度版了，且包含dlc。
好评: 画面非常必，作为一个怒铁老玩家，很快就上手了，怒铁4含有怒之铁拳老版本的元素，游戏特色增加了以下几点：
1.敌人打墙反弹回来可以继续连，敌人落地浮空可以继续连，这尼玛堪比DNF
2.必杀在原有基础上增加空中必杀，超必杀，除了前前拳可以消招，在4里必杀也可以消招，打上就继续连
3.武器扔出去打敌人身上反弹回来可以接住
4.被敌人扔出去后可以按跳翻滚起身，类似拳皇倒地翻滚
5.游戏模式有剧情闯关、BOSS挑战、生存模式，在线对战，训练模式
总结：游戏有时大招定格瞬间打击感非常棒，如果你是个街机迷，不要考虑了打折时入个怒铁4，一定要买DLC的，因为里面的人物简直爽翻天，完美实现了怒之铁拳一顿连，没错就是怒之铁拳现在能一顿连了。
好评: 非常棒的续作
好评: 喜欢肌肉女人
好评: it's fun with your old school friends
好评: 相当不错的横版过关游戏。优点1：人物多。一代3个,2代4个,3代加上袋鼠6个，4代8个，共计21个。优点2：招数多。前前拳，防大，攻大，空大，星大，而且这些招数还有第二版（得用相应人物打生存模式，打到一定关卡就能解锁新的招数）可以自由搭配招数，优点3：生存模式。随机的敌人、地图和奖励，而且有的关卡还是像素风，打以前的敌人情怀拉满。缺点1：价格贵，要没情怀加成感觉不太值。缺点2：人物虽然多，但很多都不好用。前3代的不说，同样是4代的8个人物之间差距就很大。结论：瑕不掩瑜，还是相当不错的游戏。
好评: 非常不错的游戏
好评: 玩就完了
好评: 这些年难得的街机佳作！真的很良心，所以我双入SWITCH和STEAM版本了。
好评: 情怀街机
历代主角
线上双人
线下四人

关于DLC

希瓦太强
麦克斯行
女警太弱
建议加强
差评: 不可以用键盘控制 2位角色，插上手柄 也不识别，游戏游玩性很差，价格即使打折任然不值得购买。
好评: 有趣
好评: 无需多言
好评: 连招太难
好评: 快年近40了，当初和我打一起怒之铁拳3的兄弟却找不到了。
好评: BEST！！！
好评: 不错的动作游戏。手绘画面很舒服。每个角色都有不同的特性。就是BGM……感觉没啥特色，比较一般
那些说没跑步的……把每个角色都试一下再说呗……不是没有，只是做成了角色特性。
好评: 游戏不错，但槽点也多，首先人物不能跑步这点就很烦或者只有少量角色能一小段位移，还有就唐人街那一关，明明是唐人街却有一堆武士刀的敌人和跆拳道的敌人居然还有泰拳，还有游戏最慢2个小时通关，量是真的不大，不过也算挺好玩
差评: 训练课第六课吧好像，连续完成三次弹墙接飞踢，我特么踢了一个小时最多只能弹两次，手指头按得酸了也还是只能弹两次，被气到了，退款
好评: 在如今清版游戏已经将近灭绝的时代，这游戏无疑是一个久旱逢甘露般的存在，但不能无视，他的问题依然不少。首先，作为正统续作，画面风格抛弃了以往偏写实的风格变成了卡通，可能有的人喜欢，画工确实也还行。这个小组之前的作品我也玩过，他们的美术风格复刻怪兽男孩那些卡通横板游戏非常贴切，但这游戏的话，对我来说是很难接受的，人物形象就不说了，整体色彩饱和度也偏高，总感觉八九十年代的街头风格淡了很多，那个“范儿”不见了，这点很令人遗憾。格斗的打击感，我觉得没什么问题，比较优秀，但系统设计太值得令人吐槽了，毕竟这是个挂着正统续作牌子的游戏，结果系统反而倒回2代？或者说只是在2代基础上稍作改动而已。不得不说至今仍有很多人喜欢2代超过3代，游戏制作人明显就是这样的人，2代确实也很优秀，3代的改动也不能说全都成功，但是你不能抹杀3代进步的地方而完全龟缩回2代止步不前。3代的能量系统，快速换线的上上下下操作，人物流畅的跑动，全消失了。都这个年代了还有主要角色不能跑动的清版游戏我真是惊了。然后在大量霸体敌人出现的设计基础上，居然还把换线操作给去掉，严重影响游戏节奏，我真的不明白为什么要设计这么多有霸体的敌人，为了弥补AI的不足？如果这样设计，你还不如直接抄DNF算了，然后卖些破霸体的服装装备还能再赚一笔，没准这系列还能因此翻身变成盈利大IP。在后续更新中制作组可能也听见了玩家的呼声，减少了部分霸体敌人，但这依旧很烦，主要是在系统上你并没有给一个对策的解决方案，面对霸体除了摔投你真的没什么能做的，但如果你已经按出攻击后触发对方霸体，你基本只能放个保险少费些血罢了。这真是令人绝望，哪怕DNF还能平A后取消个指令投啥的破霸体呢，这太拖慢节奏了，所以整体游戏的感觉确实算得上是个复古游戏，还停留在快打旋风一代那样清版游戏的原始时期的节奏。其他关卡设计、BOSS设计什么的都算小问题了，毕竟开发团队和原前作的团队在清版游戏制作经验上的差距还真不是一点半点，做成这样可能也是尽力了吧。虽然发了这么多牢骚，但最后，还是给个好评吧，毕竟续作太难得了，但真心觉得西班牙那个同人小组做的改编游戏更对的上怒之铁拳正统的味道，但愿还能有续作吧。
    更新多个版本和加入DLC人物之后，游戏体验已经好了很多，希望制作组再接再厉！
好评: 一款爷青回的神作。我玩的第一个16位游戏机世家MD的游戏就是怒之铁拳2。转眼一瞬26年过去了。出4代了，男主阿尔塞斯都已从英俊小伙变成胡茬大叔。但我拿起手柄，耳边再次响起熟悉又陌生的BGM时。我只想说一句，我还是从前那个少年，没有一丝丝改变！（这游戏还有一个小小遗憾，就差可以使用3代的袋鼠与假娘们了！希望世嘉再出个dlc补全他们！）
差评: 不能按两下奔跑，很难玩，不过目前还没找到比这更好的游戏了，我是从国服dnf转过来的，希望能像国服dnf的操作看齐
好评: 我虽然菜，但是我觉得游戏还是很棒的！！！！！！！
好评: 很棒很好玩
好评: [h1] 油腻的我找到了年少时的快乐 [/h1]
我对该系列的游戏有着比较大的好感，也许是基于年少时懵懂的记忆。这款复古横板游戏的关卡设计也许如今看来粗糙，但在体验上这点和系列之前的作品别无二致、原汁原味。

角色：多年后的高清化着实让我泪流满面，Axel都老成狗样了，B姐变得风韵十足。还有Max、Adam、Zan等角色的回归，高清像素一块混搭稍微让人出戏。

画面：角色动作据说都是手绘完成，对于我来说画面比较讨喜。角色技能释放的华丽指数拿捏得不错，色彩搭配养眼。

音乐：古代祐三、川岛基宏、下村阳子、长沼英树、山岸继司这些阵容，关卡的音乐让人听着上瘾，而且也可以调出复古音轨，是90年代世嘉主机游戏内味了。

难度：本作的难度我个人觉得略高于2代，低于1和3，对新人玩家比较友好。个人建议一周目选择困难往上的难度，低于困难的话玩起来不够有趣。联机体验比较差，游戏流畅度非常糟糕，本地联机才能获得最佳体验。

操控感受：整体游玩下来节奏比较慢，普通攻击中可以投技、用地面或跳跃大招（敌人倒地）追加伤害，但总体而言回报并不算太高。使用Adam一直前前就比所有角色的奔跑要快出不少，速通可以考虑这个角色。选择Floyd通关会让整体游戏的难度下降一个档次，拳头距离比较长，除了追求无伤通关之外这个角色可以是二周目挑战狂暴难度的首选。

推荐人群：对以前系列有情怀或者比较喜欢简单横板游戏的朋友，适合单人休闲或者本地与朋友一块玩耍。目前价格比较适合购买，但游戏目前整体内容不算充足，希望后续能有DLC或者免费更新的关卡。个人评分：8.9（满分10）

附加：后续DLC已出，这才应该是完整的游戏形态，可玩性大幅度提升。

好评: 游戏中有4个隐藏复古关卡，使用场景中的电击器攻击街机台即可触发. 

它们分别位于：
02-警局
04-老码头
05-地下     （注意不要被杂兵击破街机台）
08-美术馆 （电击器位于机台正下方的隐藏角落里）

几个较难成就指南：
1.合家团圆：把08关卡中的金色鸡腿带到同一关的街机台场景即可获得.
2.完美无瑕: 推荐使用1代版本的AXEL,反复刷简单难度的第一关获取.
-------------------------------------
7.20更新：新DLC刷满所有人物(包括隐藏角色袋鼠)技能大约需要20-25小时左右.
好评: 小时候在世嘉游牧民上玩过2代。当初刚看见要出4代时心里有种说不出的愉悦，各种回忆涌现，买买买就是了。玩起来好像难一点了，还是我已经变“菜”了，看过BOSS后就去追其他游戏了（“论”花钱买了游戏为什么还要花时间玩）。听说最近又更新了一次手感又有变化，真要找个时间再玩玩了。希望这游戏能一直出下去，如果当年的小伙伴能再一起打就更好了~。
好评: 总算用希瓦通了街机最高难度S评价（炫耀一下），其他人物实在是操作不好。之前接触过前作，没怎么玩，主要玩过的就是4代了，无聊看了一些评论（尤其差评），有点感慨，首先我是给好评的，毕竟帮助我熬过了很多时间，其次关于游戏难度，说实在的，清版游戏难度无非就是从敌人和关卡设计入手，真狂暴模式下背对敌人时敌人会接近你，正对敌人时敌人会远离你，增加敌人移速攻速和数量，小怪霸体和boss霸体（boss还会大招），再加上大部分角色无法跑动，都会劝退很多玩家。不过说实话，如果这些都按照给差评的玩家的要求调整，那这款游戏的寿命只会更短，毕竟这类游戏并不是游戏角色的升级才变得厉害，而是玩家操作升级才会出彩，敌人变难，玩家就得变强，你追不到敌人就像追不到女孩子，有时候不是女孩子的问题，哈哈。不过也不是以为的夸和贬低玩家操作，讲真这种街机游戏放到现在玩法确实是欠缺的，毕竟其他游戏玩法越来越多，我感觉如果能加入一些三国战纪的创新思路可能会寿命更久，不过也会被更多玩家喷丢了情怀，毕竟做游戏和做人一样，都很难。
好评: 打击感很棒，很有童年的味道，就是不管用手柄还是键盘打着打着突然就给我整闪退了我是没想到的
好评: 为了怀念
好评: 这游戏过教学都难
好评: 很好玩，希望还有DLC
好评: [quote]关注[url=https://store.steampowered.com/curator/39039781/]斗鱼游戏社区[/url]，随时了解主播推荐的好游戏。
访问斗鱼鱼吧社区参与互动，活动好礼送不停！[/quote]

如果你是一名90年代的玩家，一定有过在街机厅中醉心于清版动作游戏的经历，毕竟那时候的游戏并不像现在丰富多样，清版动作游戏在当时的受欢迎程度可谓如火如荼。比如80年代末Technos推出的《双截龙》、90年代初卡普空推出的《快打旋风》，相信那个年代过来的玩家都有游玩过这两部经典作品，尤其是后者更是拥有持久不衰的高热度。

看到清版格斗游戏如此受欢迎，家用游戏机厂商自然也就热衷于自研或者移植这类游戏，不仅能促进销量还能够宣传自己的品牌名声，如任天堂在当时便将《快打旋风》移植到了自家研发的超级任天堂平台上（简称超任）。即使放在现在来看，当年的游戏移植程度并不高，实际体验也说不上优秀，也已能让当时的玩家所满足，在家中也能游玩到这些清版动作游戏了。因为那个年代不是所有玩家都有着思想开放的家长，能够被允许去街机厅打游戏，更多的可能是偷摸地打着存了好久零花钱买的游戏机，90后玩家对此应该深有体会。

看到任天堂移植的《快打旋风》快速走红，作为当时发行家用游戏机厂商也是对手的世嘉当然受到不小刺激，总不能将这部分游戏市场让任天堂独占。为与之抗衡，世嘉便将此前开发过优秀作品《超级忍》的小组Team Shinobi中挑选出一部分开发人员，基于《战斧》的引擎基础制作了清版动作游戏《怒之铁拳》，并在1991年于自家的16位家用游戏主机Mega Drvie上推出。作为系列的首部作品，《怒之铁拳》虽存在一些不足，没能完全媲美《快打旋风》，但依旧拥有很不错的市场，为了应对卡普空在次年推出的《街头霸王2》，世嘉随即推出了《怒之铁拳》的续作《怒之铁拳2》，相比起前作更为街机化，也是系列作品中获得玩家好评最多的一作。

此时清版动作游戏已经进入了黄金时代，各大厂商大展拳脚，世嘉也是当仁不让。两年后世嘉再次推出了《怒之铁拳3》，可惜获得的反响并没有《怒之铁拳2》高，至此官方发行的版本也就结束了，期间也有系列粉丝制作的民间续作版本，如西班牙复刻版《怒之铁拳V4》与《怒之铁拳V5》，还有国产复刻版《怒之铁拳XXX》等，Steam上也有粉丝制作的精神续作，但真正的续作始终没有诞生，《怒之铁拳》也逐渐从清版动作游戏玩家们的视野中淡出。终于，在等待了26年后，Dotemu、Guard Crush Games、Lizardcube为《怒之铁拳》粉丝带来了系列最新作品《怒之铁拳4》，系列粉丝终于得愿所偿，说是有生之年也毫不为过。《怒之铁拳4》的推出，使得清版动作游戏这个本身并不拥有高热度的游戏类别焕发新生，不仅是那个年代过来的清版动作游戏玩家得到满足，当下的玩家也能感受到清版动作游戏的魅力所在。

当下拥有有数十年历史的游戏有很多，为了迎合当代玩家的审美观，这些游戏大多都在画面表现上都选择做出了改变。比如卡普空旗下经典的洛克人系列拥有三十年历史，并在18年推出的原祖系列最新作《洛克人11命运的齿轮》，本作从原来系列采用的像素风格升级成了2.5D式风格，视觉表现可谓焕然一新。

作为时隔二十六年的续作，《怒之铁拳4》推陈出新，采用了全新的手绘风格，所有人物、场景都由美术师们一笔一划所构建。游戏中每个场景背景的重复度极低，且会跟随着角色的移动进行改变，形成了视觉滚动差，即便是扁平化的画面也能使玩家感受到立体延伸空间感。此外，游戏的光暗特效表现也很不错，美术师们为场景设计的环境笼罩光，使得游玩时就像在观看一部动画电影一样，充满生机与交互感，无论是视觉体验还是沉浸体验都十分不错。如果不喜欢过于现代化的手绘画风，游戏还设有复古像素与复古CRT两种后期画面特效，相信能满足喜欢复古画风的玩家需求。

作为清版动作游戏而言，光有华丽的画面尚不足以带给玩家优秀的游戏体验，更重要的是音乐部分，平淡无味的音乐只会让玩家在游玩时感到厌倦。本作的Boss音乐部分由日式游戏作曲家古代祐三、下村阳子与现代风格的西方艺术家Groundislava、XL Middleton等人组成的音乐家阵容亲自谱写，首席作曲家的Olivier Deriviere负责的为各关卡音乐。如果是《怒之铁拳》系列作品的粉丝，对于古代祐三一定不陌生，初代《怒之铁拳》的配乐就由他所创作；下村阳子则是被称为“世界上最著名的女电子游戏作曲家”，《快打旋风》和《街头霸王II》、还有《寄生前夜》、《圣剑传说》和《王国之心》等著名游戏的音乐都经由她手。有如此大师级的音乐家阵容助阵，本作音乐部分当然拥有相当高的制作水准，如同DJ串烧一般，前奏平缓但随着进程推进转而变为紧促，给人一种疾风暴雨的感觉，富有节奏感且转换得当，结合上优秀的作画表现，沉浸式体验再提高了一个层次。

对于一些骨灰级清版动作游戏玩家来说，华丽的画面与出色的音乐可能还不能让其满足，打击感的充足与否则成为了关键所在，而《怒之铁拳4》的打击感也并没让人失望。多亏于Guard Crush Game研发的可以实时进行游戏设置修改的引擎，与需要按下F5才能刷新应用的滞后引擎不同，使用该引擎能够实时逐帧设计人物的每一次攻击动作，只有完全实时同步才能发现不足并加以完善。再加上美术师精细设计的打击特效，打击感如喷涌而出一般。有着华丽的画面、出色的音乐、充足的打击感三者加持下，本作的游玩体验着实上乘。

等待了二十六年，系列粉丝都已老去，《怒之铁拳4》也算是给他们交出了一份高分答卷。不过这并不是终点，希望制作团队们能吸取优点改善不足，为系列粉丝带来更加出色的续作，赋予这个具有长久历史的游戏系列新的光芒。虽然清版动作游戏在当下并不算热门游戏类别，但其魅力所在只有那个年代过来的玩家才能知道。不过这部分玩家现在大都被家庭、工作等各种琐事烦恼，即便当下有众多游戏大作也没有空闲时间游玩，更别提享受游戏乐趣了。《怒之铁拳4》的推出，让这部分老玩家得以再一次寻回当年的乐趣，也正如本作设计师Jordi Asensio所说“清版动作游戏的魅力，为能够在放松状态下与二三好友共享时光“，清版动作游戏能带给你最简单但却是最快乐的游戏体验。

[quote]加入[url=https://steamcommunity.com/groups/feizhai]肥宅聚集组[/url]与关注[url=https://store.steampowered.com/curator/28359939]我们的鉴赏家[/url]，一起当肥宅w[/quote]
好评: 希瓦，永远的神！
好评: 233233233233
好评: 《怒之铁拳4》[h1]★★★★★[/h1]

横版清关，顾名思义，有关卡、横着把敌人都清完，《怒之铁拳4》说是画面顶级的横版清关游戏都不为过：高清手绘、技能特效、水面反射，细节是诚意十足。同时，本作作为一款时隔二十多年出的横清续作，有着全新的剧情与配乐，还可以选择历代的低像素人物与“复古音轨”，让玩家直呼“爷青回！”。

剧情一共十二关，讲述了一个扫黑除恶的故事。每一关都有不同的手绘场景，同时还会有场景的转换，比如室内到室外，某些场景还是动态的。八位高清重制角色，还有十二位历代版本的像素形象、基本上每位角色都有不同的招式以及特点。剧情流程有六个不同的难度模式，满足喜欢高难度以及多周目的玩家。

如果你购买了dlc，还会新增“肉鸽”模式：随机地图，过关拿祝福或者强化，六关一次boss，打完加难度。通过这个模式可以解锁各种奖励内容。本作还支持联机，除了剧情可以和一位好友联机PVE，还可以匹配线上玩家或者和好友PVP。
好评: 很爽 很带感 连招不错 比较耐玩
好评: 游戏很喜欢，看了很多试玩视频，直接入手了。但是我买了一件很近了，游戏根本打不开，我也不退款是真心想玩，老是显示停止工作，我是win7的系统，有没有大佬教教怎么整，谢谢。
好评: 很爽快的游戏，一玩就停不下来。
好评: 剛好
好评: 希望出5
好评:      .看高手玩像是玩拳皇


    结果自己一上手ZZ一样...

好评: 一个字绝，连招多种多样，游戏玩法性多种多样，游戏里面每个角色都有自己独特的技能，背景音乐也是专业配音，经典再现，强烈推荐。
好评: 分别在 PC/MacBook Pro/Switch 上玩过。总体而言制作非常棒，音乐也很好听，强烈推荐！
好评: 流程好短呀， 但是挺好但的。
好评: 操作适应了还挺好的，音乐很带感，打击感很足，值得入手
好评: 加入了新的游戏机制新模式
好评: 打击感不错剧情太短，生存模式打击感真爽难度有点变态。
差评: 打着打着莫名延迟，我以为是我电脑出故障了，退了重进打一会又是一样的毛病，后来才发现因为用的xbox手柄，手柄关了之后延迟也没了，这游戏出来这么长时间，这么大的bug都不修吗？
好评: 还有比怒之铁拳4更纯粹更诚意更好玩的传统2D横板动作游戏吗？感谢各制作团队的巅峰呈现，致敬SEGA！
好评: great
好评: 就喜欢清版过关游戏，目前这类好玩的少之又少，怒之铁拳算是做的很好了，尤其dlc之后，目前最高难度还未通关，继续努力中，另外有大神能告诉这游戏能修改吗？无尽模式的buf有方法带到闯关模式中吗？，带上闪电、毒素buff玩闯关，一定非常过瘾，哪位大哥有方法，跪求、。。
好评: 世嘉MD时代玩过1、2、3代，其中2、3代更是通过无数回，怀念少年时期的玩伴。
4代仿佛再次带我回到了那个儿时无忧无虑的时期，可惜已经没有了那时的玩伴。
游戏还是当初那个感觉，非常赞！只要有时间都会打开玩上一会，期待能再更新内容。
好评: 这最后一关一时半会是过不去了，我就假装我打通了吧
好评: 为什么三代的人物可以快速跑步，而到了4带反而没有这个功能了？

好评: 好玩，喜欢前面两个版本的肯定会喜欢的。我的青春，赞赞赞
好评: 游戏崩溃问题已修复，之前的差评改好评
好评: Please give us more DLC
好评: 不错的游戏，打斗精彩，剧情精彩。
好评: 更新更新
好评: 除了最高难度大都好玩。玩最高难度发现，断连是什么判定标准？世界毁灭吧
好评: 非常好玩，如果能把123代的地图也加到4代里面做成DLC我觉得会更棒！
好评: 我双平台都买了~~好玩儿啊~
有生之年还能等到更新~或者出续作吗？
好评: 是个不错的类似街机的清版游戏，不过本质上终究是个不错的类似街机的清版游戏。
本来就爱玩这种游戏的人会喜欢，本来其实不怎么爱玩的人大概依然不会太爱玩。
好评: 回归经典的玩法配合上最新的连击，可以说是过去版本的高清加强版。美中不足的是过去前三代的一些要素没有回归。
好评: 一开始，不能奔跑，什么鬼？丢仓库了，最近更新dlc拾起来发现，女警真香啊，爱死了，慢慢提升战斗水平吧，最开始连简单难度都打不通，现在已经成为了准萌新了，感觉这是继gta5以来，又一部能让我玩好几年的游戏了，大爱，快出新dlc，买爆！！！
好评: 虽然说没有跑，或者走起来费劲。
但是不得不说，怒之铁拳4这个游戏依然是哥个好游戏
好评: 时隔多年后的优秀续作，操作上唯一不爽快的就是前前不是每个角色都能跑步，真的憋屈。DLC生存模式给了大家一个肝的理由，主线流程不长，个别关卡略短。中等偏上的评分是有的，情怀要起到一些作用的。
好评: 画风和打击感很棒！！！
差评: 操作感太差了！人物动作又慢又蠢！浪费钱！
差评: 节奏太难受了，不能跑只能走，我冲着以前的回忆买的，但是退出后再无打开的兴趣了。
差评: 单人内容太少，联机网速不稳定
好评: 很喜欢这种横版过关类的游戏，满满年代感加现代游戏的画面可以说是近乎完美，新加入的挑战模式不会让大家玩游戏时不会那么乏味，希望多出类似这样的游戏，重置能重置出新风格也算是很满意了，推荐喜欢横版过关游戏的可以体验一下
好评: 续作，但并不完美。值得一试。
好评: 就喜欢简单暴力的游戏
好评: 还不错


好评: GOOD
好评: 非常优秀的游戏，同类之中的王者。
差评: 为什么老是会卡一下，而且有时候会自己乱动自己乱走玩锤子。
好评: 神
好评: DLC可玩性不错
好评: После обновления и обновления можно играть очень высоко, больше не как раньше только немного драмы
好评: .
好评: 打击感很好，找到了童年时候的感觉。
好评: 找到当年打世嘉的感觉~~
差评: 都出到第四代了，没有防御技没有闪躲技，连跑动都只有几个人有，打起来还不如同人制作的游戏，太一般
好评: 别的什么都好，请立即将分数结算系统改为受击立刻结算而不是断连
霸体真特么多

真狂暴街机S评价可算打过去了
傻逼游戏，让我花了这么多时间
好评: 袋鼠回归！！！
好评: 满足我对横板过关游戏的所有要求
好评: 怒之铁拳4无论是从打击感，流程，爽快度等各方面，已经毫无疑问的超越了自己以及横版过关的前辈们，CAPCOM的黄条系列经典已经不再那么神圣不可冒犯，打完怒之铁拳4，再回过去打老街机，已经索然无味，只剩下回忆。
好评: 游戏真的爽快 虽然只有两个人有快冲 黑人父女俩 
但是最强的角色 我认为是机器手臂的那个壮汉 用了这角色 游戏难度降低了2个档次 尤其拿手抛掷 距离比其他几个人物 都要扔得远 同时 很轻松 看来每个角色 在投掷上 也是下了功夫的 每个人根据男女老少 各有不同 很用心的制作
最出彩的就是音乐 非常带感 
另外 配置不高的朋友 建议调成中等配置 默认最高配置 对机器要求很高 很容易卡顿 技能施放有延迟
这款街机续作 只要你玩了 就能体会到用心的制作 
好评 没得说
---------------------------------------------
dlc非常棒 新角色 新的技能 还有肉鸽模式 买买买 

好评: 希望生存模式可以存档，那就好玩了。
好评: 打击感到位，可选角色多，游戏流程12关也不短，作为一款现今不多的横版动作游戏，20年后的正统续作，很值得购买。另外推荐下dlc，3个新角色都很强力，新增的生存模式和技能也大大增加了可玩性和可刷性。好评！
好评: 普通模式通关，研究连招中，画面打击感那是没得黑，这类游戏基本没有比这个好的了，就是这困难模式实属有点难打，还有那个3代的老头我记的小时候玩可以扔一个带电光的珠子，今天打了好几场怎么都不会这招了，玛德，谁给我整点连招套路啊
好评: 好玩，童年的记忆，新鲜的连击
好评: 很好玩，但是我不喜欢用大招，是个坏习惯，努力改进
好评: 真~打击感爆棚！ 喜欢的朋友真心推荐!!!
差评: 非常一般般，小兵打来打去就那几个，boss动不动就霸体连招根本没用（而且招式本来就少得可怜）
差评: 连招毫不连贯，设计过于繁琐，毫无意义
好评: 好玩，小时候打街机的感觉
好评: 生存模式一玩停不下来，太好玩了
差评: 生存模式关卡高了就TM卡  连个结算都没有   能不能玩

好评: 好玩 特别适合喜欢苦练连招的人 加入的生存模式也能让肝帝爽一爽
好评: 虽然没有很惊艳的感觉，但是玩过很多游戏不知道玩什么的时候我总是会打开它
好评: 横版动作佳作，只是不能跑动有些不习惯，继承了老版传统吧
差评: 说实话横版过关游戏已经不是很讨喜了。
而且人物平衡性还是有问题。
但作为一个老粉丝，原意收藏。
差评: 1，2，3代的人物都有这点很好，模式有生存，一命通关，boss rush，剧情，这点也很好。
不好的地方，有些关卡闪退
差评: 断连0收益，真的太毁心情
好评: good...
好评: OK，上过排行榜第一了，满足了。
好评: 游戏非常棒，希瓦真tm帅！！！
好评: 绝对的情怀游戏，打击感很强，为了玩它，我又把前3个版本各通关了一次，这次的新版本新增了许多儿时体会不到的惊喜，值得为了情怀付费。
好评: 找到了游戏厅里的感觉
好评: 横版2D清晰动作闯关模式游戏支持本地多人合作，很不错，且最近有更新，希望出续作，推荐购买。
好评: 音乐太NB了，尤其希瓦那个，好听得我一关被锤了三条命
好评: 好玩，就是不够玩
好评: nice
差评: 玩着玩着就闪退，有时候一关都过不去就闪退了
好评: 儿时回忆，如果把之前几代班子再做次好了，新图感觉很短，以前通关感觉要很长时间能玩一下午
差评: 手感稀烂
好评: 拳拳到肉，招式丰富。期待5代更多招式，剧情模式来个几周目的设定。
好评: 还行吧，SWITCH通关，躺着玩还是比坐着玩，舒服

差评: 游戏唯一的缺点 就是它叫怒之铁拳 
如果不叫这个名字 就不会被拿来跟123作比较 
那就称得上是一款绝佳的动作游戏
好玩还是好玩的
但并不觉得能称得上是续作 
机制和手感完全与前作没有任何关系 
甚至毫不留情地说 完全比不上MD时代
或许是以往的作品太过优秀了 
总之 单论作品 下相当优秀 但还当不起“怒之铁拳4”这个名头
好评: 就你不是小丑
好评: 良心重制，真踏马解压
差评: 10600kf   3070   玩着卡成ppt怎么办，难不成要换AMD硬件玩？

好评: 经典永存
好评: 有趣
好评: 流畅的连击！爷青回！
差评: 在你打爽了的时候，就开始卡，卡，卡，这种游戏特么的是怎么会卡的？
好评: 情怀游戏，品质还是不错的 入门低 上限高
好评: 打击感无敌
好评: 还不错的，我也没有情怀加成
好评: 1~3代角色都有，良心
好评: 其实吧
学会躲无敌帧之后
这游戏就变成了《节奏大师》
好评: 很过瘾的游戏，比任何街机都棒！
差评: 横版游戏居然不能跑动  你说谁信？
好评: 画风很棒，我个人非常喜欢这种画风，游戏性也很不错，打击感非常好，无论是新手还是老玩家都能体验到操作感，通关一遍后让人有继续能玩下去的动力，可以提升的操作空间很大！虽然我是因为情怀才买的，不过真的还蛮好玩的，情怀无脑入，不会吃亏，横版闯关游戏爱好者可以折扣入，缺点就是游戏主线流程确实有点短，没玩够就通关了，除了这一点可以说是一款制作精良的游戏，推荐大家来体验！
好评: 资料篇内容比原来游戏内容好多了，生存模式很有趣！！
好评: 街机感十足，好玩看得见
好评: 音乐真的太棒了，每一关的音乐都很好听！虽然我不懂这方面的知识，但有些比较简单的东西我还是能感觉出来的，比如唐人街这一关的音乐，很有中国功夫片的味道，这一关boss战的音乐也很有中国风的感觉。最终关有一段是很多速度非常快的敌人拿飞镖扔你，给人一种很紧张很急促的感觉，因此这里的音乐是非常急促的旋律
好评: 没有缺点，这么好玩的游戏为什么现在我才知道
好评: 一定要搞给DLC 太爽了 停不下来
好评: 好游戏 值得一玩
好评: 小兵的判定及其的不合理，高难度模式下只有你出招有硬直，小兵就突然冲过来给你一下，横向判定纵向判定都比主角的攻击范围大，根本躲不了，中一下分数就没了。高难度模式下要刷高分根本不可能。还有一些小兵AI对空意识极强，shiva空中连招都能被地下的小兵打下来，那空中连招还有啥意义。
好评: 是的，非常推荐，很解压，打起来很过瘾。
差评: 整个就不像复古清版动作游戏，不但小兵设计傻*，关卡设计也傻*……
差评: 闪退
好评: 确实好玩·联机很棒

好评: 节奏爽快，打击感可以，玩起来有点童年在街机上玩游戏的感觉。
好评: 像我这种街机时代过来的才会喜欢这游戏吧。
年轻人不推荐
这里面个别兵种的AI 很神经病，如果不是真爱粉。非常劝退
好评: 虽然123代人物性能不太行 但是量大管饱，横版清关yyds。要说缺点的话不能跑的角色好多东西都要靠y躲，敌人还一堆霸体实在不太合理。总的来说还是值得一玩的。
好评: 好玩
好评: 好玩！
好评: 这次更新和DLC  真的优秀啊 ！
好评: 挺好玩的，小时候的味道,就是感觉第一遍通关流程有点短了~
好评: 要是线上也支持四人联机那就太棒了！
差评: 名副其实的怒之铁拳，真的能被激怒
什么几把都有霸体，打几拳来个霸体卡手，杂兵反手吊着主角打，我打nm？
出招一个比一个离谱，老龙套光头可牛逼了，完美对空，完美倒地起身霸体升龙，咋不去打EVO？随便挑个杂兵都比主角性能好，就主角是2代残疾人，平衡nm呢

强行加评价系统，不打几百连稳吃低评价，高评价又依赖保命技霸体续combo，整个游戏就无脑霸体大赛，有被弱智到（手柄用保命技又容易误发成送命技）

一款清版格斗如此致力于使玩家打不痛快，只能以“忘本”来形容，
所谓“新作”不如二十多年前的街机老游戏先进，这新作新了个几把

美漫风格的美术设定和前作八竿子打不着关系，那一脸呆相的人设也就老外自己喜欢吧？
配音水平吓人，Blaze那假太君老阿姨棒读，听到的瞬间想立刻退款
说白了，老外骗版权，同人游戏挂个正统续作名号消费情怀。当作给古代佑三的配乐补票
好评: 一款不错的街机游戏有儿时的感觉。
好评: 很不错的街机，打击感超爽，还有帅气的连招，值得入手
好评: 画风打击感音乐都很喜欢！让角色跑起来，增加一个冲刺攻击我觉得就更完美了！
好评: 生存模式很有意思。
好评: 剧情就那样，不过连招的设计爽到爆，横版通关游戏本来就不多了，这个漫画风就是特别中意！
好评: 出dlc了，重新编辑下。说真的，dlc之后，我愿称这款游戏为steam平台清版游戏最强！如果说没有dlc之前买这个是为了给清版游戏的情怀和怒之铁拳这四个字的信仰充值的话，那么现在dlc版本已经不是这个概念了，现在加入了目前流行的rogue元素，补足了清版游戏耐玩度的问题，3个新角色和一个隐藏角色也相当耐玩，还有新的游戏难度，让普通模式也能继续发热发光，总之，我TM直接吹爆这次更新！
好评: 非常棒！！希望能有更多新内容~
好评: 不要说跑不了真的买了多玩一会就会发现可以跑 这是童连回忆
差评: 不能跑，人物性能极其拉胯，再加上没有技能加持，整个人极其臃肿，你又要对抗超高移速跟霸体的boss，走过去就被打跑，
好评: 很喜欢类似的街机游戏.要是还有些新的多好呀
好评: 连招很丰富，又找回当年搓招街机的感觉了。
差评: 没有接触过怒之铁拳系列，单凭宣传视频以及动感的战斗音乐吸引了我入手，游戏还算可以主要是打击感做的不错并且添加了许多DIY的选项供玩家选择。  不过缺点特别明显，主要是什么呢？ 玩家操作角色灵活度特别特别的蛋疼，各个boos都可以灵活移动放玩家风筝，玩家只能卡点等着boss快速到面前才能打一套，伤害也比较固定直接回合制靠磨血掉命通关，小兵的灵活度简直就是脚本外挂你靠近想锤他时他会倒着后退你没他跑的快打不到他然后你打算放弃追他他一个回马枪直接飞过来锤趴你，打的实在是费劲，凑着打折入得还算值。 提醒一些打算入手但没有了解此类型游戏的朋友谨慎入手。
好评: Streets of Rage 5，please！
好评: 适合喜欢街机的人
差评: 这是我玩过最迟钝的游戏！
没有快跑，非常难受！而且角色动作非常迟缓！非常！迟缓！
DLC也买了，给的角色包括DLC角色都试过，无一例外都很迟钝，很羡慕揍我的NPC和BOSS能有那么敏捷轻盈的动作，移速也比所有角色快很多，追着打NPC是追不上的。
好评: 敌人无脑霸体太多，boss像个泥鳅一样跳来跳去，还把跑动取消了，慢慢悠悠的追着活蹦乱跳的boss到处跑真是够蠢的。过了真么多年了开发商是忘了怎么做游戏了？游聚上玩家自制的改版都比你好玩
好评: 还挺好玩的
好评: 好玩，是小时候玩的内味，就是太短，最好能有朋友一起玩
好评: 手感完美，难度不高
好评: 硬核横板，玩成了格斗游戏，可惜年级大了，手残
差评: 敌人：身法灵活移速高；有霸体；能打断攻击；无限爆炸物；无前摇后摇。
玩家：没事，我溜达。

手柄经常无响应，每次玩半个小时以上就会闪退，打起来确实挺怒的。

为什么很多角色的招式看起来就那么眼熟呢？
差评: 游戏方面可以说做的很不错了，玩家可以操控角色打出华丽儿爽快的连招，让我感到比较新颖的是可以空手接天上飞过来的武器，这个方面能做的很好但是依游戏的设定就一棒子把我打劝退了，敌人基本都能使用跑动做到冲刺技能进行攻击，而玩家确只能通过慢速走动的方式来躲避，虽然说也有部分角色能够拥有冲刺技能，但是对多数敌人的时候打起来真的是很难受，几乎只有挨打的份儿，如果说有躲避技能的话也就算了，但是死了只能当前关卡重新来过，可以说功夫再高也是双拳难敌群殴过来的敌人，再来就是初始三条命。8000分奖励一命的机制很好，同样的手残一点都会过不了关，对我这种手残党没有跑动，躲避技能的玩家实在是非常难受。
特别是后面的关卡，女boss拿剑冲刺，攻击的速度都蛮快，好不容易打的boss没血了，你和我讲她直接跑了，跑了？然后直接满血又带来前关拿着冲锋枪rpg的Boss？还让我空手打两个？加了boss不给我加个命算了，你还给我加个boss？？？？前前后后换了几个角色就是死活过不去这关，再见，吃灰吧
尽管这个游戏的画风方面和玩法方面我很喜欢。
实在太难了 实在太难了 实在太难了。重要的事情说三遍。不推荐 不推荐 不推荐
好评: WIN7 更新1.5G的安装包后就无法正常进入游戏，购买了新DLC也一样，设置里面改成测试版就能顺利进入游戏，也已经更新了新版的Visual Studio 2015、2017 和 2019也不行， “问题事件名称 : BEX64”
差评: 怒，之铁拳。名不虚传。我方散步，敌方加速。滑铲飞踢，陷阱霸体。制作良好？垃圾至极。
好评: 会闪退
好评: 童年的回忆再续
好评: 青春回来了！当年在MD上和小伙伴一起通关了无数遍的怒之铁拳2（那时候好像叫爆火街头？）
还是童年那个味道，被小兵围殴暴躁，突破围剿的畅快，打败boss的喜悦等等。4代在玩法、剧情、打击感这些方面上基本原汁原味，爽快、连贯、视觉效果强、打击感强、刺激等等（可以目押这点真的爽），我觉得作为街机游戏来说十分不错。插画和美术也是一大亮点，通关之后在主界面还能解锁各种角色、反派和背景（Mr&Mrs Y好帅）。复古音轨也照搬了2代古代佑三的音乐，感动到流泪。
略有遗憾的是虽然收集了前三部的大部分角色，但是每个角色之间区别都不大；高难度堆怪严重，而且4代很多杂兵也有霸体，给一堆会霸体的杂兵围住真的是比boss还难打，有点影响游戏体验。
好评: 我来改好评的，这次更新真是太棒了！
好评: 肉鸽模式 让人上瘾
差评: 一般般，一个快餐类的复古版街机游戏，虽然画面更好了，但是玩法几乎没有创新，游戏流程很短，剧情还是上世纪一般的生硬，很有年代感，亦或者根本就没什么游戏剧情，总体来说有情怀的可以买来玩玩。但是其游戏品质与它的定价不相符（建议打折后购买）
好评: 太上头
好评: 为什么暴击没有单独的按键!!!

Why is there no separate button for critical hits!!!
差评: 没有跑动的横板过关游戏都是垃圾！
好评: venc
好评: 看评论都说手柄延迟，莫名其妙的震动，但是我完全没遇见过这种情况……XBOX手柄
好评: 打就完了
好评: DLC的内容真的很多很丰富，感觉比本体还要好（doge），新增的三个人物非常好用，隐藏的袋鼠让我一夜之间回到了小时候，我还记得小时候和我爸联机打游戏的时候，很开心在20年后还能见到这款游戏续作。隐藏的袋鼠摁F1+退格键+回车键+上方向键 摁住3秒就有了，生存模式可以解锁人物的新格斗招式，又有东西可以肝起来了，希望还有新的dlc可以出以及再次丰富剧情，毕竟我看到地图上面还有很大一片区域没有探索，继续加油吧~
好评: 牛牛牛，手感太舒服了。

为什么世界上会有这么完美的清版游戏？
好评: 没又跑步很难受啊
好评: MD、VCD,玩过二代的老玩家都懂   希望《送报童》也能出新的续作
好评: 谁能给我演示下“进攻技巧2”里的4连飞踢撞墙？我反正最多踢二脚，第三脚说死踢不中。
差评: 游戏本体会莫名其妙的卡运行win10系统。实际只玩了2小时不到，XBOX手柄会无辜乱震动。延迟加乱动
好评: 街机爱好者必买
差评: 买了DLC之后手柄延迟非常大不管是蓝牙还是直接连数据线都不行，尽快修复BUG，后续再改回好评
好评: 儿时的味道~~
好评: 很棒的游戏，年少时的回忆。打击感，画面，配乐都不错。大爱！
差评: 我是没想通这有什么好玩的
好评: 这次的美术风格感觉太亮，太鲜艳了。没夜晚在酒吧接头斗殴那味了
好评: 这次DLC更新太好了，多了好多技能和三个新角色，才27块，超值！
好评: 1.这个游戏继承了怒之铁拳的优良啊,真的棒，打完剧情还可以打生存模式解锁其他人物，武器，和技能.
2.打生存模式 一开始建议选那个最胖的那个，一直->->A 然后<-<-A (哈哈 感觉像玩恐龙快打),这个胖子的->->A技能带很棒的位移，不用怕霸体的敌人，以及被敌人架招.
唯一遗憾是(不能算缺点) ,就是联机人少，可能还有点延迟。 没办法，毕竟这类游戏 一直玩的话也玩不长。联机人少可以理解。
差评: 感觉这代游戏，有着光鲜的外表，但内在还是很贫穷的。
钱全花在了主要角色身上，但是连个跑动动作都懒得做。别跟我讲什么人物差异性。差异性不是这么做的。你要是重型角色跑不起来，也就罢了，新角色都不能跑就离谱。
这一作的BOSS动作丰富程度也要比其它代里缺乏特色的多，光有个好看的立绘。设计的好的BOSS，全是为了卖DLC精心设计的。而没进DLC的BOSS全是靠“霸体”强行增加难度。比起以前的忍者姐妹花，飞刀流氓，忍者这些小怪或boss设计，不知道差到那里去了。
新添加的兵种也差不多这个意思，尤其那个胖保镖，就只会开枪。感情西装、墨镜就在哪儿蠢摆POSS呢。
而那个丢各种手榴弹的小兵也是一样，后撤，推，丢炸弹，一点其它动作都没。
综上所述，能看出这一作经费不足。才有这些死板的设计。
另外老玩家买DLC是真的坑。新玩家还有捆绑包。
不过DLC新加的生存模式，还算凑合。有roguelike元素，算是挺好玩的吧。关键可以让我看见以前几代的BOSS，小兵。
真的没有对比没有伤害。
好评: 将以往怒之铁拳系列人物集合，加上网友魔改的想法揉合在一起，游戏讲求多人爽斗和无限连招，问题是能跑的人物还是太少，容易遭到不讲武德年轻人偷袭。
好评: 还行把。
好评: 老式清版动作就这一根独苗了，的支持啊
要说不足，就是画风太Q了，写实点就完美了
好评: 虽然流程有点短，但我个人非常喜欢这种类型的游戏，超棒的清版格斗游戏，现在每天都在打挑战。XD
差评: 不好玩

好评: 懂不懂老式横版清关的含金量啊
“. ... ... ... ... ... ... ... ,,----~~”'¯¯¯¯¯¯”'~~
... ... ... ... ... ...,,-~”¯::::::::::::::::::::::::::::::::::¯”'~
... ... ... ... ..,,~”::::::::::::::::::::::::::::::::::::::::::::::::::::”~
... ... ... ..,,-“:::::::::::::::/::::::/::::::::::::::::\::::::::::::\:::::::::\
... ... ...,-“:::::,-“:::/:::::/::::::/:|::::::::::::::::\::::::::::::\:::::::::\
... ... .,-“:::::::/:::::|:::::|:::::::|:|:::::::|:::::::\\:::::::::::|:|:::::\::\
... ... /::::::/:::|::::::|:::::|::|::::\:\:::::/\::::/:::||:::::::::|:/::::::|:::|
... .../::::::|:::::\::::::\::::\::\::::/\:\,::/::\::/::::|:|:::::::/\/::::::/::::|
... ../::::::/::::::'\::::::\-,:::\/\::/: :\-,”/ : :\/:\:::/: |:::::/::/::::::|::::/
... ./::::::|:::::::::\::::::\|::/: \/: : : \/: : : : : \,/: \/::_/\//:\:::::/:::/
... /::::::/::/:::::::|::/,__/:/: :__/ . .: : : : : : :\__. \/: \:::::/::/:::/
... |:::|::::::::::::/::/::::/;/ ;/ ,. .,\: : : : : : : / ,._., \ /::::::|::/:|
...|:::/:::/::::::::/::/|:::|.\: |.|||; : : : : : :|.|.||;|::|:::\/:/::/
...|::|:::|::::::::/:::\|:::'\,|: \."'" /: : : : : : : :'\." '"/ : \: |:::|::\
...|::|:::|:::::::/:::::|::::|/: : “¯': : : : : : : : : :"¯'' : : :\ : :/::::'\
...|::|:::|::::::/:::::/:::::'\: : : : : : : : : : : : : : :': : : : :| :/::::::|
... \:|:::|:::::|::::::|::::::|,: : : : : : :~,___,~: : : : : :,-“:::::::|::|
... .'\|::|:::::|::::::||::::::\'~,: : : : : : '~--~': : : : ,,~”\:::::::::|:/
... ...'\:|:::::|::::::/.|::::::|: : “~,: : : : : : : : ,,-~,”::::::'\::::::::/
... ... .\\:::::|”~,/-,|:::::::|: : : : ¯”~,-,,,-~”:::,,-'\::::::::\-,,_::|
... ... ..',\,::|~--'-~\:::::::|: : : : : : |::|,,-~”¯___\::::::::\... .'|
... ..,~”': : \|: : : : : \::::::|: : : : : : |¯”'~~”~,”,: : \:::::::|... /
..,-“: : : : : :|: : : : : :\::::::|: : : : : : \: : : : : : “~'-,:\::::::|\,/
..|: : : : : : : |: : : : : : |::::|,\,: : : : : : : : : : : : : :”-,-\::::|: \
..| : : : : : : : : : : : : : |::::|:'-,\: : : : : : : : : : : : : : :”-'\,|: :|
...\ : : : : : : : : : :'\: : :\:::|: : '\'\: : : : :~,,: : : : : : : : : “~-
...| : : : :..\: : : : : : : : : : :'\: : : : : : : : : : : : : :~,,: : : : : : : : : “~-.,_
....\ : : : : : : : : : : :\: /: : : : : : : : : : : : : : : “,: : : : : : : : : : :"~,_
... .\: : : : : : : : : : :\|: : : : : : : : :_._ : : : : : : \: : : : : : : : : : : : :”- .
... ...\: : : : : : : : : : \: : : : : : : : ( O ) : : : : : : \: : : : : : : : : : : : : : '\._
... ... .\ : : : : : : : : : '\': : : : : : : :"*": : : : : : : :|: : : : : : : : : : : : : : : |0)
... ... ...\ : : : : : : : : : '\: : : : : : : : : : : : : : : :/: : : : : : : : : : : : : : : /
... ... .....\ : : : : : : : : : \: : : : : : : : : : : : : ,-“: : : : : : : : : : : : : : : :/
... ... ... ...\ : : : : : : : : : \: : : : : : : : : _=" : : : : : ',_.: : : : : : : :,-“
... ... ... ... \,: : : : : : : : : \: :"”'~---~”" : : : : : : : : : : : : = :"”~~
... ... ... ... ..'\,: : : : : : : : : \: : : : : : : : : : : : : : : : : : : '\: : : \
... ... ... ... ... .\, : : : : : : : : '\: : : : : : : : : : : : : : : : : : :|: : ::\
... ... ... ... ... ...\,: : : : : : : : : \: : : : : : : : : : : : : : : : : :I : : :|
... ... ... ... ... ... ..\ : : : : : : : : \: : : : : : : : : : : : : : : : :|: : : :|
... ... ... ... ... ... ...\\,: : : : : : : , \: : : : : : : : : : : : : : : I: : : : |
... ... ... ... ... ... ... .\\ : : : : : : : :'\ : : : : : : : : : : : : : :|: : : : |
... ... ... ... ... ... ... ./:\: : : : : : : : :'\, : : : : : : : : : : : : |: : : ::|
... ... ... ... ... ... .../: : : '\: : : : : : : : : :'\,: : : : : : : : : :|: : : ::|
... ... ... ... ... ... ../: : : : :\: : : : : : : : : : ,\ : : : : : : : : :|: : : ::|
... ... ... ... ... ... ,/: : : : : : :\: : : : : : : : : : '\,: : : : : : : |: : : ::|
... ... ... ... ... ..,-“: : : : : : : :“-,: : : : : : : : : : \: : : : : : I: : : ::|
... ... ... ... ... ,/ : : : : : : : : : :”-, : : : : : : : : : :\: : : : : I: : : :/
... ... ... ... ..,/ : : : : : : : : : : : : :”-, : : : : : : : : :'\: : : :I : : : /
... ... ... ... ,/ : : : : : : : : : : : : : : : “-,: : : : : : : : :'\: : :I : : : /
... ... ... .../: : : : : : : : : : : : : : : : : : “-,: : : : : : : : '\: :I : : : /
... ... ... ../: : : : : : : : : : : : : : : : : : : : :“-,: : : : : : : \,:I : : :/
... ... ... ,/: : : : : : : : : : : : : : : : : : : : : : :“-,: : : : : : :\: : : :/
... ... .../-,-,”,,-,~-,,_: : : : : : : : : : : : : : : : : “-,: : : : : :'\: : /
... ... ..|',/,/:||:\,\: : ::: ""~,,~~---,,,_: : : : : : : : : :'\: : : : : ,:\
... ... ..|: :”: ||: :”: : : : : : :”-,........ ¯¯”''~~~-----~|\: : : : : : \
... ... ..|: : : ||: : : : : : : : : : :”-,..........................|: : : : : : ::\
... ... ..| : : : : : : : : : : : : : : : :”-,.......................\: : : : : : : ::\
... ... ..| : : : : : : : : : : : : : : : :”-,\....................,-“\: : : : : : : :':\
... ... ..| : : : : : : : : : : : : : : : : : :”-\...............,/: : :\: : : : : : : : \
... ... ..| : : : : : : : : : : : : : : : : : : : \,.........,../: : :: '\: : : : : : : : |
... ... ..| : : : : : : : : : : : : : : : : : : : : \.......,/: : : : ,-~/: : ,: : |: :/|
... ... ..'|: : : : : : : : : : : : : : : : : : : : : \~”¯: : : : : |: :|: : /: :/::::|
... ... ...|: : : : : : : : : : : : : : : : : : : : : |: : : : : : : :”-,,_/_,/-~”:|
... ... ...|: : : : : : : : : : : : : : : : : : : : : |: : : : : : : : : : : : : : : |
... ... ... |: : : : : : : : : : : : : : : : : : : : : |: : : : : : : : : : : : : : :”
好评: 牛逼！DLC真香！希瓦真是好玩
好评: 作为一名80后玩家，小时候前三部作品玩了好多次，尤其喜欢二代！真是上学时每到假期必玩的游戏，一直没断过，后来模拟器越来越方便，可以直接在电脑玩！然后又出了前三代重置版，也是喜欢得不得了！
没想到26年后，怒之铁拳出了第四代续作，俨然已经成为我每天都想玩的游戏，也是我steam上的第一个游戏！
游戏手绘漫画风格非常精致，配乐带劲，人物熟悉，非常完美！
更新后新增三个角色，更加丰富了游戏的可玩性~
好评: 还可以，但不像之前的怒之铁拳的感觉。
好评: 你想当一辈子的懦夫！还是一时的英雄！！！！！！！！
好评: 经典再现！
好评: 现人物略少不够玩     其他的还蛮上头的    什么时候可以用反派角色阿 搞快点更新 【建议打折入手 可以跟朋友一起联机  线上房排到老外延迟一般略高】
好评: 新版本 DS4手柄有严重延迟的BUG，几乎无法正常玩，等一个修复。（应该为少数个例，问过其它朋友的就不会出现这个BUG）
========================================================================
有效解决办法如下：
游戏库界面，《怒之铁拳4》右键——属性——控制器选项——（选择）禁用steam输入 ——确定
再进游戏就不会出现手柄延迟以及乱震动的现象
好评: 不知道以为买了个跳蛋联动游戏，希望尽快修复bug
好评: 通关了简单评测一下，就还是原来内味儿。 这种游戏不需要故事，简单说就有个邪恶组织又（我为什么要说又呢）把城市霸占了，侬去把他们全都做掉。 重头戏的打打打，得益于现在平台的性能优势，帧数大幅进化，很流畅很润滑，打击感也在高水准，硬桥硬马。系统稳中有变，保命的三种必杀技不再像以前的街机游戏那样直接扣血，而是变成赌博性质的暂扣，在放完后可以通过增加连击将血量回满，过程中再受到伤害就会真血本无归，很考验判断和操作，通过连段能带来战术上的多样变化，多人游戏一定特别欢乐。 最后吐槽一下中文化，浓浓的机翻味儿，一些技能直接用的音译，特别尬。 推荐人群：街机仔及系列玩家、聚会玩家。
好评: 连的很爽
好评: 很不错，情怀补偿
好评: 一般
好评: 打击感不错
好评: [h1]怒之铁拳4[/h1]
这是非常经典的横向卷轴清版动作游戏的最新续作（清版：简单理解为必须 “清”完一个板块的所有敌人才能继续前进的游戏机制），游戏的战斗机制和玩家的体验流程有点类似于横板格斗，游戏的乐趣点在于利用仅有的几个按键构建出一套能让自己舒适且能获得最大收益的连段，而拳拳到肉的打击感，节奏感十足的背景音乐，多名风格各异的可游玩角色，都是游戏最出彩的地方，推荐喜欢横板格斗游戏的玩家体验。

[h1][quote=]
[table]
[tr]
[th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
[/tr]
[tr]
[th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
[/tr]
[tr]
[th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
[/tr]
[/table]
[/quote][/h1]

[h1]简单按键构建精彩连段的快乐[/h1]
简单的按键让游戏的上手难度变得很低，包括游戏还有多个游玩难度可供选择，简单难度下下，即使不用任何连段，仅靠基础的单个攻击或特殊技也能较为轻松的过关。或许有不熟悉格斗游戏的玩家，听到连段就头皮发麻，但其实在我们的游玩过程中，我们都会逐渐找到自己舒适的进攻方式和招式，就算是最简单的轻拳，后退，轻拳，后退，这也可以被称为是你的进攻风格，你的“连段”。所以在清版格斗游戏中，这其实并不是什么高大上的东西，这里没有时间限制，你不用过分在意某个输出机会有没有打出最好输出，而且你的对手不是玩家，是电脑，是写好的AI


[h1]更为宽容的格斗体验和更自由的发挥空间[/h1]
你的确不用过于在意怎样的招式收益最大，但往往那些收益大的招式，也会显得更华丽炫酷，能让你感到更“爽”，此时的你已经大概能领略到这类游戏的魅力了，你会自主的去学习一些连段，最后自己创造连段，当这些苦苦练来的招式在战场上派上用场时，除了即时且强烈的反馈，还有一份巨大的成就感，游戏提供的多名角色拥有不同的攻击方式和连段构成，这些都是你可以自由发挥自由创造的空间，而战场是你的舞台，尽情施展吧。


[h1]外部驱动[/h1]
上面说的内容更多是游戏为玩家创造的自我驱动的空间，这部分的内容更多的需要玩家自己去探索去学习进步，然后给自己找乐子，可以说是决定了一款游戏深度和生命力的上限，但除了让玩家自己找乐子，这款游戏也通过游玩关卡的展开，不断为玩家带来新的体验


[h1]通过新敌人和新的敌人组合来为玩家从外部创造不同的新鲜体验[/h1]
AI是写好的，玩家玩多了总会熟悉，那针对那些非自我驱动型玩家（大部分深度格斗游戏玩家应该都算），加入新鲜内容是非常有必要的，而像这部作品中主要以加入新的敌人和敌人组合来给玩家带来新鲜体验

例如有鼓励玩家引诱敌人攻击敌人的关卡，这类关卡中，就会引入许多造成范围伤害的投掷类敌人；也有鼓励玩家利用场景机制的关卡，例如给场景开了几个洞，明显是想要玩家利用这些洞，将敌人丢进洞中。这些场景机制和敌人组合共同构成了一个个有着独特体验的关卡，可以说在游戏的整个单流程游玩过程中，体验一直保持着足够的新鲜感


[h1]传统框架下的局限性和游戏难度设置不合理[/h1]
但毕竟玩法框架已经固定，再怎么变也没有太多的花样，或许也是因为这个直接导致了游戏的流程偏短，我通关普通难度才花了大概2小时，可能才刚刚熟悉游戏的战斗系统游戏就快要结束了，游戏难度说明中说的普通难度是最标准的体验，但在我看来普通难度是有点偏简单了，甚至玩家都不需要知道有连段这个东西也能较为轻松的通关，我在通关了之后才发现教程里有连段训练这个东西

[b]通关后的无尽街机模式就是为真爱玩家准备了，或者拉上好友，一起开始互殴吧[/b]

好评: 超级好玩
好评: 感觉挺好玩的，好怀念小时候跟朋友一起玩的日子，期待更多角色的加入
差评: 小怪起身霸体，预判起跳，说实话难度纯靠一些没脑子的霸体预判欺负你的低移速，boss关也是一样的垃圾，boss除了起身霸体和高移速以及预判起跳以外，没有任何亮点，打boss关纯靠等刀，靠最恶心的底层机制加难度，虽然是回归之作，除了画面和情怀感觉还不如20年前的老清版。
好评: 刚更新这个DLC版本后，我的PS4手柄总是一会就疯狂震动，输入延迟越来越大，退出游戏还是震，退steam程序才行。
后来发现一个方法：
steam库--左侧找到游戏名--右击--属性--控制器--下拉列表中改成：禁用steam输入，需要重启游戏。
有类似问题的玩家可以试试看

DLC新生存模式太好玩了，没注意就玩到凌晨3点。。（越手残越想玩66666666）
好评: 6666666666666666666666666666666666
好评: 别看评论了！买就完事了！
好评: 新更新+dlc好爽呀，三个四代画风的新角色，roguelike模式，可解锁永久使用的新招式，连段的优化，训练模式，甚至还有换肤，这更新量太带劲了
差评: dlc出来了又玩了一遍西瓦，再仔细把几个想吐槽的地方讲一下好了
1、堆怪太严重了，难度高一级就是多一堆怪，女警大佬多叫一个爹。dlc出了来了个真狂暴，好家伙果然怪更多了，服气
2，保险太废，耗血高判定弱无敌短，基本上拿来怼霸体怪，怪弹不飞你的无敌没了你飞了。哦这个不知道dlc改没改了我用的少。不知道当年哪个清版游戏保险是这样的？怒之铁拳？然后进攻型的保险，没无敌没关系，那个伤害可太让人佩服了，用途是拿来打连段？还有教学让你保险进连段的，烧血好玩么
3、投技非常危险，抓人判定高但是前投的判定非常奇怪，总是出原地打击投。基本上冲进怪堆必抓人，没做好准备抓到了就是打击投，然后就是被小怪送一套，本来这游戏高难度就是疯狂堆怪，满屏敌人动不动就抓到，抓了就愣在原地被搞一套，别的清版抓人解围，这游戏抓人送命
4、玩家全程都有被击判定，制作组知道给小怪做连击保护浮空保护，玩家倒没这待遇，简直无法理解。昨天dlc下完开了随机模式冲了30几关身上10几颗星星，就是被几个胖子摸一下上了天就再也下不来了，直接送走，体验真是太棒了
5、那神秘的“断连”设计还是那么绝妙，太妙了，太爽快了
6、听说不许说没有跑？那是不是没有跑的问题么，是这角色的移动能力太差了，走路如龟爬，敌人倒是跑多么快的都有，红光一闪一个瞬移就过来把你扔出去了，反应过来你都跑不掉
7、小怪都是疯狗，boss都是菜鸡。简直每关都有撑到boss就赢了的感觉。哦，除了那个会喊爹帮忙的女警，那个可太nb了
8、然后dlc来了，西瓦大佬无敌前前突进，高伤害高连段安全无副作用，嚯，这是知道高难度无脑堆怪，给你个无脑技能帮你通关的意思么

除了这些，游戏画面很好，打击感很好，连段简单手感不错，总的难度也不太高，当个新游戏玩吧。

再加一句，制作人要是能加个系统开关，把投技关了，对一些打击型角色来说真的能大幅提升游戏体验，真的。
好评: 作为一个以前玩过不少md横板清关游戏的玩家，这游戏是真的勾起了我不少回忆
游戏的美术、音乐、打击感都优秀
虽说大部分人物不能奔跑别扭，但也算是忠于原作的设定吧，游戏的出招还是挺简单，不过损血招真的挺鸡肋的...
好评: 小时候玩MD长大了，怒之铁拳这个系列也是跟老爸在一起组队玩过最多的游戏，4做的很不错都是满满的回忆
差评: 更新之后，手柄自动按摩的功能出现了，新DLC太贵不值当。
好评: 在这个古董老系列纷纷复活，但九成九都复活的很难看的年代，这游戏简直是良心中的良心中的良心了：）如果你沉迷过1-3中任何一代，那实在没理由不玩这个！
好评: 老人物建模没有跑，就是怀旧、情怀，我觉得都没问题，dlc买了三个人物，除了功夫小子，可以前冲一下外，剩下的女警和摔跤手都不能跑，操作起来好僵硬，特别是摔跤手，这都啥年代了，加个跑不行吗。喜欢这类游戏的，买个本体玩玩就好了。
差评: 搞不懂这些特别好评哪里来的，操作别扭不说，快跑也没有，拾取还要另外安排个键位，太多此一举了，画面虽然好，但恶劣的操作性和不合理的键位安排拉低了整个游戏的质量！！！
好评: 小时候的回忆！666
好评: 美术优秀 打击感不错
好评: 草！我就问你，OST到底什么时候卖？！
好评: 希瓦永远的神
好评:  Very good. Recalled old school times.
差评: 更新之后WIN7直接打不开了？搞咩啊
好评: 难得的横版清关动作游戏
好评: 更新版本后  手柄基本已经不能用了 延时会越来越高  最后直接不动了   然后没法双人玩   圆圈按键也没法捡东西  最后还一直让手柄震动，希望赶快出bug的修复补丁，游戏是好游戏  不要毁在bug上
好评: 有了新DLC游戏一下提升了一个维度
好评: 真切希望。。。能适配21：9的带鱼屏。
好评: 棒
好评: 11111111111111111111111111
好评: 挺不错的 就是主角不能跑
好评: 打到手抽筋，你说怎么回事
好评: 铲腿就完事儿了  疯狂地铲
好评: 难度与风格延续了前3代，难得的续作，不是为了卖情怀炒冷饭。本作的优点，玩过前3代的都知道，无需多谈。
个人感觉有几点值得吐槽：第一，后期BOSS的设定有些乏味，尤其最后的BOSS战，若不是加入了战斗机器（怎么有洛克人Dr.Wily的感觉），否则就完全成了前面关卡的重复，Y氏兄妹好歹在最后一战改下技能或者战斗风格吧。第二，人设立绘，Axel和Blaze这图画的跟3代比老的太多了，但Adam画的却很年轻。而且，全系列总共有8为可操控的主角（不算袋鼠和西瓦），3个是Adam家的，然而1代玩到4代的两个主角却茕茕孑立。第三，价格的设定，就整个游戏的流程和内容来说略贵，不过对老玩家来说，补票+情怀总共79还是能够接受的，而且这个价格并没有高到劝退菜鸡的地步。
最后说一句，吐槽角色不能跑技能少之类而给差评的，要么是从没玩过上世纪街机或者家用机游戏的未成年，要么就是水平太菜，这游戏对你们来说太硬核了，建议去隔壁wegame，那里比较适合你们。
好评: 打起来很爽快啊，就是干
好评: 除了难度没其他可以黑的
好评: 游戏的打击感还是不错的，可以联机双打也很给力，就是人物的造型不是太好看，而且只有一个小孩能跑，用别的人玩的时候不过瘾。
好评: 很爽快的游戏，打的很爽，就是不少人物不能跑很郁闷，而且袋鼠已经有了新造型为啥用起来还是老的造型？
好评: 怎么回事 手柄延迟不说 然后还卡。。。。。更新的啥啊

差评: 好家伙 新版本的手柄bug差点让我以为手柄要炸了 延迟不说 一直震动
好评: 复古秀丽
好评: 好玩
好评: SEGA !! I LOVE YOU!!
好评: 老子不管角色能不能跑，也不管平衡性。
你把金发大妞做成角色，就必须好评！必须好评！必须好评！

好评: 超级好玩...
差评: 必须得一个用键盘玩的，没闪避，真的拉
好评: 手柄按键有延迟，导致很多连招出不来。键盘没有问题。貌似是程序有bug
好评: 妈呀我的希瓦出了，简直不要太帅！！！！！！！！！！！！女警也好帅！！！！！！夸爆！此游戏以荣升我心中街机过关游戏头名！！！主要是加上了跳跃！！简直换了天地。希瓦！希瓦！希瓦！祝越做越好！
----------------------------------------------
游戏好棒！找回了以前的感觉~~~
但是……
求DLC出高清希瓦可以操纵啊~~~~~~~~~~~~~~~~买爆！
好评: 打击感超棒，画风音乐也超棒。就是高难度的关，打不过。
好评: 太棒了，终于玩到第四代了。
好评: 969696
好评: xbox one手柄无线会无限往左，插上数据线才正常。
好评: 2021年了还能玩到这么好玩的街机游戏，DLC良心价格，新招式新人物，新模式刷起来也很爽。
好评: 找回了儿时玩清版过关游戏的感觉！
好评: 游戏无论在任何方面都是不错的一款闯关游戏，新dlc囊括了格斗玩家喜欢的训练场还有新的技能和搭配，总之满分。
好评: 今天是新补丁发售的日子，别锁区就行~
好评: 机制足够有趣，画风不错，打击感十足，非常满意，喜欢过关类型的玩家强力推荐！
差评: 这代与其叫怒之铁拳4更应该叫政治正确4，唯数不多好用的角色不算原来1,2,3只有三个，而他们都不是白人，两个白人主角却不怎么好用，甚至拥有特殊移动方式的只有两个人，还是黑人 角色，白左真的虚伪，如果有下一部我情愿让世嘉自己做或者请白金工作室来做，不要这个有着种族歧视，却想便想出自己不是种族歧视的 垃圾制作组来做，我不会因为情怀给好评，给差评是因为2020年还选择了上个世纪80年代左右的清版游戏设计的移动方式，以及为了政治正确强行让黑人角色拥有特殊移动方式的政治正确行为。
好评: 情怀。。。
好评: /打击感无敌，和朋友联机美的很。爽的雅痞。
好评: 还行吧, 几个角色技能特色蛮明显的, 就是流程比较短, 6小时普通模式通关.
好评: 我是叻逼
差评: 不好玩，技能少，没有格挡闪避反击这种机制，只能靠龟速上下移动来规避伤害，你想爽快连段也是不可能的，敌人随时都会打断你，要么靠费血那个无敌技档，要么就只能龟速逃跑，反身技能巨短，面对有突进技能的敌人或者拿武器的敌人根本打不到，投技好像只有一个是有无敌的，其他的投技一样是被打，战斗系统和卡婊差了十万八千里，总体玩下来感觉非常憋屈，没有一点爽快的感觉，白瞎了这么好的美术了
好评: 游戏非常棒！简直是前几代的结合体！可玩性非常高！
好评: 童年的街机操作，精致的美漫风，除了取消前冲这个点不好外，其他没有缺点
好评: 我只是馋各位壮壮的身子！
好评: 游戏很好   就是玩了三个多小时  闪退七八次   希望可以解决一下
好评: 很好的横版格斗，玩法丰富，连招爽快。
好评: 中国玩家需要局域网联机，直接联机非常不稳定，总是打一半掉线，非常影响游戏体验，希望加入局域网联机
好评: 手残，普通难度通关用了接近5小时，死了很多次。
游戏质量没得说，细腻的逐帧绘制的动作太美了，也有连招可供发掘。
缺点：音效不太行；最终boss战没有压迫感。
----------编辑----------
其它方面还好，但是靠给敌人加霸体来增加难度的做法太低级了。
好评: 画面很好很有以前玩街机的感觉，配上手柄玩得很爽。就是联机很慢我还没成功过
好评: 很好 打击感不错
PS：专业线上资源，您想要的我都有，扣扣76955644
好评: 彳亍
好评: 如果你玩过123代，那么就应该买下它。毕竟是童年回忆。如果你从来没玩过，那么最好还是不要买了，你会觉得人物出招僵硬，主角没有小怪灵活。玩起来会很不适应。【一口气打了8个小时，全人物。】
好评: 我还是觉得三代最经典，我最喜欢用3代机器人老汉推车，4代取消大部分角色跑步功能是个败笔，不习惯这么慢节奏的，BOSS感觉最难的反而是大块头队友，全程霸体有点烦人，其余的都不难，剧情是上一代X先生的两个未成年遗孤，想送一些广场舞音响给快退休的大叔大妈们，谁知大叔大妈们嫌弃没有放小苹果，叫来侄女，疯狂殴打两个小朋友，我说，有这么欺负孩子的吗？
好评: 还不错
好评: 与朋友一起玩很快乐
好评: 这个游戏是近几年来街机中做的数一数二的，虽然和小伙伴没一会就打通了，但是人物多，换个人物又是一种体验，希望往后可以多出点人物，在丰富下游戏性。
好评: 带儿子一起联机，实在太欢乐啦，哇咔咔咔咔~
好评: 非常棒
好评: 不能解锁反派角色吗
差评: 就是tm的傻逼游戏，完全没啥技巧可言，妈的杂兵就是靠霸体打你，不能奔跑，tm杂兵跑的比你妈还快，好不容易走过去，诶！ 一个跑路 溜了 尤其是最后一关的boss  就是tm靠霸体抗你输出，然后走位跟你拉开，玩的他妈一肚子火，玩黑暗之魂都没这来气有些兵出招没你妈的任何前摇，cnmd
好评: 好玩，经典游戏的续作
好评: 很好玩的一款街机遊戲
好评: 啥玩意，还不能跑？？？只能走。以为自己是模特？
 
好了 在我用手柄玩完之后感觉还是不错的   打击感很爽  改好评了   尤其是那些穿着性感衣服的幕刃  吃劳资铁拳吧！！！幕刃！！！！！！！！
好评: 唯一美中不足的是：没有当年街机厅人声鼎沸的声音和接币排队的感觉了。
身为一个快40岁的青少年感慨
好评: 赶紧特么出DLC
好评: 挺好玩的街机模式。
画面很不错，音乐好听。
好评: 角色太少啦
差评: 上手有些无聊，缺乏技巧性
好评: 怒之铁拳系列早就以MD的形式呈现在玩家面前，已经存在了很久很久，我表哥那一辈的回忆，时隔26年，现在以高清的形式登录了steam，以细腻手绘的画风展现，除了全新4代角色形象之外，1-3代的角色也都可以通过通关免费解锁，用老角色打新版本实在是别有一番风味！游戏打斗非常流畅，虽然说经历了一次修复，没法像以前一样可以各种无限连了，但依然很值得一试！
好评: 很有打击感   最终BOSS那个妹妹上车姿势很棒.... 大家快去玩
好评: 和老朋友玩，好玩！没朋友的就哭吧哈哈哈哈
好评: 打击感不错，剧情太敷衍了。
好评: 好玩，就是感觉流程太短76块的价格稍微贵了。另外就是Y轴的攻击判定范围太窄了，有时很难打到上边或下边的人。碰到那些会会绕的boss更容易打不到，挺难受的，希望改进下。希望以后出多点角色的dlc，要是所有在游戏里出现杂兵都能用就最好了。
好评: 这游戏虽然称不上完美，但也不像某些人说的那么不堪，虽然联机体验对移动不是那么友好，顺便说一下现在还说这游戏不能跑垃圾的10个有11个是菜B，不服来咬我
好评: 情怀 非常优秀的重置品
好评: 爽就完事儿了
好评: 挺好玩的~
好评: 有基友，这游戏更有趣

好评: 怎么能不推荐呢？一直忍着重新通关了123，才开始4代。大家一定要来玩儿，怒之铁拳，让这个系列一直陪伴我们。
好评: 不错  童年的味道
差评: 敌人的霸体太多了，根本没法正常玩耍
差评: 游戏画面马马虎虎，打击感不错，游戏音乐也还行。但是我是无法理解这年头还把横板过关游戏做成散着步打架的游戏策划是怎样的脑回路，玩起来的手感很差，甚至比不上25年前的个别街机横板过关游戏，也比不上一些带角色扮演元素的横板过关游戏，如果硬要说这就是这个系列的特色，那我只能无话可说。总之我是不打算再碰这游戏了，因为比这优秀的横板过关游戏实在是太多了。
好评: 挺好的，如果能够有cpu队友就更好了。我第一次到第四次都选择简单难度，但感觉每一次简单难度不断增加。可能是我的错觉。
好评: 小时候接触过的世嘉MD上的游戏，最喜欢的就是战斧系列和路之铁拳2，对这类横板动作清关游戏蜜汁喜爱，有生之年还能玩到续作简直太幸福了
好评: 清版游戏还是很不错的，很好玩，但流程挺短的，和小伙伴玩，一会会就通关了，也不想刷更高难度了，但还是推荐！
好评: 不能跑 差评
好评: 满满的童年回忆
好评: 暂时全成就，等dlc成就了
好评: 美漫的画风还是非常讨喜的，高清画质，美术表现算是上层。
可惜对战系统相对于三代有所退步，初始角色不能跑步就不说了，三代原来可以按升星成长的招系体系没有保留，被敌人背后抱住也不能跳打来反摔。记得三代去抱投胖子是会被压伤的，四代居然也去掉了，原本一些非常有玩点有意思的内容都没有被保留，怀疑制作人员并没有认真玩过前几代，前几代角色的加入也只是卖情怀，手感和以前大不相同，当然四代的连击手感也有它的特点，但没有特别的优势。
还有敌人只会霸体，霸体无处不在，只会用这个的敌人非常无赖！
好评: 怀旧，很喜欢
好评: 打击手感很棒，搓招很快乐，手绘特效一流，还支持远程同乐
好评: 时隔多年你终于回来啦.时光荏苒.岁月穿梭.我已不再是那个稚嫩的孩子啦.我也不用在偷偷背着父母玩游戏啦.感谢你那些年的陪伴.感谢你陪伴我一个又一个暑假.感谢世嘉为我的青春画上了浓墨重彩的一笔.虽然那个黑色的卡带对于年少的我来说真的难以支付.力不从心.可是为了那个穿着红色连衣皮裙.带着塑腰的长发柔术大姐姐.这一切很值.

PS.这个单我买定啦.为了情怀买单.为了逝去的青春买单.为了那个一边玩着游戏一边等着妈妈做好饭菜的午后.那份感觉在也不会有啦.但是曾经有过就好.会永远留在记忆深处.因为那是最宝贵的回忆.

PS.多年后重温才知道原来当初那个大姐姐叫Blaze.烈焰的意思.(就知道那身红衣服不简单)

PS.大姐姐还是当初那个大姐姐.她更成熟更漂亮.感谢画师.在29年以后让那一团妖娆火辣的烈焰如今依然在迸发着美丽的火花.

当年的世嘉MD16位.怒之铁拳1虽然初出茅庐.画面和操作上瑕疵很多.但是BGM确无与伦比.到今时今日都是经典.个人觉得一代的BGM绝对无法超越.尤其是沙滩关卡.和游轮关卡.四代虽然加入了经典BGM但是一代的经典曲目保存的太少. 制作组还是偏向于二代.毕竟二代最经典.但是个人来说真的有点小失望.

四代可以说完美的还原了初代和二代的精髓玩法.像三代的致敬就少了许多.比如人物无法快速前冲.不能跑动对于今时今日的清版过关的游戏来说这个设定很大胆.也很有勇气.更有勇气的是.对于2020年发售的一款清版过关动作游戏居然没有背投和前投.你敢信? 反正我信啦. 看得出来制作组对于前作的感情和信念很深.所以在最新一部作品上依然保留前作的操作和玩法.勇气可嘉.

完全手绘的画风.就好像一部艺术品.一笔一笔的勾勒出来.每一笔每一块着色都非常的下功夫.画面表现力非常的出色. 打击感非常的完美.拳拳到肉.酣畅淋漓.配合手柄的震动真的是欲罢不能.角色经典的出招台词多年后重温真的泪流满面.

新作的BGM也非常的出色.电音很浓.依然是老味道.老配方.但是换了新厨子.做出了前所未有的口感.游戏难度也是继承系列优点.难度颇高.值得反复游玩反复摸索.本作加入了连段系统.和星之超级必杀.可以打出非常赏心悦目的连段和攻击方式.旧作人物也已像素风格回归.可以选1代2代的角色.也可以选择经典BGM.制作组真的诚意满满.每一关的立绘和画风都非常的出色.就像我之前说的这不单单是一款游戏.更像是一件艺术品.一件经过29年才完成的艺术品.

PS.当然它也跟艺术品一样.在有的人眼里价值连城.但是在有些人眼里却一分不值.当然在我这....它是无价之宝.因为它深深的刻在了我的记忆中.你经历过它.经历过那个时代.所以...........它是最宝贵的.就好像那一个阳光的午后.等待着妈妈叫我去吃饭.
好评: 不错
好评: 练了好久，我是彩笔，怒铁nb！
好评: 好玩~
好评: 画风、打击感什么都讨喜 ，就是这难度曲线和人物不能跑这个问题太特么破坏游戏体验了，打到大厦那关电梯里我特么3条命被几个小怪乱Zhua，死活打不过，掉下电梯就半血，刚爬上来又是一脚踹下去，讲道理咱们横版街机能不能别搞宫崎老贼那一套，真不是我菜啊，我就一普通玩家被那个空手道兄贵恶心到我想吐。
好评: 游戏不错
好评: 一开始   可能有点不习惯  玩久了  感觉真好玩  坐等dlc
好评: 美术超棒，能看出来做的很用心，角色也很喜欢，非常推荐，要是有一键→→就好了，手柄按久了有点手累
好评: 非师范大早上收到发认识到
好评: 一流
好评: good!
好评: 诚意满满的作品，手感完美还原，还有音乐我TM吹爆！光音乐就值回票价了！
好评: 如果可以跟城堡破坏者一样，本地和联机同时存在就好了，跟基友联机就只能我和基友远程连，没办法2+2这种。
这就是这个游戏暂时的唯二缺点了，还有一个，就是新角色不能跑步...虽然我也快习惯了。
强烈推荐！
好评: 太好玩了，一整天的快乐。PK也不错
好评: 游戏的可玩性还是很高的，就是电脑总是卡死，不知道是不是配置不够，希望官方能够优化一下游戏。
好评: 满满的回忆
差评: 垃圾玩意，连招还不如街机，打击感也一般，关卡道具就那么几个，出招非常不合理，
好评: 奈斯
好评: 很好玩！
好评: 好玩
好评: 怒之铁拳老粉了，必须剁手的，第四代的打击感确实挺爽的，虽然不能跑动有一些遗憾，总的来说对得起这个价格，值得入手。
好评: 爽快
好评: 少年时候父母给买了MD的第二代，很还念，虽然这代和以前有点大不同，但是能感觉到制作者还是很用心的，还有以前游戏的灵魂。很遗憾的是很难和以前的玩伴聚起来一起打了。40多岁的人，有点感动，游戏很好，值得。
好评: 年纪大了，按键按得手抽经了……
好评: 这逼游戏狂暴难度 卡关堆怪让人难受 总体主角还是偏弱 被怪物放风筝 强霸体恶心人 。 希望世嘉以后做游戏 还是稍微动点脑子
好评: 1111111111
好评: 看到可以选择以前的BGM进行游戏这一条就买了  ！
好评: 好VAN♂，就是最终BOSS有点恶心
好评: 你确定真的不会为你的童年街机厅回忆买单？？
好评: 没有任何一个清版游戏有当年那个味儿，除了它，大赞！
好评: 文艺复兴
好评: 不错。
好评: 游戏很不错的 一开始我选了 最高的难度疯狂难度也不是太难 被虐了半个小时就习惯了 一口气就通关了 就是关卡太少了 希望多出点关卡 bibi
差评: 不死人都比主角灵活，走路像灌了铅，一点爽快感都没。
好评: 小时候游戏厅，三块一小时~！！！
好评: 还行，就是太贵了，价钱应该再低一点
好评: 非常好玩，非常爽快的街机游戏，联机乐趣更高，话说以前的街机我还没玩过，CAPCOM那些街机如果按现代技术出续作，估计更牛逼，期待
好评: 好玩，虽然之前没有玩过这个系列，但是很快就可以上手，想要打出流畅的连段还是需要摸索一段时间的，打击感和关卡设计都很棒，是记忆中的横版格斗类游戏，如果和朋友一起玩的话乐趣应该会翻倍！
好评: 太好玩咯
好评: 我改悔了，果然这种恶心人的游戏机制是大势所趋
好评: 很喜欢‘；组队玩很开心！
好评: 同年的回忆
好评: 爽快
好评: 讲真，这一代的发行唤起了不少老玩家的热血，而且漫画版的画风确实在如今的游戏市场中独树一帜，但就内容而言，还是缺乏火候，对细节以及故事情节的打磨不够。
差评: 太短了  不能跑真操蛋
好评: 我只想说：就是这个味道！这波情怀收下了！打折趁机补票！爽快！
这是我当年钟爱的SEGA的硬派清爽过关！
再来这种水平还要！
好评: 打击感不错
好评: 这个游戏挺好玩的
好评: 推荐大家打折的时候入
好评: 令人怀念
好评: 和好友组队闯关挺有意思的，对战也不错
好评: 不能跑并不是什么问题，对于距离、时机和连段的把握需要一定时间的练习，对于一个从小混迹在游戏机厅的中年男性玩家肯定不算难事。
另外，我觉得游戏也不应该一味讨好玩家，当然前提是制作者能够把握游戏的精髓。
好评: 我是傻逼
好评: 很好，童年的感觉回来了
好评: 喜欢玩街机的绝对是个好游戏，难度适中，合作更愉快
好评: 好游戏，不过我是手残
差评: 我是傻逼
好评: 横版格斗动作游戏真的是我青春的回忆啊，虽然我没有玩过怒拳系列的其他三作！但就这最新的一作足以让我爱上这个系列！，可惜玩的时候有点小问题，有时候按下空格键就会卡住，一会儿又不卡了！但不影响我通关游戏，还有就是五位可操控的格斗家，为什么只有吉他手车莉可以奔跑，其他格斗家都不可以！格斗中无法奔跑对躲避一些远程攻击或者爆破攻击来说比较不利！虽然问题也不大可以通关，但还是希望官方能优化一下！总的来说这款游戏很值得推荐！期待第五作！
好评: 挺好玩的

好评: 第一次写评论，游戏真的棒 ！刚开始玩的时候觉得有点平庸不过如此也没有肝的必要毕竟没有RPG元素，后来越玩越发现可深玩的连招很多。目前只会主角和大块头，主角有个小细节 前前a 击中第一下后可以取消接技能。有很多人说没有奔跑不习惯刚开始玩确实是后面会好很多，boss技能躲不掉多用防御大招（我一直当弹反用）。最后一封血书求强击改成可自定义按键而不长按平a，对我来说这比加个奔跑还重要！！！（兄弟们顶我上去让官方看到好吗，秋梨膏，我是真的喜欢玩这游戏啊）
差评: 大部分能控制的角色不能跑就算了，小怪移动速度还快到飞起，根本追不上只能被小怪风筝，什么垃圾设计CNM
好评: 对味

好评: 虽然没有前两作 与同期游戏相比那么神作，但是这年头有人肯做这种街机闯关游戏，知足吧。
好评: 我就说一句，说没有奔跑滑铲的人解锁三代的人物用就可以了，这游戏还用啥奔跑啊，玩熟了都是跳跃大招赶路，落地收割血槽。
好评: 始终没有我想的那么好。心心念念等了这么久的怒之铁拳4代，一直在愿望单里，一直关注。4.30那天守在电脑前等着上架。本来5.2也是我生日，就当是一份生日礼物。
本以为官方会比同人好很多，结果还是有点失望。四代难度真的有点高了。虽然3代角色还没有解锁，但是我感觉4代角色总体不如二代（可能我不太会用吧），二代又不如一代好用。除了主角团人人都有霸体。。。打来打去打去那几个boss怎么打都打不动，玩着有点像玩以前的快打旋风。在新版招式方面虽然华丽，用着真的还不如初代（可能初代作为福利以及没有其他必杀所有调高了伤害，其实我感觉初代攻击距离很长，相比起多个角色没有快跑技能，能够打的远已经是优点了），最无语的是用二代的Max打boss感觉只有挨打的份，大招突进过去对距离把控很难掌握。
依稀记得四年级攒了15块钱去新华书店买了个盗版碟，里面有90年代最火爆的街机游戏和家用机游戏，怒之铁拳23也在里面，玩这游戏的，谁还不是情怀。给个好评吧。
顺带说一句，游戏里的黑人真的很讨厌，男性黑人上勾拳破弹腿，女性黑胖子有霸体还会桑吉尔夫的大坐，还有个女性黑人突进特别烦，遇到这些角色真的很无语...

追加，这游戏真香，等DLC，世嘉牛逼啊
差评: 道具被场景贴图掩盖时不会用透明轮廓显示。
好评: 最喜欢的过关游戏~！！！
好评: 期待DLC，整体很耐玩，推荐。
好评: 怎么说呢，新人物，新场景，新音乐，竟然都比不上旧人物，旧场景，旧音乐。如果没有旧人物选，我是不推荐玩这个游戏的。作为横板过关游戏，招式和玩法都太保守。作为旧作的续作，显然是不合格的，道理也是一样，招式玩法都很保守。
好评: 太难了
玩通关还可以，高评分我这种手残党就完全顶不住了，还没有一起玩的哥们呜呜呜
好评: 打小偷偷出入街机厅的时光仿佛又回来啦
好评: 很棒，值了,人物都各有特色，都需要磨合操作，觉得挺值
好评: 有儿时街机的感觉
好评: 个人感觉还是很好玩，找到了当年玩街机的感觉，还能本地或者线上合作，还要啥自行车？
好评: 四星好评吧，首先打击感特别好，也很耐玩，原价买的，他不打折我也没办法啊，技能炫酷，角色我也喜欢，每次过关还能解锁新角色，很有成就感，联机目前没试过
缺点就一个，不能奔跑，不能滑铲，这让我很烦啊，感觉不灵活不舒服，为什么前作可以现在不行？？？？？？？
好评: 游戏崩溃了一次，然后存档全没了？能怎么解决啊？好蛋疼……
好评: 随着逐步的更新，恶心的霸体频率降低了不少，部分极度弱势的角色得到了增强，整体爽快感也提升了不少（我不是旧作的那种高端玩家，反正玩下来感觉还行）不过四代的角色什么时候出？
好评: 非常有趣，但是联机不够好，难度有点高，不过还好，能够接受，关卡设计很有趣
差评: 反派无敌和霸体的设定简直就是强行给玩家喂屎，这两个状态就是横板过关的大忌，2代3代我玩了无数遍，这代全靠情怀撑着玩完的，再不想碰，纯恶心人的游戏，全程被无敌怪和霸体怪按着摩擦，老子是来打怪的，不是被怪打的，看来反派一直在进化而主角却老了打不动了。
好评: 所以说，什么时候出dlc？
好评: BGM带劲，打击感到位，但剧情流程略短。
好评: 是街机的味道，但是现在再来玩这种多少有点恶心，这个价格还是比较贵的，我感觉40元差不多吧。
12个关卡，但是内容算不上多，敌人还是有些重复的，这也是我感觉贵的原因。
我是玩得常规难度，前面6关还好，后面难度提升太快，想通关需要一定程度的背板，BOSS战难度提升最明显，当然这也是鼓励换角色吧，单一角色在不熟悉敌人的动作和技能的时候，打的还是吃力的。
一个人玩的话，还是缺少了一些味道的。
推荐想要回味或体验街机的玩家吧。
好评: 有没有一起联网的啊  加我到时候能一起玩 自己玩太无聊了

差评: 本人是横版过关的爱好者，双战龙，快打旋风，战斧，脱狱，怒之铁拳，忍者神龟，三国志等等都爱不释手。这款怒之铁拳也很期待，但是这款游戏玩个几分钟就会头晕想吐，是画面闪烁以及颜色的原因吧，还算好玩。
好评: 打击感很不错，操作也很有区分度，也有一定的瑕疵，但是瑕不掩瑜，是个非常不错的作品，值得推荐
好评: 打不过的时候想想你为什么打不过
好评: 打击感不错的游戏
差评: 至少单人玩不推荐
好评: 小时候没有太多零用钱去街机厅买币，总在别人身后羡慕围观，然后偶尔上手却被虐得体无完肤。
一晃二十多年过去了。
过瘾了，爷青结。
差评: 角色没有任何成长~后面几关疯狂堆怪。最终BOSS还有N个阶段~！傻逼游戏！大家不要买了 一点都不休闲玩个普通难度都这叼毛样子，困难的岂不是要上天了！
差评: 游戏挺好，但是为什么键盘操作有很大的延迟和粘连效果？攻击按快了就自动出重攻击？往前走松开键盘后还继续前进？期间往别的方向走居然一点不执行我的命令，只知道傻傻的前进。攻击反馈速度延迟高的吓人！能否解释解释？？？
好评: 游戏很好玩，只是我手残。初次游玩请务必看一眼出招表。
好评: 为什么每次进游戏键盘都失灵，每次都要重新进游戏，然后重置一下键盘设置。
好评: 有内味儿
好评: 街机模式没有存档，打到最后一关程序崩溃，这该如何是好
好评: 我是傻逼
好评: 很喜欢这种类型的游戏

好评: 对战模式超级爽······
好评: 111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111

好评: 找好友一起闯关一起玩，加游戏好友
zhongkai7708801314
好评: 希望可以跑动，走路有点慢
好评: 我的笔记本刚好能带起这个游戏,好评
好评: 9.0
差评: 只有一个人物能跑？呵呵
差评: 闪退
好评: 我是伞兵
好评: 不想多说什么。对这类游戏，且玩且珍惜吧。游戏质量不错。20多年前就很喜欢这个系列。一晃人都老了。。。
好评: 我能说什么，手柄一插谁也不爱
好评: 好玩，虽然没出生在街机那个年代，但是特别喜欢过去的街机游戏
好评: 快、狠、爽，经典！
好评: 还行  就是无限连被修正了不能用了
好评: 还行吧
差评: 身为情怀党买这个游戏还算值但是所有角色就黑妹能跑，其他全是走路躲攻击极其恶心，最后BOSS不管啥难度作者你特么别死一个人单人通关我看看？赚情怀党的钱不觉得心痛么？要么就全不能跑，要么全部不能跑你这样恶心买游戏来玩的人好意思？？
好评: “是”
差评: 不能跑，机动性差会导致连招毫无感觉，不推荐购买
好评: 打击感和连招性还行。就是图有点短。建议打折的时候再买
好评: sd  


好评: 挺不错的游戏，经过120h的奋战，终于实现用cherry一币通关，狂暴难度。
差评: 这个价格真不值得买这个游戏，一共12关，3小时打简单就可以通关，而且没意思，也别死板。不适合这个年代玩。不咋地，
好评: 横版过关游戏，双人合作。这两条就足够我购买了。
差评: 太贵，完成度低
好评: 如果你没玩过前几作，我会给你推荐，确实挺好玩的
好评: 可能和很多90后玩家一样，当初是爸爸带着我玩这个游戏，怒之铁拳1/2/3，都玩过，已经记不住通关多少次了。
当然是盗版的，在姑姑送的VCD机上，集成了几百个世嘉等各个厂商的好游戏。
可以说我童年最快乐的时光之一就是打开VCD插入光碟进入游戏菜单的时候，为今天选什么游戏在电视机前纠结半小时，那真是幸福的烦恼啊。
好笑的是当时和爸爸打铁拳3他还嫌我太菜了，为了通关抢走了我的手柄自己打两条命，哈哈
没想到2020年这铁拳居然出第四部了，可爸爸已经过世五年了，我好想再告诉他：我们再来一盘嘛，这是第四部了
好评: 不错  通关了
差评: 无法云存档
好评: 一代比一代强   这一作二次元画风更加通透水润 我很喜欢
好评:                                                                极度推荐大家手柄游玩 非常的建议 
1：如果发生闪退 提示无法创建【新的堆栈页面】 可以去微软官网下载最新版VC++ 我安装后闪退已经没有出现过了！【特地前来改好评】

2：怒之铁拳系列 最早我是在新天利VCD上玩到的 这游戏是SEGA的横版经典佳作 重置版4今年发售是我根本 没想过的 本想让这部系列经典静静躺在模拟器中 结果呢 看到重制版来了还是买了··

3：游戏画风美术很棒 一些前作中的经典BGM非常的出彩 但是打击感有种粘滞的感觉··· 角色大部分无法奔跑 我认为这是横版动作过关的退步~~不过 习惯后也就那样了···

4：如果喜欢经典《怒之铁拳》系列 本作直接入就完事了 我刚打开游戏那时 听到熟悉的BGM都感觉要泪崩了···我的青春啊···

5强烈建议制作组更新新的关卡和新的模式 出DLC就是了 我绝对支持的 原价也要入~
好评: NB
好评: 来补票了，小学最喜欢玩这个，最喜欢用那个小男孩
好评: 好玩
好评: lian
好评: 游戏流程极短，体验很好，多人玩体验更佳。
好评: 我个人很喜欢这种横版动作游戏，这款游戏画面很精良，但是总是感觉差了那么点意思，例如更多的连招和技能，敌人角色也可以更灵活。现在这个就是玩了一遍就不太想玩了。如果能出第五代，我真的希望能保持画风的同时，有更多的可玩性。
好评: 纯童年回忆 味挺冲的
好评: 好玩值得购买
好评: 用不了b键拾取道具真心蛋疼~！bug还是很多的，希望后期更新修复！敌人打击范围判定很迷，被吴克的倒地起身瞬间反向上勾拳打的我一脸懵逼！但怒铁是我心目中最好玩的街机当年用SS跟我的老父亲熬夜打穿怒铁23代历历在目，横板街机在这个时代确实是不行了，给制作者一个建议，不要为了难度而增加难度，很多敌人的招数是无法破解的，用霸体增加难度不可取，应该给玩家留出一定的操作空间，否则这个游戏就变成无脑按键了！打穿几次感觉爽快度不够，因为打的并不流畅，本来很丰富的内容最后都变成花里胡哨，基本上都是一招鲜吃遍天，这给游戏爽快感带来大打折扣！但这个游戏还是喜欢~！还能解锁123代的角色真的太赞了~！总结三个字~爷青回！
BUG终于修复了！能用b键拾取了，敌人的霸体机制也合理了，现在玩的很爽~！可惜没有朋友一起玩，现在人都不喜欢街机了~遗憾~
好评: 6666666666666666666666666
好评: 现在还能有清版街机游戏实属不易
好评: 3代人物怎么解锁？1代已经解锁
差评: 其实还蛮无聊的，没跑，没有想象中那么饱满！
差评: 为什么不能跑呢？
差评: 本体角色手感僵硬,敌方靠霸体打断节奏比较无聊
差评: 不思进取。整个格斗闯关游戏，不能跑，不能连招，普通攻击前两下没怪的打击面广，我不推荐。但是你要是喜欢老版街机，或者单纯和朋友找找乐子的话可以入。
好评: 不能运行程序，什么情况啊，为啥别人能玩我不能玩啊？直接差评。现在终于能正常安装上了。
好评: 游戏性不用多说，致敬经典也不用多说，除了关卡流程有些短一点毛病都没有，人物和场景的绘制简直不要太好，玩就对了！！！！
好评: 有种渐入佳境的感觉，刚开始玩普通难度基本都是C，一度打到心态爆炸，后来慢慢熟练之后打困难难度竟然打出很多B级，我已经很满意了，以前是boss虐我，现在是我虐boss，打断boss施法的感觉真爽！
差评: 在ns上通了双截龙初代后就一直想找个比较新的清版动作游戏玩，等打折时买了怒之铁拳4，但手感方面不尽人意，所以没有给推荐
差评: 黎明杀机玩一局崩溃一次，没有血点，掉段。狗屁EAC反玩家程序疯狂没有实体化！！！
好评: 赞
好评: 000
好评: 非常棒，赶紧买吧
好评: 比较有意思，代入感较强！
好评: 经典延续！
差评: 玩玩CAPCOM的惩罚者，再玩这个就发现真是太烂了，人物不能跑，不能改键位，攻击动作衔接一点都不流畅

好评: 游戏很好第一次接触是在vcd上麻麻带我玩的，现在都过去了好多年了，听到出新作立马入了我觉得还挺好，可惜三代的角色的强化都没了显得很没用。
好评: 游戏非常好玩花了一下午时间把剧情通关了，下一步准备深入了解了兄弟们高强起来
好评: 和孩子一块玩，很有意思~~~~~~~~~~
差评: 就是不推荐，玩的不开心，玩家的移动速度和敌人的移动速度根本不是一个次元的，我感觉我在和每一个小怪打立回，跟本没有找到前作的爽快感，总觉得增加游戏难度的方向是不是搞错了，加难度不是恶心玩家。这就是我一个玩家的感受，第一次写不推荐。
差评: 以前都可以玩的这几天直接进不去游戏一直报错有没有大佬看看，提示error   reading  game   save
好评: 通关不难，拿高评价真的难如上青天。
好评: 
好！
好评: 按空格跳跃有几率出现卡顿现象，很不好受
好评: 很赞，童年记忆，这次的四代更加丰富耐玩， 虽说关卡只有12关，但是闲暇的时候偶尔拿出来打一打还是很爽的
差评: 简单模式，常规模式还好，困难模式开始受虐之旅，小怪招数各种霸体，各种Y轴。主角除了小孩会跑。一个比一个笨重的要死。历代怒之铁拳体验最差的一款。比黑暗之魂3都难操作。没有3代好玩。
好评: 游戏不错，很复古，不能跑确实有些不习惯

好评: 还可以比较怀旧的街机游戏。画面很OK。
好评: 很棒很好玩的游戏
差评: 慢得恶心的移动速度，加上各种恶心的敌人
差评: 傻逼游戏
差评: 非常后悔 画面不如七年前  手柄那么多按键只能用几个  加一个跑动的跑动的按键会死吗   连续按两下方向键对我来说很难  一直被虐
差评: 我就奇了怪了，明明是4代，为什么3代的人物最好用
一般角色没有跑，移动速度慢，必杀不能取消普通拳脚招式（以前记得我们把ab叫卖血或者是保险的）这就不说了
杂兵移动速度比主教快 霸体时间比主角长 投技判定简直imba
我特么到底玩了个什么游戏？？
怒之铁拳？？？ 养老院之拳吧？？有个毛线的流畅度，讲真旋风快打1也没有跑，也没这么难受，因为人家杂兵讲武德啊，这尼玛杂兵三维全面碾压主角团的算个吊毛

这游戏正确的打开方式是，开像素风格，拿3代的人物玩
世界忽然就美好了

好评: 良心大作。不仅仅是重温当年街机快感。本身诚意十足。
好评: 作为情怀作，他合格了。最为清版闯关游戏，还是差点意思。尤其是boss战和场景小兵互动性来说，趣味低。通关几次，容易厌倦。放仓库吃灰吧
好评: 确实很好玩，有街机的精髓！！！！而且画面，音乐，人物，打击一切都很好。
好评: 希望能推出更多新内容，如新角色 新关卡 现在横板合作的闯关类游戏太少了。
好评: 好玩，音乐也很好听
好评: 游戏体验还是不错的，但是。。。。不能奔跑不能奔跑不能奔跑啊！！！用大块头的时候可真是难为我了，感觉在爬行。希望和小伙伴们一起刷分 hhhh
好评: 好评
好评: 真的好玩，回忆起和好友一起玩怒之铁拳2,3的时光，都快十年了，物是人非
好评: 玩的挺憋屈的，我想当一个精英怪。
对，就是那种Y轴比主角大，位移技能比主角多，还有主角没有的倒地保护的精英怪。
全靠美术和音乐撑着。
好评: 不得不说，这种上手时间最高的游戏就是最爽快的游戏，角色全收集，角色原版的游戏多了好多招，而且打击操作更加爽快
好评: 画面超棒，手感也好，但角色攻击完全没Y轴范围~
好评: 让我想起了小时候的暑假，手里攥着几块钱，去到没有空调的街机厅，买瓶一块钱的玻璃瓶装可乐，坐在满是烟灰的街机前，胡乱转着摇杆按着攻击键，没有对未来的担忧，没有太多的顾虑。从前盼望着成为大人，用钱换来用不完的游戏币，当我真的成为大人时，却找不到从前的街机厅了
好评: 玩着不错，就是服务器会卡
差评: 一开始玩着很过瘾，然而玩着玩着味道越来越不对。
怒之铁拳原版战斗很爽快，行云流水。然而这个所谓的4呢？一灌铅走路，角色迟钝如中老年（虽然axel确实中老年了），敌方小兵霸体，抓投，移动速度还快的一b，人家才是主角吧。
至于当初吹上天的音乐，打通关都没啥印象。
翻出西班牙人做的bor remake，玩起来才是那熟悉的怒铁味。
好评: 说出来你可能不信，我买这个游戏是为了学习她的画风，然后意外的发现还挺好玩的。
把很多人物临摹了一遍下来，感觉在人体和光影二分方面进步蛮多的。
https://steamcommunity.com/sharedfiles/filedetails/?id=2343205452
既收获了知识又收获了快乐，这个游戏买的真是很值了。
好评: For the music.
好评: bucue 

差评: 才12关，过关之后呢？我该做什么？自己挑战自己？！剧情一般，流程太短！
打击感十足，但是可玩性太差！
差评: 虽然还可以，但是不推荐
玩起来一肚子火，出招判定诡异，尤其是前+重攻击和 无方向+重攻击，这个能否出正确的招式完全看脸。我判断失误我可以承认我菜，但是你这个灵敏到变态的方向判定是尼玛怎么回事，本来想尝试打打高分但是这个操作导致我完全不想玩了，尤其调整方向稍微动一下接一个保命重攻击就尼玛给你判定成方向+重攻击。我在玩男主的时候能气死，明明想来一个回旋结果傻逼一样原地乱舞去了。
这个就是设计不合理。
其他的一些小问题，比如看似可以过去的地方卡住过不去；敌人灵活的一批但是我自己控制的角色腿像灌了铅等等这些我都可以忍。
综合来说，玩的不开心，我也没啥兴趣去练习自己的手感适应这个操作；不推荐。
好评: 为情怀买单。
玩下来感觉还行，技能组比MD上丰富了许多，能解锁老版人物，有剧情、对战模式，还支持联机。
缺点也有：
1.流程太短。
2.没有跑动和Y轴移动，人物操控起来没有爽快感。
3.场地元素过多了，毒、火、电等，盖过了动作游戏本身。
好评: 10多年前，老爸带我在世嘉游戏VCD上打怒之铁拳第1代，
10多年后的今天，我带他在Steam上打怒之铁拳第4代。
好评: 好玩，意外的让人上瘾，玩过之后满脑子碰碰啪啪的声音。
好评: 原汁原味的怒之铁拳！是真的棒！想起了二十多年前在家里偷偷用MD玩怒之铁拳2的岁月了。爷的青春回来了！
好评: 好玩是好玩 就是手有点累
好评: 流程有些短。。。
差评: 这游戏是只有我的角色没有Y轴攻击判定吗？只有我的角色没有Y轴规避手段吗？只有我的角色没有霸体吗？只有我的角色没有倒地保护吗？
好评: 同年回忆的双击不知道跑步版本
好评: 我就搞不懂为什么有霸体的敌人那么多，而我大招连招能被小兵打断，这就像看一场动作电影中间插播广告一样难受
好评: 我只想说，“帅爆了”
好评: 1代到现在都有玩了  很多年了 还能找回童年的感觉太棒了    
 移除了奔跑和各种武器的技能   感觉玩法更少了
好评: 怀念经典   关数有点少
好评: 小时候CD播放器上打的16位机，对这个游戏印象深刻，怒火街头，情怀满分。
好评: 童年回忆啊。这个是无价的。差点给我玩哭了。
差评: 不能跑动真的脑残，根本没操作可言
好评: 从小就玩儿清版类的动作游戏，这类游戏增加难度的方法有很多，但制作组选的都是很恶心的方式，有点故意和玩家过不去的感觉。不过游戏也还可以吧，可以好评吧。还有，制作组是有多喜欢2代啊我去！
差评: 垃圾，玩家不能跑就注定玩起来非常傻逼      不能冲刺打人就是送，不能招架（你管损血的招叫招架？  别跟我说什么打人回血，就玩家那个移速   你在BOSS战想追人就是搞笑  配合BOSS们的无条件霸体，真的是越打越来气 ）起跳的时候不能切Y轴    莫名其妙的自动抓取，一个敌人从我怀里，我就“被迫抓住敌人”  然后敌人再来一个飞踢，我都没有反应过来是我因为“被”抓了个人而动不了  就很离谱     Y轴攻击判定也小的离谱   还没有办法切硬直，你一套军体拳出来要不就是打个寂寞  要不中途被敌人摁住打成傻子    隔壁忍者蛙不比你手感好一万倍？？不比你打起来更好？？？光一个闪避能切硬直就吊锤这垃圾好不，都什么年代了   这点进步都做不到？   
敌人各个能跑能跳，走的还比你快   闪红锁定你抓取（警察局被警察锁到发脾气），逼你损血出无敌    玩家用的四个角色相比之下就是废物好不好，你看哪个角色能做到黄帽小哥前冲二连踢的？？
差评: 好家伙，这是我玩的唯一一款，主角比敌人移动还慢的游戏
差评: 这jb游戏 搞人心态
差评: 太弱智了 
第八关Y塔的boss 全程霸体 好好一个横版过关游戏玩成黑魂了
打两拳 躲一下 我玩NM呢
卸载
差评: 只有一个能跑动，灵活性太差
好评: 一个字 爽！
好评: 2020年还能玩到这类游戏很棒
小兵有霸体有点恶心
感觉关卡有点短？
好评: 配乐太棒，作为老粉很满意
好评: 无敌！！！！牛比！！！！！！！！！
好评: 打不过了，真的老了
好评: 大概20年前，老爸带我打怒之铁拳第1代，
20年后的今天，我带他打怒之铁拳第4代。
好评: 还行
好评: 首发购入到现在仍会随机闪退
好评: 打击感很强，和我朋友一起玩的。很有当年玩街机的味道，爷青结。
好评: 还不错，就是很多角色不能跑有点不习惯，而且很经常被敌人打断攻击也太恶心了……不过还是很好玩的
好评: 我错了！太香了！ 我的年度最佳游戏！
社畜真的每天没有太多时间玩游戏，所以在把MANIA难度全S级通了后，还是每天会乐此不疲刷个几关MANIA或者买BOSS RUSH！
但还是有遗憾的几点：1.不能全员奔跑  2. 没有武器必杀技  3.音乐和之前的几作有差距
希望后续能有更多有趣的更新！
最新个人评分 8.5 / 10分
=======↓原始回答=====================================================

期待太久了，期望过高了。
以下评测暂时基于story mode还未完全结束，玩了7关，normal难度。已经觉得有点无趣了，但是弃之可惜。以下几点比较不戳我
1）摒弃了三代的几个好的改革，包括升级必杀技，武器必杀技，全角色可跑动，以及三代最大的优点：爽快感！！！
2）音乐不知道是不是我电脑问题，觉得太轻了，音乐再也不是这个游戏的特色了，只能调回retro音乐
3）角色大，细节好，但是感觉除了cherry, 打斗和收招都有收招慢的感觉
4）每关卡的流程有点短
5）单调，单调，单调，特别是场景，可能是绘画风格的原因，每一关都有类似的感觉，
6）地方攻击力有点过高，几下主角就一大半血条没了

就目前玩了七关，还没解锁其他retro角色和其他几个模式的情况，还是挺失望。毕竟是26年前神作的算是正统续作吧。
希望解锁全人物和全模式后能有改观。
西班牙同人的V5.1一下子就伟岸起来了，尽管都是老元素拼凑，但是那个版本玩了好几年了现在还能经常拿出来玩几关，以及玩个生存模式。

SEGA就不能亲自执手参与这个游戏吗？

目前个人评分5.5/10


好评: 精致的美术风格＋酣畅淋漓的打斗=爽快的横版动作街机
好评: 我没觉得很难啊... 甚至差一点点就单刷街机最高难度....  
但是关卡设计确实不行，有的比如第1关过于冗长，
第7关过于短小， boss还偷工减料。
但是，男主AXEL， 四代居然这么菜，真的是老了。
Blaze当年多少人二代偷偷暂停看底裤的女神，也肥的不行。
强行加入两个黑人新人物，这尼玛三黑二白？
真政治正确。 在我看来还不如放出gay船长。

I don`t think it's a very difficult game( like someone said) in my own opinion.
The highest difficulty in Arcade mode that I will pass( the best record is that I just cannot beat last boss).
But the game's toll gates designed  are so amateur!!!
Sometimes it's too long to be kina drag, like the first level.
Sometimes it's too short to be very easy like 7th.
BTW, the game crews are lazy a little bit, like the same boss questions.
However, WTF the protagonist AXEL(4 generations) is so fkin shieeeeeeet!!!!
How old he is, like a butter man!
And my goddess Blaze who many people will pause game to see white pants, 
has already been plump up unexpectedly.
The most important thing is Fkin new characters that possess 3 African-Characters.
Politic correctness, MTFK.
I would be wondering if you could add gay captain rather than black man!
THX!

--------------------------------------------------------------------------------------------------------------------
Will this game deliver some DLCs which include new characters and maps?
好评: 可惜音乐没用古代佑三参与，第七关音乐风格挺像古代佑三的
好评: 我想解锁三代的人妖船长
好评: 最佳原声音轨。。。冲啊
好评: 霸体设定让人头疼，音乐好评。
好评: 无论手感还是画风都是上乘之作
是一款十分优秀的续作
好评: bucuo
好评: 挺棒的玩起来，超级刺激，Adam.Hunter 登场的时候超级感动，这么多年了哎……

不过看到今年怒之铁拳4提名年度动作游戏，还是有些意外……
好评: 还是那个味！我的年度最佳。
好评: 欢乐
好评: 好玩
好评: 经典
好评: 经典横版过关玩法，没有繁琐的升级 装备调整，只有对操作的精益求精
好评: 挺好玩的 特殊滤镜下找到了童年的感觉
好评: 手残党发泄情绪，脸滚键盘通关
好评: 打了几局就无聊了
好评: 近几年横板过关游戏里这就算不错了
好评: 这游戏绝对是值得一玩的好游戏~
好评: 宝贝收到了，敏感肌也能用！
好评: 时隔26年的续作，无论从画面到游戏性都诚意十足，算是目前比较不错的横版过关游戏。和好友联机更是乐趣无穷，找回了当年街机房的感觉。
好评: 手残党的噩梦哈哈哈哈哈哈
好评: 玩起来还行
好评: 又回到过去，还念！
好评: 干就完了
好评: 好 ! 想起了小时候玩的闪客快打。
好评: 很经典的清版卷轴动作游戏，连招系统让我一度怀疑我在玩格斗游戏，和小伙伴联机也很快乐，就是各种角色解锁需要肝的有点遭不住，好玩是还蛮好玩的
好评: MD上的横板神作啊，打击感很强，画面也很棒，2代的音乐做得超好，MD平台难得用心的佳作，现在在怎么高清化怎么重制也找不到当年的感觉了，这可能是我的原因吧
好评: 打击感一流，手残党玩着有点糟心
好评: 手残真的治不了啊！！！
好评: 这还说啥了，雷昂裆踏就完了，这熟悉的味道！！！
好评: 怀念的怒之铁拳,还想玩更多!根本不够玩!!!!要是能内置前三代就好了
好评: 奈斯
好评: 爷春回!
好评: 确实找回了当年打街机，玩恐龙快打，玩吞食天地，玩圆桌骑士，玩快打旋风的感觉，也找回了当年抱着MD手柄玩幽游白书，打怒之铁拳前几代的感觉。还总想着AA←→AA←→AA←→这样无限循环的猥琐BOSS，没想到居然有连招保护……
打击感很爽快，动作很流畅，唯一不爽的就是不能跑，要是能跑，女警察BOSS的炸弹能炸到我？BOSS也没有前面几代那么好骗了，普通难度下BOSS战源源不断的小杂兵利用得好我感觉就是给人刷分的。清版游戏加类似横版射击的保险，确实也还不错，大招扣的绿血能够打回来好评，不至于和小伙伴为了抢一只鸡大打出手了。
看着本作中略微发福、胡子拉碴的那个已经逐渐老去的阿克塞尔，忽然想到自己也不再是当年能够想玩就玩无忧无虑的毛头小子了……

随着平衡性的更新，游戏性也得到一定的提升
好评: 经典横版动作游戏，跟朋友玩得很开心嗷。
好评: 相当不错的2d格斗游戏，仿佛回到了童年玩掌机和插卡游戏机的年代
好评: 棒！横版动作系统足够简洁还有钻研余地，在这个世代真难得
好评: 很好玩！
好评: 一般般
好评: 不错不错，略微有点难度，系统也有可钻研的东西，很有精神
好评: 好
好评: 有老街机内味儿了，只可惜没有给所有角色做跑步动作，没有冲刺攻击我很不习惯啊，所以我只玩吉他妹
好评: 好好好
好评: 经典的延续，只是回不去了
好评: 不耐玩
好评: 怒之铁拳系列的完美新作
好评: 玩起来很怀旧 ，2D风格很不错，连招系统做的也很成熟，会反复玩，不会腻。感觉好极了~还能联机
好评: [h1]Blaze真漂亮[/h1]
好评: 作为一个80头上的人，能在有生之年还玩到续作表示很开心，90年代MD上这样的清版过关ACT不多，当时是世嘉为了对标SFC的快打旋风
头条上有游戏自媒体觉得这游戏不值68，各种挑刺不如手游。先不说情怀不情怀，这游戏说不定比你年龄都大，你也配评论？少看自媒体，容易被拉低智商
好评: 不错
好评: 怎么说呢 先说缺点 取消了三代的技能升级 就不说了 但是不能跑是最大的软肋 不能跑使得节奏爽快程度大打折扣  也不知道制作组怎么想的  手柄震动 基本上没有  boss的难度 直接体现到霸体上了 要是没有霸体 真的菜鸡 优点呢 打击感很不错  抛开缺点 可玩性还是挺高的  推荐！
好评: 这游戏就是要和小伙伴一起耍才欢乐，不管是闯关还是对打
好评: bucuo
好评: 在把BGM调到2代音轨时，眼泪没止住流了出来
好评: 爽到
好评: 世嘉的经典IP，制作精良
好评: 虽然游戏整体流程较短 但是各种连招打起来是真的爽！
好评: 出色的横版清关游戏续作，美中不足的就是BOSS的霸体机制设定
差评: 读键加霸体和不让拆的投让游戏的道中像一场灾难，优秀有趣的连续技面对满身白光的杂兵没有任何用处
好评: 爷青回
好评: 多少年后,千呼万唤始出来的怀旧作品.
好评: 好难啊，比以前玩的MD版难
好评: 解锁1代阿克塞尔、1代亚当、2代阿克塞尔、3代阿克塞尔、3代小孩、3代希瓦后，爽快感大大增加。

建议增加人物机动性，至少有y轴闪避，或者奔跑。赶快出DLC多加点关卡，人物。
人物解锁顺序完全可以改成1代任选一位——2代任选一位——3代任选一位，如此循环。

清版动作老玩家还是买账的，大卖后希望卡普空和SNK也能捡起来自己的老IP。
好评: 很喜歡玩
好评: 很好的游戏，就是最后一关好难打啊。。。
好评: 小时候打街机的感觉又回来了 不过游戏总体偏短 不大过瘾
好评: 街机的感觉
好评: 硬核清版过关游戏，死了无法接关，等一个更新。
好评: 不错的游戏
好评: 挺好玩的
好评: 游戏打斗精彩，连续技设计感很强，可以说的确是好作品的延续。但是缺点就是不能中途接关，如果在中途被敌人KOK了，只有从这一关重新来过，哪怕你来到总机关的BOSS 也是如此。这样的 设定，我觉得无趣，其他的比如动作画面个人觉得都还可以、
好评: 非常不错的游戏，打算把前三代游戏也买来买来怀旧玩玩。
好评: 最棒的街机游戏！赶快出DLC啊！~！！！！
差评: 狗屎游戏。我买了真是老壳坏了
好评: 好  多来点！
好评: 爽爽爽
好评: 不错不错
好评: ai ai ai
好评: 将来我要有孩子 一定带着他们把所有我Steam里本地多人游戏都通一遍   给她（他）一个美好的童年  
可怜我的童年就很惨淡
好评: 风格很喜欢，买了以后不知道为什么安装出问题，不知道为什么。
好评: 太棒了，很孩子一起玩很欢乐
好评: 强烈要求加入奔跑、取消敌人的霸体或者可以破防，这俩东西太影响游戏体验了！本来打的很连贯很爽！来个霸体必须要用大招才能破!
好评: 好玩，推荐，么么
好评: 66666666666经典怀旧
好评: 《怒之铁拳4》这个游戏是在清版过关游戏大热的时代里出来的。
表面上对标的是卡普空的《快打旋风》实际上是为了世嘉的对抗任天堂主机之战的另一个产品。
就如同《刺猬索尼克》是为了对抗《超级马里奥》一样。
世嘉与任天堂的主机之战就跟如今的其他同行业的产品之战类似，你有的，好的，我也都必须有，并且尽可能地接近你甚至超越你。
清版过关游戏基本上半岁了两个事物而消沉了下去，第一个是家用机成为了游戏的主流，机器的性能也逐渐高于了街机。第二个是游戏的画面从2D转为了3D。
正是如此，当主机进入到了3D的时代，画面有了更加好的展示效果，为了追求更好的沉静体验，强制要求把所有的敌人都杀死。
通关其实有了更多的选择，当然这对玩家来说更有乐趣。

[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]
[h1]怒之铁拳4的战斗方式[/h1]
这个游戏，用了很古老的方法来做了一个2020年的游戏，就如同《莎木3》用了2000年的游戏技术做了一个2019年的游戏。
这几乎是所有怀旧类游戏的共同特点，尽可能地在高清化时，照顾到老玩家的念想，包含手感、节奏跟人物特色。
所以《怒之铁拳4》也是如此，打击的方式在高清化与较为现代化后，大部分遵循的还是老的攻击节奏与反馈的方式。
人物被集中后头部后仰，有表情的话就表情夸张。然后在普通连击下，最后一招直接击飞。
除了怀旧外，游戏的整体攻击还是蛮有特色的。
比如游戏里一共有三种攻击方式。
普通（轻）攻击，跟以前的老游戏一样，普通（轻）攻击可以根据有节奏地点击，能够让敌人保持一直硬直，只不过在4里，这种方式尤其是在打BOSS的时候是会失效的，对应的攻击次数后，敌人会直接被击飞。
技能（重）攻击，技能攻击根据玩家的方向不同，基本上有两种攻击方式，一种是不按方向键，一种是按前方向键。技能释放会掉一定的血量，只不过这个血量可以成功攻击敌人后，进行逐渐的恢复，如同《血源诅咒》类似，不过《血源诅咒》可恢复的血量会逐渐减少，但是《怒之铁拳4》不会，只要玩家不被攻击，可恢复的血量会一直存在。
玩家究竟如何选择使用技能，形成更多的伤害与连击，会不会因为使用太多了，而不慎被敌人攻击到，导致损失了大量的血量，这也是个要注意的点。
伤害与血量的平衡性掌握在玩家的手中，这才是这个游戏有趣的地方。
星伤害，也就是必杀技，必须有游戏里名为星星的道具才能使用。必杀技有两个好处，一个是释放时机无限制，不论是什么连招的情况下，都可以立刻施放必杀技，当然你被敌人打在空中的时候是不可以的。
第二个就是释放的时候角色本身是无敌的，即便你脚底下有手雷在爆破，也不会受伤，更不会打断必杀技。
除此之外的一些小内容，比如跳跃攻击，比如提供了一个快速攻击后方向的按键。
游戏里的角色有一些可以连按前方向进行跑步，有一些不能，我虽然强烈怀疑是我的操作有问题，但是经过了多次尝试后，我发现的确有一些角色没有连按跑动或者快速移动的功能。

[h1]游戏的背景故事[/h1]
几乎所有的清版游戏都采用了极其简单的故事设定，这自然也是因为不能让玩家一币游戏里有十分钟在看剧情吧。
在街机游戏里，如何能在单位时间里赚更多的钱才是重要的。
剧情简单也是商业化的目的。
所以嘛，这类老游戏续作有的时候，好的地方要加强，不好的地方也要保留与有技巧地改进。
游戏整体上一共12关，前11关在地图上显示，最后1关在隐藏的岛屿。
剧情上一开始也就说了X的孩子，Y先生与Y女士继承了父亲的意志来打算政府整个都市的故事。
很标准的邪恶与正义的对决，当然了如今的反派BOSS不再是往常一样根据人物形象来决定了，而是根据养眼程度，反正两人都不丑。
游戏可使用的角色最初有4人，进度到一半时变为5人，而后会解锁一二三代的人物。
老人物的战斗手感是还原最初的，连打击音效也是如此。
不顾并没有把技能攻击与必杀技分开，一代的人物都是伙伴来支援丢一个火箭炮就跑。
整体来说，老玩家应该都会买来玩一玩，或许不用通关，但只需要玩一会，每个角色都是用下就能体会到曾经的感觉了吧。



好评: 小时候是在VCD里玩过,感觉比前面几作要难
好评: 打击感很爽快能解压够了
好评: 升级版的童年！！！！
好评: 同年回忆，打的你妈妈都不认识你，或被打的你妈妈都不认识你。
好评: 买完确实不亏，回想以前买怒之铁拳3的时候，毫不犹豫。。。
差评: 垃圾！还以为好玩的很，结果垃圾的一批，只有一个能跑的，这特么是个巨坑
好评: 真的非常不错，老玩家表示上来不用看任何说明直接上手通关哈哈哈哈哈。真的是非常非常爽，记得以前玩2得时候在游戏碟上叫暴火街头，之后在另一个游戏碟上玩到3 叫格斗3人组，现在还记得3里得人妖船长和袋鼠，为了打出来袋鼠能跟boss耗上好久.2代通关了无数遍，一直都是童年得回忆。唯一美中不足得是这代里又把跑步取消了，感觉作为格斗游戏，人物得机动性稍微差了一些，而且招式没有革新，还是那几个招，虽然老玩家表示亲切，但是新玩家肯定会厌烦得，毕竟就这么几个招要打10关，玩到后面一定会审美疲劳得，不如随着关卡得进展，人物可以解锁一些新的招式，这样也不至于玩家后面玩着玩着都是千篇一律得招式而无聊了。
  总的来说还是一部非常成功得作品得，我已经发现了游戏中得好多彩蛋，作为一款正统续作，非常不错，值得推荐！
好评: 很不错让我怀恋一下
好评: 游戏Very Nice！看来开发者对2代高度认可 。 游戏全程帧数稳定（有几关开场部分莫名掉帧，望优化一下），连招机制不错，弹墙，弹地做的非常好 增加了连招的自由度。建议：把带帽子的小男孩也加入4代啊；另外，既然附带了格斗游戏的标签，那就再给4代角色添加1或2个新招式吧，来增加连招观赏性、让玩家更爽快。 希望下波内容更新早日到来。
好评: 游戏流程比较短 好在有好几种难度可选 初始那几个人物没有跑  只能走
好评:        怒铁系列说实话从小到大还真的没亲自玩过，只是在游戏杂志上看过介绍和攻略。因为家乡这边卖游戏机的地方非常少，那个年代能买到小霸王、GB、GBA、PS1、PS2，但是MD、DC、NGC却见不到，况且街机厅大部分都是《三国战记》、《KOF》、《恐龙快打》，剩下的就是《湾岸》、《头文字D》、《铁拳6》，连《街霸2》都没有，所以世嘉的东西在我的童年里占比非常少。现在《怒铁4》登陆PC，所以第一时间就购买了，我只是冲着名声来玩的，并没什么情怀。
       看介绍说本作并非世嘉制作，而是一个爱好者团队制作的，这么看来，本作可以说是官方正统续作，也可以说是同人游戏，也可以说是独立游戏（蛮复杂的）。
       美工：由于本人目前在学游戏原画，虽然远不及主美的读图数量，但起码审美的涉猎范围会比非专业的人事多一些，所以本作的美式卡通画风在我看来没有什么不能接受的，重点是人体动态很有张力。也就是说如果有谁打算学习卡通绘画，那么这款游戏的画风是很值得参考的。
       音乐：光是听到古代祐三这个名字，想必除了“NB”之外不需要再多说啥了。另外，除了古代老师，还有其他几位业界大佬的加入，所以音乐部分是可以保障的。
       操作：本作有复古操作和新操作两种操作模式可选。我选的是新操作模式，也就是攻击和拾取分别对应两个按键的那种。复古操作模式据说存在按键冲突的情况，毕竟我没有试过，官方应该很快会修复。新模式并不存在按键冲突的问题。
       AI：在游玩几个小时后，我认为这款游戏的上手难度是颇高的，对于已经习惯了带加速跑动的ACT玩家来说，本作光是人物不能跑动就让人倒吸一口气了，很显然，这款游戏的立回和走位的要求和难度都是相当高的。
       AI真的可以用“贱”来形容，他们可以根据战斗情形调整移动速度和移动轨迹，进攻起来也是相当犀利，插招，前后夹击、霸体怼脸、双炮将军、二鬼拍门、无责任飞踢、正义围殴、霸道吹飞、猪突猛进、放风筝、凹升龙，无所不用其极，每个敌人都可以像“梅原大吾”那样做到极致立回。你这边抓到敌人准备打连招，其他小兵就像得到暗号一样立刻提高移动速度来绕背摸你菊花，真叫人大呼卧槽。不得不说就是为难而难的极端设计，游戏体验很差。
       主角：本作的主角能力比起敌人来说差的实在很大。我们的主角只能走不能跑（个别角色除外），在面对高强度AI的敌人，主角的立回能力就很显得捉襟见肘。也许是制作团队为了还原90年代街机游戏的特色才这么搞的吧。
       另外，本作有防卫大招和进攻大招，也就是损血技，通过损血为代价化解危机，然后通过进攻把失去的血量追回来，就是这么个设定。这个设定看上去是很有趣，但是，该系统的设计存在些问题。本身损血技就是要玩家付出代价的，所以这个损血技必须设计得很霸道才行，其优先级要比其他敌人的招式要高，能拼得过敌人才行，不然体现不出损血技的保险特性。况且在重新组织进攻追回血量的过程中挨打，不仅追不回血量，反而损失更大，类似街霸5的假血系统。可是在实际游戏中损血技的优先级并没有那么高，虽然图像上看起来比较大，但判定小的可怜，经常被Boss的投技或霸体技打回去或者吞掉，混战中甚至会被小兵的轻拳点掉，非常叫人恼火。还有些情况，主角的损血技轰开了周围的小兵，但是导演AI会让他们立刻鬼畜加速继续围住主角，或者被跳踢狗男女趁硬直偷袭，主角还没来得及规划下一步行为就又被围住，要么你凭借自身技术打破僵局，要么再次使用损血技破开局面，这就是硬二择，这种情况是要极力避免的。
       《怒铁4》打了一手很好的情怀牌，从游戏评价里看，这份情怀的确得到了大家的积极回馈，一点也不显得廉价。游戏整体难度较高，却能提起挑战的热情，让我们又回到了那个疯狂投币的年代。如果你是用摇杆玩，这种坐在街机厅里的仪式感会更强烈。但是游戏的设计上还有待改进，前作中备受好评的设计也没有出现。转念一想，一个由硬核爱好者组成的团队能做出什么样的游戏，大家肯定都是能想象到的，那么本作究竟体现的是制作团队的不妥协？还是说制作团队想要带领玩家回归曾经辉煌的街机时代？亦或是要在新的时代让这类游戏重生？这就见仁见智了。
好评: 好玩
好评: 没法跑步，难受了。操作很不舒服，感觉怪怪的，可能就是人物移动实在不灵活
好评: 习惯之后会发现非常爽
好评: 除了某些boss攻略起来对于新手或者老年人玩家不太友好之外，再就是角色操作习惯居然也不一样·····让人很是有点无语。不过总体来说，还是不错的。
好评: 仿佛回到了那个年少的午后，情怀无价，满分推荐~
差评: 横版清屏类游戏，三大核心要素，命中打击感、操作流畅度和机制丰富程度，三个中只有命中打击感属于上乘，其他两项离及格还相去甚远。本作五个主角，只有一位可以跑动，其他四人操作手感粘滞，及其依赖走位，在特定地图中缺少变通打法。机制上，敌人种类虽多，但大同小异，能给玩家造成困扰的核心因素只有两个：一个是全员霸体、一个是AI预判出招。
综合上面两个缺点，实际操作中就会出现，因为不能跑动，所以需要通过走位躲避霸体敌人，但同时敌人的预判又非常精准，所以又会出现即使走位得当也避免不了挨打。另外，游戏中人物模型占比过大，地图中又有各种陷阱，就这直接导致游戏整体容错率很低，且限制玩家操作，最优效率的游戏行为不是主动出击，而是拖刀勾引，打多了非常无聊。
最后，还有一点值得一提，整款游戏中的BOSS，虽然攻击方式都是套路，但非常之灵活（霸体及预判还是必须的）。几个回合下来，打boss就像躲猫猫。
好评: 游戏还是当年的那个游戏，但人已经不是当年的那个人了。
好评: 连招机制很好
好评: 这回我不是傻逼
好评: 小时候最喜欢玩1、2部，和爸爸哥哥一起玩，时隔多年的新作，难度变高了，手也不灵活了
好评: 霸体太多，空手道的架招判定太离谱
好评: 买个情怀 好玩 联机是唯一缺点 卡的要命  背景曲也好听啊
好评: 关于对中国的友好建议
那些坑完小学生钱就走的游戏遍网全是，你不去整治；那些点开网页全是蹩脚普通话的游戏，你不去整治；那些官网买外挂的游戏，你不去整治。你整治3A大作？暴力？色情？你看看国内到处网页广告上的图，个个都比STEAM裸露，你管都不管，你来管STEAM。你有闲情雅致怎么不去管管中国影视业？发展的比卢本伟还畸形。看看你的CCTV，在看看别人的BBC，差距。你自己建立起来的文化自信又被你自己踩下去，为什么？不革新自身的管理方式，还拖一个大平台下水。STEAM虽然被很多中国玩家当成启动器，但好歹让大家有了正版意识这个观念，好不容易有点进展就要被打回原型，鼓励大家玩盗版？不说所谓民主，为什么不能分级，分级制度就能解决大部分事情，你这样有意思吗？你们这些专家是真的睿智啊。你天天弄这些没有用，干脆就直接把网络什么的都取消，正常人不让用得了，一天组织点什么喊口号种地？？？还是直接回归原始社会得了，

我真正在意的是如果我买的游戏玩不了，我又找谁来赔偿，完美，还是国家？不过估计最后就是让我们这些坚持正版的玩家白白损失一笔，最后有要被一些现实生活中的盗版优越大爷好好嘲讽一下了，睿智啊。厉害了我的国，呵呵。始皇帝啊，这盛世如你所愿。一些人和身边的朋友小时候就在传奇和cs的游戏中长大，也没有谁去砍人杀人犯法，现在的熊孩子看喜羊羊等把其他孩子烤了，到底是游戏动漫的错？还是家庭学校不负责任的教育的错？大家心里都有数.你就这样就脱离了坚持社会主义100年的目标了？中国梦，是什么？好好学习，肉身出墙

游戏属于第九文化，任何一款大作游戏，本身就蕴含着作者思想与道，但对于我国目前还未开放的价值观而言，外国对于未来的思考以及奇特的众多幻想是不能被广电局所接受的。国内游戏就目前而言，有steam和主机各方面的因素，依旧是做个垃圾就能赚的盆满钵满，他们知道游戏本身品质只要勉强过得去，在在游戏里面设计点能装X的“微操”，以及各种各样涩情的原画，各种各样中二的建模和台词就能骗到钱，游戏本身剧情一定要扯，不能有深度，浅显易懂。这样的制作反而比你认认真真想剧情做出来的游戏赚钱得多，steam在国内看起来很多人知道，实际上在绝地求生出来之前你走在大街上根本没几个人知道有steam这个东西


其实中国实名认证已经比国外领先了，银联支付和微信支付都必须得需要身份证，那为什么还迟迟不推出分级政策呢？因为现在是否过审文化部和广电总局是由最高决定权的，没有相关的法律和规定来决定一款游戏是否过审

以前有个国内单机游戏厂商制作了一款武侠游戏去送审，因为是国内厂商，所以对于审查机制是很了解的，在送审前就去掉了血液还有断肢效果，尸体也都变成了黑色的，可就是这样都无法过审，审查机构说这款游戏里的玩家扮演角色在杀人后坐牢十天就可以了，很容易造成一些不好的社会影响，后来改着改着就变成一款只能骑马的武侠游戏了

而腾讯的天涯明月刀在杀死人形敌人之后一点责任都不用负，继续屠杀就可以了，这样造成的社会影响是不是更大呢，可天涯明月刀却过审了
为什么会这样呢，腾讯日进斗金，它交得起钱，而那个小厂商做完游戏就没什么钱了，所以中国单机游戏的发展不是看你制作水平，也不是看你宣传到不到位，是先看你交不交得起钱
而中国相关部门在审查时声称依据是什么呢？就是社会所谓的主旋律，就是社会主义核心价值观
这有点像什么呢？古代君王都会给自己的权力找个合乎于法理的声明，君权神授，我是真龙天子，我的权利都是上天赐给我的，而社会主义核心价值观就是充当了这种用途的工具，给自己不正当不合乎于法理的权利和获得的利益一个看上去合理的声明
香港台湾澳门是特别行政区，他们的社会经济政治文化制度都和大陆不一样，那大家想过为什么会这样吗，其实很简单，回哭的孩子有奶吃，就比如说香港，假如97回归的时候就是大陆制度的话，他们就会大罢工大罢学，让社会不能正常运转，而当时国内外也有很多双眼睛在看着香港，所以他们就是特别行政区
而咱们大陆人呢，封外网的时候，咱们忍受住了，和谐魔兽世界的时候又忍受住了，从来没有为自己的权益发过声，而现在变本加厉，Steam中国版都要出了，最好的结果都是出来个中国版商店，现有国区的支付方式及低价区优惠都转移到上面去，这次还默默忍受的话这次那以后呢，怕不是变成朝鲜光明网了吧


很多人都把这些事情看似是理所应当的，不管是封外网还是和谐游戏，暴走大事件或者是现在的Steam中国版，而事实呢，欧洲在INS啊twitter啊上面有恐怖分子活动，而他们是简简单单的墙了这些社交软件了吗，他们跟这些恐怖分子打网络战，把他们驱逐出了这些社交软件，那既然如此中共为什么不行，就因为墙了低成本吗，我们的权益及我们娱乐休闲的地方还不如打场网络战的成本吗，中国人就要就要妥协隐忍而外国人就能保障自己的权益吗
请大家把这些言论扩散出去
为自己的权益和Steam发声


我不知道哪种被代表更好，一种是他们封禁和谐魔兽世界及暴走大事件等等自由媒体
差评: 角色机动性太低，必杀技无敌时间判定蛋疼，关卡设计太单一，都没有3代好玩，78元感觉卖高了，要不是纪念3代真不想买。
好评: 凑合吧，blaze没有以前性感，古代佑三的经典作曲被新版混音搞的很一般，音乐声音也不够大，没以前带感~
好评: 情怀
好评: 音乐即复古又现代，不错。
画面采用卡通风，也不错。
关卡设计，内容也不错。
打击感较前作好。
恶心的是，用手柄操作经常没有反馈，反应迟钝，角色还在上一轮操作浪，经常被白揍，需要键盘乱入才能终止“无反应”，希望好好优化，这点相当吐槽。
最后一点修正，是买的手柄有问题，steam上可以检测出来，不赖游戏，sorry
好评: 經典佳作
好评: ”冷饭新炒系列！“ 
”熟悉的铁拳，但更爽快的打斗“
“开局左下角为什么没有东西捡？‘
         还记得10多年前我和我老爹一起玩怒铁2和3，童年的快乐也往往就是这么简单。10年不见，阿克塞尔和我老爹都已青春不再，我想，这游戏我有满满的情怀在里面。
         脱离了像素风格的画面，改为漫画手绘风。更强的连招系统，更爽的连招手感！各种对空对地，我是不是在玩KO F？
        游戏使用的是二代的系统（没有三代的跑步和上下翻滚，以及必杀技无敌帧）
        在招数设定上额外加了一个星之秘技（我其实一直喜欢比大招还大招的超级大招}                                            
        额外设置了一个捡东西键错开了攻击（你知道手里有一个棍子脚下有一把刀，然后试图攻击敌人时变成反复捡武器，最后两个武器全碎还要挨打是什么感觉吗？）
        官方很聪明终于在必杀技责任上做到了突破（2代的必杀技命中扣血以及3代最令人诟病的 能量满了无责任必杀和无能量却扣一大截血）

        特别优点：攻击音效极佳拳拳到肉！连招动作流畅舒服的一批！
         缺点：为什么敌人有霸体有霸体有霸体！！！警长如何师从卢卡尔学习了那一手搬运的？说实在敌人霸体真的很影响游戏体验。每次都压不住敌人出招被打飞，一身绿血瞬间清空，中间那几关摩托女多恶心大家都心里有数把。
        最后我想说Mr.X怎么就这么惨，一代被打败，二代被打残，三代被打的只剩下个脑子，四代连儿子女儿都要挨打！（Mrs.y被打飞那白白的胖次，官方你故意的吧l s p :D)
好评: 这个游戏如果支持摇杆就好了。
好评: 挺耐玩的，看似简单，打高分还是挺难的
好评: 西瓦啥时候出来啊？？？
差评: 我所有的STEAM 游戏里，只有怒之铁拳4会玩个十分钟或二十分钟就闪退，无法理解为什么会这样
好评: 情怀作品，挺喜欢的
好评: 好玩
好评: 能在音画上跟上时代的同时又保持街机手感，已经很不错了。
好评: 还行
好评: 为情怀而生的作品。坦白说，3代的游戏乐趣多过4代
差评: 双人完还好，自己一个人都能玩自闭了，咋设计的游戏，走路速度都快赶上乌龟了！
差评: 卡的要死，真是垃圾
差评: 不好玩
好评: 游戏确实是好游戏，但是我手残，一直卡关，后面所有的游戏内容也都解锁不了，哎，老了，反应慢了，确实感觉有点儿难
好评: 一般
好评: 还行吧，就是难度有点大。
好评: 很好玩，不错。
好评: 好玩啊，游戏手感好，音乐带感，2d的画面看起来非常舒服，小时候在游戏厅里面玩过MD上的，但是很多年过去了，能又玩到这个游戏的最新作还是感觉很不错了，强烈推荐！
差评: 角色缓慢地散步移动速度让玩家显得相当被动，游玩时体验格外笨重。只有一个角色能奔跑，这是游戏最大的问题。
好评: 也许这就是情怀吧！当初的盗版MD黑卡，在商场里卖200一盘，我们都以为这就是正版卡带呢，想想90年代，真是信息闭塞，打信息差的盗版商赚得了资本市场的第一桶金！
好评: 好玩的一批
好评: 还不错
好评: 乱杀！
好评: 情怀无需多言
好评: =======
差评: 画面等都还可以，但是只有一个角色能跑，我也是佩服。设计是怎么想的
好评: 横版过关的游戏已经很少了，这款游戏手感不错之余还能让人回味到当年街机的情怀，相当不错。而且在线联机模式也不卡，点赞。
差评: 我为啥天天玩？因为我心疼那68块钱。

最高难度下杂兵能力堪比主角，这没关系，最多理解成难度高。
但是BOSS除了霸体啥也不会是怎么回事？
每每玩到BOSS就莫名地松了一口气，大有这把稳了的感觉。这是怎么回事？
点三下停一下，点三下停一下，轻松屈死大部分boss是怎么回事？
这一代杂兵才是真正的BOSS吧。
除了堆兵和霸体，开发组想不到其它增加游戏难度的方式。哪怕你去抄呢？！
联机服务也是一坨**,好不容易匹配到一个100ms以下的，街机模式狂暴难度打到最后一关——掉线。。。。。。那种心情。。。。。。

玩了200多小时，我还是想说：
一堆同人作品做得比这好。更别和2，3代比，那是一种侮辱。

没情怀的--别买。

最近官方更新了一个平衡补丁，把一些简单的无线连取消了，顺便降低了敌方攻击力，游戏整体难度下降了一个档次。
好评: 现在难得的硬派闯关游戏 ， 非常复古，拳拳到肉，难度稍大。
除了人物移动让人着急 ，其他都可以打满分！
总的来说，现在游戏环境里能玩到这样的横版过关游戏，还是要感谢世嘉。
好评: 音乐大赞！！！很多时间甚至愿意为了再听一遍第一关打车那一段bgm再玩一遍游戏，Y之塔电梯入口那里的音乐也特别带感
无论是打击感，流畅度还是关卡设计都很好，小兵也都各有特色，都有棘手的点与很好的存在感
（MR.Y与更新后的MS.Y依靠速度与走位让玩家摸不到增加难度差评，难度是不高但是战斗流程会变得拖沓）
改成不是所有角色都能跑步个人还是很可以接受的，能更好地体现不同角色的特点（3代里都能跑步导致各角色机动性差异变小，3代里的角色基础属性值的差异确实不明显）
一人血书今后更新加入4代麦克斯希瓦和警官姐姐(｀・ω・´)
（贪连击分数然后被一拳断连的时候要被气死）
好评: 不多谈，好玩就完事了，顺便蹲一个好友，一个人打没一起玩欢乐
好评: [h1]时隔多年的《怒之铁拳》系列再次归来了[/h1]
《怒之铁拳》这个名字对于稍微有点资历的玩家们应该并不陌生。该系列在94年MD平台上的第三作发售后似乎为该系列画上休止符。然而时隔多年后在曾经制作过《神龙小子：龙之陷阱》的Dotemu组努力下，《怒之铁拳》系列的正统续作再次出现在了玩家们的眼前。
《怒之铁拳4》在剧情上衔接了前作《怒之铁拳3》十年后的世界。昔日的大反派X先生被击败后，伍德奥克城迎来了和平。不过这份和平并没有持续太久，X先生的孩子双胞胎的Y兄妹继承父业务，成立了新的黑暗势力领袖，他们妄图通过使用一种催眠音乐装置来控制整座城市。在事态变得岌岌可危之际，昔日的英雄们归来了。


[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]


[h1]关于《怒之铁拳》系列[/h1]
《怒之铁拳》系列最早于1991年世嘉公司制作并发行，直到1994年共在Mega Drive上发行过三部作品，但此后SEGA就一直没有再推行新作了。直到2003年的时候西班牙一个名为“Bombergames”的制作小组重置了怒之铁拳初代的版本，在剧情上不变并且还汇集了日美两版三部作品的全部内容，除了官方角色以外还能使用部分敌方角色，甚至增加了一个原创角色，并为他们重新设计了技能，增加了一些视觉特效等，可谓是良心满满。这个重置版也因此大获好评。只是可惜于该的重置版在没有世嘉公司授权下进行了商用，在2011年被世嘉严重警告。

“Bombergames”的《怒之铁拳重制版》虽然下架，但是爱好者对《怒之铁拳》的热爱依旧强烈，在OpenBOR的开源平台上，各种玩家根据自己的爱好自制的民间版本《怒之铁拳》可谓是层出不穷。

多年以后，终于由DOTEMU接手了《怒之铁拳4》这款系列正统续作的开发。算是官方终于给了长期期盼该系列新作的玩家们一个不错的交代。


[h1]更棒的音画表现[/h1]
本作的画面相比往期作品来说有着大幅改进，在曾开发过《神奇小子:龙之陷阱》工作室Dotemu工作室的手绘技术力的支持下，不光是角色和敌人得到了美漫风的高清重制，就连一些场景上的花瓣的散落和环境道具破坏后碎裂的质感的微小细节都得到了提升。并且本作还在每关的过场动画中增加了与剧情过程动画，使得整个游戏剧情过度也自然了不少。游戏音乐方面更是花了大手笔请了古代祐三、川岛基宏、下村阳子、长沼英树、山岸继司这些知名的作曲家参与到其中，关卡的复古的电子舞曲乐配上横版卷轴的玩法，在配上拳拳到肉的手感，还是挺有昔日游玩时那味儿的。


[h1]大幅进化的游戏机制[/h1]
游戏战斗机制在相对于《怒之铁拳3》做出了不少改动，系列老玩家初上手时可能会有些不适应，例如笔者最初选择了历代男主亚历克斯后却发现他竟然没有了跑动功能，攒满能量条后可以不损血放大招的机制也不复存在。五个主要角色中只有亨特的女儿樱桃有着跑动能力，而亨特双击方向按键后则可以使用闪避能力。这应该是制作组为了将各个角色在玩法上区别开，刻意而为之的。当然看着亚历克斯那时隔多年后明显发福了不少身材，将他设置为低机动性角色似乎也合情合理。

原先的能量条机制则被“虚血条”机制所取代。“虚血条”机制未玩家使用损血大招后所损耗的血条会变为半透明，玩家只要不被敌人击中，那么通过攻击敌人是可以将血条补回来的。这样设计总体上是利大于弊的。没有攒能量的等待时间，而是鼓励玩家主动出击，玩家会把更多心思放到如何通过组合角色的招式，打出无伤的连续技上。当然，在角色血量较低时，玩家让角色保命优先还是以攻为守，则需要自行权限。

本作中还加入了场景和环境的配合要素。例如：角色可以把对手挤在墙角利用墙角的反弹进行伤害，通过投掷武器利用墙角反弹背刺敌人或者可以通过抓取敌人利用地面反弹抓起来继续连打等。如果是比较刁钻的一些玩家，甚至可以利用墙壁玩一些无限空抛的奇妙玩法。


[h1]关于游戏的难度[/h1]
本作有着“简单”“常规”“困难”“疯狂”“”“狂暴”5个难度难度，不过即便是最低难度下，敌人们的智商也比以前作品中的敌人上升了不少。他们跟主角一样有着受身，空手接白刃的能力。敌人的出场量相比以前的作品也上升了不少。当玩家被因为包围而经常导致的连招被打断，还是挺憋屈的。如果对单刷不够自信的不如通过在线或者本地联机机制给自己配备上一个并肩作战小伙伴，互相守护彼此的后背。


[h1]还算不错的可重复玩性[/h1]
本作的故事模式上取消以往作品的多结局路线，全部12个关卡一字排开。玩家依次往后推即可。不过除了剧情模式以外。本作还额外附带了PVP模式，一币通关的街机模式，BOSS RUSH模式，以及通关游戏总分经典角色解锁要素来丰富游戏的玩法。


[h1]《格斗4人》组？《格斗5人组》？不不不，这次可是《格斗17人组》[/h1]
本作有着5名主要角色，结合上可解锁的1-3代角色，加起来达到了17人之多。解锁出经典角色即便保持了原本的操作模式（3代的Alex又可以跑步了~）。消耗警星发动的超杀技，1代角色们为经典的召唤警车进行火箭筒轰炸支援。而2和3部的角色因为并没有超杀技，每人被专门设计了一个专属超杀技。对于老玩家来说制作组可谓是非常用心的，


[h1]游戏彩蛋与轶闻[/h1]
1.关于《怒之铁拳》的译名
最初由日本的世嘉公司制作并发行的《怒之铁拳》系列的英文标题，除了大家常见的《Streets of Rage》外其实还有一个叫做原标题名为《Bare Knuckle》，“Bare Knuckle”直译虽然叫做“裸露的关节”，但它实际上指的是一种空手格斗的术语。
而在盗版卡带猖獗的年代本作一度被叫作《格斗三人组》（因为系列最早期只有三人），因此在后续作品里玩家也会看到“格斗四人组”和“格斗五人组”这样的有趣的译名。

2.部分未在本作中登场的原可操作角色
本作虽然通过解锁像素风角色的形式，尽力让原先的可操作角色登场。不过可能由于开发时间等种种因素限制，小袋鼠，人妖哥的隐藏角色并未作为可出场。不过小袋鼠作为场景中酒保NPC角色出来露个脸，还是让人会心一笑的。

3.《怒之铁拳2》中的布蕾茲拉[/b1]
本作中可解锁的《怒之铁拳2》像素版女警布蕾茲拉为日版角色，而非当年因为种种原因被修正后的美版。对于有完美强迫症的系列老粉来说应该算是个不错的消息。


[h1]结语[/h1]
时隔多年，由于新团队打造的《怒之铁拳4》总体上承接了原作精华的同时通过新的画面技术与新的设计理念，向对《怒之铁拳》正统续作期待已久的玩家们交出了一份比较让人满意的答卷。希望它可以再次唤醒玩家们昔日手握MD手柄通关游戏的时光吧。
好评: 今年35了，80后。《铁拳7》已经反应不过来了，那些繁琐的需要搞装备，看属性的游戏也没时间玩了。《怒之铁拳4》达到了我现在年龄段的所有要求！简单，明快，青春，回忆！！！！
好评: 经典的游戏模式，略有难度的游戏体验，如果再多几条命就好了。
好评: 制作组没有放弃这款游戏，改好评了
好评: 一个讲究对策而非一味压起身和堵版边的横版动作游戏，没有通用系统上的跑动的原因，就和街霸不会像拳皇那样自由高速移动差不多。适合喜欢用脑子玩动作游戏的玩家。
缺点是很多靠霸体撑场面的强敌可太无脑了-_,-
好评: 等了十几年了  期待还有续作
好评: 10 分的话，感觉可以打 7 分。
玩个怀旧吧，创意不足。
好评: 不错的游戏 让人怀念网吧时和小伙伴开黑的街机模拟器
好评: 买之前看了不少评论，发现大家说了很多缺点，没内味，但自己下盗版尝试一下才知道真不错，之后立马入正了。虽然缺点也确实不少，如boss战无聊，无脑霸体之类的.......但总体来说打的还蛮爽的，好评

好评: 打击感，连击爽快度，关卡设计和超强的难度，重新复活了这款经典系列
好评: 最郁闷的一点是联机模式 有一个人退出就全部退出，有时候两个人联机打到BOSS，有个人死了一退，另一个人也玩不了了
差评: 脾气不好的别入了，会气的摔手柄的
好评: 好评，从第一作三人组一至到最后的五人组一路过来的老玩家，这可是当年在家玩世嘉16位的时候玩过的老游戏新作，没想到有生之年竟还能玩到新作，泪目，这个情怀不像 某某龙4 做的那么不堪，这一作很好玩，不过系列老玩家们还是要重新适应敌人的刚体，这可是老作品里没有的东西，希望能够日后更新一些新角色供使用，西瓦却只能用旧版的，袋鼠还不能使用有点遗憾。
好评: 还是那个味，更优秀的打击感~敌人AI也很优秀。但是取消跑这个设定还是有点机制倒退的感觉。虽然我也很享受那种跟敌人互相算距离的玩法。但是新玩家可能会习惯不了这苍蝇一样的敌人行动模式。
好评: 手感超棒！{就算没前前} 都赶上格斗游戏的 手感了！除了限制单体目标连击数有点不爽都还行！{能无限连击的才是王道啊}
好评: 飞毛腿女，吴克墨镜男，就烦这两个，常常打断连击，玩的超来火，怒之逼两拳
好评: 爽快的打斗体验，精美的游戏画面
差评: 特立独行故意恶心玩家的制作组 完全不知道脑子怎么想的
好评: 混合双打
好评: 有种回归90s的感觉，好久没玩过这么爽快的动作游戏了，爷青回
好评: goooooooooooooooooooooooood
好评: 还可以
好评: 不支持旧款ss usb手柄
好评: 怀旧 补个票
好评: 6666666
差评: 本来对于这个系列很有期待，也是冲着口碑买的，结果制作组对游戏的把控让人难以理解
最突出的是对于单人模式来说，杂兵ai过于恶心，后面的关卡打个小怪比boss都难受
想想一个你前进他就后退，动的还比你快，然后攻击欲望极强，趁你做其他动作或者背面朝向他时总会给你一飞腿，
在加上这关满是下落陷阱的地图里你掉下去大概三分之一hp就没了
这个怪以外，还有升级版的滑铲哥，你位置对了想打他却发现大部分攻击打不到下段，虽然不至于把你铲到坑里但是会倒地，这样的几种怪每切换一下卷轴就有两三只，还会突然冒出
这还有什么游戏体验？难度可以有，但是别恶心人吧？偶尔出现几只完全可以，但是满关全是这种贱b怪，不是故意恶心人？

请问制作组，我现在就拿PGM设计一个永远和你保持平行的怪只要你一做有硬直的动作我就给你一标
你认为我是在加硬核元素还是故意恶心你？前几关本来玩的挺有趣的，到了后面全完了
忍着这能打完单人模式的我佩服你好吧

横板街机类型的游戏要有挑战有割草的爽快感并存吧，满关都是需要小心翼翼提心吊胆，飞天遁地斗智斗勇才杀得死的小怪，加上满地的坑，有爽快感可言？再加上这游戏虽然动作很快比较流畅，但是是大多后摇长于前摇的那种设定，操作起来很有美漫的风格，可是这种情况下很难应对伺机偷袭的怪物，连个强制闪避都没有，只提供了瞬间向后踢的防御招式，但是伤害低判定又尴尬，敌人滑铲或者飞腿过来你一个中下段短距离后踢多半是自己被打对方安然无恙，这技能相当于不存在。而且在这种地形里你赌反击赌的起吗？成功了对面掉一小格，被打飞，站起来继续猥琐偷袭，赌输了自己被踢下坑。这关又贼长你有多少命可以死？

所以你如果是游戏厅街机大神一命通关那种我不知道是不是会被恶心到，可以来试试，只是对横板卷轴游戏有兴趣的我劝你不要冲着口碑来买这个，虽然画风，音乐，打击感各种方面都没问题，但是设计关卡的我看可能不是个人。
差评: 差评，耐着性子玩到第三关，简直就是折磨，清版游戏玩的是什么？爽快的打击感！！！！！！一路只能走拖慢节奏，还能爽快的起来？杂兵霸体，走的还比我快，然后杂兵还能退后飞腿，飞腿判定还比我高！！！！what the fuck？！
好评: 好游戏，好玩，别犹豫直接买起。
好评: 非常棒的一款游戏，让我们重新体会到了童年动作横版清关的爽快感！
好评: 童年的回忆
好评: 经典的人物，经典的操作，至于剧情不行？玩的爽就行了，剧情也只是延续了以前的世界观就可以了。我不太喜欢3代，音乐音乐听起来不咋地。玩的最多的还是2代和初代，所以本作的手感偏向于这两作，习惯3代的玩家可能不太舒服。而且高难度确实有经典的硬盒味道。当然，这游戏缺点就在于没有加速跑，让现代玩家不适应。我呢，把它看成老版的高清重置的态度了。总而言之，这游戏很适合和朋友一起玩，也可以联机和他人一起玩。

至于为啥买了这么久才评论？忙着刷全成就呢，还好，经过本人努力，还是拿到了，成就还是挺难的。。。
好评: 好久没玩到这么过瘾的横板清关游戏了，虽然我的技术一如既往的烂，但还是要力挺，希望继续优化一些细节，再出些DLC，流程多长都嫌短。
好评: 感觉找到了童年的感觉，剧本其实一般，就是看见那几个人就激动的买买买！！！
好评: 对于有街机情怀的人再适合不过了，意外之喜。
差评: 有收藏价值，作为新游戏，创新很，出招硬直时间长，靠近敌人，敌人也跟着后退，打起来的爽快感较少。
好评: 好玩   各种难度   还算好打

好评: 完美
好评: 联机好玩
差评: 一般，花了几十块大洋却买了个小游戏。不到两天就通关了。就这也好意思哪来卖。可玩性太差了。也是炒冷饭系列了
好评: 感觉还阔以   唯一不足的就是角色里没有第三代那只小袋鼠-。-
好评: 这个游戏第二关的音乐 太赞了 好有感觉   ！  打击感也不错。注册STM 就是为了玩怒之铁拳4   希望出麦克斯高清DLC
好评: 童年时最爱的MD游戏之一，现在和孩子一起玩。一起感受快乐。觉得游戏再长点，人物成长什么的加入一些，为更丰富，逼近那时的游戏 机能有限 现在可以做的更全面更好。
好评: 情怀
差评: 233333
好评: 经典街机，九个小时通完剧情，难度可调，手残党友好，搓大招就完了，芜湖
好评: 打击感很棒的横版过关游戏
好评: XXX →→X YB 连招就完事了
好评: 硬核老派清版动作游戏 还能说什么呢
好评: 真的不错，时隔20多年终于出续作，看了一下宣传有 1 2 3代换就角色，玩通关了，给个满分好评！实在好评没得说！
好评: 非常喜欢，难度可以，挺有挑战性
差评: 打击感一般，连招的种类很单一，看宣传视频以为节奏感很强，可是却没有。
差评: 太笨重了，打不过杂兵，就不能弄的简单一点嘛，娱乐玩家可不想老是练习。
好评: 匹配人太少，房主暂停没有简单的交互信息‘、流程稍微有点短就12关，大概50个场景.
好评: 66666666666666666
好评: ⠄⠄⠸⣿⣿⢣⢶⣟⣿⣖⣿⣷⣻⣮⡿⣽⣿⣻⣖⣶⣤⣭⡉⠄⠄⠄⠄⠄
⠄⠄⠄⢹⠣⣛⣣⣭⣭⣭⣁⡛⠻⢽⣿⣿⣿⣿⢻⣿⣿⣿⣽⡧⡄⠄⠄⠄
⠄⠄⠄⠄⣼⣿⣿⣿⣿⣿⣿⣿⣿⣶⣌⡛⢿⣽⢘⣿⣷⣿⡻⠏⣛⣀⠄⠄
⠄⠄⠄⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣦⠙⡅⣿⠚⣡⣴⣿⣿⣿⡆⠄
⠄⠄⣰⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣷⠄⣱⣾⣿⣿⣿⣿⣿⣿⠄
⠄⢀⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⢸⣿⣿⣿⣿⣿⣿⣿⣿⠄
⠄⣸⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡿⠣⣿⣿⣿⣿⣿⣿⣿⣿⣿⠄
⠄⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠿⠛⠑⣿⣮⣝⣛⠿⠿⣿⣿⣿⣿⠄
⢠⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣶⠄⠄⠄⠄⣿⣿⣿⣿⣿⣿⣿⣿⣿⡟⠄
⢸⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠇⠄⠄⠄⠄⢹⣿⣿⣿⣿⣿⣿⣿⣿⠁⠄
⣸⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠏⠄⠄⠄⠄⠄⠸⣿⣿⣿⣿⣿⡿⢟⣣⣀

好评: 老阿姨手残通关之后，流下血泪。

好评: 当你苦心积攒的100连击被小兵轻轻一拳打断后，那滋味。。。
怒之铁拳，玩起来果然让人很怒啊。。
差评: 几天前，这游戏彻底运行不了了！！！！我买了这游戏，原来玩的好好的，可现在，卸载了重装也不行。换我钱！！！STEAM！！！
好评: 情怀度满满，隔壁卡婊看到没？名将重置下？
差评: 手感奇差无比，自己不能跑冲刺，讲真没情怀最多褒贬不一哪有这么多好评
好评: 诚意满满的游戏，当然爱了。诚意满满的游戏，当然爱了。诚意满满的游戏，当然爱了。诚意满满的游戏，当然爱了。诚意满满的游戏，当然爱了。诚意满满的游戏，当然爱了。诚意满满的游戏，当然爱了。诚意满满的游戏，当然爱了。诚意满满的游戏，当然爱了。诚意满满的游戏，当然爱了。诚意满满的游戏，当然爱了。诚意满满的游戏，当然爱了。
好评: 难度是有点 大佬肯定还是有的 新出的怒之铁拳不错 就是难度
好评: 打击感不错，可是人物为什么不能冲刺呢
好评: 又一个童年回忆的情怀游戏，看到男主满脸胡子出镜也确实意识到自己也老了，打通了几个难度之后，来说说感想
首先，横版清怪的动作游戏一般也不讲什么剧情，中规中矩的拯救世界就行了。本作是延续了前作的剧情（前作是啥剧情我早忘了）好像是上一代boss的后代们又出来作妖了，主角团们也是一支穿云箭，又聚集了起来。
初始可选的角色和中途加入的角色，在新人老人的比例上基本对半分，角色造型都沿用了前几代的风格，让人一眼就能认出谁是谁，很有亲切感。新角色的设定也是有老带新的背景，都和前几代角色有关，让老玩家们感觉没那么不自然。
操作方面，貌似不是每个角色都有→→冲刺的能力，让人有点不习惯。捡武器后有不同的连击效果，能打出更多combo，还有很多操作小细节可以去游戏里亲自体验，还是挺用心的，能玩出很多花来。打击感很不错，浮空连击，空血敌人连击啥的使combo数蹭蹭涨，最后给出的奖励分还是很爽快的。
敌人方面，本作敌人的造型基本沿用了前几作，有些敌人改了外形，但还是能看出原型的。敌人的攻击欲望较强，特别是自带武器出场或者是可以拿武器的敌人，在好不容易清掉几波敌人combo数上好几十的时候被拿小刀的敌人背后刺一下，或者被敌人绕后打一拳断连的感觉。。emmmm，还有就是会霸体的敌人太多，很多敌人没法压起身。最后说说boss，每个boss都有至少2个阶段，个别还会有3阶段，会有几秒钟的过场分割。虽说boss的打法大同小异，但boss的攻击方式还挺多的，每个阶段都会多个绝招，需要多摸索，打通不难，无伤还是挺难的。
关卡设计方面，从场景看，依旧是前几代的风格，背景里很多商店啥的都能在之前的游戏里找到，每关的长度也适中，2-3个场景+boss场景，玩着不会太累。在有些关卡中有隐藏的彩蛋关，第一次无意中进入后还是挺惊喜的。每关结束后的评价结算，能解锁历代游戏角色，马赛克人还是挺有感觉的XD。通关后会有些设计图之类的奖励，可以找到与前几代相对应的东西。
总的来说，《怒之铁拳4》是一个不错的情怀向游戏，无论是角色设计还是关卡设计以及一些隐藏的彩蛋，都是给广大8090后玩家们一份相对满意的礼物。小时候不懂，也没钱只能玩盗版，现在有钱了补个票感谢一下制作公司和工作人员。
好评: 猛男突刺！
好评: *[code]本评测由【超核探索家】提供
我们尊重玩家的意志，保证评测者的自由发声
如果你热爱游戏，愿意分享与传递游戏的快乐，欢迎加入[url= store.steampowered.com/curator/8853986]超核探索家[/url] [/code]

 [h1]怒之铁拳系列来由 [/h1]

本游戏是日本世嘉(sega)公司上个世纪90年代在该公司的16位家用游戏主机mega drive上发行的横板通关游戏，是sega当年为追赶街机界横板过关游戏风潮而为其家用主机量身定做的系列游戏。官方作品共有3部。还有一部为FANS制作，美版名称为：STREETS OF RAGE。国内电子游戏杂志90年代亦将该游戏称作格斗3人组、格斗4人组等。


 [h1]欧美漫画式画风 [/h1]

《怒之铁拳4》的画风是典型的在美国漫画里出现的 美术风格，人物都看起来比较健壮，肌肉块人物居多，除此外，还有手绘的特效字样和非常视觉化的特效表现，让人玩起来感觉拳拳到肉，没有一丝延迟，配上在不同关卡出现的不同风格人物背景，如街道的霓虹灯，和风的武道馆，黄昏后的警察局，意境很美，打起来也会很痛快。

[h1]拳拳到肉的打击感 [/h1]
作为一款横板清版动作游戏，打击感是游戏氛围营造较为重要的一步，值得称赞的是，本作在这一点上做的没有任何问题，无论是皮鞭、铁棒，飞刀等工具击打在肉体上的反馈，还是背摔、飞踢，这些都能感受到明显的反馈，并且卡的帧数非常细致，就连女角色连招的大腿下踢都能感觉到大腿肉的震颤和从上而下重重捶击的力量感，这种打击感带来的正反馈非常舒适解压。

[h1]简易的操作难度[/h1]
横板过关游戏都会存在选择难度这一项，这是为了将老手高玩与新人的环境分开，创作一个好的上手环境，本游戏也不例外，在下虽然从小打过《三国志》《恐龙快打》这类街机，但玩的不深入，本以为会和从前那些游戏一样有很复杂的操作，要搓招摁秘籍之类的，没想到只是简单的移动和攻击，大招用指定按键触发，不用自己搓什么招，操作难度非常低，无论是玩过前作还是没玩过，看一遍说明就能上手，没有太多经验需要去学习，尤其是其大招不再是掉血，而是暂时失血，可以通过攻击敌人回血而重复释放大招，增加容错率。

[h1]经典元素回归[/h1]
在怒之铁拳系列的第四部之中，也有很多经典的街机要素回归，譬如一些关卡用电击枪攻击藏在地图角落的街机，就可以进入到复古的关卡，游玩时街道上有随处可见的箱子和桶，boss关的摩托车和电话亭，这些东西打掉都会有道具掉落，补血打人两不误。又比如在地图边缘打掉玻璃或地板，把敌人打下去会直接处决，当然自己掉下去也得没半格血。这些经典的要素在这一款回归之作仍然保留，并且适当的分配不显多余。

[h1]电子音点燃灵感[/h1]
街机游戏厅的回忆之一便是各类街机游戏的音乐基本都由电子乐构成，无论是合金弹头的“等，当啷当啷”还是其他游戏，开场都会有一段熟悉的电子乐带我走进游戏世界，本作也是一样，与前几作一样采用了系列制作担当古代祐三，其后还有川岛基宏、下村阳子、长沼英树、山岸继司等脍炙人口的谱曲家，可以说在音乐上是原汁原味。
 
[h1]新增的在线多人模式和前作像素人物回归[/h1]
在经典元素和设计之上，本作还增加了2人的多人在线联机模式，支持本地4人联机游玩，真正的成为了”格斗四人组” ，除此以外，在通关后，只要有足够高的积分，就可以解锁前几代人物的像素模式，用像素画风的前代人物再此闯关现在的画风，虽然画风不一致，但架依旧可以打。

综上所述，只要你感兴趣，那么便可以入
好评: 给你曾经街机厅的时光。
好评: 全靠大佬带过
好评: 操作感强，游戏流畅，打得过瘾，还有前几代的人物，感觉很棒。要是能用袋鼠就更好了
好评: 小姐姐好看
好评: 何时才能用上4代的希瓦和MAX
好评: 这么多年了，满满的回忆啊~~喜欢
好评: 漫画风格很棒
好评: 打击感挺强的，攒够积分可以解锁历代的人物，整体流程不过两个多小时，不过有玩家对战与boss战供你重复体验，挺棒的。
好评: 一款被横版街机耽误的格斗游戏，过场要是有CG就完美了！
好评: 女主真漂亮
好评: 游戏本身素质非常高，算是优秀的续作。期待DLC
WIN10 64位只要游戏打开90分钟以上就会直接闪退 影响街机模式体验。装了最新VC也没用。等一个修复(闪退问题已修复)
好评: 经典怀旧
好评: 希望弄个续b系统，不然对手残玩家不是太友好
差评: 一点也没有街机爽快，让我大失所望，动作很僵硬  手感也不好   boss 也没特色，杂兵也没几种，而且霸体泛滥，不知道是怎么设计的
差评: 超难。简单也打起来累。现在是个动作游戏就以高难度为荣，仿佛这样就硬核了。
我知道喜欢受虐的人很多，但我玩个游戏只是放松消遣。
好评: 很好玩 挺怀旧的 但是比以前简单多了  可以一关一关往前打 命都是重置的 以前不管哪关死了都要从第一关开始玩
好评: 手感好，画面精致
好评: 物超所值，玩过前几代MD的人才是真的能体会到制作组的用心良苦，不好的一点就是联机有点不顺畅，其他方面给满分
好评: 优点和缺点一样凸出。表面上是个横版格斗游戏，实际上是个音乐游戏！
打击感很爽，情怀也很足……但硬伤也非常足：人物没有奔跑和闪避，boss战居然boss靠霸体和你“换血”？连小兵都有招式和霸体！最终还是给个好评；
-----------------------------------------------
五星好评给音乐和打击感；
四星好评给美术和人物；
二星给做AI的；
一星给设计boss的策划；
差评: 优点：我的青春回来了。这几个字足够了
缺点：特意删除了跑动和闪避系统逼迫难度上升，这个始料未及，前作优秀的没继承下来。星星只能通过道具补给，虽然说成为了限制道具，但是我还是更喜欢前作三星升级→→A的感觉。
难度越高杂兵数量越多，这个可以理解，但是红白霸体实在是太过频繁，过多的杂兵导致玩家很容易在失误中被一波带走。本作已经没有保险的概念了，这个有点难受。
既然你把123代的人物也做进来了（甚至没怎么改机制），那么还是很期待做一个123整合版作为DLC上架，赶快的钱准备好了


6月2号补充
街机模式希望增加投币，街机模式希望增加投币，街机模式希望增加投币!
历代最恶心的小兵们，机制一个比一个骚，没朋友的那种，成功剥夺了BOSS们的风光。有一说一这代的BOSS战设计的真不咋地，小兵们反而是最难攻克的点。还有，唐人街武器室是哪个设计师设计的？！NMSL.jpg
但是我还是已久推荐这个游戏

6月13号
我改注意了。
这游戏什么时候把太过IMBA的舞女和暴风母猪删了我就改回好评。
恶心坏了……在移出了3代的前冲和上下滚动后，还特意加强了这些小兵的机制导致高难度太过恶心人。3代的舞女为什么1-1就出场了？因为攻击力低，跳跃踢腿虽然攻击力和距离可观，但是人家是纯直线啊,判定点也只在脚尖！WTM，四代舞女不仅能在空中变相，而且！全身！都是！判定点!卧槽佛了，疯狂难度4个舞女每个对你三连踢，你还没还手能力瞬间一条命没了，有意思么？没意思。暴风摩托兵也是的，IMBA的蓄力冲刺就不说了，那莫名其妙的直接母猪大坐什么意思？红白受身不如母猪大坐咯？其他几个IMBA小兵机制就不说了，难受的要死。
红白霸体+双倍的数量+一个比一个骚的机制+相对孱弱的BOSS战，有一说一我宁可去开123最高难度玩一下午也不愿意再继续玩4的疯狂难度了，没意思


7月19号
这次更新我觉得还不如不更新，第六关和第八关BGM已经听不见了，各种奇怪的穿模BUG。
舞女和暴风母猪还是没修改
维持差评

突然觉得这游戏阉割了这么多机制后高难做的恶心的原因是因为可以4人通关
差评: 神经病啊。已更新就坏了，不能玩了？人物设计也是，腿都断了跑不动是吧？就一个玩吉他的能跑，一个滑步，他妈其他都是断腿嘚。还有BOSS霸体只能大招打断是不是太恶心了，武器关他妈小怪一冲起来，没办法快速移动就被一直控到死，玩个蛋啊。
差评: 感觉一般般吧 没有三代的招式升级系统，打死杂兵不能变强就给点分数没意思，后期打杂兵感觉就是在强拖时间玩不动。
好评: 经典
好评: nnn
好评: 程序经常崩溃的朋友,吧语言调回英文, 中文状态会出问题.
差评: WDNMD,你是来打架还是来散步的，tm敌人走路移动速度都比主角快。
差评: 小怪都比我强，休闲游戏非要整得这么硬核吗
好评: 身为30+的老男人，碎片化时间让我没办法去领略3A大作了。偶尔空闲打开游戏，很尴尬的发现操作都忘了，就算买了ns，巫师3也没玩进去，平时没事就喜欢玩玩小时候的街机游戏。得知怒之铁拳4发布后也很开心，虽然最初我是拒绝购买的(因为无法跑动)，后来B站看大神各种连招，又赶上打折，就买来玩玩看，越玩越上瘾。对于怒4，我是从失望到喜欢，最后再到烦躁。喜欢是最开始打剧情模式，休闲娱乐很舒服，烦躁是因为开始狂暴模式刷分，敌人随时观望你的动作，钻空子给你一下(戴墨镜的黑哥，说的就是你！)，然后整个连段全费！只能重开。
如果仅仅休闲，画面和音乐我都感觉很不错，最爱的是唐人街道馆中最后一个道场，伴随着音乐，火焰喷发，包裹住战场，很热血。对我来说，这款游戏最不满意的就是3代我最爱的升星系统没了
好评: 优点：关卡设计、武器道具、打击感、可玩性深度

缺点：BOSS允许无限连，虽然小兵比BOSS难
好评: 游戏应该是好游戏，手绘画风很好看，只不过是我太菜了，没有游戏体验。
好评: 手柄玩很舒服，有摇杆更舒服，一代角色由于出招帧数少反而好用，不过为啥不让我操作袋鼠，某模拟器袋鼠和老头很喜欢用的，袋鼠加进来~
差评: 黑人可以跑步可以前跨步快速移动，白人黄种人不能跑步残废，哦，我懂了
好评: 儿时的回忆，虽说手感和画面不一样了，但玩的是情怀
好评: [table][td][url=https://store.steampowered.com/curator/30253125]订阅甄游组鉴赏家[/url][/td][td]玩家互侃群 124925250、52756441[/td][/table]
[table][td][url=http://live.bilibili.com/825456]讨厌君与小蜗酱的B站直播间[/url][/td][td]直播粉丝群：1125337103[/td][/table]

[h1]讨厌君个人评分 8/10[/h1]
（虽足够优秀，但还是给个恨铁不成钢式打分）

[h1]评价概括[/h1]
时隔26年的超级复古IP，这次在画面上采用了精细英朗的美漫手绘风做为画面主基调，配合光源渲染，整体画面看着相当高清，舒服，狂野。音乐方面，我们熟悉的古代佑三又回来了！除了古代佑三外，本次还神仙阵容的也请到了川岛基宏，还有当初给《街头霸王II》担任过音乐制作的下村阳子等人联合制作，且本作音乐使用的是动态音乐，即同一段音乐进展到关卡不同部份，会有很强烈的音轨改变，增强代入感与情感的带入，比如第二关防暴警察的初次登场，又比如第四关老码头跳下桥的音乐变轨等，使得本作在BGM方面异常出彩，保持系列一惯的电子乐风格的同时又有了全新的体验。
打击感上毫不含糊，做到了一个相当的高度上，加之这作融合进了连段系统，加入弹墙，追地弹起，空中必杀，星之超杀等新系统，可以玩出很多花式连段，在连段开发上可以根据敌人的体型重量等开发出不同的连段，这算系统上最大的进步，但同时也有为了角色特性而砍了的跑步，上下翻滚等让爽快度提升的部分，且3代时候爽快感十足的个人武器技，技能升级也惨遭删除，不得不说是个不小的遗憾。
本作的地图设计打磨欠佳，前期关卡长度比较合适，但后期关卡普遍感觉上偏短，总共12关的流程长度尚可，但由于本作回归了2代的线性关卡风格，在关卡数量上较多路线多结局的3代来说又着不小的缩水，重复游玩方面肯定不如3的多路线来的舒服，这点上个人是觉得本作最遗憾的点。
本作在角色上达到历史之最，开发组给老玩家们带回来了系列前3作中几乎全部的可用角色，且为复古角色在4代中的攻击判定进行了重新设计，让前三作的角色在本作的战斗系统下也能有相当完美的融合（我不明白为什么袋鼠跟变态船长ASH不能回归，着实遗憾），根据游戏得分进度解锁角色这点设计的增加了可重复游玩价值，且每关都有独立的分数排行榜，可供全球玩家争夺名次一决高下也是推动玩家游玩动力的一个很好的设计，但是这里又不得不说开发组出于复古角色的平衡可能导致分数排行榜的不公平问题，限定只有单人模式下且只有4代限定的5名角色才能有分数上榜 这点对于喜欢复古角色的玩家来说又不太友好了，建议可以改成分角色的单人排行榜，这样让喜欢复古角色的玩家也可以在分数排行榜上一展拳脚岂不美哉？

[h1]写在最后[/h1]
就个人而言，本作的关卡长度与角色缺失是个相当大的遗憾，袋鼠游戏内明明见到确又不能使用，希瓦变成了boss也不能使用，起码现阶段尝试了以前3代的秘籍与尽力在挖掘下暂时无果，希望有办法可以解锁，变态船长ASH则直接消失了踪影也很可惜。本作在总体设计上感觉刻意的避开了3代作品，我搞不明白为什么，3虽然当时比较饱受争议，但不得不说3有相当多的优秀设计，升级3段变化的技能，武器独有的特殊技能，秘籍解锁的隐藏角色，最优秀的多路线多结局关卡极大的增加了游玩价值，且整体关卡氛围营造都相当优秀，4代后期关卡设计还不够优秀，没有了前几作中偏后期的氛围营造与boss的特殊压迫感，且剧情上偏薄弱，不过这都是牢骚话了，单独说《怒之铁拳4》他有着街霸系列一样扎实的手感与连续技开发爽快度，音乐，画面结合起来依旧是个不可多得的优秀复古横版清关游戏！如果能每个角色再加1~2个技能就更好了，希望4是个全新的起点，让我们可以更好的期待新作！感谢开发商复活了这款超级情怀神作IP！

[h1]一点个人连段开发的经验[/h1]
每个角色的前前X都是可以在前半段用Y来取消的，由此可以开发出一些连段的用法，比如阿克塞尔的的XXXX - 前前X - 前Y打满这种用法。

一些抛砖引玉的连击打法

布蕾兹
XXXX(不要打出最后一下) - 前前X - 跳下XXYY

车莉
XXXXX按住 - 松手X - 跳Y追地 - 前前X

佛罗伊德
XXXX - 前前X前Y - 擒住XX 跳X YＸ（前前X第一段时用前Y取消）

亚当
XXX - 跳下XXY
XXXX - 前前X前Y （取消时机与阿克塞尔，佛罗伊德同理）


[h1]题外话[/h1]
目前个人认为的横版清关第一神作依旧是《战斗狂怒 Fight'N Rage》，虽然那游戏也存在着一些相当可惜的缺点，诸如可选角色过少，不支持在线联机，多路线多结局却只有一个最终关等问题，但在个人眼里依旧是复古横版清关类游戏的天花板，本以为怒之铁拳4能超越它，可惜了，希望再有新作能再全面重回巅峰吧！
好评: 沿袭了小时候玩的怒之铁拳3的风格，玩起来既有熟悉的味道，又有更新的体检！特别适合多人一起玩！
差评: 毫无打击感    动作僵硬   难受
好评: [h1]《怒之铁拳4》：还是那些人，还是那个味[/h1]

说起街机游戏，绝对能唤醒无数80、90后玩家的童年游戏记忆。
假日里约上几个小伙伴，组团来到小镇里的街机游戏厅，花上几块钱买点游戏币就可以快乐一整天。
 
而其中最火的机子往往是动作游戏，满头大汗大力推着摇杆疯狂操作，嘴上还嚷嚷着人物角色的口号，似乎弄出的响动越大，角色就会更厉害。但事实往往总是突然暴毙，而且还会引来大佬们的嘲讽或是街机厅老板的喝骂。

但爽就完事了，只要我的人物还有一丝血，我就是正义的使者，肩负拯救世界的使命，挑战邪恶。
 
诸如《名将》、《快打旋风》、《怒之铁拳》，这些游戏当年不知道吞了我多少游戏币，也没能看到最后通关的场景。虽然现在有足够的时间和金钱去实现童年一直没能实现的愿望，但早就没了那份精力，毕竟这些老游戏封存在记忆里会更加有韵味。

当然，主要原因还是现在的口味已经被各种高清大作养刁了，要我转回头玩那些像素小游戏着实没什么心思。
 
但要是高清续作那就不一样了。
确实难以预料，原以为已经完结的《怒之铁拳》会再次迎来续作，让玩家得意重回年少游戏时光。

【用全力复刻经典】
《怒之铁拳4》的故事延续三代主角团们击败大反派”X先生”的剧情，这次X先生死的很彻底，并没有搞什么复活幺蛾子。所以冒出来的是X先生的双胞胎Y姐弟，统领黑帮卷土重来，这TM真让人防不胜防啊。
好吧，没办法，我们的主角团又得出动拯救世界了。
 
Axel出场的那一瞬间，看着那标志性的黄头发和发带，却明显苍老许多的外形，心中五味杂陈。老Axel，这次就让我们并肩踏上征程吧！

等等~居然还有Blaze小姐姐~
看着这熟悉的造型以及经典甩头发的动作，依稀间就像是阔别已久的初恋再次站在我面前。 
作为曾经‘’格斗四人组”中唯一的女性人物，年轻不懂事的我们无力欣赏，还经常嫌弃她攻击力不强，每次都抢着玩肌肉男MAX~
但作为一个速度型角色，Blaze的特点就是能在敌人之间闪烁腾挪，找准时机利用腿技给敌人致命一击。

除此之外，其他两名虽然是本作新角色，但是在角色定位上不难看出摇滚少女cherry对应二代玩滑轮的小正太，一身肌肉擅长抓取的钢铁猛男自然是对应同为兄贵的max。
 
值得一提的是，历代主角也以各种方式出现在游戏中，比如老MAX就比较苦逼，被黑帮洗脑后变成了关卡BOSS，必须要在擂台上和他“摔跤”获胜才能让他恢复理智。
 
对战模式的回归更是可以让所有角色同台竞技，不管是为了自己所喜爱的角色站台成为橡木城的格斗之王，还是为了教训一下队友以报组队时的“误伤”之仇，都能在对战模式中得偿所愿。

当然了，除了正义的主角们，反派的复刻更让我惊喜万分。比起善良的主角们，这些造型各异的敌人曾经让我恨得咬牙切齿。
 
比如双手揣兜一脸拽样的靓仔，飞踢让人防不胜防；
留着杀马特尖刺发型的小伙，经常用滑铲偷袭；
胖子喷火滚地灵活得一批，大妈的头槌让人留下阴影。
穿着清凉手持皮鞭的小姐姐更是让我回忆起曾经被蹂躏的时光。

【在传统中求变求新】
脏乱的大街小巷，小混混盘踞在其中，墙壁上各种涂鸦，广告牌上的霓虹灯让人眼花缭乱。
以前我们把这玩意叫做“美式街头”，现在说上一句“赛博朋克”不过分吧？
 
本作的画面和前作简直天差地别，细腻的手绘画风让曾经马赛克变得更加鲜活与真实，在保留“内味”同时使其更加迎合当代玩家的口味。这是很难能可贵的，毕竟不少追求复古和情怀的游戏都倒在原地踏步之中。

在很多设定上，不难看出《怒之铁拳4》更像是承接二代的思路，这里可能涉及到三代的某些改变并不大迎合玩家的口味的原因。但某种程度来讲，这个思路很正确，毕竟在玩家眼里，《怒之铁拳2》有更多的受众且更能勾起玩家的回忆。
 
《怒之铁拳4》并非照搬2代的所有设定，比如需要通过特定顺序的连续按键才能成功释放的 “指令必杀”，不仅繁琐且没影响战斗节奏的爽快度，这对于当下大多数的键盘玩家来说由其难受。
同样的道理还有“延时连造技巧”，想要打出一套完整的连招对于时机来说非常重要，的确不大适合当下浮躁的游戏环境。
  
而为了在这方面弥补硬核玩家对连招炫技的追求，《怒之铁拳》增强了连击的判定，每个角色都有暴击技和大招两个技能，大多都能触发浮空，并进行连招的衔接。甚至是队友之间都可以互相配合，把敌人当做皮球踢来踢去直到它去世。
 
无敌技能的存在更是可以让玩家在敌群中放心连招，不至于被打断。

总体而言，这些改动都让战斗体验变得更加爽快，不同的难度梯度适合不同的人群，BOSS模式则让玩家快速提升战斗技巧。

【总结】
在我看来，《怒之铁拳4》与其说是承接3代的续作，倒不如说是高清重置优化走向了另一个方向的《怒之铁拳3》。我更愿意把它与一代二代并成为《怒之铁拳》三部曲，给这个系列划上一个圆满的句号，并给广大粉丝们一个诚意十足的交代。
好评: 游戏画面精致，关卡较多，人物丰富。单毕竟是街机游戏，需要反复刷重复的关卡，或者一遍一遍的打你技术没达到的关卡，才能解锁更多人物。这个反复的过程中再好的游戏也会玩的没有那么第一遍的乐趣。
好评: 音乐和打击感都很不错，就是有时候角色移动比较蠢笨，没有想象中的灵活。
主线剧情有点太短，好在存在可以重复通关和跟好友一起闯关的条件。
蛮不错。
差评: 问题很多，就如其他人所说的缺点差不多，但是最关键的就算游戏中敌人的霸体，大胆说如果移除霸体设定绝对上升极大的可玩性。就现在这样的水准，实在有辱怒之铁拳之名。
好评: 学生时代玩了《怒之铁拳》1-3，终于在步入中年，成为油腻大叔后，玩到了第四代，太激动了！操作流畅，美式漫画风格，非常喜欢！
好评: 好玩是好玩 可恶心的地方也不少 比如高难度下 那几个扔雷扔瓶子的真的烦 还有就是 人不能跑 很多东西躲不开 有些精英怪动不动就霸体 总之没3好玩
差评: 不能跑动，然后对手基本上不仅能跑，还会往后退，然后就是各种霸体。这叫清版通关游戏？我会走位了人家比我还能闪，然后各种炸弹，我还玩个P啊，还没有二十年前我在游戏机厅玩的老版怒之铁拳有意思。有难度不是让一个残疾人（不会跑步）去参加田径奥运会！而是让人有可以通过努力来提升的空间！
差评: 60块钱玩了5个小时，虽然单位时间的成本也不算高了，但是早知道不如花100买个3A。。。
主要是对于非铁粉没动力刷n周目
好评: 横板玩了不少，只有这款游戏让我找到童年打双截龙那个感觉
这游戏优缺点还是挺明显得
缺点包括但不限于
1. 只有小女孩能跑，其他人物都只能走，老实说很难受，上一代也能跑啊，怎么到这一代就不让跑了
2. 有几个关卡比较短， 打两个喽啰就boss，可能有点敷衍
3. boss强度不太平衡啊  第三关boss我感觉还没三联踢的喽啰（三连踢死一条命可还行）牛B， 第二关按个卢卡尔真就强的离谱
优点就更明显了
横板和像素类游戏玩了不老少，都没以前内味
这游戏一打开就停不下来了
最后， u1说1， 原价入不是很推荐， 特惠买我觉得很香

好评: 根本不知道的一款游戏，认识自己女朋友后陪她在4399上一起玩第三部，感觉画面和打击特效有点过时。无意间发现居然有第四部，果断入手，能和自己喜欢的人玩喜欢的游戏真的好幸福，玩完以后她一直吐槽不能跑的问题，经典的好游戏，赞。
好评: 缺一个2P
差评: 人物为什么不能跑，为什么不能跑，为什么只有小孩能跑，为什么只有小孩能跑，玩起来一点可操作感都没，差评！
好评: 打击感非常棒，除了流程有点短之外，没啥缺点
好评: 打击感很不错，音乐情怀满分。
好评: 高难度还是挺硬核的 打击感很舒服 动作系统不错 有街机内味 连段要练不然分数很难看（全程C） 总体质量还是可以的 Y塔电梯音乐真好听
好评: 还行

好评: 我的滑板鞋  时尚时尚最时尚
好评: 怀旧风满分，还有隐藏彩蛋，就是怪霸体有点讨厌，还有一个会飞踹的。。特别讨厌，还是要给好评的。
好评: 还不错，有情怀，也有提升的地方。就是价钱偏高一点。
差评: 玩起来很难受的act游戏，或者说是我玩过的清版游戏里面体验最差的，主角虽然招式很多，但是出招极容易被打断，就算你搓出升龙这种招式甚至升龙已经出现攻击判定了，敌人对着你的拳头，然后一脚就给你把升龙给打断了，尼玛 格斗游戏里面的升龙在攻击判断区域也不会出现被被普通拳脚打断吧。而主角，只有站立状态的损血招才是霸体技，其余的招都没有任何霸体，能被任何一个敌人打断。本人虽然技术菜，很多街机游戏没办法一币通关，但是那些游戏玩起来是非常的爽，敌人冲过来，就马上用升龙之类的技能打断他的进攻；而这个游戏里面，敌人冲过来，你只有用损血招或者上下躲避。我甚至遇到过敌人冲过来，我用霸体技打断他的进攻，使敌人倒地，然后敌人起身之后马上又用相同的招式冲过来，我又用只有霸体技打断他的技能，然后敌人起身之后马上又是相同招式冲过来，我就一直用霸体技，如此往复，前面说了，霸体技是损血技，我就在和敌人比谁的血多，呵呵，也就是说最终答案是我只有选择上下躲避，这可是act游戏，主角性能就应该吊炸天，而不是什么残疾人，对一个杂兵都需要躲来躲去的，这叫什么act。
游戏本来有非常棒的连招系统，但因为这敌人一脚就能打断你连段，以及精英怪的一堆霸体技，导致最终体验极差。
非常不推荐入手这游戏
好评: 游戏很棒，我就是托
差评: 不能跑动严重影响角色流畅性，无限连太多，123代角色麻烦清晰化以后在出。
建议把敌人角色也放到主角的选择列表里，这样更好玩
差评: 这个激霸游戏贫乏的操作完全支撑不起整个游戏系统
老害设计游戏是不是只往前看不往后看的？想的太多做出来的太少
好评: 图集里很多人物在流程中都见不到，，可惜了一点。别的都挺好，。
差评: 差评
好评: 什么时候才能解决 跳出的问题！街机打到11关跳出.......!
差评: 闹呢？ 普通难度两个小时就通关了。2020年做出来这么简单的游戏流程这么短。差评。
人物基本没技能就是两套连招，跑步也跑不了，内容太少了，不管是人物内容少 剧情内容也跟闹着玩似的 太少了。
好评: 1剧情一般般没有让人眼前一亮还有些老套
2游戏没有那么多啰啰嗦嗦的教程和剧情上来直接开打
3打击手感好连招简单，边打边领悟连招，买来半小时直接上手
4游戏美漫画风非常赞

好评: 你的童年回来了
好评: 这个玩起来真的很爽  特别是2个人一起联机打  爽的不要不要的
差评: 这游戏玩着玩着就崩溃了，太扫兴了，特别是多人游戏的时候
差评: pc键盘闪退 2个月了还不会修
好评: 挺好，通关卸载
差评: Played for about half an hour, applied for refund.

Apparently the developers of this game don't know how to design a good/satisfying combat system and proper enemy AI.
好评: 如果加入战斗狂怒的连续技，这游戏就无敌了
差评: 游戏性还是挺不错的，BGM也很棒。
人物走的慢感觉是硬伤。
总体来说80分左右，还是儿时的味道。
不过！！！！
最后几关游戏容易闪退崩溃，特别是最后一关，我崩了好几次，真心影响体验！！！
差评: 垃圾啊 恶心人
好评: 情怀类的游戏，但是做的还算不错，需要玩家重新适应游戏的新设定，在这点上有好有坏，但是总体来说还是不错的，正统续作，童年的回忆。
好评: 一款非常有打击感的清版过关游戏，让我找到了当年在街机房的感觉，但是，这游戏不介意萌新入手，太硬核。
好评: 作为怒之铁拳系列的老粉，我在4代里找不到哪怕一丁点所谓的清版游戏的爽快感，得到的只有失望，我怀疑这个公司压根就不懂什么是清版游戏的节奏感和流畅性，只是单纯的利用了这个经典老ip里面的角色做了个粗劣的仿冒品，而且仿的还很糟糕。

如果有杠精表示不是仿制前作，而是想做出新的风格，那我给你讲没有这么做的，主角的攻击距离很短，前冲技能几乎没有，敌人杂兵的移动速度很快，而且大部分都有前冲技能，而且大部分都带霸体，至少一半杂兵都有飞行道具，更别提敌人那诡异的攻击判定，打起来十分憋屈，这明明是清版游戏，但是玩起来像是它清我而不是我清它，虽然本作加入了连续技，但是杂兵没那么多血给你连，最大的用处就是刷分和打boss，表演性质大于实际意义，至于游戏跳出这种低级bug我就不多说了，反正通关之后我脑子里想的只有blaze的奶子和大腿。

鉴于清版游戏现在越来越少，而且是怒之铁拳系列的正统4代，算上情怀分最高也只能给个8/10。

但是这个游戏是我的好友送给我的，算上情谊分给个100/10。
差评: 游戏其他不多讲.讲讲两点不足的地方.首先这代BGM我个人感觉是历代最差的（还好能替换老版本的BGM）.其次游戏闪退严重导致街机模式根本无法通关你打到后期直接闪退之前1个小时左右的流程全部白费.希望尽快解决闪退的问题.
好评: 爽！
差评: 可用角色还是比较多的，而且每关间隔可以随意换人并且记录进度，多次通关能解锁新人物，敌人的特点也鲜明，可以方便的匹配玩家联合闯关，就一条主线，有精美的设定集

but，游戏稳定性极差，差到你甚至没法完整的打完不长的流程，就会给你崩掉游戏，联机的话任意一个玩家掉线另一个玩家的游戏也会没掉回到主菜单，双倍的崩游戏酸爽，大多数角色没有跑步，虽然有搓招但是就一个意思意思，保险技能反而有四种，还不带无敌，虽然能解锁不少角色，但是就像手游卡池一样，混有很多R卡，也就是前作的主角粗暴移植过来缩放一下，同时敌人的霸体单位极多，起身霸体，出招霸体，全程霸体，破盾前霸体五花八门，打起来没有清版游戏应有的爽快感

总体来说，这是一款缺点大于优点的游戏
好评: 时隔二十六年，怒之铁拳系列的续作竟然发售了，这无疑是另每一位怒之铁拳系列老粉丝为之一振。

怒之铁拳系列对我来说不单单是死忠粉丝那样简单，这个系列是我人生的启蒙的电子游戏。（当然俄罗斯方块之类的不算）人生第一款玩到的电子游戏就是《怒之铁拳2》，所以我对这个系列的喜爱和花费的时间不只是用“深厚”来表达的。曾经当了六年的怒之铁拳把吧大吧主，参与制作和修改了不少怒之铁拳MOD和同人修改作品，还整合了国内外最热门的资源，发布了一些同人游戏和MOD修改的制作教程。即便是现在，每年过年回家的时候，我都会用老电脑打开Steam玩Steam上的怒之铁拳123代。或者，去玩同人作品，目前最优秀的是V5.1和2X

究竟这款游戏品质如何，还请听我一一道来。

本篇评测分为三大模块。 第一个模块是给非深度粉丝和压根没接触过这个系列玩家看的。第二模块介绍一下为何怒之铁拳是同类游戏中品质最优秀的一个，第三模块和深度老玩家谈谈本作缺点。

[h1]模块一 [/h1]
如果您并非怒之铁拳深度粉丝，或者您从来没有接触过这个系列，那么这款游戏对您来说还是比较推荐的。
1，游戏拥有优秀的美术，美满画风受到很多玩家好评，即便您不太喜欢美漫风格，但是玩起来之后也不会对画风太在乎，您会被游戏爽快的连招所吸引。
2，游戏的音乐不错，由全明星音乐家阵容亲自操刀谱写，其中包括古代祐三、川岛基宏、下村阳子、长沼英树、山岸继司等作品脍炙人口的谱曲家。其中古代祐三则是一直给怒之铁拳系列作曲的杰出音乐家，一代二代的优秀BGM我就不再赘述了。
3，有浮空连、弹墙连的设定，令游戏连招挖掘空间很大，而且上手度不高，新手也可以随便打出一套简单的连击。
4，优秀的打击感，配合各种连续技令人大呼过瘾，且连招系统挖掘空间很大。

[h1] 模块二[/h1]
为什么怒之铁拳系列是上世纪最优秀的横版ACT游戏之一呢？原因很多，我谈一谈。（按钮A为护身技，B为出拳，俗称平砍，C为跳跃）
1，怒之铁拳系列拥有优秀的美术设计（包括动作设计，主角人设、BOSS人设等）对比当时同期的大多数同类游戏，这个系列的人物造型较为写实，几乎没有其他游戏那样“BOSS体积有你4个大”或者“BOSS一条胳膊比你四条腿都粗”的夸张风格。游戏的头身比例合理，游戏初代就连两位男主的身高都有略微差距，肉眼可见大概为5-10cm差距。
2，优秀的动作系统和合理的招式判定。这点是整个怒之铁拳系列最优之精髓，怒之铁拳首创倒地受身的雏形概念。游戏的投技有两种，第一种是身前投，也叫抛投，主角在被敌人抛投后落地的瞬间按↑+B即可受身，不会扣除体力。而有些身法灵活的敌人也会使用受身技，免疫玩家的身前投。第二种投技为身后投，也被玩家称作摔投，这种投技是敌人背对玩家被抓住时候，或者玩家在抓住敌人后按C（跳跃），可以翻越到敌人身后，然后再使用投技，会把敌人狠狠摔在地上，这种投技无法受身，对付那些会受身的敌人很实用。
同样，玩家被敌人身前投的时候可以受身防止扣血，那么被敌人身后抱住的时候则可以按C，角色会发出一个向前蹬腿的动作，这样可以防止被抱住时被敌人围攻，关键不在于此，在于按C后再按B+C可以直接将身后抱住你的敌人投出去，实现“反擒拿”。在画面上会出现这样一个场景：当被敌人身后抱住时候，先向前蹬腿助力，然后身后的敌人就被甩出去了，整个动作流程连贯美观，实用性也很强。
不光如此，在2代加入的C+↓B的空中技能颇有FTG游戏的影子，空中低点压升龙，这个设定太完美了，这个招数虽然没有普通的跳踢范围大，但是却可以压制很多敌人的防控技，最重要的是被这招击中不会造成倒地判定，这招落地后还可以继续追加地面攻击，形成一套漂亮的连击。而原地起跳的跳踢和移动跳踢动作也不同，原地起跳的跳踢虽然范围小，但是判定高、伤害高，一个 横版ACT在空中就有三种不同 的攻击动作，而且每个动作作用不同，这就让玩家对敌人的打法起到了“随机应变”的效果，也大大增强了趣味性。
2代后还引入了损血技，原地按A则是大范围且自身没有受创判定框的技能（无敌护身技），这个技能在被敌人围殴或者被敌人连招时候使用效果十分明显。另外→+A是高伤害高判定的攻击性损血技，这个技能打BOSS很强力，虽然不是全身无敌，但是正面判定相当高，可以和BOSS拼招，并且可以损耗BOSS相当多的血量。
3，出色的BOSS战。这点可以说是碾压同期所有同类游戏了。当年对横版动作游戏的爱好者来说，大家都不难发现，多数同类游戏的BOSS都是体型肥大，要么就是异常的高，技能无非就是超大范围和判定碾压主角的招数。主角对付BOSS的时候全是等BOSS放技能，然后技能收招期间再去狂扁BOSS。通常BOSS技能就是泰山压顶、无脑冲撞、疯狂闪身、迷离幻影、猥琐步伐、无限放大这么几种很无聊的技能，打起来也极其缺乏趣味性，而且多数对小兵的绝招，在这些游戏里对BOSS经常无法使用。。。。这就让这些游戏的BOSS战打法十分单一，耐玩度很多。
怒之铁拳1代BOSS还也有类似的同样缺点，但2代和3代的BOSS战有FTG游戏的感觉了，可以说是见招拆招，和BOSS搏斗的过程打的有来有往，颇像横版动作戏，每一个BOSS的打法都不同，弱点也不同，BOSS也不再是无聊的一招鲜，BOSS技能比较多，而且还会轻拳重拳、技能相互配合对玩家造成连击。玩家则要用自身技能对BOSS的绝招做出应变，合理运用怒之铁拳优秀的动作系统，使得BOSS战打的有滋有味，甚至我都会在录像的时候故意被BOSS打出一套精彩的连招 然后再虐BOSS，这样视觉效果更好，整个打斗场面可谓是有来有往，不像其他同类游戏那样，BOSS单方面的虐萌新，或者高手单方面的虐BOSS，整个过程无论是主角还是BOSS几乎都是一招鲜的尴尬场面。
而且，整个怒之铁拳系列的BOSS战基本都是1V1单挑，更加具有ftg色彩。不信我就来细数一下，1代中，仅有第二关BOSS，血量低的情况下一次召唤一个小兵，最终BOSS无限小兵。其余关卡BOSS全是单挑或双BOSS；2代中 ，第一关BOSS身边的小兵打死不再刷新，第五关BOSS身边只会出现一个最弱的小兵，一次只会出现一个，全都杀死后不再刷新。最终BOSS无限小兵，其余关卡均为单挑或双BOSS。3代中，只有第6关飞人BOSS会召唤飞人小兵，其余均为单挑或双BOSS。

[h1] 模块三 [/h1]
接下来和各位资深老玩家谈一谈本作对比123代的进步和缺点。
刚刚入手游戏的时候我还是很欢喜很兴奋的，但是我短短3天就花了20小时时间研究这款游戏，越发觉得恼火，缺点真的很多，尤其作为26年之后的续作更不应该，请听我详细说明。
损血技的设定改善挺不错的，玩家发损血技后，只要不收到敌人攻击，对敌人追加连击就可以恢复血量。
首先，怒之铁拳的巅峰是2代，但是2代最大的诟病有2个，一是角色行动太慢，不能跑步，出拳也慢，二是删除了1代的玩家合作技和被敌人身后抱住时候的反控制技能，如此优秀的设定成了2代的遗憾。所以3代在改善了二代最大的两个缺点，加入了跑步动作和翻滚动作，这种动作的加入大大改善了1代和2代打法变动小的情况，也提升了游戏的流畅性，并且恢复了一代的陷阱和删除的合作技、反控技。
但是，本作，竟然不能跑步！没有反控技！！天啊，26年前的3代就有的东西，你4代竟然没有？我真觉得想吐血。怒铁标志性的反控制技能，洒脱帅气又实用的技能竟然没有？！
第二，主角的判定低的可怜，四代角色的判定最低，123代的角色也并非原汁原味的判定，很多原本的高判定招式在这里根本抵不过小兵，最显而易见的二代男主地勾拳都敌不过朋克 的倒地铲，除非你发招之后，朋克刚好要发倒地铲，如果朋克先倒地铲，你用二代男主地勾拳迎上去根本不行。这也就算了，4代男主AXEL的攻击型损血技判定竟然都不如小兵的轻拳高，你在逗我吧？小兵要是身后掏我，我认了，我连招的时候用损血技目的就是怕小兵在前面打断我的连招，结果小兵过来在我“强大”的多连全损血技面前一拳就给我定在那了。我想问问官方，您真的懂怒之铁拳攻击型损血技意义何在？就是因为正面判定高可以抵得过任何攻击范围不如自己的普通攻击（除非BOSS发无敌护神技），不然我为何要费血发损血技？我这么“强大”的损血技，连小兵的轻拳我都敌不过？你别告诉我这代损血技就是为了增加连招的连段用的？那我何苦用损血技？我特么平砍行不行？或者我不打了直接跑，行不行？
然后护身损血技竟然敌不过霸体，我他妈也是醉了，那你告诉我，我这个护神意义何在？打BOSS没法用，因为BOSS霸体时间比我无敌时间长，我一旦损血护身，不但不能“护身”，损了血，还得吃BOSS的霸体伤害，简直赔了夫人又折兵。
这么低的判定，还让人恼火在连招，这游戏的连招系统是你连招过程中一旦被敌人攻击，你就连招失败，一分没有，只有自然断开的连招，才会给你分。打个比方，你辛辛苦苦达到70连，你被敌人轻拳推了一下你这70就白连了。还不如你连到40的时候躲着敌人走，等把分结算了你再跟敌人打。这样也就是说，我想要分的话，只能畏畏缩缩的用比较保险的技能，单人游戏想飘逸的一套连那是不可能的，因为飘逸的绝招收招时间太长，判定又低。你不仅得提防着敌人背后的偷袭，你正面你也怼不过敌人，我经常用一套夺目的强力连招推进敌人，却被敌人在正面一个平拳就给结束了我飘逸的梦想，这判定低的令我恼火，这种情况在1代2代中绝对不会出现，除非敌人发一些强力技或大范围前冲技，才能在正面打断你。而4代中，你怕你被打断？行啊，护身技啊，反正护身技给你机会回血，不好意思，敌人有霸体，时间比你长，怼 的你不仅费血不能回，还吃一套霸体连，这游戏高难度敌人也会浮空连玩家，你随便发个护神技一旦抗不过对面的霸体，您就等着一管血秒没吧。目前为止我打出的国士无双（顶级连）的连击全是用猥琐打法打出来的。贴吧和一些网站我发了我用1代角色和2代角色的国士无双连招视频，像男主的地勾拳根本没法群战，只能单挑时候用，

第三，怒之铁拳最优秀的BOSS战，竟然和我说的其他同类游戏一样，很无聊。BOSS和其他同类游戏一样，几乎就是一招鲜，（其实就会3招），BOSS根本没有怒之铁拳的影子，我觉得我玩的是快打旋风续作？！看看这BOSS都什么啊，无脑前冲，满屏幕瞎乱窜，判定比主角高，范围比主角大，最可恨的是，BOSS全都会霸体技。我想问，怒之铁拳系列什么时候有霸体技了？你稍微加入点还行，但是BOSS战就是拼霸体的玩法，我为了熟悉每个BOSS，在首领战模式中打了近7小时，第一关BOSS，任何动作都是霸体，你只能打一半就躲躲，或者小孩的前冲技，攻击距离远可以多开BOSS的招。BOSS不仅霸体，判定也高，第一关BOSS扔电鞭都可以抵得过小孩前冲，除非你和BOSS离得很近时候发前冲技，冲到BOSS身后躲开BOSS的高判定+霸体。刚刚说了很多技能不适合群战，只能单挑，不好意思，不给你机会，四代每个BOSS都会疯狂召唤小兵，恶心死你，单人模式你想连招？不好意思，小兵轻拳就教你做人，BOSS霸体让你怀疑人生。没错，这游戏任何BOSS都有霸体，所以BOSS战也就是演变成玩家如何和霸体周旋而已，一开始我还用FTG游戏的打法和怒之铁拳的传统打法和BOSS对霸体，看谁能顶过谁，我错了，BOSS霸体时间比你二倍都长，就你那点霸体还拿出来在BOSS面前得瑟？？想见招拆招？想打的有来有往？不好意思，官方告诉你这不可能，整个BOSS战根本没有一丝一毫怒之铁拳系列的优点。
第四，投技。我想说官方我真得觉得你们懒的要命，在怒之铁拳系列中，任何敌人都会被玩家用 投技控制，哪怕是二代和三代的飞人都可以被玩家用投技控制，只要你身法快，操作精，就会成功控制BOSS，而就算没控制住BOSS，boss也会用各种技能挣脱玩家的控制，要么是无敌护神技，要么和玩家一样用反控技能，比如二代第五关BOSS，他虽然没有无敌护身技，但是你身前投，手法太慢的话就会被BOSS反擒拿，你身后投手法太慢的话会被他用后身肘击挣脱开，第七关机器人也一样没有无敌技能，但是抓BOSS的玩家手法不够快都会被BOSS用技能挣脱。
这代呢？令我五体投地，你无论抓小兵还是BOSS如果不快点连招，敌人不会做出任何动作，而是屏幕一闪，一道无形的、来自异次元的不明力量将你二人弹开。BOSS战更离谱，有些BOSS无法被投技抓住，或者抓住了你只能连一次，不然就会被弹开，第六关人气角色希瓦，为了测试，就用小孩抓他（小孩速度快），结果这画面让我涕泪交加，抓一次，屏幕就闪一次然后莫名其妙二人弹开，我不信邪了我就一直抓，他就一直闪，一直弹，我屏幕就好像在烟花，一顿闪光一顿弹，弹的我怀疑人生。不但BOSS没有挣脱动作，玩家也一样，刚才说了，这代删除了主角的反控技，第二关在警局被警察抓的时候，我啥也不按，俩人莫名其妙的就被弹开。反正我无语了，这个弹开效果做的好像的魔幻游戏？
第五，21世纪20年代了，你横版ACT连个分支路线都没有吗？就几个复古关卡糊弄人，你这流程是比123都长了，一共12关，但是每次都一条线，你让我很容易腻啊。西班牙小组那么保守的思维和制作方式都能开辟出若干支线线路，你这所谓的续作能不能多出关卡增加点耐玩度啊？实在不行，您给创意工坊开了好不好啊？我们玩家自己做MOD行不行啊？人世嘉26年前的怒之铁拳在steam上都有创意工坊，我们几个还做了MOD呢。。
复古音轨：一打开 这个复古音轨我是很兴奋啊，当年的味道让我很感动啊，然而到了BOSS战，和第二关，不对啊，这不对啊？！你这BGM是乱排的吧？接着打通关，官方你确定你这复古音轨是认真的嘛？不但BGM顺序不对，BOSS战不是BOSS站，普通关卡不是普通关卡，你这二代复古音轨确实原汁原味，你这1代BGM是个啥？魔改？？打希瓦的BGM我听了半天这特么不是一代第五关的BGM么？改成这副德行了？你改倒是也行，但是你别给他和原汁原味的复古BGM放在一起啊？
最后我怀疑官方实在是没玩过原版3代吧？这官方是做同人游戏还是在做续作？3代希瓦竟然用的是别的同人爱好者做的素材，牛逼，不光如此，我看了老长时间官方的游玩视频，我发现他们操作3代角色的时候竟然和1代2代一个套路，连跑抓都不会，跑压更不会，我真的怀疑官方是不是在这做2代同人游戏呢？？

总评：如果这是一款跟怒之铁拳毫无关系的横版ACT，可以给85的高分
如果这是一款怒之铁拳同人游戏，可以给90分高分，
但，这是实实在在怒之铁拳数字标题续作，别出心裁的创新了一些确实也比较不错，然而怒之铁拳各种优点你并没有继承，缺点也没修复。你要是同人作品绝对厉害，怒之铁拳粉丝真该去玩玩国内外的同人游戏，很多高素质水平的同人游戏和这个不相上下。这款游戏连招挖掘空间很大，但怒之铁拳的特色却失去了很多，所以作为同人游戏你很优秀，但是作为续作你真的不太合格。一开始想差评来着，想来想去这游戏素质和该给差评那些还有本质的不同，本身游戏素质并不是很低，但是套用怒之铁拳的IP还得加以改进 啊。


总评：7.0/10
好评: 简单粗暴！！！
差评: 什么吖这是，玩着玩着动不动游戏就崩了，还都在最后几关，好不容易打到后来游戏就崩了，总是这样
好评: 有内味~
好评: 好
好评: 66666
好评: 比想象中更好玩！就是手玩的好酸。。。。
好评: 我是新手 说点新手的话吧 

玩起来我感觉是个没吃过的好蛋糕画面 
打击感是真很不错
音乐很让人有感觉 
连招也不错
朋友也说好
但是
火焰老男人没有前冲 就跟吃草莓蛋糕没草莓一样 很傻逼
打boss有点捉迷藏
打boss打能追击 和设伏 然后上下横走 搞得我以为在打黑魂（黑魂boss至少可以莽死） 加小怪可以理解 但boss金身是真傻逼 没
120块和朋友打还不错 就是有时候连接不稳定 游戏有时候崩掉 boss3/1血是游戏崩掉 是真的傻逼
但总归玩玩还算不错 7.5吧

评论只能赞和踩也是傻逼 能评分就好了

好评: 复古街机 竟然还有费血大招 爷童回
好评: 爽快的连击，经典的街机风格，满满的回忆，强烈建议和朋友联机玩（如果有朋友的话
好评: 原汁原味，难得难得。
好评: 很爽，又有难度
好评: The game is very fun and interesting
The game is very fun and interesting
The game is very fun and interesting
好评: 和朋友一起买的，普通难度两个半小时通关。最高级别难度还是挺难的，只能打到第三关。游戏的打击感很不错，音乐效果很出众，最高难度挺有乐趣的，我感觉要打通最高难度，要学会连招。最后的大BOSS的蝎子机器人有个BUG，就是站在左侧钳子附近，AI是打不到你的，先把拿剑的BOSS干掉之后，站在原地一直出拳就可以把机器人干掉。打到最后我朋友的角色死了，我最后一条命，在还有半血的时候发现这个BUG，然后顺利通关，很逗！希望后续还能出剧情DLC，加一些角色什么的，很棒！过渡动画如果不是漫画形式，而是真的是动画就更赞了！还有连招能够有个攻略是比较好的。
好评: 精致的画面，复古传神的系统，还能使用旧角色，情怀满满，只卖60块钱，还不快买
好评: 精彩至极的2D冲关ACT，制作组精打细酌，十分明白玩家要什么，需求什么。高难度下并不是依靠提升敌人的伤害来增加难度，而是提升了敌人的配置，组合，AI来给玩家制造大量麻烦。这个游戏甚至比3代做的更好，这个系列也因此熠熠生辉。再次强烈推荐给冲关ACT爱好者和街机爱好者。
差评: 无法跑动的木头游戏
好评: 老拳师了
好评: 可以 挺爽的
差评: 垃圾玩意 闪退狂魔 
狗畜包开发的鬼东西 你也配叫游戏
差评: 玩过3代，这个4代画风和打击感都很合我的胃口，但是至于体验嘛。。。想吐槽的地方太多了！！！移动真的是大问题，前作人物都可以跑动，为什么唯独这一作只有小孩才可以？这膝盖都是铝合金做的吗？弯不了？要嘛你就把人物初始移速提高一点，要么你就加入跑动，就这么简单，一款横版的过关游戏，你把跑动去了你还剩什么？？？
好评: 打击很爽快，就是移动有点慢。捉急。
好评: 真的好玩，比较喜欢女格斗家和摇滚妹，她俩连击多。关卡有点少，不打折觉得贵了，后几个boss就直接霸体了，我是手残得3次才过。BGM爽爆了。
差评: 是个boss就有霸体，太恶心了，就没有别的办法提升下boss战体验？
差评: 除了画风我蛮喜欢之外没有特别吸引我的地方。游戏中敌人花式霸体，操控人物却是一碰就飞，不能跑步特别别扭，连招接技能的时候就感觉特别生硬加上迷之判定特别容易挨揍。不知道是不是我手残，中等难度无辅助勉强过关。还有时不时的游戏崩溃也很搞心态。
差评: 这91%好评都是冲着情怀去的吧。都21世纪了还在搞这么僵硬的移动、boss攻击全霸体、敌人攻击预备动作极端 这种无脑提高难度的方法？垃圾游戏
好评: 牙桑斯塔
差评: 画风很棒，难度设计和武器系统设计有大问题，2个月过去了并没有长进，不建议入手。
差评: 垃圾游戏 玩着一点也不爽
好评: 7高分榜实测   开启外挂   不受到伤害   无线星    打简单   第2关测试     排名237 
前200名全是挂    200-300几个真的大神 其他全挂 500名内 大部分挂 少部分高手   
当然 有大神 能真靠自己打近前200 给个视频  我立刻道歉
也就是说你能排进前800 你绝对高手
前500个挂中 预留100个真人高手 
 你真正的排名    应当是  自己的减去400左右大概 就是你真正的 排名  
个人建议仅限参考 ！！！ 欢迎真高人给高分视频 学习
好评: 非常好玩
好评: 情怀
好评: 还是原来的味道。 想起了小学一二年级的时候坐公交车辗转多站到我哥家跟他一起玩游戏机的日子。
好评: 【怒之铁拳4】保留了当年街机清版动作游戏的优点并做出了些创新，可当年的缺点依旧存在。披着2020游戏世代的皮，却仍是90年代的内核，不求上进。游戏内容少的像在试探粉丝市场水深，感受不到诚意。它对整个游戏行业的作用只是续了那一口气，使90年代的清版格斗得以在游戏质量呈爆炸式增长的2020年苟延残喘。或许续的这口气有机会在未来中觅得一线小众游戏之生机尚未可知。——仇败，评分80/100（精良品质游戏）



[h1]详细信息[/h1]


开发商：由Lizardcube蜥蜴立方领衔开发

游戏类型：2D清版动作

游戏人数：可单机，线上可双人，本地最多支持四人游玩。

Metacritic 集47家专业游戏媒体评审，评均分84/100分（精良）。仇败评分80/100（精良）



[h1]优缺点详评[/h1]


+[b]角色形象设计各具特色。[/b]

中式西式日式甚至还有美式泰式的武斗家，从穿着到动作设计。颜色搭配到肌肉线条绘制，绘画细腻度非常喜人。尤其是中国风角色“希瓦”，肌肉线条也是中国人喜欢的黄种人独有的精壮的紧绷感。主角一行布雷兹和艾克索相当帅，我非常喜欢。


+[b]最多四人的多人游玩模式[/b]

有个高手带大家摸鱼是个超快乐的事情。想想虽然你不会玩格斗游戏，但是有人儿会啊！或者你是90后，带着90年代的“街头霸王”一定没错。跟着他摸鱼还可以开队友伤害给他增加难度。本地最多支持4人同屏，聚会时拿出手柄对着电视来一轮，独乐乐不如众乐乐。就算不认识格斗玩家，和亲近的人来一个流程还是相当快乐的一件事。


+[b]空接系统趣味性高。[/b]

游戏中可以把手里的武器丢出去。还不错。直接diu人脸上弹回来，空接到手里啪然后再丢人脸上。搞笑的是，敌人还能接住你丢出去的武器啪拿手里来砍你。


+[b]武术种类多，打击感与物理方面完成度高。[/b]

可明显看出出处的有日本柔道，泰拳，空手道，中国武术，街头下三滥，警用擒拿术，甚至还有西洋剑术等。动作元素多是它的显著优点。打击感做的也很好。抱摔，投技物体碰撞，该有的都有，内核相当全面。


+[b]绝招资源设计创新。[/b]

有人肯定说不是创新了。那掉血放必杀的把戏我们【闪客快打】时候就有了。这作的绝招分三类，像真三国无双。由于没有格挡或防反系统，所以有一个小无敌的防御绝招（掉血），攻击绝招（地上，掉血），空中绝招（掉血）。它实际上并不是掉血，消耗的血量可以尽数靠攻击敌人补回来。只要你的技巧足够，可以自行掌握放绝招的尺度，不被打，相当于放免费技能。把自己血都掉空之后反正还能吸回来。高手可以玩的相当丝滑。确实又区分了一次格斗菜鸡和大佬，菜鸡根本不敢放技能怕掉血，大佬从不吝啬绝招咔咔放。


[b]游戏内预设主角无跑动或强行闪避技能。[/b]

怎么说呢，应该算缺点的特色吧。后来又接受了感觉也不是特别夸张。给个中评。


----------------------------------------------------------------------------------------------------


-[b]中国武术原型角色起名叫希瓦（Shiva），竟然是个洋人名。[/b]

虽然是旧系列就有的，还是值得拿来一说。看脸就知道是借鉴中国元素，却不给出相应的敬意对中国玩家来讲非常可惜。

[b]Give China element and Chinese character credit please, we are really thirsty for it.[/b]


-[b]武器系统思来想去还是给了差评。[/b]

武器库很丰富，但他们没有设计出武器对应的招式。只有单纯的挥挥挥和duang一下丢出去当飞行道具。格斗游戏这样其实也无可厚非，还是要突出角色的格斗技。但是感觉好像之前是有了捡武器就能换一套攻击方式的街机清版格斗？而且我感觉效果还蛮不错的。超多的武器简直整合了世界近乎所有的格斗文化，浪费掉太过可惜。细数有街头武器，刀枪棍棒酒瓶子，太刀关刀双手剑，水管飞镖西洋剑。枪支主角不能用。尽管如此，东西文化的合并使这个游戏还是多了很多层次感。


-[b]可控角色缩水。[/b]

这个问题归属于游戏内容的缺失，但是这问题太大了我要拎出来单讲。官方称可控角色多达17位，包含前作BOSS、前作年轻版主角等。而在宣传片中用2秒带过选人画面，游戏中又无解锁角色提示。我有据怀疑该开发者企图欺骗消费者。好多在剧情里被你打服了的人最后也没有加入你成为可控角色。除了前期从天而降一位使角色数达到5人之外，剩下的12位角色通过积分解锁。有意思的来了，这12位可操角色竟然都是前代像素作品的主角复刻，直移版复刻。意思是你用像素人去打漫画人。我惊了。整个漫画风里就你一人是像素块，不和谐到就像你吃柠檬里夹着一块臭豆腐一样水火不容。“哎，你这人怎么画风和我们不一样啊？”没有对像素人做额外的优化，没有打击感优化，甚至三个绝招一个都没有。像素人打人还是滋啦滋啦的声音，移速也是照搬前作。其实就是前代的素材直接拿来用了。说是17可操角色实际上只有5人。这样的行为我觉得可以用“恶心”来形容。我明白制作组觉得清版格斗不一定还能适应市场并存活，但这样的偷工减料的确为行业所不齿。靠贩卖情怀吃饭，你可以试试能在现在这个逐渐提升海平面的游戏业大海水里扑棱多久。


-[b]游戏内容不值这个价格。[/b]

剧情老套，感觉就是美漫打击犯罪，感觉好像和什么动画片撞剧本了，甚至感觉哪年我还看过类似的脚本。过场CG漫画手绘，演出效果还算不错。在当今79元又不足2~3小时内容的游戏，可以说是单机游戏市场中相当贵的作品了。再加上武器系统和角色系统是半成品，因此很难给这个游戏高分评价。它就是缩了。缩的不是一点半点。


总游戏时间：2小时。带娜娜通关后封盘，娜娜称毫无游戏体验。接下来是针对这一点的差评。


-[b]格斗游戏类型。[/b]

这游戏类型就像某些烂片的演员，做了一个“烂片指向标”一样。同roguelike一样经常成为玩家内部群体diss并被PASS的标签。因为这种游戏类型太能偷工减料了，你确实能叫上名几个该类型的佳游，但事实是烂了的一大堆，不好意思，是太他妈多了。好多游戏套个游戏概念就来EA骗你钱，挂个游戏类型美其名曰roguelike或什么，来掩盖自身游戏内容的缺失。格斗游戏玩家多自成一派，自居硬核且他们乐在其中。被囿于小众却也悠然自得。这就有问题了。实际上在今天大家很少能付出几十上百小时去修炼格斗游戏的那一套。“目押”或者什么背版连击。现代格斗游戏给人最大的乐趣大概就是观赏性，看大佬玩。大佬也愿意让你看。毕竟练了几千小时，不秀一把不是白练了。这个游戏类型已经没有人在入门了，因为门槛太高了。练习室走一走，只练一个角色的基础连招，多少得说20小时入门。乖乖。你知道20小时巫师3直奔一周目孤狼了已经。有这练习的时间，隔壁的萌薪黑暗之魂都8周目了。受苦是快乐的，但练习真的枯燥。那班级里有个人他就爱做题，你也搞不懂他什么情况。总而言之格斗游戏需要行业天才来改革，可能需要一个契机和灵感与其他游戏类型做结合。当然假若没有这1%的灵感，99%的努力都是没用的。只要带了格斗游戏这标签，大概率销量就是给你跳水才是行业现状。


-[b]没有steam卡牌，淦。[/b]


-[b]故事流程过短。[/b]

我归咎于制作组诚意不够，我觉得他们在试水。它真的想知道这块石头丢进现在的市场里能溅多少水花，再由水花的大小决定是否继续开发系列。这是一个彻头彻尾的坏主意。诚意够自然有人买单，诚意不够，有人会合理怀疑你是不是在骗人。比如我。



[quote] [b] 点击查看→ [url=https://store.steampowered.com/curator/37897472-%25E4%25BB%2587%25E8%25B4%25A5/?appid=985890] 个人鉴赏家仇败的主页  [/url]  [/b]
----------------------------------------------------------------------------------------------------
[b]我们是汇成风暴的雨滴。[/b] [/quote]
好评: 有点怀念   游戏打击感很强     跟朋友一起很推荐    希望能处更好的游戏
好评: 亚~加~法~
虽然很想很帅气地喊出来但是这一作AXEL的前前B也太难用了吧啊~~少了以往一拳打出一片天的气势。
3代入坑的我，之前因为4代角色不能跑步所以很不习惯，但慢慢掌握节奏后觉得还是这种拳拳到肉的打击感最适合我。
带着6岁的闺女一起玩，居然能过好几关，开心~~
好评: 喜欢！！！
好评: 童年的回忆
好评: 该跑还是能跑起来 就是3代角色的招式不随星星的增加而变化就不好了。3段变化啊
好评: 跟以前的街机一样，爽就完事了
好评: 没有跑动，大招不能在被打时释放，打起来有点难受，打击感和连段强了不少，推荐多人游玩，单人难度比较高
好评: 身材有些臃肿的阿莱克斯，我忽然有了一种英雄迟暮的感觉，这不是我心目中的阿莱克斯，满嘴络腮胡，行动迟缓，很难想象他就是怒之铁拳3里的那个身手矫健，所向披靡的俊美少年，人确实老了，曾经的大招不再是蓄满力攻击就不会掉生命值的那样了，每次大招发过后，对生命也是一种损害，大招也不再是无敌形态了，不管怎么发也会被敌人打断，而且最重要的一点，行动力迟缓，有时根本赶不上年轻敌人的速度，哎。。。。
好评: 不是这个系列的玩家，4是第一次玩的入门游戏，刚开始我是跟朋友联机才买的，后面玩了下是真的挺香，游戏很上瘾，有兴趣的可以等个打折再买，横版过关游戏这个是不错的选择，最好是用键盘以外的输入方法，不然游戏会闪退，游戏时请把输入法给切换掉。
好评: 这款评测写给国人玩家多多了解下这情怀游戏 首先欢迎爱玩的小伙伴加好友哇有空可以一起娱乐~我玩了这么久没事也来写写这款游戏的评测~

  自从这款游戏发售到现在每天都会玩至少都要联机一两把野战跟一些不认识的鬼佬娱乐 在联机也过程中也遇到过许多恶意的玩家比如看着你打还有没事就抢道具的以及自认为水准很高的自己失误频频一怒之下街机模式下打一半跑了等等好多情况会发生~当然良好的互相尊重的玩家也挺多互让道具以及懂得出招时机帮我接连段~遇到危险解围也都遇到过~这游戏比起自己玩联网玩的乐趣大很多。
  
  首先这款游戏比起1.2.3代有着大幅的改善 打击感依旧那个味~连段的套路成为打BOSS的输出方法 不会连段打起BOSS会吃力很多所以一路无脑的平A是不行的要熟悉懂得重拳的出击时刻以及变换的起地连招是有必要的~有些玩家抱怨很多问题首先游戏的设计比起3代是有倒退一点但是问题不是很大~唯一的问题就是除了吉他女会跑步其他主角都是走~这就跟2代的风格接近了~至于三代有着完善的每个主角都有固有武器招式在4代里也基本取消~仅仅就女主的匕首动作不一样其他无论什么样式的武器挥舞起来都一样~这跟3代有着较完善的风格是退化的~就连复古3代角色们的独有的手持武器放大招的招式官方居然也给禁掉少了很多乐趣~官方这个操作我实在看不懂仅仅留下普通前前的暴击武器固有招式。

  有些玩家可能玩了后觉得不怎么样首先这并不是游戏的问题而是你没玩懂~要想玩的有趣这游戏需连击招式套路以及你要熟悉新的游戏系统~前期的敌人除了BOSS基本都没有什么霸体~到了中后期有些特定的较强的杂兵在你进行一次攻击伤害后都会有一小段时间霸体就跟BOSS一样 ~所以有些玩家打完后等着杂兵起身那样的话肯定会挨打~在加上放保护的绿血条没有回复满一下掉血就会翻倍~所以了解每个敌人的进攻方式才会少挨打这个就是多玩就熟悉了~至于BOSS整个流程BOSS的难度并不高~再加上每个BOSS都会给你一个大血和一个小血~只要了解熟悉BOSS的攻击方式然后引诱BOSS出招以及等BOSS霸体过后的机会一套连击尽可能打上大伤害~反复就循环注意躲避BOSS的攻击就行了很简单的~这款游戏难度在于流程而绝非BOSS~至于有的玩家可能觉得流程长这个根本不是问题~你可以选择剧情模式都有存档点累了存个档有空继续玩不耽误~街机模式整体下来会很长~简单少则1小时~普通起码1小时15分钟左右~困难则是1小时25到35分左右~疯狂那就真的更长差不多1小时40分到50分左右~狂暴我没玩过那个太难估计保守也要2小时左右~从疯狂难度开始敌人数量很多~行动以及攻击欲望更强~很容易就被围攻~所以玩起来时间会很久。疯狂难度下对付杂兵就要多利用保护加连段回复血条以及自身反映了~如果手残的小伙伴不建议玩疯狂以上难度这一流程玩下来有点累手指头以及废脑细胞因为敌人多会围攻，攻击欲望又强~所以基本上都是时刻注意看着满屏幕的敌人走动的动向已采取做出招式对策 我联机玩过挺多次疯狂挺累的 ~我就没去尝试狂暴~看来狂暴真的是为真粉所设计的高难度以便乐此不疲。
  
  所以这款游戏根据你自身的能力来选择难度体验会更好~普通玩家玩起来轻松又想来点点挑战建议普通和困难是玩起来最舒适的难度。

  然后说说此作4带的音乐 真的不错电子风很讨耳~有些曲目第一次听是没感觉的当你玩多了就会发现有些曲目越听越带感~但是整体是大部分音乐不错尤其Y塔第9关的BGM真的听着很有感觉尤其进电梯里那一段转变真的很赞~但是从第11关开始以后整体音乐水准就下降了除了最后一关BOSS战大型机器出来那段还算不错。

   整体我玩了这么久真的很不错这游戏虽然有不少的缺点但是优点大于缺点~3代的跑步以及翻滚躲避没有了面对行动敌人较复杂的时候的确优点难办，但是多出了星之超必杀懂得连击玩法利用超必游戏的乐趣提升一个档次~而且这游戏4代主角们有很多种方法连招~有的很好连的伤害打杂兵很够用又不怎么难~最主要是学会你真命角色的玩法会让你在游戏流程中难度降低很多玩的不吃力~比如我用的就是女主会永动两种招式非常简单基本一套连击BOSS带走 很逗~打杂兵有杂兵的招式套路~尤其联机秀给小伙伴看的时候很带感~BOSS战的时候小伙伴只会站在那看你秀~ 每个人根据自身玩法都有不同~了解这游戏系统以后玩起来就非常有趣所以这游戏是好游戏，不是游戏不好玩而是可能部分玩家没有玩懂不了解敌人~以及没有熟悉连击的系统方式导致的~不过敌人的霸体装甲官方设计的确实有点无聊要是可以换别的方式代替这霸体就好了~

  4代背景里有很多彩蛋 比如4代第3关日版3代的小BOSS变态船长的海报以及4代第10关楼顶衣架晒2代拳击胖胖BOSS的衣服裤拳套袜子 也有隐藏复古关卡挺有意思的~总之这款游戏带给我满满的情怀 总之这是款好游戏~
  
  有些玩家抱怨小怪能秒你的玩家我想说这次高难度至少疯狂里没有哪一个小怪能秒人 除了有两处地方要留意一个就是第6关武道馆的第一个道场拿匕首的大众杂兵这个节奏没掌握好确实会被乱刀捅死但是这里在高难度里补救的方法是放星之保护秒群到这里至少不会一个星星都没有吧？第二个难点是第12关城堡走廊里大混战那里 被杂兵扔一下是很疼的这里要不看准时机扔星之保护要不还要看准时机利用吊灯砸死比较有威胁的敌人这些地方都是需要些技术的，但是能这么秒人的也只限于疯狂难度以上，简单 普通 困难 这三种难度要是都能被秒那只能说还不熟悉游戏。平心而论相比欧版美版的3代 在这次的全版本4代的里的小杂兵打你一下的血量已经够给面子了~而且流程关卡里补血道具也给的比三代多~除了火车那关有点缺乏其他关卡给的补血道具都很足。

  最后说说联网 我很奇怪为什么官方不能弄一个能看见延迟显示的房间的补丁~经常进入房间开始游戏后发现200多300多延迟来回退出很麻烦也造成不必要的误会希望以后能有问题会解决。
好评: 属实不错
差评: 小杂兵能把我在天上满血连死，大部分boss十分弱智，武器系统是专门为敌人设计的
好评: 一出拳就知道，老怒之铁拳了。

不会有手残FIVE拿不到 疯狂至极 成就吧？ 不会吧？不会吧？不会吧？
好评: 什么啊，我街机打的还挺不错的嘛
好评: 除了多数角色不能跑导致节奏上有点小别扭，其他地方都很不错，要打击感有打击感，要情怀有情怀，非常合格的续作。
P.S. 啥时候把袋鼠加上，不能一直让它在吧台里倒酒吧。
好评: 非常原汁原味的横版格斗游戏，跟手机平台上那种一键放招的冷饭手游根本没法比，值得推荐
好评: 情怀满满，还原舒服，创新到位。棒！
好评: 游戏真的很棒，说设计的不好和有缺点的，这难道不是市面上最好的清版过关游戏么！不要吹毛求疵，享受原汁原味的打击快感吧！
差评: 除了情怀这个游戏一无是处，既然是一款横版格斗游戏最起码应该做到能让人感受到连招的快感，见招拆招的操作感，然而事隔多年过去了，不但没进步反而退步了。游戏变成了一个躲避球游戏，技能迷之没用，BOSS是靠数量堆起来的难度，希望以后能有所改进吧。
好评: 一个字"爽"!
好评: 虽然没有3代好玩，但是值得一试
好评: 加入了一些新元素，还是原来那个味，整体制作良心，音乐质量依旧高。有个小缺点是评分太依赖连段系统，有的时候为了打连击而打连击就有那么点变味，期待改进下或者加入新的的评分系统比如竞速向的。顺带提醒下从3代开始玩的用户，如果没法忍受一些角色不能跑步，建议慎入，因为你很有可能被小怪虐的死去活来而导致心态爆炸等一系列问题。
好评: 无需多讲，国际惯例！满分推荐！出了慢慢的情怀，制作水平也是符合当下的习惯，非常满意！
差评: 不能跑动，移动速度跟不上小怪，打击判定也比不上小怪（小怪聪明点能溜你，你信么）。导致了手感很差，打击感虽然做到了非常出色，但是判定的问题一下子会坏了所有。打boss时候的闪退（诶嘿，恭喜你全白打）
差评: 玩完怒之铁拳我就只剩下怒了 不能跑  连判定都赢不了一个小怪
差评: 不太行，不能跑限制太多操作了
差评: 不好玩，动作僵硬的要死，攻击判定被怪完虐，这不是玩游戏，这是在找虐
好评: 超级好玩，什么时候出一个DLC?
差评: 游戏有延迟，不知道是电脑问题，还是游戏本生有问题
好评: 好玩划算
好评: 情怀！
差评: boss全程霸体，技能对拼又对不过我打尼玛？我玩怒之铁拳是为了打人，不是捉迷藏。ok？退款去了。
好评: 来自童年的怒之铁拳！来泽啪！
好评: 我的童年之一
好评: 好游戏

好评: 画面不错，打击感确实很好
