好评: Very fun
差评: 这游戏不能网络联机！！！！！
好评: 可玩性是不错，就是不能在线联机，真的可惜。
好评: CNY25

整体非常好
整个周期来看，值回票价

adv
技能系统最好有教学
好评: 和朋友一起玩很有意思，不过作为成就党，我想知道最佳守时这个成就怎么做
好评: 挺不错的好游戏，适合大人孩子一起玩，需要手柄和键盘，最多支持6个角色
朋友一起玩也不错。
好评: 适合家庭聚会的本地游戏，画面精美动作流畅，游戏内容对我而言偏少，也比较值这个价格了（阿根廷购入）
待发掘的内容应该就是不同技能下的不同组合了
希望可以出更多地图
好评: 好玩
好评: 超好玩
好评: It's fun, there are a lot of differences that can pick it up and then useful: control darts, bordering, etc.
好评: good
好评: Fri   end
好评: 你好，我想请问下我保存的视频都在哪个文件夹？？？
好评: 三个朋友，三个手柄和一套键盘，外加一个不会找上门的楼下邻居

关于 [b]瞬移刺客 [/b] 成就
打了好久这个成就，试了好多种情况，结果发现就是：瞬移回旋镖，然后把回旋镖脱手不回收，等敌人走到回旋镖附近的时候，瞬移击杀。
1.获取 能力 “瞬移回旋镖”
2.丢出飞镖，不要收回
3.等敌人走到丢掉的飞镖旁边的时候
4.瞬移，然后近战
5.锵锵，成就达成

https://www.bilibili.com/video/BV145411P7EA?spm_id_from=333.999.0.0


2022.1.2 关于其他几个成就的补充说明

[b]短引线[/b] 
有爆炸回旋镖，然后多炸死几个人
[b]烈士[/b]  
开友伤，然后被队友杀死就行了
[b]最佳守时[/b]  
真的难到爆炸条件多到要死  什么都不干，但又什么都干
好评: 想要更多小人更多道具更多皮肤还想要联机
好评: 有女朋友还不快一起来？
好评: 精品独立游戏！！
满满的都是细节：平A可以打飞其他人的回旋镖，两人同时出刀会弹开，胜利时的表情，出场时的动作，各种技能组合等。
我没有碰到简体中文显示不完全的情况，也没有出现结束游戏会出现文件夹，而且键盘的键位是可以设置的。
都说没有网战可能是缺陷，在这个全民网战的时代，能这样出一款纯粹的单机游戏，我认为是加分项。
希望此开发商再接再厉。
好评: 质量优秀 价格亲民
提醒：1.语言可以在游戏内设置中设置；2.如果想本地双人联机，可以在设置中使用共享键盘模式，键位可调

好评: 我需要联机！
好评: 这游戏还能出个DLC也是让人挺惊讶的，DLC全是皮肤也让人没啥购买欲望，最关键的是只能本地联机对于独狼玩家实在太不友好了。好在这游戏质量还行，没事殴打殴打电脑也挺减压的。
好评: 666
好评: 非常可爱又有趣的休闲对战游戏，但是只支持本地不能在线玩。但是在宿舍和小伙伴一起玩真的好玩到爆。强烈推荐！

另外成就里面的"最佳守时"成就非常难得到，需要你不能触发所有可能的称号。我建议是本地开键盘共享，键盘P2全程不动，再加一个困难电脑。关掉所有道具掉落。然后开始后每一关都让电脑多杀人。你需要确保你全程至少冲刺1次，但是不能比电脑冲刺的多。确保你近战杀过1次P2，但是不要杀太多。确保你远程杀过1次P2，也不要杀太多。另外远程杀人不能离太近，不然会有近距离称号。另外不可以蓄力，否则有狙击手称号。然后近战和远程再分别空挥几次，确保精确度不要高。确保不要在草丛中杀人或被杀。确保不要中机关或者落水。确保不要破坏场景中的物件，也不要做任何多余的事情。这样大概可以获得这个成就，不行就多试几次。
好评: 玩法非常有意思，随机可叠加道具让游戏趣味十足，HB找精品独游还是有一手的啊!
好评: 游戏很好，但对于键盘瞄准不太舒服，可这也没办法，建议用手柄，毕竟不是射击游戏
好评: 画面非常的细腻，而且UI也很可爱，角色非常细节（比如牛奶被切死还会流出牛奶！！），非常值得学习的游戏！
如果你没有朋友，就算是喜加一得到的也不会有开心:(
好评: 这类游戏也不算新鲜，不过本作还是不错的。画面可爱，音乐带感，操作简单，可飞飞镖狙人也可以近战莽，回旋镖强化种类不少，还有就是拼刀机制很严谨，算是让我眼前一亮了。美中不足的是没有线上模式，外加地图少了点。优秀的派对游戏
好评: 好玩 上头
好评: ？
好评: HAOWANG
好评: BEST COUCH CO-OP EXPERIENCE

EVEN BETTER THAN OVERCOOKED IM NOT JOKING
好评: 如果这个能联机或者匹配线上将绝杀，就算不可以，一个寝室玩也是欢声不断
好评: 这游戏我推荐两个人一起玩

好评: 挺有意思的，就是可惜只能本地联机，虽然也能添加机器人自娱自乐就是了。
远程畅玩  YYDS！！！
好评: 好玩 可惜不能联机
好评: 画风非常可爱的一款游戏！玩法紧张刺激，虽然操作很简单，但是想要熟练上手使出各种高难度操作就需要多加练习啦。游戏提供的三种模式也都非常有意思！道具和地图也十分新颖和丰富！要说唯一的缺点那就是缺少线上模式了......不知道制作组能否稍微考虑一下增加线上模式呢？当然了，游戏现在已经非常棒啦，还是非常推荐的~！就是这样！
好评: 好像只能本地同屏玩而不能在线联机，不过联机其实感觉就没啥意思了，联机的话玩其他游戏不更香吗？这个游戏玩法很简单，但元素很丰富，玩得很开心，适合线下和朋友女友热热闹闹的一起玩，只有键盘的话支持两人，想支持更多人的话要有手柄，总体还是非常好的。
好评: 我们要联机！！！！！！！！！！！！！！


好评: 我真的很喜欢杀死我的朋友
好评: 游戏真好玩，玩完后被朋友打入院了
好评: 个人评价：优
《随动回旋镖》是一款本地四人撕逼游戏，玩家通过发射回旋镖将好友一个个“大卸八块”，画风比较可爱。（进过HB月包，买key比较便宜）

[h1] 欢迎大家关注我们的鉴赏家：多人游戏大合集https://store.steampowered.com/curator/40912347[/h1]
一起推荐并整理好玩的多人联机游戏：双人or多人、合作or撕逼、线上or本地···

好评: 居家室友PK精品小游戏
好评: 朋友聚会，Boomerang Fu；
同事休闲，Boomerang Fu；
同辈聚会，Boomerang Fu。
非常符合社交性质聚会的一款游戏。
非常实用！非常硬菜！
好评: 好游戏，之前一直在玩盗版，现在入了正，和朋友玩的很欢乐。有几点问题和建议提一下
问题（不知道是不是只有我会这样）：在简体中文选项中的“机器人帽子”的“帽”显示不出来（我还在疑惑“机器人  子”是什么意思）；分身技能的字显示不出来是空的；“准备就绪”“开始”大字的边缘不平整看着很难受；游戏里的字有的也有些糊
建议：现在玩法还是太单一了，可以拓展一下，比如做个多人PVE的roguelike模式，在各种随机的地图一路捡技能书砍人机就很好玩。地图元素也可以增加一些，比如带有特殊效果的地块，可破坏的地形，更多的地形交互之类的
好评: 游戏很好玩，可惜我是独狼。
好评: 打折买的我是聪明逼
好评: 人物可爱
好玩爆表
俩人也行
四人最好
三个按键
很多技巧
道具丰富
谁吃谁吊
飞镖一出
都别想跑
好评: 四人游玩欢乐无比
游戏本身各方面做的都很棒
要是再多加几个能力就好了
好评: DSFVDSF DF DSFG REWD
好评: 可以，挺有意思的，画风可爱。
好评: 总而言之，挺不错的

好评: 很有趣的一款游戏，画风圆滑可爱，操作简单，游戏性中规中矩（独狼只能和人机玩可不是中规中矩嘛）。个人感觉游戏节奏很快，来不及思考怎么打就被干掉或者队友乱杀掉对面了，保存回放希望能保存长一点时间或者给一个保存一整局的选择，不然只能看见杀掉最后一个人，之前的精彩操作都看不见了。还有就是建议弄个远程联机吧，本独狼去哪找本地联机的人玩啊！！
好评: 玩过特别有意思的一款游戏。希望能出一些剧情模式。另外强烈要求加线上对战！！！
好评: 这他妈也太好玩了
好评: 画风很可爱！人物也很可爱，唯一的遗憾就是不能在线联机。。
好评: 好玩，适合和小伙伴一起玩非常开心 

好评: 游戏挺不错的能支持多人联机就更好了
好评: 真好玩，我永远爱CS
好评: 如果可以联网多人那就更棒了
好评: 挺欢乐的小游戏，建议多人联机一起玩
好评: 挺欢乐的派对小游戏，可是为什么只有人机啊（大雾），就完了单人模式，多人模式没尝试过，没远程多人。
好评: 画风清新可爱，玩法简单易懂，不同场景和道具给了游戏更多的可玩性，如果有联网对战就更好了。
好评: nb
好评: 给不可撼动嗦了一个月牛子终于给我买了，谢谢不可撼动，动力组合杀光
好评: Good game, pls keep making updates.
好评: 很不错的休闲小游戏
好评: 看视频很好玩
买了这么多天，都没有成功逼老婆陪我玩一次
真LOSER
好评: 好玩，和基友一起很好玩，女友也是
好评: 还行
好评: 朋友一起玩，很带劲！！
好评: 游戏模式太单调了，这种简单的模式不能网络联机基本就没法玩了，只能跟电脑玩。如果有线上匹配，还是有潜力火起来的。5/10
好评: ＋画风清新可爱
＋手感舒适
＋有多种增益道具，给游戏增加了许多变数和乐趣

－不支持在线多人联机
好评: 好玩是好玩,但实话就是即使是许多朋友一起玩,游玩寿命也是不如抗揍派对之流的,也就喜加一吧
好评: 简单人机就这么强了，手残党告辞
好评: 怎么本地联机玩啊？
好评: 很好玩的游戏，如果能联机或者匹配就好了。
好评: 好玩！就是一个人玩两把就不想完了。
好评: 家庭小游戏，画风，音乐什么的都很棒，就是不能在线联机，只能本地联机，（远程同乐直接排除）如果朋友在身边，然后有多的外设（手柄）（2人游玩的话，2个手柄最好，一个手柄一个键盘也可以，单个键盘凑合，多人以此类推），就很有意思，不然这游戏就只能跟电脑打（没朋友就跟孤儿一样，好在跟电脑打也有不错的乐趣），但确实挺好玩的，想全成就的话看运气，因为里面有个守时成就个人觉得很难刷（第一次评论时没刷到），玩了几个小时没刷到，真的感觉是吐了，还有就是手柄操作个人感觉是优于键盘的，这几天跟朋友一起玩（玩着玩着刷到了全成就），感觉很不错，很欢乐，希望模式和内容能多出一些，并且增加在线联机，如果能做到，真的吹爆！！！（现在是第二次补充形式的评论）
好评: 好玩
好评: 好玩，和室友玩很愉快。适合团建增进感情
好评: 超级好玩的小游戏，极力推荐！
就是没有联机模式
好评: 特别好玩的小游戏，如果有朋友一起玩的话快乐加倍
好评: 还是想知道怎么和好友联机
好评: 挺好
好评: hb月包入的 发现还是一款挺好玩 又挺魔性的游戏 有盆友一起玩欢乐多多 要是再加一个在线联机模式就真的是神作了
好评: 666

好评: 游戏还可以，就是没有多人模式，全是电脑，加个多人模式就完美了
好评: 如果可以联机的话会更好。
好评: 欢乐的聚会小游戏！qwq
好评: 欢乐
差评: 玩了几局之后退出游戏，再打开的时候就卡住了未响应
好评: 回旋镖，Boomerang，最早被澳大利亚及欧洲等地的土著民用于狩猎活动，因为它在被掷出后可以自动地飞回到掷出者的手中，因此又叫飞去来器.
或者……@来去之间。

《Boomerang Fu(随动回旋镖)》，一个非常合格的聚会游戏——

★ 回旋镖大乱斗，新颖
★ 画风清新、色彩饱满
★ 玩法简单、易于上手
★ 节奏快，单局时间短
★ 地图丰富、关卡多样

我还蛮推荐给朋友情侣一起玩的，虽然初上手觉得非常简单：不就是扔回旋镖把对手拦腰切断吗？
但越玩下去，其实越会觉得有劲，因为大部分时候，存在一图多解的情况，会扔回旋镖只是第一层，学会用机关杀人，活用不同的道具、技能书，你一定能get更多的乐趣。
好评: 好玩得嘎卵了
好评: 聚会小游戏+1，回旋镖切切水果哦多欢乐
好评:   本作的名字与kung fu相似，直接说明了回旋镖术是这个游戏的核心。在游戏里人物不仅可以拿着回旋镖与他人格斗，还能拳打脚踢你的对手，特效和动画极其流畅，玩起来体验很赞。本作做的十分可爱，不论是人物还是地图画风都清新可爱，可以在朋友做客的时候一起乱揍，蛮适合多人撕逼乱斗的

  地图、人物和道具方面的数量还算可以。不过因为模式较少，玩法貌似也仅限于打斗，所以这游戏可玩的内容个人感觉并不多，希望后续退出更多玩法和内容吧
好评: 玩了这个游戏让我意识到，我需要一个女友和我一起快乐，可惜我没有。。。。
好评: 好玩！！ 朋友越多越好玩！ 简单规则、简单操作！丰富体验！希望后续能有更多的内容
好评: 单机游戏，和朋友一起玩可以，得两人坐一起玩，就是不能联机是个很大缺陷，如果可以联机那这游戏会是非常值得推荐的
好评: 超棒的本地多人聚会游戏，在游戏里被儿子吊打了。。。
好评: 国区可以远程同乐，流畅玩耍。失败的多尝试几次，或互换一下邀请。
好评: 没有朋友和AI打打也不错。希望可以完善一下成就描述，后续可以加入限时锦标赛之类的线上对战模式。
好评: 非常简单又有意思的小游戏，适合朋友聚会玩。机制类似Party Animals，可惜我没朋友。
好评: 👍
好评: 怎么说，刚发售我就注意到这个游戏了，可惜价格比较贵，而且没有在线和p2p联机，结果感觉也不是很久就进包了，几块钱就买一个，历史低价还是50-10%，当时要是首发买了真的会气死，我觉得联机功能的缺失和定价策略的失误耽误了这个游戏吧，玩起来还是很欢乐的，建议想玩的去买别人拆的包货。
最佳守时这个成就开始一直不知道怎么弄，看了最新的指南才达成，就这也刷了好多次才成功，这玩意不就是要求消极比赛吗？游戏成就要求玩家消极比赛很多次才能刷到成就，这在我看来可能比要求一个远远超过正常流程杀敌数的刷怪数量的成就还要过分。
好评: 好！短小精悍，本地多人好玩。黄金飞镖模式有点乱。
好评: 太欢乐了
好评: 游戏价格偏贵一些，打折后45，玩法较为单一，趣味性挺足，和朋友一起很爽
好评: 画风还比较可爱，但是好像玩法过于单一玩不久是个大问题，不知道以后还会不会有更新。不推荐原价入手吧，如果经常有几个朋友线下或者线上联机还可以试试看！
好评: 等待在线联机
好评: 非常有意思的单机游戏，百玩不腻，强烈建议用手柄游玩，如果有线上对战等联机模式的话，我吹爆这游戏！
好评: 最低配置：一个朋友
好评: 很魔性的小游戏
好评: 非常不错，但是只有单机模式。
好评: 很棒的沙发多人游戏，发射回旋镖操作简单但是精通很难，还有非常多的随机武器。
可惜只有本地多人模式以及远程同乐（开发者已经说了不会开发在线联机模式）。
好评: 想要联机模式
好评: 等一手联机
好评: 有点贵呢是不是
好评: 什么时候能有线上联机啊！！！！！！想和朋友一起玩！！！
好评: 玩法还不错，但是不可联机，且定价个人认为较贵。所以综合来看一般。
好评: 不买是**

好评: 没网络联机还是无聊

好评: 一款有朋友才能玩的游戏，在不一样的地图里面，用不一样的技能把对方切碎。人物和场景都超级可爱！

（诀窍可能就是乱点吧！）
好评: 适合独狼更适合多人游玩，所以你丫的搞快点
好评: zbc
好评: 敲级可爱的好友撕逼游戏(*╹▽╹*)

但身为联机游戏却没有在线联机功能有点遗憾........
差评: 给我网络联机

好评: 卡拐角无敌 适合家人朋友聚会使用 拉仇恨满点 
最新BUG 1.子弹时间回首掏 
               2.穿墙跳到地图外的话直接去西天
好评: 这游戏真的很好玩，根本停不下来！如果有联机就更好了，只能本地和电脑对战是真的很无聊。如果和朋友联机或者和网友对战应该很有意思！
好评: 七个键，无数种可能（准确说死法）。有时候你会惊叹于自己的操作，有时候气的想剁手
画面很舒服，战斗很流畅，游戏虽小，但玩不厌
好评: 非常讨喜的游戏，期待更多的地图及玩法，联机模式等等！早买早享受！
好评: 绝对是出色的本地多人游戏，有基友一起玩的话很欢乐
好评: 情侣相爱相杀神器，不管对决还是一起打电脑都很好玩。点睛之笔是死亡特效，好像被击杀也变成了快乐的事情。
差评: 只能单机，还不能双人，差评

好评: 很好玩，画风可爱，非常适合和朋友一起玩，非常欢乐。虽然没有在线多人，但其实AI也很厉害
好评: 很棒的游戏，希望有更多玩法和内容
好评: 好玩

好评: 游戏真心不错，就是可以开创意工坊，让玩家来做地图这样会更好玩。还可以在各大视频网站上注册官方号，让游戏曝光率更高
好评: 游戏很精巧，加上线上模式会更好
好评: 游戏不错，缺少在线联机。先退款了。出了在线联机马上买回来
好评: 妈的被老板坑着买的，贼气
好评: 太好玩了吧，值得入手
好评: 太上瘾了，一次性玩了四个小时，得节制点
好评: 想要在线联机模式！！！！！！！！！！！！！！！！！！！
Need Online Multi-Player mode！！！！！！！！！！！！！！！！！！！！！！！！！！！！
好评: 可爱，有趣
好评: goodgame
好评: 想要在线联机模式，不然只能左右互博或者和跟机器人斗智斗勇了。
Want to online mode, otherwise can only left and right or fight with the robot wisdom and courage.
好评: [h1] 《Boomerang Fu》简评 [/h1]

游戏的画风设定十分可爱，主要角色都是卡通化的拟人食物，主要玩法是利用回旋镖击打对手获得胜利。目前有三种模式，单人或组队的击杀赛，优先达到击杀数目的个人/团体将获胜。还有一种模式是抢夺金色回旋镖，抢夺方法是杀人越货，击杀持有者然后取而代之。

游戏比赛中会有许多不同的地形和道具出现，它们在游戏中占据着十分重要的角色。利用地形可以用极为隐蔽方式击杀对手，而道具提供的加成能让玩家在属性数值上获得起跑优势。

游戏的操作很简单，只有冲刺、挥砍、扔飞镖和移动四个可控操作，但游戏非常考验反应能力。游戏中角色移动速度和飞镖飞行速度都较快，及时的用出冲刺可以在瞬间让玩家化险为夷，或者接近走位不慎的敌人完成击杀。游戏也比较吃地图理解，差不多30张地图都有着各自的地形和机关布置特点，合理的利用和规避地形能让玩家胜算大增。

游戏虽然充满了竞技性，但没有任何竞技奖励，甚至都不能在线多人匹配。《糖豆人》为了培养核心玩家增加游戏黏度，在一款充满欢乐的游戏中设置了皇冠币和各种比赛奖励内容来鼓励竞技。《Boomerang Fu》的竞技性是高于《糖豆人》的，却在除了玩法方面外没有任何突出竞技性质的内容。

游戏还有一个让人反感的设定，退出游戏时会在桌面建立一个文件夹存放你的游戏录像。即使你根本没有选择保存录像，而且目前没有相关设置可以更改这一行为。

[h1] 结语 [/h1]
游戏的画面清新可爱，玩法简单刺激竞技性较强，但游戏对竞技的支持几乎为0。单一的游戏内容和仅支持本地联机的设定让游戏用户粘性进一步降低。给出好评是因为没有中评，本作我个人打分为6/10。


[quote]
加入[url=https://steamcommunity.com/groups/ADZZW]爱の榨汁屋[/url]&关注[url=https://store.steampowered.com/curator/34815366/]爱の鉴赏家[/url]，用爱品鉴世间作品，用心流淌真情实感。
[/quote]
好评: 希望开放网络对战或者创意工坊
好评: 双持+手里剑分身之术+回旋镖爆炸=？
好评: 很可爱的游戏，家里七岁从来不玩游戏的小妹妹也被画风吸引得看着我玩。游戏比较简单，属于家庭聚会休闲游戏，就是内容比较少玩久了会无聊。而且没有线上联机系统，只能本地多人比较可惜。算是偶尔跟朋友拿出来玩玩就能很快找到快乐的游戏吧。
好评: [h1] Boomerang Fu——可可爱爱，削掉脑袋[/h1]
[b]分模式试玩视频：[/b][spoiler][url= https://www.bilibili.com/video/BV1CK4y1Y7xw] BV1CK4y1Y7xw [/url][/spoiler]

快节奏大乱斗游戏，全部角色均与食物相关，因此游戏的目标大概是比一比到底谁先把谁切成食材（雾）。得分领先能够戴上一顶小皇冠，甚至还能在读秒界面用手柄摇杆使角色原地转圈圈，可可爱爱。

目前仅支持上限共6名玩家的本地玩家或本地玩家+bot的游戏模式（其中手柄连接上限4，还可以开启键盘共享加入2名玩家），尚无多人模式。总的来说是个既能打出节目效果又能玩出欢声笑语的不错的party game~
https://steamcommunity.com/sharedfiles/filedetails/?id=2201239261
语言选项里Simplified Chinese的译名第一次看到的时候给我笑完了。

[h1]明镖暗箭，胜者为王[/h1]
目前游戏共有三种战斗时长可选（夺冠点数差别），想打长比赛可以选择加长，想偶尔放松一下可以选择快速。共有三种模式，各有各的亮点。

[b]自由击杀[/b]模式（单人乱斗）有两种可选胜利条件，一种是通过[b]击杀累积得点[/b]，另一种是[b]苟到最后[/b]。相对来讲前一种的夺冠难度较低，就本地游戏来看前者的体验感也相对来说好一点。毕竟容错率比较高，而且在地图里大杀特杀杀到超神的角色也并不一定苟到最后。

为了增进游戏体验可以在修改器中选择是否进行[b]自动平衡[/b]（开启时低分组可获得护盾），调整[b]骤死时限[/b]（范围圈开始缩小的时间），以及自定义[b]可用提升道具[/b]。如果想主动提升降低游戏难度（给bot添堵），也可以在回旋镖一栏关掉[b]拉回[/b]功能，关掉该功能后所有角色将不能通过召回重新取得自己被击飞或掉在地上的没能好好转回手里的回旋镖。没有回旋镖的角色无法通过平砍来击杀其他角色，而[b]自由击杀与组队战模式[/b]下可以拾取其他角色因没有捡回而变成灰色的回旋镖，进而完成双镖流操作。

[b]组队战[/b]靠击杀全部敌方角色得点，除自由击杀模式下的可自定义选项外，还可以在修改器中选择开启队友复活功能（踩在队友身上即可，有用，但总角色较少，游戏节奏较快，用到的时候其实并不多）与友伤功能（建议本地多人模式或未来出在线多人模式的时候再开，不然可能会被bot气死）。

[b]金色回旋镖[/b]模式下持有金色回旋镖的时长达到一定程度的角色获胜（时间可累积），且本模式下角色会在随机出生点自动复活，直到有角色完成比赛。

在游戏中最简单的击杀方式是用回旋镖砍，但也可以利用不同关卡地图的环境完成对敌方角色的击杀，例如将其冲撞击打下水/悬崖，或通过地图中的开关操纵墙面，将其糊在另一面墙上。

关于道具的一点点个人体验：本地1+5打bot时一定要关掉颠颠倒倒，毕竟debuff根本影响不到bot；最imba的大概是横冲穿墙，在需要苟到最后的耐久赛流程中作用很大；心灵遥控记得按住Y之后再移动摇杆，不然角色大概率会在玩家视线外飞速的被水淹没，并与玩家一起不知所措。

完成整局游戏后，结算界面除正常的排名展示外还会通过一些称号来体现本局游戏的高光（丢人）时刻，部分称号看起来与游戏内道具和成就系统有联系，想要更加便捷的解锁全成就可以通过游戏内修改器自定义一下可获得道具。
https://steamcommunity.com/sharedfiles/filedetails/?id=2201239336

目前似乎并不能修改手柄键位但影响不大。（往往就在那些个剑拔弩张的时刻，我突然条件反射按下了B键。本以为自己丢出了回旋镖，结果却是在原地充满爱与和平的挥手，然后被削成两半）希望能够早日添加在线多人功能，毕竟这类游戏还是与[spoiler]不会突然真人大乱斗的与自己隔着一根网线的[/spoiler]朋友或随机小伙伴们打起来更有乐趣[spoiler]与人身安全感[/spoiler]哇。也期待未来能够见到新的角色与更多花式玩坑法的地图~



[code]欢迎参观我的： [url=https://store.steampowered.com/curator/7421824]双鱼星✪ω✪皇家飛机场[/url]
如果你喜欢这篇评论，也麻烦点个赞，让更多人能够看到。[/code]
好评: 非常棒的单机小游戏，友尽系列，建议尽快推出线上大乱斗

好评: 赶快出新地图 新道具 新人物 新模式
好评: 好可爱！很好上手！跟朋友互撕很开心！希望能有联机模式！
好评: 挺好的
好评: 玩法简单有趣，和几个损友一起van，很欢乐
好评: 可可爱爱，猛男杀手，但现在看来缺的东西还是太多了
缺在线联机，缺战役模式（不然对单人太不友好了），暂时没找到键位设置
具体到模式选择中，人物选择，道具等等还有很大的塑造空间
更长久来看，还缺创意工坊

好家伙，我在商店瞅了一眼，居然还不是early access的……


好评: 《Boomerangfu》是一款画风搞怪，玩法欢乐的多人竞技游戏。在游戏中玩家将选择扮演12种卡通食物形象的一种，通过投掷回旋镖来决出唯一的胜者。游戏手感和风格都较为优秀，但是本作依然存在有大多数联机游戏的问题，没有较好的游戏深度，也缺少线上联机的功能。能接受线下联机的玩家可以和好友一起欢乐一把。

[h1]游戏玩法[/h1]

游戏的核心玩法是通过回旋镖来击败敌人获得胜利。玩家可以使用回旋镖来投掷或者近距离的切割来击败敌人，游戏中一共有12个Q版角色供玩家体验，每一位都有其独特之处。目前游戏一共有三种不同的玩法模式，第一种就是自由竞赛，胜者为王；第二种则是考验团队协作的团队战斗；最后一种则是类似占山为王的金色回旋镖挑战赛，玩家需要把金色的回旋镖在手中保持足够的时间即可获得游戏胜利，每一种模式都是小分累计获胜的玩法，积累够一定的胜场即为最终胜者。

游戏中当然也会有随机出现的陷阱和道具来让战火的激烈程度加倍，而且游戏随机刷新的地图也会让玩家时刻保持新鲜感。在本作玩家还可以通过自定义比赛的各种设定来丰富游戏玩法。但是较为遗憾的是，作为一款多人互动的欢乐游戏，本作居然不支持联机对战，这一点真的让人颇为失望。

[h1]总结[/h1]

玩法有趣，质量尚可的多人向聚会游戏，唯二的缺点就是游戏的耐玩度不是很行，（也是大部分聚会游戏的通病。）和缺少应有的联机模式，目前想体验的玩家只存在欺负电脑和本地多人两种体验模式，期待游戏早日更新线上多人，能让玩家不受距离限制来游玩。

[quote]欢迎关注我们的鉴赏家:[url=https://store.steampowered.com/curator/35402982/]走心评测[/url] ←遵从内心，写出真实感受
欢迎加入我们Steam组:[url=https://steamcommunity.com/groups/ZXPC]走心评测[/url]←点击加入，一起探索游戏的乐趣
喜欢这篇评论，也麻烦点个赞，让更多人能够看到！[/quote]

好评: 游戏挺有意思，画风卡通有趣，休闲娱乐玩玩，想想跟对象一起玩也挺有意思（首先要有个对象），有三个模式，目前只能跟电脑对战，我这种老年反应也只能跟简单难度相爱相杀。希望能出个联机一起玩，不然跟好友一起玩还要用一个键盘太麻烦。
好评: 玩了一下  感觉不错  但还没有找到和好友组队的方法
简单说一下游戏一些小特性（？
1.关卡内有道具    每个人可以捡3个道具   如果你捡了第4个道具  就会顶替掉第1个捡的道具   道具可以永久保留  直至玩完整个回合（里面分为很多回合）
2.空格可以代替J（即跳跃）
3.回合中的虚线就是玩家需要待的地方  出了虚线一段时间  就会自动暴毙  别担心 会提醒的
掉水里也会死
4.K（手刀）可以立即把别人的回旋镖打回去
5.当你手上没有回旋镖时  K可以踢走别人  但别人不会死  也可以中断别人的回旋镖
6.游戏开始之前  有个修改器（就是调游戏设置的）里面有个 拉回 关闭之后   回旋镖掉在地上了只能去捡       打开的话可以长按 L 召回  或者去捡
7.有时候的道具不一定是增益  也有可能会更改此次回合的玩法
8.保存录像：回合结束后  摁 A，空格
先写这么多吧  我才没玩多久(
暂时没有在线多人  不玩了  等什么时候出在线多人了再玩(恼
好评: [b][quote]欢迎订阅我的「个人鉴赏家[url=https://store.steampowered.com/curator/11123770/] DEV RULES [/url]」
以及 [url=https://space.bilibili.com/2898054/]游戏实况[/url] 来观看我的更多“偏见想法”
[spoiler]希望有天能厉害到你会跟别人说： DEV？那是我朋友诶！[/spoiler][/quote][/b]

可可爱爱！切掉脑袋！

画风很棒也很有风格的大乱斗型游戏，一人一把回旋镖，互相砍就行了。各种随机技能和地形让游戏变的更有意思，地图设计巧妙，几乎没有任何地方是安全的，逼的你只好不断移动。

这类游戏人越多越有趣，可惜只有本地联机。另外游戏玩法比较单一，就是互相砍杀，久了很容易腻。
好评: [h1] 介绍	[/h1]  
《Boomerang Fu》是一款由Cranky Watermelon制作发行的休闲动作游戏，在STEAM平台发行日期为2020年8月13日，售价50元，特价45元，限时截止至8月21日。
作为一款多人大乱斗类型的休闲游戏，操控简单，画风可爱，使用陷阱或者回旋镖来战斗，虽然最多可供6名玩家一起游玩，但是不支持在线游戏，只能本地或者使用STEAM云。    

[h1] 体验	[/h1]   
本作采用了简单的卡通画风，设置了12个可爱萌系角色，角色会在游玩中出现各种可爱并且不同的效果表现，比如被打碎的咖啡杯，或者被切断的竹筒饭。
游戏的操作方式十分简单，控制方向和猛冲，劈砍，投掷，玩家在场景中可以使用猛冲躲避敌人的回旋镖，并且也可以使用劈砍对敌人做出攻击，以及投掷能够返回的回旋镖来击杀敌人。
玩家可以选择自己的角色进行自由击杀，组队或者抓紧金色回旋镖等三个游戏模式，自由击杀自然就是人人都是敌人，组队会自动选择分队进行攻击，而抓紧金色回旋镖则是在游戏结束得到金色回旋镖的玩家获胜。
游戏有着很多道具以及不同的场景地图，比如得到道具获得护盾，或者发射很多回旋镖，同时也设定了陷阱，比如两边石块会往中间挤压，在中间的角色会因此淘汰，触发滑动墙等等，当然还有水潭，自己掉进去也会死亡等等。
玩家除了和自己的好友进行本地对战外，还可以添加机器人进行游戏，并且可以根据自己的喜好在游戏模式开始前改变游戏规则，设定队伤，道具等等规则。
[h1] 总结	[/h1]   
本作的场景画风可爱，有着激情的音乐和萌系的角色，游戏操作十分简单，而游戏的玩法为大乱斗或者组队大乱斗以及争夺金色回旋镖，场景上设置了陷阱以及随机出现的道具，玩家在游玩时不同的操作也会造成不同的表现，被击败时每个角色也有不同的显示效果，十分适合和好友一起休闲娱乐，但是不支持在线合作是个问题。
[quote]游玩百态，将游玩心得用汉语化作玩家的指明灯，(๑•̀ㅂ•́)و✧
[url=https://store.steampowered.com/curator/35402408/]点击这里关注汉化语录~[/url] 如果喜欢这个评测，请点个赞让更多人看见[/quote]
好评: 怎么保存回放！想和朋友分享爷的精彩操作
好评: 很期待联机模式，希望能尽快的推出！同时希望能有更多的随机地图与道具或者皮肤来增加游戏的乐趣性。
好评: 如果有朋友的话特别推荐！！！！
差评: 很好玩的一款游戏，画风可爱玩法休闲，通过回旋镖和陷阱来击杀对手，地图上的技能书进一步增强能力
不推荐原因：不支持在线开黑对战，只能与AI对战或者通过共享键盘、手柄的方式与好友游玩
所以对于这款游戏暂时并不推荐
期待制作组之后的更新
好评: 在线联机搞快点，新地图新道具搞快点
好评: 想要联机模式
Need Online Multi-Player mode
好评: 唯一的遗憾就是只能本地联机，试玩的时候玩了好久。
好评: 玩的还可以，主要是喜欢这个风格的游戏。但是没有在线对战/好友联机，只有本地同屏，就大大降低了玩下去的想法，希望更新出在线模式。
好评: 说真的挺好玩的，但是模式太少，现在又找不到联机的方法，还有就是怎么保存录像？弄不明白。
键位也有问题，我找不到自己更改键位的地方，每次那几个键攻击跳跃，我容易弄混。
一开始是看逆风笑视频来的，虽然有些小贵，但是也买了，看他玩的挺溜的，我就自己试一试，但是人家是用手柄玩的，我只能用键盘。
键盘有个弊端知道不，md一共就八个方向，能不能鼠标操控啊？手残党八个方向玩不起。
好评: 键盘设置没办法自定义，会有些不习惯，还有就是只能本地联机，不过几个朋友在一起还是挺好玩的，聚会类游戏，还是希望可以加入键盘自定义设置功能
好评: It is very good, but I hope that you can open online server if you can afford it. This is a nice game, it deserve an online server.
好评: 游戏性挺不错的，画风也很可爱，可惜目前只有本地多人，没法在线联机和沙雕网友互坑。
作为键鼠玩家，希望能加入鼠标瞄准，毕竟回旋镖的“简单几何学”是这个游戏的卖点，靠wasd8个方向就很僵硬，反而是用K键上去白刃战效率更高……
好评: 只有本地联机！只有本地联机！只有本地联机！
不过可以远程畅玩的好像。

画风很可爱！玩法也还可以吧，打折后45略高一点。

[spoiler] [横冲直撞]这个技能也太imba了！ [/spoiler]
好评: 蛮有意思 但是为什么只能和机器人打？
好评: 游戏很好玩，可惜不能联机...（还是说我不会？）
好评: 我非常喜欢这个游戏
事实上，自steam游戏节之中就一直在玩离线的demo版本
因此发售第一时间就买了
我觉得它会是和分手厨房pk的游戏
但是有个问题 就是瞬移回旋镖的瞬移和跳跃键位冲突 
能否把瞬移放在单独的键位?
好评: 只能本地联机可太可惜了...
求求出线上对战！！！！
好评: 我是傻逼!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
