好评: 现在可以连上去，不过要开加速器，最奇怪的是苍翼默示录CENTRA很轻松就能连上去，而这个同样公司的交叉组队战以前开两个加速器都很难连上去。
好评: 卡同步已修复，最适合新手入坑的格斗游戏，
指令简单连招简单，二次元味道很浓！
只可惜这一切来得太晚了，三年了（
如果可能的话，希望有新tag！
差评: 我是傻逼
差评: 有很多我没见过的角色，这很好，至少作为大乱斗游戏来说，基础有了，但是，部分系列角色的人物稀少（比如闪乱神乐，就只有雪见，加个飞鸟不行吗？），然后就是剧情，说实话，这个剧情，我看不懂，为什么第二章我打完感觉莫名其妙？如果第二章的开始就说哈扎马的计谋已经成功，那前面BB篇的好结局改成坏结局+未完待续，我觉得这样更有悬念，而且第二章部分剧情感觉很智障，我觉得这种事只要在bb正传应该没有什么问题，但是放在这个乱斗游戏里，有一点点的不搭，最后，boss战无聊

好评: 格斗很不错，相比其他格斗游戏不是特别难上手，就是没人陪我玩，线上人也较少
好评: 打折前几天买的，还是标准版和黄金版都买了，我是啥b。但真的好玩
好评: RWBY+苍翼+P4厨一本满足，手残一本满足
但为什么，还是鬼服，我想给人打一顿这么难吗…
好评: 很喜欢~居然还加入了我喜欢的游戏，女神异闻录里的人物。以后别出了
好评: 妹子挺多，招式也很简单，大招炫酷，非常适合新人
差评: 游戏在电脑里放久了,打斗会变卡，延迟增大。联机打斗也会先有很大延迟，打一会才会正常。买了一阵确实很解馋，人物很多，操作也比较满足，但后期基本不是能够回味的。70+买的，应该不算亏
好评: 诺艾尔就是个臭妹妹
好评: GOOD GAME




差评: 烂透了，一砣狗屎
好评: 好
差评: 优化这么烂还是算了吧...
差评: “网络初始化失败。若要游玩网络模式，必须先登入Steam。”

开加速器也不好使。
好评: 很爽，不过p3的人物为什么要归类到p4A里。
好评: 你想要的都在这里，还需要解释什么吗？
好评: 至少不算差了./h1
好评: 可以，怎么换日服
差评: 把游戏当作BB以外的游戏，还是可以的。但网络和优化让人绝望，实际联机人数也少得可怜。
好评: 画面可圈可点，动作优秀，连招略简单，剧情一如既往的有点摸不清，唯一可惜的是线上模式没有人了
好评: 联机没人，单机容易腻味。还是推荐玩相关的独立作品。援护系统比龙珠有深度些。什么时候P5U能登录PC啊。
差评: 说实话挺失望的，作为这个游戏前几作的老玩家来言，这就是个J8，真的被同期的龙珠吊起来捶。
换人玩法挺新颖的，也勉强算的上主流了吧（这家公司的），但是！一点都不好玩！
连段过于简化，连个度都没有，一直摁u就5割，我都服了，虽然连招简化成了传统格斗游戏面向快节奏游戏环境的妥协，但是——这tm连个度都没有了？？？真的太失望了，我看到多款格斗联合的时候那叫一高兴，一方面是bb系的续作，一方面的多元的角色，结果我得到了什么？仅是！净是！尽是失望！
好评: 格斗佳作，你看你买贵了，但是绝对没有买错
好评: 沙包模拟器
好评: ありがとう、ぷっ I can login again! Yeah!Come rookie!
好评: 我推荐新人玩黑铁直人，黑铁直人是对新人最友好的角色.jpg
差评: 大概这就是粉丝向吧，个人认为主要有两点影响体验：
1、目前这个分辨率实在太糊，好歹给个2K呀；
2、好像本作只有帅气模式，AAA就连招了，不太习惯。
买gal送ftg还得看CPEX和CF，本作的剧情也没什么好看的，格斗是简易模式然后画面还太糊，只能说+1吧。
差评: [h2]只有1080p的分辨率可选，画面非常模糊，锯齿极其明显。素材照搬之前的，但是游戏系统怎么还倒退了？
打法中规中矩，按键非常简化，但是双人VS双人的形式值得肯定。[h2]

[h1]无他，买它只为RWBY（准确而言，只为Ruby）而来。[h1]

[h1]坐等月姬新作发售，希望能有4K+无边框的支持。[h1]
好评: [h1]高手行云流水，萌新惨被完虐[/h1]

[quote]关注[url=https://store.steampowered.com/curator/39039781/]斗鱼游戏社区[/url]，随时了解主播推荐的好游戏。
访问斗鱼鱼吧社区参与互动，活动好礼送不停！[/quote]

[h1]前言[/h1]

笔者对于苍翼默示录的了解仅限于高中时期观看的，改编自游戏的TV动画《苍翼默示录AlterMemory》，至于游戏方面的了解实在不多，多次夏促期间凑齐的苍翼系列游戏也由于时间因素躺在库中吃灰，而抽时间游玩《交叉组队战》的原因还是归于本作主打的在线对战模式，以及被其包含四个不同IP作品系列所吸引，虽然对每个系列了解也并不算多orz…故还请玩过这些IP的玩家体谅_(:з)∠)_所以下文对苍翼系列作品与交叉组队战的做出的对比会较少，更多偏向于实际的游戏体验来表达对本作的看法和推荐与否，希望能帮助到对苍翼系列感兴趣的玩家们~

[h1]内容简介&评价[/h1]
[list]
[*][b]非主线且较短流程的故事模式[/b]

《交叉组队战》作为苍翼系列外传、大乱斗性质的作品，结合了苍翼默示录、女神异闻录4：午夜竞技场、夜下降生以及RWBY四个作品，四个世界当中的主人供被召唤来到四个不同世界所交叉形成的时空混乱特异点，如果想要回到自己的世界就必须守护好自己的楔石，是为了回到原本的世界共同作战，亦或是相互为敌呢？

由于本质上是大乱斗，所以剧情方面并不存作为某一个IP的主线剧情进行阐述，以及虽然在故事模式下分别提供给了玩家四个不同作品下的剧情游玩线路，不过只是通过不同作品下主人公视角来对剧情方面的阐述，其世界观还是一致的。游戏剧情流程会比较短，途中会出现几次选项进行选择，从鉴赏模式下可以看到一共只有17张CG，笔者打通苍翼线只花了半小时左右的时间，故打通四条作品线路不用花太多时间。不过判定标准要基于游戏难度的选定，笔者是在正常难度下进行游戏，由于设备原因，目前只打通了苍翼线，其余三条路线等新手柄回来之后再继续推进。（你让我拿键盘来格斗游戏有点不太现实，毕竟我没有神仙手速╮(╯▽╰)╭）

[*][b]多种离线游玩模式&详细的操作指引[/b]

本作以2V2为基础，玩家需要选择任意两名角色进行对战，在游玩模式下提供了离线模式以及在线匹配对战模式。而离线模式中不仅提供了故事模式，还有训练、VS、战术以及生存模式，一共是五种离线游玩模式。

对于初进的萌新玩家，如果想要获得良好的游戏体验（仅限离线模式），我推荐先去战术模式完成基本篇以及应用篇的练习任务，这两篇提供了十分详细的基础操作指引，将这两篇完成之后再去训练模式下，将基础操作以及一些简单招式的释放做练习，还有就不用想着短时间内是打出高玩那种行云流水的操作了。

在熟悉基础招式的概念和释放之后，下一步要做的就是完成战术模式的角色篇中一个或多个角色的连招任务了，且不说行云流水，至少你也要掌握好一个角色的连招示范，玩起来也才没有那种只会平A的无奈了嘛。

角色篇下每个作品的角色都拥有6中不同的连段（连招），每个连段都有十分清晰的按键操作流程，要注意的是，如果没有按照流程打出来的攻击是不计入成功判定的，要想完成连段任务还需要玩家看清以及静下心来一步一步地操作，游戏中提供了按键同步映射，玩家可以在屏幕上看到自己地操作流程，该映射是十分敏感地，要想打出正确的招式还得控制好手柄摇杆的推动方向和速率，否则很容易释放错误的招式。如果是在无法释放出连段可以观看教程操作，等看清以及熟悉整体操作流程之后再操作也不迟~

不要把这些连段想的太简单，笔者花了十几分钟连拉格纳的连段4还没完成，可能也是因为我太菜了+辣鸡坏手柄的缘故吧233总之战术模式的角色篇极大程度增加了游戏离线模式下的耐玩性，等到玩家将所有的角色连段都能够完成，接下来考验综合操作能力的任务篇才是重头，在任务篇中没有教程观看，全靠对前三篇知识的吸收和对招式的熟悉程度才能够完成，还是有着很高的挑战性的。当你战术模式的所有内容都纳为己用之时，相信已经向行云流水的层次迈向了一大步。

在高难度的对战下难免会将招式释放的操作遗忘，这点无需担心，在离线模式任意模式下的对战都可以暂停调出招式表来观看，这点还是十分友好的，不用再退出返回到训练模式下才能够查看角色的出招表，繁琐体验大大降低。

至于VS模式和生存模式，玩家在VS模式下可以任意选择四个作品中的游戏角色、不同场景和BGM，来与CPU或者本地2P玩家进行对战；生存模式下需要玩家选定角色，与连续不断的CPU进行对战最终取得胜利，要注意该模式下玩家选定的角色血量是承接的，意味着该轮战斗中所剩血量会作为下一轮对战的基础血量，所以生存模式也是另一个对玩家总体实力考验的体现（还是归于整体难度的设定），目前排行榜上面通关8w次的真的是大佬了…实在佩服他的毅力。

总的来说，《交叉组队战》在游玩方式上与大多数格斗类游戏相差不大，该有的的都有了，不过能够将操作指引做的详细确实值得好评，让新进玩家能更好地游操作进行全方位的了解以及在技术层次的进阶。

[*][b]在线匹配方面[/b]

[list]
[*][b]社交元素[/b]

离线模式更多的是提供给玩家熟悉游戏各方面操作的平台，《交叉组队战》主打的还是线上对战方面（emmm线上匹配体验也不算好，之后会说明），而涉及到线上匹配就少不了各种丰富的社交元素。玩家在游戏大厅中所操控的3D小人（虚拟人偶），对外展示个人资料的头像、标题名牌、标题外框以及每个角色不同的色彩服装都能够进行购买，购买之后可以自行搭配出属于自己风格的个人资料面板。

在进入休闲大厅等待期间玩家，还可以控制3D小人做出各种各样的呆萌的动作指令，以及内置的消息文字还有贴图与别的玩家进行交流互动，不过由于下文提到的在线人数问题，大多数时候可能只能够自己看所发出指令之后人偶的呆萌表现了，与其余玩家的互动还是比较少。

[*][b]对战体验[/b]

说实话，笔者觉得大多数格斗对战游戏的在线对战体验都处于这样一个循环状态——[i]“因为IP粉丝向，玩的玩家大多都是粉丝玩家，加上游戏价格颇高，路人玩家没有太强的购买游玩欲望，导致整体游玩人数过少，在线对战遇到的都是高玩，即便是感兴趣入手之后，匹配对战惨遭高玩行云流水的痛揍，然后更多会偏向于两小时不到选择退款…剩下来的高玩依旧常驻，新进玩家对战匹配体验则十分不愉快╮(╯▽╰)╭”[/i]不知道隔壁SNK在线匹配的体验如何，但Arc的在线匹配…无论是近期游玩的klk-if还是《交叉组队战》，由于上述原因，在线对战体验真的不算好。

《交叉组队战》的在线模式提供了休闲对战、段位对战以及自创或寻找房间对战模式，在匹配服务器上设置了日本、亚洲、北美、欧洲四个地区，不过在笔者将每个服务器都设置并且进入了一遍，就目前的各个服务器的在线匹配人数而言，真实少得可怜。就举亚洲服务器的休闲大厅为例子，在线人数大多都是为0，有时候运气好能够看到有几个玩家，晚上会稍微再多几个，不过暂时没有发现一个对战大厅内有超过10个玩家。也许是由于正常工作日的原因吧，笔者在这期间能看到的玩家真的很少…也许周末的在线人数会再往上增加一些。

而就算有玩家在进行PK对战，他们短时间内是不会停下来的，如果你想进行PK对战只能够坐下来等待新的玩家加入大厅，而当我好不容易等到了一位玩家加入，迫不及待地站上了PK台发起对战申请，在等待画面上我看到了我的对手是一个对战场数将近过万的玩家…结果没有任何悬念，我连怎么回事都不知道就被行云流水地带走了，打完之后我说“you are too strong I can‘t fight with you”，这位玩家也是haha一下，环顾四周没有可以进行对战地玩家就退出了大厅，而我也没有能够继续匹配地对手，也紧随其后离开了对战大厅。

出于对现有常驻玩家的水平分析考虑，我打开了段位排行榜，排行第一的玩家段位——武神，下面的都是挑战者以及不同的大师分段，所以这于与笔者一开始的分析相差不多，现有的常驻在线对战玩家都是高玩…被虐也是十分正常的一个现象了。

所以就目前的在线匹配体验而言，相同实力地段位匹配战由于玩家总数过少，等待时间极长，而常驻玩家大多都是高玩，在休闲大厅中大多对战体验都是“啊！我死了”，新进玩家的体验确实不算太好，这也是劝退新进玩家的一个重要因素。想要从根本上解决在线匹配玩家实力差距悬殊这个问题，还得Arc持续地对本作的宣传推广，能够吸引到更多的路人玩家入坑游玩，提高在线人数数量。
[/list]

[*][b]画面优化程度有待提高[/b]

只有一个疑问，都快0202年了什么时候才能够支持1080p以上的游戏分辨率和解决狗牙问题啊（狗头.jpg）。《交叉组队战》的最高分辨率只支持1920*1080p，虽然提供了抗锯齿，开了4x抗锯齿的游戏人物立绘如图一所示，狗牙程度特别严重。而为了减缓狗牙问题，官方在去年7月更新了角色用特殊效果，本质上属于FXAA抗锯齿技术，而图二是两者都打开的情况，人物线条稍微平滑了一下，狗牙问题也没有单独开启抗锯齿那般严重，不过视觉体验上还是不算太好。

虽然招式特效画面确实十分华丽，能让很多玩家都忽视了狗牙这种不太重要的画面问题，毕竟又不是3D游戏，但对于追求完美视觉体验的玩家而言，画面作为玩家对游戏是否感兴趣的第一影响因素，还是要放多点精力继续完善才行。

至于说卡成PPT的那部分玩家，如果使用牙膏厂的U玩游戏，可能是因为在用核显跑游戏，建议使用N卡的玩家去英伟达控制面板下3D程序设置。笔者用的是按摩店的U，无核显，用独显打的时候没有出现PPT的情况，不过在人物进场那段时会有一定的视觉延迟，但也没有像那么多玩家说的优化烂像在看PPT，总体游玩体验还是十分流畅的。

[*][b]入坑玩家请做好购买DLC的准备[/b]

《交叉组队战》本体提供了来自四个不同作品共20名的游戏角色，以及两个免费dlc的角色，如果不购买DLC的情况下玩家一共能玩到22名角色，说少不算少，但说多的话也好像与游戏本体188软妹币的价格不成正比，加上目前提供的DLC人物角色包一共有44名角色参战。

考虑到Arc苍翼默示录十周年作品推出时间还没有确定下来，《交叉组队战》的人物DLC应该还是会持续推出，不仅是为了维持现有玩家人数，也能够为起到二次宣发的作用。至于DLC的价格，除去包含四个人物的Vol7，其余包含三个人物的都为30软妹币，所以想要体验到更多角色的玩家还请做好购入DLC的准备。不过受太多玩家拿《交叉组队战》接近3A大作的影响，所以无论是本体还是DLC，还是建议在打折期间购入吧_(:з)∠)_。
[/list]

[h1]总结[/h1]

《交叉组队战》对于老玩家而言有着一定的创新进步，但是基于本作主打线上方面，就目前的体验而言并不算好，故事剧情模式也过于敷衍，即便提供多种不同的离线游玩模式，内容过于重叠且长时间游玩会感到无聊，故推荐在有优惠下再考虑购入游玩。

希望Arc能继续够加大力度宣传吧，保证在线人数基础，使玩家能够获得更好的在线对战体验，而不是像现在新进玩家进入游戏就被高手痛揍一顿选择退游或者吃灰~也期待10周年新作能够带了更多的惊喜吧。

最后，感谢观看~

[quote]加入[url=https://steamcommunity.com/groups/feizhai]肥宅聚集组[/url]与关注[url=https://store.steampowered.com/curator/28359939]我们的鉴赏家[/url]，一起当肥宅w[/quote]
好评: 好
好评: 还是挺有意思的
好评: 想体验格斗游戏的快感？打折的时候入这个就对了（原价不值得）
但也仅仅是体验而与，这游戏在格斗游戏里面可以说是过于无脑了（虽然上限也挺高但不值得去专精）
好评: 给我整不会了
差评: 蒼翼默示錄中最多角色的一款格鬥遊戲
畫面跟前幾作差不多但是UI比前幾作差CV也沒有前作完美
最令人費解的是把操作大變換實在不明白用意在哪
每次只打一局讓人感覺實在不過癮

[hr]
[b] 畫面 6/10 [/b]畫面表現不錯 有些場景背景做得很漂亮 但是UI實在是太醜了

[b] 遊戲性 4/10 [/b]分數都給在自定義方面 還有大廳的3D角色非常可愛!!

[b] 劇情 5.5/10 [/b] BB引以為傲的劇情在這作既短又沒有鋪墊太多

[b] 遊戲音 6/10 [/b] 音樂音效還行 某些CV表現不是太好

[b] 價格 2/10 [/b] 如果原價格是包全部DLC能接受 但你很多素材都是摳前作的還賣這價錢?

[hr]

[b] 總體評價 4.5/10 [/b]  普普通通 不推薦一般玩家買 如果是P4 RWBY迷可以考慮考慮 ！
好评: 有没有人知道为什么我游戏画面那么卡啊，我bb几乎全都有，就这一作卡的妈都不认识。对战画面很慢，感觉是锁到20帧
差评: 游戏是好游戏，但是无限召唤搭档，容易形成2V2，场面一度混乱
还有，为什么非要定价高，等游戏凉了才降价，薄利多销不好么
差评: 做得什么鸡巴玩意儿。看着简化了实际全员压键双操难得一比
属于自个儿不正经，还要人家把你当回事
一下毁了仨格斗ip也是逆了大天

我以为这就是BB系列的下限了
直到今年Arc上线了BBDW
我才知道原来森利道的妈真的是
量产的
差评: 专门在你打折的时候买来给你差评
好评: DNMD，人物全是锯齿，这么久了，这个伞兵画质怎么还不打补丁优化？

非正统续作，属于大乱斗类型，做工明显偷懒和敷衍，卖的是情怀，游戏性特差。

和同时期的罪恶装备Xrd比差距比较大，人物像素太低也没有ARC擅长的2.5D手法，一键技能发招太幼稚了是个人都能花里胡哨乱玩，音效和特效也是太低级了还停留在远古时代。

萌新建议出门左拐罪恶装备Xrd，质量完全碾压，又便宜。

收藏和情怀者这可以考虑-75%以下入手。
好评: hhaaa
好评: 不习惯这个操作，貌似只能帅气模式，玩前作一直都用的技术模式，不太习惯这个。一直都很喜欢苍翼默示录动画，就当补完一套吧，打折买的，我是聪明b
差评: 平衡性做的太差了，全屏波和长手怪满屏都是，还有各种0择，0气啪啪啪几下，能打13000血的格斗游戏你见过没？网络的问题也一直没有得到解决，玩几把就有可能卡同步，无论你是3信号还是4信号。
而且一个国内你甚至可能找不到20个人上线的游戏，还能遇上一个能因为说一句平衡性太差，很垃圾就破防，把你直接踢出群的带头人，也就这样了，钱和时间就当喂狗了，没的说。
想入坑的可以试试，这个游戏鼓励进攻，连段也就AAABBB，手残都能玩，对于新手而言很友好，只要你能忍受被各种屁股制作的角色用全屏波和骑在脸上0择打一段时间的情况下不弃坑。
大厅1晚上10点后会有外国人在打，对自己足够自信且和外国人网2格信号，比较性能的可以去挑战一下。
大号玩了这么长时间，也该结束了。
讲真，一个游戏平衡性做得差可以理解，但连一句话的负面评价都接受不了的圈子，我只能说，活该鬼服。
圈小气焰大，不多评价，综合以上，总结就一句话。
垃圾的不是游戏，是一个自我幻想填满，活在自己世界里的纯傻逼。
再见，BBTAG。
好评: 我悟了。玩久了之后，感觉tag还是非常好玩的，不能以cf的视角看待tag。tag是一个新游戏的感觉。上手简单，精通难。游戏里那么多美少女，血赚不亏。
好评: 加个暗影拉碧丝的DLC吧~~
好评: 不得不说，我是格斗游戏粉丝，对于arc制作的游戏都挺喜欢的~顺便把这个入了
好评: Not bad
好评: Aegis太棒了，完美兼容我的xp系统
好评: 大乱斗，就是剧情有点短
好评: 游戏是好游戏但是电脑配不上卡成🐕了呜呜呜
差评: 我服了，怎么这么糊还没2k啊
好评: 毕竟是粉丝向作品，推荐打折再购入
不知道以后还会不会更新
好评: Y'know why I bought this game? So I could see chibi adachi on my screen... That's all. You'd be surprised how many are like that.
好评: 玩的挺爽的，除了被大佬虐之外
好评: 因为是苍翼系列而且有雪泉点赞可惜我带不起卡成狗
好评: 打斗很酷炫，操作比bbcf简单的多，组合玩法很有意思。剧情要是更多一点就好了。虽然整得活已经很不错了
差评: 二次元的钱这么好赚？这么贵
好评: 好玩是好玩就是没什么人
差评: 虽然说游戏从玩法门槛上限手感等多方面无可挑剔地好，但是优化太差了，根本达不到60帧，极其不稳定。
好评: nice
好评: 游戏好是好就是容易按坏手柄
好评: 想给个中评，BBCTB是一个大乱斗，只能图一乐，不是正统苍翼续作。故事剧情是从各个游戏完全独立出来的，可以说几乎没什么剧情不过立绘非常非常好看动作一如既往的流畅帅气。另外操作优化到用脚也能搓招，就等于BB全程用帅气模式，可以看出来这代作品是着重于PVP的，门槛拉低不少，然而格斗游戏……多人早晚会鬼服，遗憾。
好评: 合家欢大乱斗
好评: 刚开始玩的时候刚通关BBCF，因为系统陌生所以没有太玩进去，通关剧情就差不多了，主要是从2.0开始玩，这游戏节奏非常快，有支援能补上连招的空隙，面对防御有通用的破防攻击，这个作品比起以忘的任何一部BB节奏都要快，非常鼓励你进攻，不像其他作品里防守方特别吃香，这种超快的节奏是整个游戏最棒的一点，既是利也是对新玩家的弊端，入坑请谨慎。
差评: 什么时候出RWBY的Emerald和闪乱的其他角色我再换回好评
I need Emerald Emerald Sustrai and Senran Kagura‘s other more 
character！！！！！
好评: 新人入坑BBTAG指南:
1.目前BBTAG分为标准版和特别版，便宜的为标准版，只有22个角色（包含RWBY小队四人，但不包括neo），贵的为特别版，包含所有53个角色外加第二段剧情
2.请不要以BB本传的眼光看待本作，本作与bbcf在玩法上没有任何的相似之处，请当做一个全新的游戏，对一键连段，一键升龙不喜欢的玩家请考虑购买
3.若觉得画面不好，请打开全屏模式（必须要全屏，不能全屏窗口无边框），并将所有的画面设置全部调到最高，只有在全屏模式下高画面设置才能生效
4.新手教学在离线模式中的战术模式里，战术模式包含系统教学和角色教学，其中教学里会提示你按fn1和fn2这两个键，默认是n和m，可以在按键设置里换成别的键
BBTAG对战交流群:190649293(目前PC对战人数最多的群哦！)，没设置加群问题，里面很多萌新可以一起对战进步，非常欢迎！
好评: 打折购入，来体验二次元打斗
好评: ..........
好评: 好
好评: RWBY，YYDS。
现在打折力度那么大，RNM，退钱！
日厂游戏没一个保值的
好评: 如果是入坑格斗游戏的话这款游戏可以练练手
如果是老鸟的话这个游戏有点太简单了，很容易就能玩到最高难度
不过这个游戏很有意思，把组队系统发挥的恰到好处，既没影响平衡性也没影响乐趣。
最后：罪恶装备联动请愿
好评: 网战都没人吗，明明ns版有一大堆人
好评: 终于连上大厅了，感觉键鼠操作不太舒服，不过我是为了联动入的，我永远喜欢Persona和RWBY
差评: 神观之梦玩家，本人技术极烂，但是也算半个死忠粉吧。但我神观里主要玩的那几个角色都没有，我花160多买的豪华版，讲真你把这么多角色都做成dlc来卖这应该不是一个两个人看不过去。我认为即便你打半价我入手都对不起情怀。另外就是按键一改我也特别不习惯，但是这一条相对到无伤大雅了。
好评: 好!
好评: 什么都好，就是匹配不到人
好评: 好看，虽然女角色很色，但是没有人能抵挡白面剑士，没有人
好评: 略显敷衍的建模质量，但是有联动加分，简化了出招感觉可能不够味道，就像自动挡和手动挡一样，各有所爱吧。
差评: -血条太少，伤害太高
-房间功能继承前作

玩得不多，纯粹作为一个格斗游戏爱好者仅针对游玩体验感到不适之处发表的意见。


---AH终结画面UI跟小游戏一样，你看看你系列作品哪作这么敷衍（x


好评: RWBY，夜下降生等多个熟悉的角色登场好评，依然是那ARC风格格斗游戏那味
好评: 可能是菜吧，生存一直卡在15连胜这个瓶颈。玩了这么久比较熟的就只有一个yang，松鼠半分熟...新的规则挺有意思但比上作的按键要简单就感觉有点不太够了。不过对新人算挺友好吧，毕竟连招简单多了。遇到诺爱尔绝对不要被碰到一下，Tager的话要小心他的绝招和算好他吸引的移动距离还是比较容易的...Susanoo靠后出现的话有点猛。这一代最迷的角色，电光战车，明明是个格斗游戏却...而且还很猛...
好评: 这一代的操作简化了好多，没怎么玩格斗游戏也能挺轻松地搓招，这一点挺好的，对新手很友好，不过画质真的没有前面几代好，这点就不太行了。
音乐也还是不错的，好评.jpg
好评: 集合了苍翼默示录，RWBY，女神异闻录，夜下降生等游戏与一体的集合之作，是属于粉丝向类型的作品，适合粉丝们一起来开黑玩的佳作
好评: 新人入坑BBTAG指南:
1.目前BBTAG分为标准版和特别版，便宜的为标准版，只有22个角色（包含RWBY小队四人，但不包括neo），贵的为特别版，包含所有53个角色外加第二段剧情
2.请不要以BB本传的眼光看待本作，本作与bbcf在玩法上没有任何的相似之处，请当做一个全新的游戏，对一键连段，一键升龙不喜欢的玩家请考虑购买
3.进游戏请先将画面设置中的fps选项打开，然后进训练模式看看是否能达到60fps，如果不能请调低画面设置，在画面设置里有个详细设定，里面有个低性能模式和简易ui，打开后如果还不能稳定60fps请换电脑
4.若觉得画面不好，请打开全屏模式（必须要全屏，不能全屏窗口无边框），并将所有的画面设置全部调到最高，只有在全屏模式下高画面设置才能生效
5.在对战时若经常卡在同步中，或者在对战结束后卡在结算页面，请加q群190649293，群内有解决办法
6.新手教学在离线模式中的战术模式里，战术模式包含系统教学和角色教学，其中教学里会提示你按fn1和fn2这两个键，默认是n和m，可以在按键设置里换成别的键
BBTAG交流群:190649293，没设置加群问题，欢迎加群
好评: 我永远喜欢雷琪儿，哈哈女的我全要，哈哈哈，我没疯
好评: 操作简化之后就可以把不玩格斗游戏的朋友拉下水对战了（误
好评: 来点人玩吧，太鬼了这游戏

好评: 地獄にねいぜー
あるのは、無だけさ｡
拉格纳直人这对我嗑定了！
好评: 对新手很友好
好评: 好！！！
好评: 参战角色也算得上豪华，一口气联动了《夜下降生》《女神异闻录》和《RWBY》三大IP，招式方面进行了大幅简化，只留下了简易连段（我这种菜鸡玩起来依然是脸滚键盘），战斗方式也换成了2v2。游戏从一开始就直接分成了4个章节，这意味着一开始编剧就没有打算将4部作品编成一个故事，然后剧情各种诡异，也就听听声优。感觉做的不是很用心（战斗系统我觉得倒还能接受，挺还原其他作品人物设定），推荐打折考虑

现在永久降价了……听说预购玩家是花400多买的……
按照这个价位来说还是可以考虑入的，以前三百多还从不打折……


好评: 为什么neo的dlc要167啊
好评: 不用多说，玩起来真的香，手残党的福音（说真的GG都玩的下去BBCF真心玩不动，连段太长了记不住啊），人物超多，不少老面孔也有没见过的，最后RWBY真香
好评: 厨力向格斗游戏，建议手柄🎮。
有点贵，本体也好DLC也罢。
在线玩家不是很多。
好评: 好玩
好评: !
好评: 首先我是因为rwby而入了这款游戏，游戏其他内容不说，单看rwby角色的动作设计就非常令我满意，但是这游戏有联机模式却没几个人玩这很可惜
好评: 这代出招系统角色招式统一对新上手格斗游戏的玩家来说还是很便利的，缺点嘛太贵了
差评: 一切尽在同步中~~~~~~~~~~~~~~~~~~~~~~~~~~~~
好评: 苍翼默示录
好评: 挺好玩的
好评: 好游戏，就是玩的人少
好评: 很有趣的一个游戏，很适合新人了解格斗游戏，上手比其他游戏简单，可还是比较硬核，只是操作方面比其他游戏简单罢了。
差评: 一坨屎
差评: 同    步    中
好评: 哎哟给你改好评了
局域网联机都不奢望了
起码出个玩家自搭社区服吧
这个三天两头卡同步游戏体验难受啊

dedicated server plz
好评: 完全玩不来格斗，但冲着p4打剧情虐虐电脑体验也不错（
好评: 很好！！！
好评: 豚就行了，格什么斗啊
好评: 好玩是真的
人物好看是真的
上手简单是真的
就tm卡也是真的
好评: 至少比bbcf容易上手
好评: 有NEO,有RWBY小队，吹爆
差评: 不多说了，差评先来为敬，真的很好奇把游戏拆开卖是当玩家傻子吗，早先的一堆DLC人物要钱，然后下调价格，又出2.0恰烂钱，经常性的按键失灵，单机可玩性低网络差的一批，ARC麻烦看看自己以前怎么做游戏的啊，这个抛开不提先优化下网络啊
好评: 很好玩
好评: BBCF玩家没必要犹豫，入就行了，看我BBCF时长，我现在就感觉真香。
好评: 虽然很多大佬不喜欢这作但对我这种手残来说还是很有趣的，超级简单易上手，也很适合安利新手入坑。
况且对于我这种女神异闻录，苍翼，夜下降生，晓，RWBY多厨来说真的是太棒了!我就喜欢看喜欢的不同作品角色一起相爱相杀！
差评: 感觉还是半成品，建议观望
发售已经半年，感觉还是不咋样，剧情模式特别水，每一条线都差不多，反正遇到人，说些没营养的话，然后打打打，下一关。格斗模式每个人物高度同质化，感觉很多角色特点都没有了，比如nine
1年后，豪华版包含7个角色包，我喜欢的角色在第8个，感觉自己被针对了。
好评: 一句话概括: 挺好玩的垃圾游戏
差评: 首发豪华版明明说可以享受后续所有内容。为什么2.0扩展包需要额外掏钱买？感觉被骗了。
好评: 这是arc的一场大胆创新，打破了一直以来的旧系统，我希望老玩家们能用更加包容的眼光来看这部做，打不出28hit15秒的连段并不代表这个游戏烂，这只是新的方向而已。
好评: 打不过
你不会凹吗？
好评: 偏粉丝向游戏，四倍的快乐，附赠高端格斗游戏，你不了解一下吗?（第五个IP没有剧情不算(￣▽￣)~*）
差评: 这是我认识的ARC？？？？？？这一坨什么东西？？？？粉丝怎么买的那么起劲儿？？？？？

[spoiler]
[strike]还有我i5 8400，显卡1066，要开低负担才能玩？？？ What？ 画面比以前还差啊？怎么这么卡？？？[/strike] 
去n卡驱动把1060弄成默认才行	[/spoiler]

什么狗屎？

噢对了，我玩了0.7小时，
但是你是非要把屎吃完了才知道屎难吃的话就点踩闭嘴
差评: 已经无法解决无法连接steam账号问题了，麻烦重视一下谢谢
好评: [h1] 这是一款ARC式2D格斗全家桶	[/h1]
去年7月EVO结束后，ARC公布了这款令广大老美兴奋欢呼的这款大乱斗游戏，它包含了ARC发行的同时代2D格斗和嘉宾RWBY。

[b] 首先我们来谈谈这个令人出乎意料的价格	[/b]

这次的新作价格318，ARC一反常态，可能会劝退一波新人，从而成为真正的信仰粉丝掏钱游戏。
不过仔细一想这款游戏的定价也能理解，毕竟涉及了多方版权，ATLUS授权女神异闻录角色还允许登录PC在过去是不能想象的，曾今ARC与ATLUS合作的《女神异闻录4午夜竞技场》至今也是PS3独占，况且这一作PC同步美版主机发售，如果按照ARC以往的定价，肯定无法满足厂商和平台对于主机盈利的要求。
关于DLC，如果你感兴趣的角色和想要主练的角色在免费DLC和初始角色中就能提供，那就没必要买DLC了，DLC给你提供更多的组合，而且这些组合都尚待开发，每个角色的招式都是重新编排的，各个作品之间随意两个角色的默契度都是值得研究的，有非常多的搭配，对新老玩家来说，即便简化了指令，角色特性偏同质化，但这也是这次《苍翼默示录·交叉组队战》的一个玩点所在，不要背前作的包袱来玩。夜下降生、苍翼默示录在PC上都能玩到，而女神异闻录4午夜竞技场2在PC上也有街机模拟，对于都玩过的老玩家来说，这是一款加了新料的冷饭全家桶。

[b] 战斗系统	[/b]
ARC将这些2D格斗都统一在一个全新的战斗框架下，由于这次的方针是对手柄友好，所以操作指令大幅简化，将一些招式重新编排并归类到A键和B键连打，再也不用搓→↓→这种手柄难搓的升龙了，但是这个操作系统并不是单纯的帅气模式，它并不能帮助玩家释放超必杀和自动空中连段，玩家只是有了两种简易连段，其他的普通招式和必杀以及超必杀、一击必杀都需要玩家手搓，配合搭档可开发出各种十割连段。 与龙珠Z不同点不仅仅在于2V2和3V3，虽然简化了指令，但需要玩家很多押键，搭档技能根据方向键不同会有不用的支援效果，还可以将搭档召唤到场地上长时间作战，你甚至可以控制搭档的进攻与待命。 虽然该作是全新的战斗系统，但苍翼默示录角色依然保留了OD对必杀技的强化效果，女神异闻录角色也有，[spoiler] UNI就比较尴尬，只有段数和伤害增加，特效不变	[/spoiler] 。
虽然这个战斗系统引起了核心玩家的不满，就像当时GGXX玩家对BBCT BBCS不满一样，但是格斗游戏不可能不自救，其实本身BB系列就是ARC改革GGXX时代复杂系统的尝试，个人感觉这个战斗系统娱乐性很强，谁都能轻松掌握，瞎几把突突突也很欢乐，没啥挫败感，不过战斗系统需要更进一步的打磨，不然就是核心玩家认为研究性不深，路人玩家又还是觉得复杂。

[b] 画面表现	[/b]
该作依然延续了ARC一如既往的华丽风格。且PS4 PRO由于超级采样效果成为了各平台画面的最大赢家，即便是老旧素材还是重新绘制的RWBY人物，都非常统一。 各平台画面都比详见：https://www.bilibili.com/read/cv478632 
至于PC版画面，本作不能像前作可以用NVIDIA图形设置，但是可以用NVIDIA inspector  抗锯齿开8X Sparse Grid Supersamping 性能次一点的 可以开4X

[b] 总结	[/b]
这款游戏值得一试，虽然不是那么让核心玩家满意，在诚意上来讲，虽然不是正统续作，不是主线，许多老素材，也只增加几首原创BGM和几个新引擎做的场景，但抛开这些它是一部“精神续作”，即ARC长期以来打算降低格斗游戏入门门槛，让更多人接受的思想。ARC在这款游戏中也寄予了诸多期待，如果这款作品表现好的话，那它就是开启新大门的试水作品，森P在采访里甚至还提到了动画第二期，究竟这款游戏能不能回应诸多关注者的期待，就拭目以待吧。
好评: 老猫和让叶竟然没彩蛋啊，sad。
差评: 经常性的按键失灵
好评: 游戏挺好的，就是帅气连招模式为啥不能关？
好评: 原创剧情还有点意思，但是这个角色说白了和以往作品里技能没有太大出入，就是删了一些技能简化了操作，线上基本凉了，我玩的这几天线上玩家还没有bbcf多，角色太少，给推荐是情怀+网络联机比较稳定，没有朋友者慎入
好评: 劳模番长又来和其他世界的角色打架啦！
作为格斗苦手和故事模式爱好者，BBTAG由于极其容易上手的系统给了我一种我很能打的错觉，好评23333
DLC略贵推荐大促买
这两天免费玩又啃了一部作品诶超爽的
好评: 强烈推荐。

操作:较简单，容易入门。作为一个格斗游戏爱好者，尝试过街霸、铁拳、拳皇、龙珠等，但都因为觉得操作太难而放弃了。而这个作品操作就相对来说比较简单，很适合新人上手，一键升龙，摇招指令只有摇正反半圈加3种攻击键的组合，可以说是很简化了。但不意味着这个游戏没有深度，其实这个游戏的系统还挺复杂的，毕竟是2v2，有援助机制，不过不用担心，教学模式做的非常出色，过一遍就基本了解这个游戏了，arc这个公司做格斗是真的很有水平。

画面:作为一个2d格斗游戏，我觉得可以算是完美了，技能效果非常华丽。人物方面，如果你喜欢日漫的画风，相信会对游戏中的角色赞不绝口，声优表现也很不错。

角色:豪华版包含dlc是40+的角色，标准版只有一半，建议直接入豪华版

模式:感觉是传统的格斗游戏，故事模式，vs模式可以打电脑，练习模式，教学模式，网战，画廊，没什么单机内容，如果打单机，就是vs模式打电脑，和自己打教学、练习连段



好评: 为了BlazBlue买的这个游戏，全dlc人物很多，在训练模式试着这么多角色的技能也能玩很长时间。和BB不同的系统开始有点不习惯，感觉上连招是简化了不少，不过我基本上是为了看剧情的，喜欢玩格斗游戏但我是个菜鸟。总之，有雷琪儿和拉格纳我就掏钱。
好评: 完全爲了p4a入的對其他的沒啥興趣，arc畫的還是不錯的
好评: 帅就完事了，blazeblue我吹爆！

这一作的连段模式有所调整，组合连段变成了单键的简易连段，然而双人战斗系统依旧有很高的可挖掘性。
顺便，联动阵容非常豪华，感觉非常值。
好评: 好玩

差评: bbtag的pc已经进入了1.51版本相对稳定了。因此来做一个测评。
首先先做一点对新人玩家的说明 
1.bbtag沿用了旧引擎因此pc如果是笔记本双显卡请记得切独显。
2.ui改动后pc优化较差导致可能有掉帧现象，推荐使用全屏和低画质模式，还是不行可以尝试社区指南的IM mod将ui强制设置为简易ui，并降低分辨率。
3.网络连接机制有问题，如遇到长时间同步中情况，建议关游戏重开。（多版本未能解决 加上价格问题是不推荐新人购买的主要原因

然后是游戏内容
1.tag作为乱斗作品剧情相对很短，世界融合的设定还算有趣值得一看，只不过由于发售时的角色还未制作完成很多角色无法在剧情模式中见到，以后的新加入阵营可能也不会有新的剧情。
2.大厅和房间内容比较有趣，3d小人谁不爱呢.JPG，不过没有了房间自定义功能，没有3d迷宫了。
3.没有附加什么额外的单极模式，单机玩家不推荐。
4.教学模式，tag的教学模式主要作用是教学一些系统和特定技能的性能，因为是双角色组队形式性能有差异连段并没有固定的教学参考，直接看视频。

最后是战斗系统
1.tag作为组队乱斗系统的探索作品，有很多问题存在，包括p援护和pd交叉，换人的机制在一些特定组合下有着极度难以应对的效果，因为难以表述，之后内容中进行说明。
2.由于很多角色是直接移植过来的所以判定框很多很奇怪（无头降生)，这导致了老版本很多连段不成立，虽然新版本有一些优化但还是存在这种现象。
3.tag在整合了一些招式后加入了aaa系统，简化了新手的操作，但很多招式放进了取消链中无法单发或被删除，而为此bb角色大多将发生较快的a系放到了4a，这导致对方鸭子中使用串人逆向4a插动却串招6a，（由于没有6a指令实际为5a）被确反的情况。而中下段技放入派生也导致了部分角色的破防困难。
4.bug由于第一次加入了双人系统，一些换人超杀会在pd影响或距离影响下导致bug出现，比如一些dd发生未命中在后半段持续将对手击倒，第二人入场攻击挥空，确反dd收招。
5.当身和升龙的价值相差很大，ad作为tag的反转攻击一般是以原作无敌技或当身进行替换，作为无敌技能抗压，但反之被防御也有大确反。tag中升龙同时具有对空破防的效果，而当身的地位就非常尴尬，首先作为被动技能必须要对手出手，且不能作为对空手段，加上tag很多角色的进攻非常长，即使当身当成功也有后续攻击打不到的情况（极端情况在实战中我遇到当身然后最近距离被防的情况）。
6.p4角色的persona被打消失问题吗，同样是由于判定系统引起的，p被打消失后有长时间的本体不能行动时间，特别是以雪子这种5a直接使用persona进行攻击的角色对战相性非常差。
7.弹反系统，可以在防御中消耗一格气将对手推开的手段，非常好用，抗压性能强大，对于气回收快的角色更加强，虽然经过削弱了，但仍然难以对策。设计的有利有弊端，有些不太合理但又不得不有，毕竟tag中pd双人择的防御压力极大。
8.伤害量太高，tag的伤害经2.0的提升现在有些可怕了，9秒结束游戏的情况虽然少但在赛事中也出现过几次了，而且即使是伤害未加强的上版本这种情况也存在，对刚入坑的新人来说对局真的不是很友好。rb削血也很无赖，防御进丝血然后双角色丝血，虽然磨血不致死，但威慑力恐怖。
此外关于hitstop改变导致的手感变化等属于个人感觉，不进行叙述，请自行体验。
好评: 等了一年终于优化了
好评: 嘛 其实还是不错的 不过剧情差评
好评: 非常好玩的垃圾游戏!
好评: le ebig game,!
好评: 哪位大佬知道为什么一联机就好卡，明明打单机就好好的。。。。。
差评: 在？为什么不带大爷和黑面玩？
好评: 首先要感谢杉果儿提供的游戏本体《BlazBlue: Cross Tag Battle》，这样我才能得以游玩以及进行评测
其次，本评测只是个人主观的体验，并且只针对于国区整体环境（比如涉及到价格因素）下的Steam版进行评测，仅供参考，如果与各位观感不同，不必同我争论。


总评7.5分

       BBTAG虽然不能说是ARC粗制滥造，但是绝对不能说是诚意之作。直接使用旧作素材，首发只有20个角色，DLC直接挑明了20个人物，这20个人物又不是完全重新开发的，颜色包拆出来卖，不包括在DLC全合一中，不得不往圈钱之作这个方向上上想。单人内容极其匮乏，主打的格斗系统深度一般，对于热爱格斗游戏的老玩家来说，这种质量，50美元的价格有明显溢价（PS4和NS实体版比PC还便宜），对于刚想入门格斗游戏的新手玩家，50美元的价格（这还是只有20个角色的）也令人望而却步。


画面 7.5/10

       BBTAG的画面和BBCF基本上差别不大，除了RWBY四色战队新加的人物之外，ARC充分利用了旧作的素材，力图原汁原味的还原各角色在各自作品中的画面表现。所以BBTAG的画面可以这样来概括，超高清UI和立绘+高清背景+狗牙人物角色，尤其是当经过超高清UI和立绘，进入格斗画面看到狗牙人物角色后，两者对比，有一种巨大的反差感 。

       人物狗牙程度：RWBY＜BB≈P4<<夜下，RWBY是重新制作的，所以就是8102年的水平，而其他三作就是二到三年前的水准了，当然即使回到二到三年前，论2D立绘的格斗游戏的制作水平，ARC仍然可以说是吊打众生，处于“还有谁”的状态，目前在格斗游戏画面表现可以超过ARC的，只有ARC自己了。
       综上，画面10分可以到个7.5分吧，直接拿旧作素材硬上的行为，可以理解，毕竟所有人物都重新绘制的话，成本太大了，尤其是对于小众的格斗游戏来说，销量不佳就全崩了，风险太大(SNK做完拳皇13也转3D了，ARC现在也是做3D)，当然如果还有BB正统格斗续作的话，以后可以期待一下龙珠战士Z化的苍翼默示录。

单人内容

剧情模式  4/10

       游戏有四条路线，每作各分一个，一条一分。
       之前BB系列都是调侃买Gal送格斗小游戏，而对于BBTAG来说，虽然游戏的重点明显在乱斗上，但是在剧情这一方面，BBTAG甚至已经不能说是买格斗游戏送GAL来形容了，毕竟之前的BB系列即使将格斗部分和剧情部分单独拆分为两部作品，各自都是各相当优秀的作品，而BBTAG的剧情的作用仅仅是给了个背景设定——乱斗的理由，而且这背景设定半小时就可以拍脑袋想出来。四条路线，每条路线的结构都是一样的，玩了一条就知道其他三条是啥样子了，所以不要因为BB前作而对剧情有什么莫名的期待，老老实实，玩玩格斗就好了。

战术模式 7/10

       战术模式分为四个部分：基本篇 应用篇 挑战 任务。

       BBTAG的不少设计很明显是为了达到降低上手难度，吸引新玩家的目的，因此作为教程的基本篇和应用篇以适当篇幅详细的介绍了整个游戏的系统，以及一些格斗游戏的基本常识，新手玩家一看就懂，一摸就会，也不会因为教学太长放弃游玩，这点是相当不错的。

       挑战篇就是扣两分的点了，明显是ARC偷懒了，一个人物只有6个挑战并且很简单，10分钟就可以完成，实在是太少了（我认为就是因为挑战内容太少才弄了个战术模式，合并到这个里面），相对于每个人物至少有20多个挑战的BBCF（并且一个挑战可能可以让你打一个小时），内容的匮乏一看便知。
       任务模式应该是由GG的实战练习借鉴过来的，可以算是一个游戏预设好动作和目的的训练模式，有不少实战意义。比如第一个任务就是练习对方凹空反击，对于刚开始进行实战的格斗新手，可以起一个初步练习的作用，但是还是内容太少，不知道是没来得及做还是懒得做了。
       综上来说，战术模式内已经做出的内容没有什么可以诟病的，但是最大的缺点就是内容太少，而且战术模式还是BBTAG单人内容中可玩性占比最大的一部分，只能希望之后ARC可以更新增加挑战和任务了。

其他
    生存模式和VS CPU模式没啥可以说的，格斗游戏标配，不玩游戏光听名字都知道是什么内容，做不出什么新花样。

格斗系统 8/10

       注：数字代表方向，看你的小键盘，9个数字代表8个方向和原地置中

       为了吸引新玩家，降低上手门槛，BBTAG和龙珠一样大幅简化了各角色必杀技的指令的差异性和搓招难度，全面“麻衣化”，基本全是236/214+A/B/C,以及在前者的基础上加上些许派生键，大招都是214+BC,一击必杀都是222+BC，基本上没有什么记招和搓招的难度，还有A A A A和B B B B这样的指令，所以这作的系统不存在手残不能玩的问题，就算只用一根手指，摸到人也能来一段像模像样的连段。搭档系统由D和P键担任，D换人，P援助。本作一击必杀条件较为苛刻，实战中应该基本使不出来。

       所有角色自带一个凹技（招式发动时无敌），两键（AD）升龙，就问你怕不怕，遇事不决升个龙，凹就完事了，一般的升龙都是6236+某个键，这个两键升龙，反应再慢也能发出来对策对方的招了，实在是太照顾新手了。

       我只玩过BBCF，P4和夜下降生都没有接触过，因此我就拿熟悉的BBCF对比了。BBCF存在D系统，所有人物的核心打法都是围绕各自D的技能开发的，由于每个人物的D技能都有非常大的差异，夸张点说，可以称之为一人一系统，每个人物的学习成本都很大。不过BBTAG毕竟是乱斗，D系统肯定是不大好带进来的，只能化用了事（其实我想说的是BB的核心被砍了，在这里动的只是没有灵魂的纸片人啊），所以BBTAG里的BB角色和BBCF里的BB角色完全是两回事。以ES为例，在BBTAG里的A+A+A，在BBCF里其实是ES的常用的招式组合起来，把不能取消的指令改成可以取消，只求打起来看上去炫酷，当然BBCF里的指令要比A+A+A 复杂，也正是这个原因，不会玩的新手，瞎瘠薄乱按，也可以打的很好看。
      说俩个我觉得挺弱智的改动，BBTAG取消了66dash,也就是说，BBTAG只要按住前就可以跑起来了，说真的，这很影响立回时的手感，可能是为了取消可能出现的最速dash连段吧。其次，普通投（BC)现在回自动前跑一段距离，这个改动我也觉得没啥必要。

       除此之外，5C中一次就来一次演出，看得很疲劳，而且伤害保底有4000，目押中了了4300多伤害，作为对比一个大招的伤害平均下来也就4500左右，多打几个连段不如中个5C，菜鸟和老手的差距被强行拉小了。

       总体来说，BBTAG的格斗系统简单易懂上手快，深度看高手开发吧，目前看来一般，而且演出太多（和龙珠一样，不过龙珠可以说成还原度高），看多了有点疲劳，我个人不大喜欢这种风格，只要大招有个演出就好了，又帅有爽，毕竟几乎所有男孩子玩游戏都喜欢用大招终结敌人。

       以上，BBTAG整个单人系统，内容较为匮乏，格斗系统深度一般，结合龙珠战士Z和BBTAG的两者的宣发时间，相似的游戏系统，我甚至有点怀疑，BBTAG不仅是用了旧素材，还参考利用了龙珠战士Z的部分系统（看不见的数值判定一类）。但即使如此，BBTAG不管对于刚接触格斗游戏的新手还是已经玩了数十年格斗的老油条，玩起来都是非常爽的，操作不累，打得又好看。游戏，对于大多数人来说，还是一种娱乐手段，玩的开心就好。

       BGM和配音 10/10

       BGM很完美，配音还是一样额豪华阵容，没什么太多可说的，毕竟无论哪个稍微知名的日厂游戏，这两个方面都不会做的太差，毕竟本土优势。

       线上联机方面，目前大厅玩的人还是很多的，不过过了发售期这段时间，人还会不会这么多，我是不太看好，也没有跨平台联机。联机体验，我玩得几局加载贼卡，但是进入战斗却算得上流畅，不知道是什么原因。

       BBTAG发售之前就宣布了取代BBCF作为今年EVO的正赛项目，在我看来，更像是ARC强行将BBCF雪藏，给BBTAG借EVO平台做宣发，BBTAG表演性没得说，看上去确实貌似打得很好看，但是竞技性我不大看好，况且以龙珠战士Z在世界范围的人气来看（比赛报名比街霸5还多），估计会成为EVO正赛常驻项目了，这样BBTAG和龙珠战士都是作为多人格斗类型参与正赛其实就有点冲突了，毕竟格斗正统还是1V1这种类型的居多，因此，我还是希望BBCF回归正赛，BBTAG作为投票项目。
好评: 坐等直人
好评: 游戏不错，对于Arc社往年的动漫格斗游戏来说，该作大幅度降低难度，积极鼓励萌新入坑！！！！

终于不用万里挑一挑出那个能打民工连的本命角色了/(ㄒoㄒ)/~~

但另一方面，却让很多老粉认为失去了Arc社FTG的灵魂，称之为快餐格斗游戏，但你可要知道，当今已进入次时代FTG，已经不能有像以前那种掉头发的搓招了！！

时代进步，希望老粉们思想也要进步！！！最重要的还是在格斗中判断细节把握时机，所谓高手对决，决胜于一念之间，而不是看你在格斗中能打出多么难多么伤头发的连招！！


================================================================================================


缺点还是有的，
毕竟都2019年了，您老Arc祖传的画质能进步一下不？！而且价格不亲民，也有可能加入了RWBY的版权费吧~~
你3A游戏的价格，却做出了3流游戏的画质，这让我们情何以堪，怎能掏出钱包相赠？

平衡有待改进，网络有待改进！！！


================================================================================================


总之，期待2019EVO大赛上面职业选手的表现，看看能为我们创造出怎么样新境界，新玩法！！！


好评: 奶粉钱已经交了，我不奢求什么BB续作，麻烦ARC官方赶紧把大爷给做出来行不行？？？？
好评: 求求你了ARC能把对战搞好点吗？同一公司的隔壁神观之梦1格信号流畅的一笔，你家TAG3格卡成PPT.
好评: 赶紧上优化补丁好让我改成好评啊，干啥呢
差评: 价格不是很亲民，但是真的好上手啊，非常适合和朋友一起玩，但是这价格真的遭不住




我佛了。这个人物画质和你家其他作品也差太多了吧？千万别原价购买，很多东西都不值这个价格，说实话上手确实简单，但是玩的人实在是太少了，而且剧情太短，并没有啥能让人在无法对战的情况下坚持下去。
好评: 1.简单上手难精通
2.基本是各IP间联动拉人气的广告
3.线上服务器问题基本已经修复，玩了几把线上没有延迟掉线
4.能使用Team Rwby的格斗游戏爽鸭
5.推荐各IP间喜欢格斗的粉丝（打折）入本作
6.被大佬连击打在墙上扣都扣不下来
差评: 改差评了先 谢谢大家。。。
好评: 交奶粉钱 不嗦话
差评: 虽然可选人物众多但大多角色对比原作版已经阉割的惨不忍睹，也就是说看上去能选择的很多但实际上不管选什么能做的事情都很少.另外画面问题严重不管怎么调整画质比例锯齿都相当严重并且人物的锯齿与场景的平滑同时映入眼帘非常的讽刺，人物模型RWBY的4个新人物的模型的锯齿是最不严重的这很难让玩家相信这是在同一个游戏内.第三个缺点就是游戏节奏太快 节奏快到让人觉得读盘界面很烦 HP太少 每局游戏还没好好展示技术对面就被打死了，导致要想玩的非常秀 门槛就高了不少，这一点和MVC系列是同一个毛病.
好评:   如果看到这条评论请往下看拜托啦！果儿会很开心  ( ¨̮ )
  线上人数屈指可数，可能一天下来在线上也就几个人，新人有的时候想被虐都找不到人。
  可能你辛辛苦苦在单机练了好久到线上发现，一个人都没有的时候，着实心里有些后悔，我买来这个游戏都不如买几张rwby的海报，另外这个游戏有排位机制，你遇到的对手要珍惜他吧。
  按照此游戏的格局来看只要刻苦的练习，还是有人和你玩跟你交流的前提是得约战找游戏圈。
   按照服务器来说已经好很多了家里20m的网可以正常联机不卡。
  另外欢迎加入Blazblue Cross Tag Battle，群聊号码：792480767
我们一起加油维护世界和平
  m9(´∀｀)就是你！ 我是果儿随时欢迎各位童靴，绅士，大佬，小白
  

好评: 当然，不管怎么说我都是超级喜欢的 ！
首先吧，能把这几个系列放到一起来讲故事实在是很有吸引力，剧情总体上没有什么沉重感，都是轻松的故事，
几部的人物之间的剧情也十分有趣。
不过关于新的操作系统，前几作的骨灰可能会比较失望吧，连段大量简化，伤害不缺。当然，这是为了‘切换’
这个新系统的改变，要用到一个按键去准备这个系统的话，考虑到手柄的操作就不能再设计冗长的连段了，
也就没有那个折磨人的连段挑战了（唔
当然，之前练出来的感觉就没什么用啦，感觉很可惜
但这个改变，大大减少了新人上手的时间，把操作领悟的重点放在了“切换”上，也做到了不缺新意。
要是想秀触手的话，回去以前的作品吧！XD
总之！今年EVO也加油吧！
好评: 史无前例的双人格斗
好评: 冲着P4的IP给个好评,价格的话算是信仰充值吧!
好评: 因为rwby而买
好评: 真棒！
好评: 还是很不错的，ab算是帅气模式攻击，一些原本我在bbcf里很难用的角色在这里就比较容易用了，这个游戏想玩好还是得会熟练使用搭档才行，除非遇到一样爱单挑不擅长用搭档的人，否则在会熟练使用搭档组合交替攻击的人面前就只有被虐的份。目前没玩过女神异闻录和夜下所以不对原作角色性能评论，但至少在这里我还是能用惯大部分角色的。RWBY的加入也让bbtag多了份卖点而且也很好用，运行和网络皆没遇到过问题，总之推荐。
好评: 粪游戏
好评: 人物太少，希望将4大格斗游戏的其他人物快快完善
好评: bbatg流弊，bbtag天下第一！腋！
好评: 看在是苍翼的份上，我作为一个情怀粉给个好评，然后我要开始吐槽了。

绝了，我连打个故事模式都能直接运行错误跳出，excuse me？
我可能是正版游戏的受害者。
苍翼的每一作我都有买，虽然有些是steam上，有些是主机上。但是可以说没有任何一部给我带来的体验有这么差的。
游戏是个不错的游戏，但是我求求arc你们能不能先把跳出的问题解决了
好评: 除了情怀信仰以外，这款游戏目前完成度还不够高，期待ARC在更新中让游戏的可玩性更提高，在照顾新手的基础上也给FTG爱好者一个好的BB
好评: 老年玩家也能轻松上手的格斗游戏。
上手后高级技巧也不少有一定的可研究性。

缺点就是联网STEAM最近经常抽风以及平衡性仍有待提高。

总体推荐
差评: 开局跳出什么鬼...
不修这bug没法玩儿了......
差评: 更新了一堆bug，我现在进选人界面就闪退。我玩尼玛啊。
差评: 无限闪退怎么破？
好评: 单看游戏本身的话，本作质量还是不错的。
关于游戏难度，本作可以说是完美诠释了什么叫【入门易，精通难】。
[spoiler] 经典连段 BBB AAA 24A（笑） [/spoiler]

主要提一下目前比较不满的几点吧：
① Blake的脸做的实在是太敷衍了！！！（免费DLC也不能这么搞啊，看看Yang姐！）
（小白兔这种早早加入BB的角色我已经不想吐槽了。）
② 游戏本体以及DLC的价格还是过高。
②+0.5 三个角色放在同一个DLC的机制导致很多时候要为了一个角色花三个人物的钱
（不过这倒是很多游戏都有的问题了。。。）
③ 虽然实力才是硬道理（特别是格斗游戏），但在不同角色强度的处理上还是过于不平衡。
④ 网战的网络不太好，准确说是有几天好有几天坏。

另外BB一向著名的剧情模式在本作没有被发扬光大，也没有加入街机模式等BB前作们便早已拥有了的优秀单机内容，在一定程度上降低了游戏的可玩性（？）。（待议）

目前看来，本作在质量上虽然可以，但较BBCF来看，本作还是缺少诚意并且透露出一股圈钱的味道。
[spoiler] 感觉就是帮BB在联动的其他几个IP的粉丝中拉新人入坑用的广告，顺带买游戏搞回点广告费 [/spoiler]
[spoiler] 当然作为广告的话，本作的质量就有点高的吓人了（笑） [/spoiler]

不过毕竟BBCF也是慢慢好起来的，对BBTAG还是抱有很大的期望的。

如果想好好玩本作的话，建议加BBTAG Steam对战群：675513836（QQ）
每天都有人一起玩的。

以上。
____________________________________________
补充：本作对键盘玩家不太友好，遥感玩起来怎么样不是很清楚，但用手柄玩一定是十分顺手的。
（当然某好友作为键盘玩家还是能吊锤我这个手柄玩家。/哭）
好评: 联机体验极差，卡顿问题极其严重，忍不住想给差评了真的。
但想到我还是菜鸟，大厅里的大佬们能顶着这波延迟一口气输入好操作......
先给好评
差评: 联网体验简直一团糟！无穷无尽的SIGNOUT，你们的服务器就这么贫弱吗？
连几十个在线玩家的对战都不能稳定保证？
再好的游戏都会被你们糟蹋！
好评: 。。。游戏是好游戏 可是连不到大厅 被关了啊 
有没有一样问题的 链接显示【网络初始化失败。必须先登入steam】可是我steam都没掉线。。绝了 
更新之前是一直在初始化中然后游戏没有网络连接的那种。。
差评: 更新后训练模式和VS模式都报错弹出，坑爹
好评: 优化补丁今天更新 重新游玩可以达到50帧
ruby赛高！ 顺便安利下10月份即将出的第六季
好评: 美香真美
差评: 这游戏网络对战也太不稳定了 要不是进了大厅之后一个能连上对战的都没有 就是对战的时候ppt 幸幸苦苦练了好久的连招一打对战就网络怎么都按不出来 游戏体验贼差 什么时候优化了再改回
好评: 还不错

好评: 首发优化长点心啊，bbcf这样，tag还是这样。等一个优化补丁吧

优化补丁终于等到了
好评: 游戏打击感不错但是为啥我总觉得有些系列的角色好弱..攻击距离短 攻速也不快
差评: 本来是冲着苍翼来支持一下的，但是平均连3把掉一把的优化实在让人玩不下去了，等优化变好些再转好评
差评: 网络对战特别不稳定
差评: 游戏2d立绘辣眼睛
好评: 不会BB的系统, 不过RWBY真赞。
好评: 嘻嘻，ruby真可爱，我还要玩。cccc右下cc。
好评: 十分不错，对新手十分友好，前提是不跟大佬打
差评: 6个故事内容，重复的2v2，集齐六颗水晶，你就能召唤神龙了，唯一的好处就是小姐姐好多，对手残党极其友好（一颗按键就能用好招式），故事模式完全看不出故事内容，建议极大折扣的时候才适合为了收藏入
好评: 信仰作，但是很照顾手残党（恩就这样）
差评: 吃屎一样的UI
吃屎一样的打击感
吃屎一样的立绘
吃屎一样的系统
吃屎一样的画面

求求你们出BB正统续作
好评: 很卡为什么？难道是我的电脑配置不对？用手柄玩真的超级卡，而且莫名的感觉有点无聊....虽然有简中，充着简中和怀旧感的游戏风格，还是给个好评吧
好评: 还行吧，粉丝向作品
好评: 我是bb系列的老粉了....我觉得这次新作营销最失败的地方就是把国区定为了高价区，本来就是冷门游戏热度不高的，价格还这么高很难吸引到玩家啊。估计也是因为销量惨淡才开放的试玩吧，我只求你们别放弃国区就行了
差评: 买了豪华版 没想象中的那个好 
朝着RWBY和苍翼入的 但可玩性太低 主线剧情太短毫无剧情可言 完全不能说体验很好 满分十分的话 我给2分吧 性价比实在是非常非常低 望感兴趣的朋友引以为戒

操作比传统的苍翼默示录要简单很多 联机时不时对不了战斗 差不多在线50人能联机对战的很少很少

我认为不值得这个价钱 是真心不值得 这款游戏性价比真的不高  有这个价格不如买个辐射4 黑魂3 巫师3 罪恶装备还有彩虹六号都好
好评: 手残的我还有没有救？
好评: 其实刚开始买的时候蛮失望的，但是也仅限刚开始，因为不停的当机问题跟人物过少，由于是从bbcf过来的，有些修改的bgm我也觉得不如原来的好听，ah的时候也不如bbcf的结尾那么华丽，是有点想退款来着，但是简化的操作跟杂合的系统还是支持我玩了下去，虽然不是玩不来拳皇街霸那种类型的游戏，但是这个的简化真的是做的可以，当然有人肯定会说难受，原作复杂的连招无法实现，但是简化格斗真的是很重要的事情了，因为你招式再华丽没有人放的出来是没有用的，跟bbcf里hazama的ah和kokonoe的后几个大招似的，所以我觉得这款游戏还是有很多可取之处的，就是因为这个系统，我一个小众的格斗游戏玩家吸引了整天fps的人，天天rank上分的朋友，还有不怎么玩游戏的舍友一起玩（虽然大部分时间都是被我AH），我也通过这个游戏了解了rwby跟夜下降生的故事，所以我觉得，这个游戏还是很好玩的（Ps：最喜欢hyde的ah，每次ah舍友的时候都要大声的喊出来）
好评: 鬼区QAQ
好评: 虽然鬼服但我喜欢玩
好评: 凹就完事了(
好评:   粉丝向游戏，价格有点小贵，但对于粉丝来说是没有问题的=.=
  比较简单的格斗游戏，难度不是很大 系统与不是很复杂，作为上手作品是很棒的
差评: CTB我个人感觉如果不是厨我个人感觉是不推荐的
CTB是BB，RWBY,夜下和女神的结合，相比来说，更像是基于BB世界观来进行4作联动
相比之下我个人更喜欢BB(剧情）和夜下（画风和音乐）
这次联动感觉确实改善了夜下的画风
但感觉手感没以前舒服
尤其是增加了（固定）了2V2后
队友辅助技能可以说像是一个新潮流
但我是键盘党，感觉多了两个摁键（队友组合技，换队友），打连招十分不适应
而且感觉连招似乎少了几节
打着打着，发动组合技，感觉电脑一个大招直接收两个人头//毕竟打联机上次有个大佬直接一个大招我两个半血GG
而且感觉BUG有点多，联机偶尔直接卡死，甚至有一回等的我睡着了
又睡醒还是在连接，也退不出来，只能任务管理器强制退出
本来我也就工作本玩玩街机gal射击什么的
正常来说这游戏我也就20帧，全低
甚至我感觉帧数跟不上手速
差评: 招式太少，判定太假,粉丝项游戏,一周凉服.垃圾游戏不解释。
好评: 游戏操作简化很多，对新手玩家还算是比较友好的
本作多的一些操作教程里都写的很详细
作为大乱斗游戏感觉质量还是OK的，就是主线剧情流程有点短
差评: 编辑了，不多说，怎么恶心怎么玩、VA，13选起来。不是RWBY厨别进来吃屎。是也别买。
好评: 嗯...这作的质量就现在来看真的是太粉丝向了？？

内容丰富程度还不如bbcf [spoiler] 虽然个人觉得bb系列完成度最高质量也是最好的一代是cpex	[/spoiler]

为了照顾（吸收 新玩家而推出了简化的系统 简化的菜单 和[strike] 简化的内容	[/strike] 这都可以理解

但我个人更希望在简化操作的基础上 可以学习前作增加些细节（比如血条浮雕 个人徽章什么的 。  这样看似简单 实则还有深度刻画 能起到互补作用

还有什么时候能出街机模式啊 _(:з」∠)_ [spoiler] 我还想要更多的壁纸 场景音乐 ！这样才有动力去肝啊hhhh 	[/spoiler]

嘛 arc是个脚踏实地不断进步的公司 我是很看好的啦 上一作也是慢慢更新才算有点良心作品的样子 希望这作也别让人失望哦
[spoiler] 一定要对的起这400大洋啊 #-皿-)	[/spoiler]

好评: 暂时还没出现过掉帧等问题诶

我是格斗初心者，玩的很开心

喜欢上了夜下降生的角色(因为其他三个来的)，该去补一补了

还没敢网战(*ﾟｪﾟ*)

能不能把走路弄回来啊，有点不习惯
rwby的角色有点粗糙
抓取的助跑有点蠢蠢的(

剧情挺有意思的

加强下linne啊！火力怎么这么低！
加强下linne啊！明明手这么短！
加强下linne啊！我超喜欢linne的！

(我还很喜欢hazama
不如把hazama也加强一下吧，大招吸个血什么的)

希望响和九重来ctb

在要不要考虑把另外两个版本也入了
得看官方态度了(指linne加强)
ns适合拉人入坑我应该先入ns的(后悔)

才玩10小时不到bb一下
不要停下来啊(指打古战场)
呸 指被虐

推荐！
好评: 兽兵卫为什么这么弱……长手怪角色为什么又多又imba，我快要被狗蛋锤爆了好吗。

平衡何在……arc你节操呢这么对待自己家孩子，老猫厨心态炸了。

牢骚归牢骚，但是，游戏整体真的很有趣，格斗游戏总时间不超过150小时的我也能玩得很开心，给一个好评吧。
好评: 这种粉丝向的骗钱游戏，我就是死，从这里跳下去，我也不玩。卧槽，真香！
游戏本质就是个arc大乱斗，游戏的内容方面评论区dalao们都点评的差不多了
看到有人说帧数的问题，帧数低其实是因为这个游戏在某些情况下是默认集显运行的关系啦~
解决方案：打开NIVIDIA控制面板—＞程序设置—>找到bbctb这个游戏—> 把首选图形处理器选成高性能就行啦
差评: 据说剩下的3个BB角色是 9 正义女 和麻衣
emmmmmmmm 
照美大爷你死的好惨啊 果然粉丝向万岁 ES都能因为剧情被搞进这作（感觉进这作的BB女性角色貌似都有胸大的共同特点,某两个女主除外） 
没有照美还想让我喊 真香？？？
没门！
好评: 剧情方面和BBCF比起来，真是黯然失色了，毕竟是大乱斗题材，马马虎虎，还算有点意思了。操作可真是简化了不少，对新手很友好，价格还算稍高了点，估计看到这个价格，很多玩家会望而却步了，以后打折的时候可以考虑一下，还算是不错的游戏，作为一款格斗游戏还算还算别具一格的。
好评: i7-7700HQ  Gtx1060
全程30fps本次体验作为格斗游戏也太卡了，希望官方能及时改善移植的问题、
------------------------------------一天后-----------------------------------------
真香！秒收回差评！
我终于发现为什么这么卡了，原来游戏默认核显，需要手动到独显，卡的朋友们快去改吧！
好评: 被某UP主安利了这游戏。说什么都是萌新， 结果连接被按在地上锤。不玩了不玩了。什么 yang姐出来了，真香。
好评: 看了其他玩家的评测，似乎吐槽主要是集中在帧率以及分辨率问题上。不过大家所说的问题在下并没有遇到。
关于帧率问题，在下的intel i5+英伟达950m可以保证60帧流畅运行，想必是最近的更新对游戏进行了修复吧，在下发售当日买下游戏后暂时没动，最近才开封。（似乎也有可能是兼容问题？）
至于分辨率，似乎默认是低像素，不过可以在设置中更改为1960*1080，并且在这种分辨率下任务和背景也并没有非常明显的锯齿。
关于更改键盘键位，在进入键位设置界面后按一次援护攻击键（抱歉在下忘记了默认键位）就可以在手柄键位和键盘键位间切换，不过在下没有找到设置2p键位的方法，似乎想要本地联机的话只能够外接控制器，这点差评（假如诸君有谁知道能够设置2p键位的方法请务必告诉在下，感激不尽）
另一点差评的地方是联机似乎对国区的支持不太友好，在下在大厅中遇到的大部分其他玩家都只有等级0的链接信号，少部分是等级1，不过偶尔也能遇到等级2，至于等级3根本没见过（没办法，谁让中国向来是孤岛）。不过使用高级上网技巧后还是能够找到链接速度不错的玩家的。
至于本作的优点，首先其作为格斗游戏本身的素质就是相当优秀的。系统虽然经过相当程度的简化，但依旧有很多值得开发的地方。aaaa和bbb的简易连段简化了操作，但也让玩家在连段的时候需要考虑更多地问题，包括第一段a与b攻击的判定框以及高修正情况下很容易接不上a连段的第二下等等。虽然本作的民工连相当简单，但想要打出高伤的技工连的话依旧需要相当的技巧与练习量。
最后，在下最最好评的一部分是线上大厅。格斗游戏的对局实际上是相当容易积累戾气的，但有了线上大厅的动作和表情功能，玩家可以方便的相互表达情绪，一个带着善意的玩家能够轻易的冲淡对局间产生的戾气，让游戏的环境和谐了不少。
总之，BBCTB确实是一款好游戏，假如你是一个arc粉的话，购入这款游戏一定是不亏的。
那么，祝诸君武运昌隆，再会。
好评: 模式少了点，其它还行，没遇到什么毛病
差评: 我电脑性能不差，运行这个游戏永远20帧，完全没法玩，看了下不止我一个人有这个问题，能处理一下吗，好不容易买个格斗游戏准备被虐，唉
差评: 联网根本连不上，永远卡初始化。不知道说什么好
好评: 游戏的趣味性还是可以的，rwby 女神异闻录都有，粉丝集体的作品吧，四百多有点贵建议打折再入，【打死不赌世界杯了】
好评: 感谢【杉果点评小分队】的赠KEY。
本作目前在杉果平台有售，还可以领取相应优惠劵进行折扣购买。

　　《苍翼默示录(BLAZBLUE)》系列的新作在EVO 2017上以这种样貌面世确实是我所料未及的，我想过很多种可能性，但是从未想过会有这样一个“ARC大乱斗”出现在我的面前，而那位在EVO 2017现场的老大哥，一句“Are you f*cking serious?”着实喊出了我的心声。

　　《苍翼默示录：交叉组队战(BLAZBLUE CROSS TAGBATTLE)》是由Arc System Works(以下简称ARC)制作的《苍翼默示录》系列最新作品，因为系列的主线剧情已经在《苍翼默示录：神观之梦(BLAZBLUE CENTRAL FICTION)》中完结，所以此次的作品没有涉及《苍翼默示录》系列的剧情主线，反而是来了一次“ARC大乱斗”。

　　本作不仅有《苍翼默示录》系列的本家角色参战，并且还有由FRENCH-BREAD制作ARC负责发行的2D格斗游戏《夜下降生(UNDER NIGHT IN-BIRTH Exe:Late)》、Atlus与ARC联合开发的2D格斗游戏《女神异闻录4：午夜竞技场(Persona 4:The Ultimate In Mayonaka Arena)》，以及原创网络动画《RWBY》中的角色参战。

　　其中除了《RWBY》以外，其他都是与ARC有着些许关系的作品，所以本作被戏称为“ARC大乱斗”也就合情合理了。

　　游戏上线初期会有20位可用角色，后续会通过免费DLC与收费DLC陆续加入新的角色，预计是一共会有40为角色参战，而伴随着游戏的解锁，目前追加了“白金”、“完二”与“织江”三位可游玩角色的DLC已经上线。

　　游戏的剧情方面就暂且不谈，尽管《苍翼默示录》系列的剧情一向是为人称道的，但是因为本作的四大IP联动，剧情只是为了把四个不同的世界观串联起来的工具而已，所以剧情好坏真的没法谈，跨IP的联动作品大致都有些许这个毛病。

　　游戏的画面风格还是延续了《苍翼默示录》系列一贯的美术设计，在大厅等界面行动时仍然是自定义的二头身人偶，无论是二头身人偶还是头像都可以通过商店使用游戏内战斗得来的货币进行购买，完全可以自定义你的角色，而一旦进入游戏中就会回归《苍翼默示录》系列一贯的华丽画面风格。

　　不过与以往的作品不同的是，这一次的副标题“交叉组队战”昭示着本作的操作模式，在游戏中你一共需要选择两位角色并肩作战，而这种“全明星大乱斗”作品的最大看点之一：“不同世界观下的角色交互”在本作中表现的也是奔逸绝尘，无论是战斗开场的动画效果，还是战斗结束的对话，都将不同作品中的各个角色的互动演绎的淋漓尽致。

　　然后就是一款格斗游戏最为重要的一点：战斗系统。

　　本作的教学模式极为详尽，一共分为基本、角色、应用和任务四大教学，每个大类别内都包含着从十几到几十不等的教学关卡，如果你认认真真的过完游戏的教学模式你就会发现，这款作品与你以往所接触到的《苍翼默示录》系列完全不同。

　　尽管本作是《苍翼默示录》系列某种意义上来说的续作，但是私心还是建议各位玩家把本作当做一款全新的游戏来看待，因为在整个战斗系统的逻辑上来看，这次的《苍翼默示录：交叉组队战》已经是一款全新的作品了。

　　因为在本作中加入的双角色系统使这一次的《苍翼默示录》不再是我们以往所熟知的《苍翼默示录》了，我看到不少玩家都在评论区抱怨什么强制帅气模式之类的，请记住，《苍翼默示录：交叉组队战》是一个全新的战斗系统，一个以角色切换与援为核心的新系统。

　　新系统的加入确确实实是降低了游戏的上手难度，但是这个系统绝不仅仅只是降低了难度而已，新系统依旧延续了《苍翼默示录》系列易于上手难于精通的特点，初次上手的时候会更加轻松愉快，只需要简单练习就可以打出漂亮且帅气的连段，但是当你磨炼上一段时间之后就会发现，本作的硬核程度与前几作相比反而有过之而不及。

　　这几年的格斗游戏其实过得都不怎么样，Capcom当年的年度财报差点被《街头霸王5》拖垮的事情众所周知，《铁拳7》也为了吸引更多的玩家而降低了自己的难度，那么ARC自然也明白这个道理，IP联动、降低难度，你能看得出ARC为了坚守住自己2D格斗游戏的一隅江山而作出的努力。

　　今年是ARC成立的30周年，《罪恶装备》系列的20周年，也是《苍翼默示录》系列的诞生的10周年，在这个如此重要的日子里，ARC的社长木戸岡稔在30周年贺词上依然谈论着“2D格斗游戏”，我突然想到，如果有一天，连ARC都放弃了的话，那我们该何去何从?

　　最后再给您叨唠两句，我爱格斗游戏，尽管玩的不够好，但是我仍然爱着格斗游戏，现在格斗游戏的日渐式微已经是不争的事实，但是我们庆幸的是还有一些玩家依旧坚持在这个舞台之上，还有一些公司依旧怀揣着信念在不停地再制作新的作品。

　　有一年的五一，我在烈火待了三天，那个时候的烈火，一个币的价钱刚刚由五毛涨到了一块，我每天都算得上是早出晚归，惹得与我同住的室友一阵嚷嚷着要见识见识，到了烈火之后，我带着他看兜了一圈，回首间已见不到他的身影，口袋里的手机发出一声清脆的铃声，他去了楼上的网吧，回过头来，看着角落里那台落满了回忆的机台，轻轻伸手拂去上面的浮尘，下面的字样清晰地显示了出来。

　　“BlazBlue”
好评: SKY2018评论的是不是托啊？针对几点发出嘤嘤嘤的反对声。

1.优化60FPS以上这话你打出来良心不会痛吗？？？？？
i9-8950HK+1080GTX的笔记本稳定20-30fps可还行？？

2.优质画面？
是针对像素游戏来说吗。

3.联机延迟问题。
哇，原来还可以联机呀，延迟高不存在的，我也想延迟高试一试。
线上无限初始化。vpn加速器什么都用过了，谁进去了谢谢加下我好友。

4.BGM
唯一可取的可能就是bgm了，至少买了几首歌不亏血赚。（此处应该有狗头

PG4粉，差评就不给了。这游戏怎么样大家心里有点AC数 。
差评: 作为一个剧情党玩家，我纯粹是抱着支持官方出bbcf正统续作的思路买了这款游戏（送钱）。事实上，我对这款游戏的游戏性几乎是不抱任何期待的，他吧连段简化到只要按一个键四次我都不会有任何怨言，然而，这款游戏还是让我震惊了，因为运行之后，在任何对战中，我的画面都没有高于20帧，敌我角色都以老爷爷的速度缓慢行动着，这让整个格斗游戏显得跟个幻灯片一样，而且到网上查了许多资料都没有找到解决办法。
我大概是捐了300块钱吧。Anyway，arc要是出了bbcf续作，我就觉得没什么可说的，就当为我喜欢的故事集资，但如果没有续作，那我大概会成为arc一生黑吧
好评: [code]
*中国鉴赏家同好会[开发者要请]评测
*开发者要请评测由开发者邀请同好会成员免费测试游戏的方式，最终产生的玩家评测,故该评测仅作为参考，望读者理性阅读，谨慎购买。
[/code]

前言

    小时候，我第一次接触的街机格斗游戏是拳皇和街霸，那时候跟同学放学就一起跑电玩店玩铜板机，爽快不已，本人也是手残，始终记不住连招顺序，连连败在各大高手面前，那时候是个遗憾，时间来到了大学时光，那时候刚入坑steam，也是基友介绍，才买了街霸4，用手柄玩的蛋疼，只能对着人机对打，努力练习技术水平，那时候在我眼里，格斗游戏也就是ACT我只认的拳皇街霸。

    毕业了，上班了，我玩ACT游戏的时间也少了，一个偶然的机会，我获得了STEAM鉴赏家的游戏测试机会，我领到了一款格斗游戏，也就是这次要评测的：《苍翼默示录Cross Tag Battle》。ARC的格斗风格是我没有体验过的，甚至在我们国人眼里，算小众略带冷门，然而此类游戏拥有很多优点，爽快的格斗节奏感，复杂有趣的格斗系统，另类多样的角色设计，让一些玩家沉迷其中，无法自拔。现在的格斗游戏多种多样，有传统街机的，有3D格斗对战的，有剧情闯关类型的，我尝试了很多，玩通了上手难度过高的黑魂系列，猜拳的荣耀战魂也是乐此不疲，而我这次要尝试下休闲格斗，招数简单易懂，格斗技巧清晰明了，苍翼默示录作为休闲格斗游戏，算是出类拔萃的一款了。

一，画面

画面一如既往的沿用Arc擅长的3D+2D混合搭建而成的动态场景，华丽的游戏背景配上出色的游戏系统，带给玩家更多的是视觉享受，感受极致光影下的战斗乐趣。但背景终究只是背景，Arc并没有使用现在绝大多数游戏都会使用的场景互动和场景破坏效果，而追求的仅仅是单一的背景，或许是为了让玩家更注重本身的战斗乐趣吧。本作的画面分辨率偏低，在对战时候就可以清晰的看到角色的像素锯齿，我估计只有320*540的低像素，这直接影响游戏的画面效果，略不满意的说。

二，游戏剧情和设定

《苍翼默示录Cross Tag Battle》融入了Arc数部格斗游戏作品角色的乱斗式作品，以2v2的组队战模式进行。参战角色来自《苍翼默示录》、《夜下降生》、《女神异闻录4：午夜竞技场》和《RWBY》。至于剧情方面，内容略少，立绘一个角色一个，没有多种多样的类型，对话方面有些搞笑，无厘头的段子层出不穷。

三，格斗系统

游戏有着过硬的操作手感，格斗系统方面采用弱攻击、中攻击、强攻击，这三个按键还有角色独特的驱动大招攻击方式，很容易上手掌握，比较有意思的是，游戏除了弱攻击、中攻击、强攻击外，还附带部位打击效果的特效，打击头部胸部腿部会触发不同的效果。破招系统设计的不错，强调返反，还有人物可以在空中二段跳，也可以在空中位移冲刺，也可以在空中防御。除此之外，还有援助系统，在衔接连招的时候，帮助打出更多控制。角色的设计上也是别出心裁，每个角色都有自己的独特战斗风格，没有长时间的熟悉和运用，真是无法掌握角色的精髓。

四，优化

单机方面，优化完美，联机方面，网络延迟较高，可能我联到的都是老外吧，基本上都是断开连接，很遗憾，键盘键位无法修改，帧数上保持60以上。

五，音效和BGM

游戏的BGM勘称完美的作品，跟前几作一样，收录所有苍翼默示录经典曲目，有摇滚类的，有电子曲的，每一首都让人心潮澎湃，玩起来很爽快，音效方面一如既往的差，有些地方很粗糙，打击声效没让人听的舒服，与BGM不是很搭，声优配音方面，还是那样的完美阵容，中村悠一，杉田智和等等，演绎的很不错。

总结，《苍翼默示录Cross Tag Battle》容易上手，难于精通，但是只要你玩上，喜欢上，你就会无法自拔。在你熟悉游戏之后，你可以打出非常华丽的连段，并且可以在空中使用正逆方向的连击。打起来的快感不言而喻，喜欢休闲格斗的玩家可以尝试下。

优点：

1.优质的画面

2.可玩性强

3.游戏系统容易上手

4.打击感优秀

5.BGM大赞

缺点：

1.线上模式玩家数量稀少

2.基本都是老手的天下，新人基本上被老手爆揍
差评: 忍无可忍了
阉割一半角色打包成dlc，老角色直接用老游戏素材（并继承狗牙），新角rwby队模型细节少的可怜 ，剧情流程短而且无趣，单机内容几乎没有，游戏经常无故闪退。
这些我都认了，毕竟游戏还是挺好玩的，新的格斗系统做的很用心，arc对于官中也很重视。
况且bb十周年，还是要给arc出点奶粉钱，万一bb出新作了呢？
但是，毫无征兆的，它突然开始无限闪退了。我求助于网络，论坛，怎么也找不到解决办法。[b]直到现在我都无法进行对战游戏[/b]
我感觉自己花了豪华版的钱，获得了beta资格。豪华版的额外内容一个没有实装，bug倒是层出不穷。
或许游戏售价不合理（普通版内容有阉割），但是游戏真的很不错。推荐喜欢的朋友等arc完成对pc端的优化并且游戏降价之后再买。不要这个时候来踩雷了。

编辑，v1.02修复了v1.01带来的无限闪退问题。游戏可以通过调试n卡面板来优化，不开垂直同步60FPS绝对没问题。但我仍不推荐路人以原价入手这个游戏，因为它真的是奶粉作。（真爱当然第一时间入手咯）
差评: 我到现在玩了10分钟，闪退了12次左右吧，就这样，谁买谁傻逼
好评: 虽说目前格斗游戏大都趋向简单易上手的方向，感觉这里简化的有点严重，倒不是说不好，能有更多的人可以考虑接触格斗是好事。凭借援护系统，打法深度还是有的……但是基本上连段就限定那么几个，观赏性可能略有下降。网络问题目前没遇到太大的问题，2格信号就可以玩耍了（也许是我个人情况）。不过价格有些偏贵，dlc很多，挑自己喜欢的入就行了
好评: [h1]尚需完善的粉丝向之作——《苍翼默示录：交叉组队战》简评+民工连指南[/h1]
🌗非常感谢[url=http://store.steampowered.com/curator/31716674]17173萤火虫鉴赏家[/url]提供本游戏。

[h1]简评[/h1]
本作的主要亮点是P4、RWBY、夜下和苍翼几大IP齐聚一堂，从定价上也可以看得出这是款粉丝向作品。

这次开发商Arc没有直接照搬苍翼的格斗系统，而是采用了双人组队的模式，并且对出招的要求大为简化，就算是手残也能打得有模有样。虽然人物的建模有些粗糙，锯齿随处可见，但游戏的打击感非常棒，大量的角色组合让招式的搭配变得非常华丽。

故事模式虽然剧情没什么新意，但角色间的对话还是非常有趣，果然故事才是本体，格斗只是附带的233。

现阶段游戏还有掉帧和一些停止运行的bug，多人服务器也很难连上，希望官方能尽快修复这些问题。

[h1]优点[/h1]
✨格斗招式简化，入坑门槛低
✨双人组队让战斗方式变得多样化
✨剧情全程配音，对话非常有趣

[h1]缺点[/h1]
🌒建模不清晰，锯齿明显
🌒多人对战服务器难以连上
🌒掉帧和偶尔停止运行的bug

[h1]推荐度[/h1]
★★★

[h1]推荐人群[/h1]
格斗爱好者、IP粉丝

[h1]民工连指南[/h1]
以下是本人总结的一些伤害4000以上的民工连段，不含支援技能和投技，给各位萌新们做个参考，大触们可以不用看了……
简单说明一下,A、B、C分别代表轻、中、重攻击，D是换人，AD就是A和D同时按下
[table]
    [tr]
        [th]角色[/th]
        [th]出招表[/th]
        [th]伤害[/th]
    [/tr]
    [tr]
        [td]拉格纳[/td]
        [td]AAAAA[/td]
        [td]4600[/td]
    [/tr]
    [tr]
        [td] [/td]
        [td]AAA-AD-AA[/td]
        [td]4700-5000[/td]
    [/tr]
    [tr]
        [td]琴恩[/td]
        [td]BB-↓↙←B-B[/td]
        [td]4100[/td]
    [/tr]
    [tr]
        [td] [/td]
        [td]BBB-AD[/td]
        [td]4400[/td]
    [/tr]
    [tr]
        [td]诺爱儿[/td]
        [td]一直按B[/td]
        [td]4800[/td]
    [/tr]
    [tr]
        [td]雷其尔[/td]
        [td]AA-BB-↓B[/td]
        [td]4300[/td]
    [/tr]
    [tr]
        [td] [/td]
        [td]BBBB-AAAAA[/td]
        [td]4900[/td]
    [/tr]
    [tr]
        [td]帝卡[/td]
        [td]AAAAA[/td]
        [td]4700[/td]
    [/tr]
    [tr]
        [td] [/td]
        [td]↓↙←A落地后-A[/td]
        [td]4300[/td]
    [/tr]
    [tr]
        [td] [/td]
        [td]AA-AD[/td]
        [td]5000[/td]
    [/tr]
    [tr]
        [td]ν[/td]
        [td]AAAA[/td]
        [td]4200[/td]
    [/tr]
    [tr]
        [td] [/td]
        [td]AAA-BBBB[/td]
        [td]5100-5500[/td]
    [/tr]
    [tr]
        [td]哈札马[/td]
        [td]AAAAA[/td]
        [td]4500[/td]
    [/tr]
    [tr]
        [td] [/td]
        [td]AAA-↓↘→A-A[/td]
        [td]4800[/td]
    [/tr]
    [tr]
        [td]小诚[/td]
        [td]AAA-BBB[/td]
        [td]5200[/td]
    [/tr]
    [tr]
        [td] [/td]
        [td]AAA-↓↘→A[/td]
        [td]5000[/td]
    [/tr]
    [tr]
        [td]白金[/td]
        [td]AA-BB-AD[/td]
        [td]4400[/td]
    [/tr]
    [tr]
        [td] [/td]
        [td]AAA-↓↙←A[/td]
        [td]4200[/td]
    [/tr]
    [tr]
        [td]阿兹莱尔[/td]
        [td]AAA-AD[/td]
        [td]4500[/td]
    [/tr]
    [tr]
        [td] [/td]
        [td]AAA-↓↘→B[/td]
        [td]5300[/td]
    [/tr]
    [tr]
        [td]ES[/td]
        [td]BB-AD-B[/td]
        [td]5400[/td]
    [/tr]
    [tr]
        [td] [/td]
        [td]AAA-AD-B[/td]
        [td]4500[/td]
    [/tr]
    [tr]
        [td] [/td]
        [td]AAA-↓↘→A[/td]
        [td]4300[/td]
    [/tr]
    [tr]
        [td]悠[/td]
        [td]AAAA[/td]
        [td]4400[/td]
    [/tr]
    [tr]
        [td] [/td]
        [td]AAA-↓↙←B[/td]
        [td]4700[/td]
    [/tr]
    [tr]
        [td] [/td]
        [td]BB-↓↙←B[/td]
        [td]4500[/td]
    [/tr]
    [tr]
        [td]阳介[/td]
        [td]抱歉没找到……[/td]
        [td][/td]
    [/tr]
    [tr]
        [td]千枝[/td]
        [td]AAAAA[/td]
        [td]4300[/td]
    [/tr]
    [tr]
        [td] [/td]
        [td]AAAA-BBBBB[/td]
        [td]4900[/td]
    [/tr]
    [tr]
        [td] [/td]
        [td]BAAA-↓↘→A-AAAA[/td]
        [td]5500[/td]
    [/tr]
    [tr]
        [td]雪子[/td]
        [td]初始伤害略低，需要↓↓A或B升级伤害[/td]
        [td][/td]
    [/tr]
    [tr]
        [td]完二[/td]
        [td]B-AAAA[/td]
        [td]5000[/td]
    [/tr]
    [tr]
        [td] [/td]
        [td]BB-AD[/td]
        [td]4200[/td]
    [/tr]
    [tr]
        [td]灰都[/td]
        [td]BB-↓↙←B[/td]
        [td]4800[/td]
    [/tr]
    [tr]
        [td] [/td]
        [td]AAAA-BB-↓↙←B[/td]
        [td]4500[/td]
    [/tr]
    [tr]
        [td]凛音[/td]
        [td]BBB-AAAA[/td]
        [td]4200[/td]
    [/tr]
    [tr]
        [td] [/td]
        [td]AAA-BBB-↓↘→B[/td]
        [td]4200[/td]
    [/tr]
    [tr]
        [td]瓦伦斯坦[/td]
        [td]抱歉没找到……[/td]
        [td][/td]
    [/tr]
    [tr]
        [td]织江[/td]
        [td]BBB-AAAA[/td]
        [td]5000[/td]
    [/tr]
    [tr]
        [td] [/td]
        [td]BB-AD[/td]
        [td]4000[/td]
    [/tr]
    [tr]
        [td] [/td]
        [td]AAA-BBB-AD[/td]
        [td]4000—4400[/td]
    [/tr]
    [tr]
        [td]戈鲁多[/td]
        [td]BBB-↓↘→B[/td]
        [td]4600[/td]
    [/tr]
    [tr]
        [td] [/td]
        [td]BBB-AD[/td]
        [td]4500[/td]
    [/tr]
    [tr]
        [td] [/td]
        [td]AAA-BBB-↓↘→B[/td]
        [td]5300[/td]
    [/tr]
    [tr]
        [td]露比[/td]
        [td]BB-AD[/td]
        [td]4000[/td]
    [/tr]
    [tr]
        [td] [/td]
        [td]版中限定：BBB-↓↘→B[/td]
        [td]4800[/td]
    [/tr]
    [tr]
        [td] [/td]
        [td]BBB-↓↙←A[/td]
        [td]4200[/td]
    [/tr]
    [tr]
        [td]怀斯[/td]
        [td]AAA-↓↙←B[/td]
        [td]4400[/td]
    [/tr]
    [tr]
        [td] [/td]
        [td]BB-↓↙←B[/td]
        [td]4000[/td]
    [/tr]
    [tr]
        [td] [/td]
        [td]AAAAA[/td]
        [td]4100[/td]
    [/tr]
    [tr]
        [td]布蕾克[/td]
        [td]版中限定：AAAAA-BBBBB[/td]
        [td]4600[/td]
    [/tr]
[/table]
好评: 去年年底在展会上第一次体验这款游戏，当时感觉十分惊艳

对我来说最新奇的是还RWBY,虽然不是个RWBY厨，但是RWBY的人物好看啊。

BBTAG包含了四个作品BB,P4U,RWBY和月下降生
其中BB在steam已有多个作品，都是格斗，有兴趣的可以看一下这个合集
https://store.steampowered.com/bundle/3181/BlazBlue_Collection/
RWBY属粉丝向作品
https://store.steampowered.com/app/418340/RWBY_Grimm_Eclipse/
夜下降生在玩BBTAG之前我并不了解，透过这次的机会我也买了一份，同样很不错的游戏，相对小众，不过血缘正统，还有月姬的彩蛋和疯狂吐槽= =
https://store.steampowered.com/app/452510/UNDER_NIGHT_INBIRTH_ExeLate/
P4U目前尚未登陆Steam平台，熟悉RPG女神异闻录4的朋友应该不陌生

因为不是深度格斗玩家 所以简单说下个人感受
简易出招的模式已经不陌生了，只要按一键就可以打出基本连段，对于新手非常友好的系统，让不擅长格斗的玩家也能快速的体验游戏的乐趣

值得一提的是月下降生也是类似的系统，并且在能量足够的情况下，简易出招最后终结会自动接一个必杀技，可以说很体贴。
除简易出招外，其他出招方式亦所有角色通用，记住一套键位，等于可以释放出所有角色的招数，从上手难度上来说，已经是很低了，和传统的记住每个角色指令的格斗游戏相比，可以说各有各的感觉，并无优劣之分

形容一下大概就是手动档和自动档的感觉？虽然我也喜欢Kof系列，但是BBTAG这样也不排斥。

和名字一样，因为是交叉组队战，所以援护系统做的很详细
副机不但可以作为一般牵制，救场以外，连招辅助以外，还可以主副机随时切换、短时间与主机共同作战一段时间、配合主机一起使用必杀技等等
主副机之间的系统增加了很多的深度和玩法连携可能
但是需要注意的是副机援护过程中如果被命中也是会损失血条的。

机体方面个人认为平衡性还不错，rwby和月下的机体手感特别好，比较适合新手体验，推荐大家尝试一下。
相比之下P4的机体手感有点奇怪，不过本身我P4U玩的也不好，就不做评论了！

虽然上手简单，但是游戏的系统其实还是挺复杂的，从教程就能看出来，教程十分详细，把整个教程全部做完估计都要1小时，对于触手来说，也许是个值得深入研究的游戏，抛砖引玉，不再赘述

整体游戏素质上佳，打击感也是从BB系列沉淀下来的，画面UI比起前作也有了一定提升，游戏过程爽感十足。
只是这次的大厅感觉有些鸡肋，不如直接菜单来的快。

价格方面还是偏贵的，因为集合了4个不同的产品，所以粉丝向的吸引力会比较大，目前人物还不可以全部使用，包含了一些DLC角色后续加入，所以购买方面还请理智思考。

最后再给大家推荐一下月下降生，挺有趣的=w=
差评: 20-30Fps
好评: 1.剧情淡如水 毕竟4个作品乱斗 也没法搞什么复杂的剧情 看个乐子就行了
2.简化之后新人容易上手 但也加快了游戏节奏 打一轮下来的时间明显少于前作 有点不过瘾
3.网络简直就是抽风 通时激情四射 堵时撕心裂肺 完全看心情摸不到头脑
4.开游戏站着不动直接进vs高概率闪退 想没病还得先走两步
5.与以往不同 这次首发全平台价格差不多 但还是要说日本游戏是真的贵
6.steam成就达成不弹 而且还不止一个 101更新修复了其中几个 然而还是有不弹的 
7.系统语音居然不能换了 
8.对战要在进场之前选人物 打完想换人物还要退出去的 太麻烦了
9.能看到几个喜欢的作品乱斗还行 所以除了已经公布的dlc人物 其他三个系列还能加更多人物吗
<u>10.你说的我都懂但是ruby小腿怎么这么粗</u> 

想想当初bbcf…… 继续等补丁优化
好评: 1.关于差评所谓的游戏异常情况
  
联网效果还蛮不错的，极小几率会出现掉帧情况，花屏没遇见过，抗锯齿设置界面人影挡住切换成繁体中文就看得到了,而且这些都是可以修复的小问题，过段时间打个补丁就可以解决，那些因为这些给差评的玩家，试问，以上问题，过段时间打了补丁修复后，你就会给好评吗？还有那些说剧情量少的给差评的玩家，是不是你除了给BB GG以外，给所有的格斗游戏都是“因剧情量少所以给差评”？
综合所述这里的有一些差评，有很多都是因为自己电脑问题导致游戏运行异常。大部分玩家都没遇到，或者几乎没遇到差评玩家说的情况。准备购买游戏但是担心游戏异常的玩家可以放心购买

2.关于 游戏是否值得购买把玩

对于纯新手玩家 ：对角色特别喜欢 ，比如RWBY，P4的角色，大可购买。游戏招式只有下前A后下后A ，（大部分角色）按住前冲刺，1键升龙段，游戏连段要以A连段+必杀or超必杀，只要会立回，也能有足够的游戏体验，不存在招式搓不来，升龙按错，连段太难的情况。纯新手玩家完全可以选择自己喜欢的角色进行游戏。

对于有一定基础的格斗玩家（特别是原BB正作玩家）：该游戏全角色因出招只有236,214的指令，所以全角色都进行了很大改动，不可能保有原作的设定，如果保留，那才是那些喷子给差评口中所谓“不平衡”，请见谅（我起码看到好几个“因为BB某角色改成这样了“就喷游戏垃圾的人还给差评）特指国内BB大群。对于正作BB玩家如果只想体验剧情，这里不推荐购买，本作的剧情基本是官方吐槽人设，卖一点糖，仅此而已。

最后说一下题外话：国内BB大群 在游戏发售第一天 评论褒贬不一的时候在那各种酸 各种喷粪游戏 更有管理员说“给好评的脑壳有屎“”给好评的一人独醒万人皆醉“甚至当着这在玩这游戏的人面说”玩这个游戏的人就是在吃屎”“哦我们说什么管你什么事”这种言论

所以这个游戏的差评，是有多少无脑黑子给的，可想而知（而且那个BB大群跟风黑的还不少




差评: 各种报错退出、无法连接什么的，真是无语了。
价格还处于“高价区”呵呵
差评: 装好了游戏 链接network无限初始化是啥情况？
有人遇到没
差评: 鬼父呢？没有黑屋play这游戏失去了意义啊！
好评: 等一个麻衣 就可以玩超级早见沙织大战了
键盘默认按L切换设置 手柄是LB 狗牙马赛克严重 怀疑又是直接移植  
这次无论是价格还是实际体验到目前为止看不到什么诚意啊 虽然还是买了（（
没买的可以观望 不急
好评:  This is very funny！！！！！！！！！
好评: 所以谁能告诉我这个无限停止运行是什么情况么,不过ARC在修还是可以的
好评: 我觉得还行.jpg，虽然bug还不少，角色有点少，关于载入战斗界面就i降帧的，不要跳过过场动画就好了，萌新上来就是几十连败，感觉还行，嗯，还行
好评: 线上模式优化很差只有十几二十帧，除此以外都很好希望快点吧优化做好
好评: 联网服务‘体验差，
好评: [table][tr][th]项目[/th][th]占比[/th][th]得分[/th][/tr][tr][td]画面-表现力[/td][td]20%[/td][td]5[/td][/tr][tr][td]画面-艺术性/UI[/td][td]5%[/td][td]7[/td][/tr][tr][td]音乐[/td][td]5%[/td][td]10[/td][/tr][tr][td]音效[/td][td]5%[/td][td]6[/td][/tr][tr][td]配音[/td][td]5%[/td][td]9[/td][/tr][tr][td]技术(优化，摄像机，物理效果)[/td][td]10%[/td][td]6[/td][/tr][tr][td]游戏体验-机制/关卡设计[/td][td]20%[/td][td]9[/td][/tr][tr][td]游戏体验-战斗/操控[/td][td]20%[/td][td]8[/td][/tr][tr][td]剧情/世界观/人设[/td][td]10%[/td][td]6[/td][/tr][/table]
[b]总分：5*0.2+7*0.05+10*0.05+6*0.05+9*0.05+5*0.1+9*0.2+8*0.2+6*0.1 = 7.1[/b]

[h1]30岁的Arc，皮了一下[/h1]
本文内容基于本人近一个月的PS4PRO版本试玩体验以及欧美论坛群组玩家意见综合，同时感谢@Tsubasanoyumia的资料以及[u][url=https://www.bilibili.com/read/cv478632?from=articleDetail]画面测评文章[/url][/u]
[u][b][url=https://www.bilibili.com/video/av17603649?from=search&seid=7115604415548440030]BGM:FLCL-ost[/url][/b][/u]

[h1]0.引子[/h1]
相比朋友列表里的各位格斗老尻，我算是比较晚接触Arc系格斗，10年前偶遇盗版GGXX#R蓝印算是入门作。曾经沧海难为水，除却巫山不是云。相信很多Arc系的格斗玩家都有这种感受:[u]华丽到极致的画面表现，复杂到满屏幕都是信息量和游戏性的系统机制，丝滑流畅的手感体验，挑战乐趣并存的操作方式，特征鲜明玩法迥异的角色设定，大气磅礴又中二酷炫的剧情走向[/u]，无一不为粉丝所津津乐道。可惜的是，很多国人对格斗游戏的认识就只有拳皇，街霸以及铁拳；在更多国人眼中，格斗游戏=拳皇97。值得Arc粉丝自豪的是，在称霸日本街机厅之后，Arc系的格斗正在逐渐被欧美玩家接受，喜爱：无论是最近火遍全球的龙珠斗士Z,还是在北美有一批死忠粉丝的罪恶装备系列，以及ACG圈津津乐道的苍翼默示录，[b]三个游戏全部入选格斗届巅峰赛事EVO 2018[/b]。Arc的格斗理念更是影响了许多格斗作品：夜下降生，圣灵之心，骷髅女孩等等。而ArcSystemWorks，作为一个资历与资本并存的老牌格斗游戏公司，现在已然成为支撑格斗游戏的产业支柱，而它所秉承的[u][b]华丽爽快的节奏，深度复杂的系统，特异化的角色设计----喧哗流格斗理念[/b][/u]，也逐渐被全球玩家（除了天朝97玩家）所接受，所喜爱，所信仰。

而格斗游戏，作为传统街机，竞技类型游戏，一个无法忽略的问题就是：上手门槛高，练习量需求大，知识储备要足。在如今快餐类游戏当道，跟风玩家泛滥的时代，格斗游戏的衰落似乎是无法避免的。一部分（严格来说已经不算格斗）选择了另辟蹊径，比如平台类格斗（大名鼎鼎的美国97，Rivals of Aether，Brawlhalla）或者3D动作对战（荣耀之魂，Absolver，Blade Symphony，Arms），另一部分，选择了简化系统，降低操作要求（由于显而易见的原因，多为Tag类格斗：1.角色众多满足更多粉丝/休闲向的非深度格斗玩家2.因为本身组队机制的要求，必然降低单个角色的学习成本），同时尽量保留格斗游戏精华的立回意识与核心机制完整性：比如ArcSystemWorks的龙珠斗士Z，以及今天要说的<苍翼默示录-交叉组队战>

以下直入主题具体说明游戏各个方面：

[h1]1.画面[/h1] 
较差
简单说一下苍翼默示录系列（以下简称BB）：熟悉FGC的玩家可能都知道Arc的罪恶装备Xrd系列是真正将3D动画渲染发挥到极致的作品，那么BB则是第一个尝试在绘图方面使用3D转2D的作品。2009年PS3时代来临，格斗游戏的硬件开发环境得到了巨大改变，新一代的街机基板问世，BB率先挑战了16：9，720P的解析度，因为角色像素（284*450， 8bit）大幅增加，动作帧套图数量更多（每角色1175张），色彩表现更鲜艳（48色），单靠手绘工程量实在太大，因此便诞生了先制作3D模组，再透过渲染转为2D的手法。这样不仅提升了工作效率，也避免了参差不齐的画师作画水平（上色也是在3D模组转为2D线稿阶段进行），但为了Anime格斗的表现风格，仍然需要有大量的手工微调工作，如：增进面部表情，柔化着色，为表现力量感的局部变形（扳机社动画的粉丝应该比较了解），细化阴影，过渡帧衔接以及后期特效等等。因为画面上的创举，IGN给予初代BB（厄运扳机）9.4分的超高评价。直到GGXrdS横空出世，BB的演出特效在很长一段时间内无人超越（格斗画面方面能打败Arc的只有Arc）。
回到本作，根据@Tsubasanoyumia的文章表明，PS4PRO的解像度优化表现值得称道，好于PC版前作,边缘细节不如本作。回顾前作神观之梦刚发售的时候就出现了画面模糊，帧数不稳方面的技术问题（h2 interactive真实欠锤），导致口碑一度褒贬不一。好在Arc一贯比较重视PC市场，经过几轮补丁的优化，现在已经是特别好评了，所以这次各位还请稍安勿躁，锯齿问题缓解见底部评论。
乱斗这种模式实在是聪明：炒冷饭你还得重制一下贴图，或者做移植次世代的接口之类的东西。这游戏就是把之前的东西直接拿过来用了，人物立绘，场景，招式动画，除了RWBY新角色1080p，其它都是768p，放到一起有明显的不协调感。同时在大屏幕上的细节表现也不尽人意。特效表现倒是有修改过，虽然依旧不失华丽，但是观感相对之前更为廉价。值得单独一提的是这个游戏每个角色提供了约20种不同配色，有不少来自其它ACG作品中的配色梗，同时颜色的搭配与角色组队相得益彰，算是一个小bonus吧。
UI方面，角色的出招表后面标记了该招式的属性（中段/下端，部分无敌/霸体/部分霸体等等），不错的进步，很直观。
抗锯齿目前存在很大问题，大厅内NPC的描线也有缺失。需要等后续补丁

[h1]2.音乐[/h1]
神级
取材于之前的作品，依旧是同样的经典好听。[b]是苍翼默示录中激昂不羁的Rebellion，是女神异闻录中时尚青春的Reach out to the Truth，是夜下降生中动感迷幻的Scraper Sky High，还是RWBY中空灵恢弘的Mirror Mirror: The wheel of crossing fate is rocking on[/b]：对于格斗游戏，合适的音乐是可以带动气氛和节奏，“燃到爆炸，战个痛快”。Arc的元老之一石渡本身也是摇滚乐队出身，他所创作的Fatal Duel可以说是一代电竞音乐经典，而且还在2016年举办过Rock on 2Night Guilty Gear Live音乐会，可以说是格斗游戏中前无古人的存在了，之所以提到，也是因为他负责了大部分苍翼默示录的配乐。

[h1]3.音效[/h1]
扣分点。
之前BBCSEX这作曾被人吐槽过，冲击力不够，塑料质感，而根据我在欧美玩家中的调查，这种'slappy'的感觉依然存在。本人实际对比了一下夜下的Hyde与本作Hyde的相应招式(背景音乐，角色对话等音量全部关掉，只留声音特效)，原作中砍击的混响给人厚重的打击感，在本作中听起来像是在撕纸。同时部分特效音给人冗余之感，与优秀的BGM并不搭调，反倒多了一些嘈杂。

[h1]4.配音[/h1]
良心。
依然是一贯的奢华声优，植田佳奈曾在推特上表示前作是台本厚得完全看不出来是格斗游戏的作品，也无需担心剧情模式的配音。另所有角色都增加了英文音轨，并且可以单独按角色选择语音（比如RWBY设为英文，其它角色日文）。列举几个知名的CV（杉田智和，柿原彻也，近藤佳奈子，中村悠一，泽城美雪，悠木碧，诹访部顺一，石田彰，安元洋贵...）

[h1]5.技术/移植与优化[/h1]
极差
网战优化不错，1格信号也可以畅玩。但是网战锁区，默认是亚服，如果有美服的小伙伴需要手动修改region（不然全是0格信号）。发布首日有严重的全屏掉帧，键盘玩家无法改键，图像选项近乎没有等问题。

[h1]6.系统机制[/h1]
[b]直观，易懂，实用，朴实无华回归传统，一切设计思路围绕“组队战”这个中心！[/b]
以下涉及细节以及个人想法，欢迎讨论。
格斗游戏是设计导向类的体裁，系统机制承载了游戏性和设计的核心理念。从MvC2时代起，Tag类或者说组队类格斗游戏系统逐渐演化出一些约定俗成的设计考量：（0）场下角色自动回血（1）援助系统与DHC：组队的本质与价值体现，强调dynamics，3角色（或者双角色）作为一个整体，无论是立回还是连段（2）push block 推防，这是为了适应因为援助技能带来的凶残压制，可以看作是弥补防御攻击时自然的hitback不足（DBFZ里的reflect可以看作是个残疾版的PB）（3）comeback mechanics 逆转机制 当队友被打掉时如何处理滚雪球式的多V单不利局面？如何让对局存在逆转可能，更具观赏性和戏剧性？比如DBFZ的Sparking Blast, MvC3的X-Factor等等。由此也带来一些组队格斗共同的特征（问题）：（0）对局时间久，但也有相应的博弈看点(Tag in? Snap out? Double Snap/Happy Birthday?)（1）连段偏长，实际游戏时经常会出现一边操作猛如虎，一边弃疗喝阔落的回合制大戏（2）连段固定 虽然这类游戏一般来讲连段套路的自由度更高，但总会有[u]最优化的路线[/u]，同时相比传统格斗有两个致命不同：达成熟练确认代入的门槛更低，对取回报的要求高于取down（因为能否打死对面一个角色是最重要的，一套能打4.5割的夺down连段，和一套能打5.5割的高伤连段，有决定性的差异。前者可以压起身择，很多时候就是50/50，需要猜对3次，而后者只需要2次，但更快的解决对面，无形中增加了自己的进攻优势，减少了对面的立回选择和伤害回报）。所以结果就是：大家摸中对手，后面的表演都是一样一样的...观赏性大大降低（3）由系统（3）带来的“跛脚鸭情景”，我在龙珠斗士Z的评测里有提，就不赘述了。
本作对应4点系统：（0）这里有一些争议，先按下不表（1）每个角色都有3个援助攻击（5P一般是突进类，6P飞道，4P升龙或挑空，用法用途多样，增加游戏深度），DHC有，和普通大招一样消耗2个气槽，但每个角色只有一种（有些是DHC专用的，演出不同），用法也基本就是抢血+换人（2）推防，防御硬直中AD（指令同升龙，无脑拍的话会挥空升龙，大风险。这是一个公测以来广受好评的设计），耗1能量：这里的hitback距离是大半个屏幕（也有例外，比方说如果你push block Ruby的236BC大招，她会停在你面前）（3）Resonate Blaze,队伍只剩一人在场时可发动，状态中自动回复红血，自动增长能量（上限取决于RB槽），伤害（磨血）增加，大招强化演出及性能（OD版），必杀技可被大招取消，对手被击中后无法爆霸（援助槽锁定），状态持续时间取决于RB槽。
顺势说一下资源管理：RB槽共4格，右边的白色小块块，取决于当前局援助使用频率（鼓励使用援助）；援助槽2格，中间的长蓝色条条，立回中呼叫援助不消耗（可按住援助键换人），连段中呼叫援助消耗1格，连段中呼叫援助并留在场上（cross combo，无限援助攻击可能，援助大招变为强化版）消耗剩余1格（持续时间取决于RB槽），打断对手连段消耗2格；能量槽5格（最多9格），左边橘黄色圈圈，EX必杀技消耗1格，大招2格。
[b]优点[/b]：总的来讲：上手简单同时不乏深度。（1）全人物有DP，指令确保DP同时无法召唤援助（解决了龙珠斗士Z的一个问题：在一个防御系统过于浅陋的组队游戏中，有没有升龙在抗压方面是天差地别，况且这个升龙还可以同时召唤援助来消除/降低挥空责任）（2）防御机制简单实用（对比龙珠斗士Z多数情况下最优解=无脑拉后，其他选择风险/回报比过高），因为Arc系格斗本身风格+援助带来的多样起攻方式，防御机制中的最低限度的特定设计是不可或缺的。（3）每个角色都至少有一个实战意义大的援助（反例就是龙珠斗士Z，援助攻击只有固定一种，而且很多都固定到了对应角色最烂的招上hhhh）（4）有更安全的换人上场方式（长按援助攻击键可在攻击结束后留在场上），不像有些组队格斗游戏做成了[u]“带CD的辅助技能（援护）的1V1游戏”[/u]：游戏非常强调[u]“交叉组队”[/u]，无论是宏观的战术层面（增加RB等级，总血量管理）还是细节到压制连段（安全择，暴血连）等等，大多数情况下，实用援护相关的系统是最优解。
[b]缺点[/b]：（1）1键中段打3割血（cross assault），只有夜下角色被防后不会被4A确反（2）cross assault和升龙的启动和收招时间相差太大，有些角色的很难反应，有些角色的是废招（3）爆霸有伤害（你残血不利，但确认了对面一个角色，接着打还是防霸？）同时援助槽回复较快导致一局中可频繁爆霸，另外缺少有效对抗爆霸的手段（除了格斗通用的头无敌等等骗霸，还有一个小neta:如果连段中用过援助，可以OS指令符合援助攻击，这样对面爆霸的时候我方会第一时间刷出援助攻击取回报），另外本作可以CA掉对方的CA，算是另外一个很野的设计（4）对战通常一局30秒（高端局还是能打到100秒）。原因一个是（见下文信息）BnB连段普遍比较凶残，另一个是伤害补正导致随便打几下就没血了：后续追加反倒伤害很少。因为这个游戏连击在第四下之后有50%的伤害修正（BB是从第七下开始）。这个问题同样出现在去年的MvCI中。（5）场下角色可以回复红血，取消snap out机制（意味你无法主动强迫对手换人），所以大概是为了平衡这个，红血回复速度极其缓慢（注意被EX技打掉的血量是不会回复的！！）。
[b]其它信息[/b]（1)通常状态下必杀技无法取消到大招(2)受身方面也是三个方向，但是前后受身也都有无敌帧，BB里面抓滚不再能用,夺Down之后的meaty必须要配合援助使用。（3）普通技指令优先级高于升龙（前面OS防霸原理）（4）cross combo状态下能量槽增长速度极快（平均1~1.5格）（5）同样是cross combo状态，可以将援助留在屏幕远端（本体在另一端）来制造一个“暂时版边”（卡位）（6）有磨血（对比DBFZ），不过这也算不上是啥优点...看过SKD的RB状态满气Jin，三个冻牙冰刃防住，满血变空血....

[h1]7.对战与操控[/h1]
[b]动（作）作（画）一致性欠缺导致手感略不协调，判定的视觉提示以及其它招式演出的特效尚可。大幅简化的操作令习惯前作的格斗老手不适，对新人玩家上手友好，模式太少，没有街机/深渊模式。[/b]
[b]优点[/b]：（1）角色特异化（BB的D系统，女神异闻录的persona，夜下降生的EXS trait，RWBY的外象力），同时操作简化降低了练习量和学习成本，鼓励玩家多尝试不同的角色，从中选择适合自己的战斗风格（比方说对于zoner，远程飞道特化的角色，在这个游戏里是真实存在的。而DBFZ由于Super Dash的存在，并没有真正的zoner角色。比鲁斯可能是想做成一个设置系角色，然而...或者如果Arc把Super Dash做成圣灵之心那种，应该也比现在强），可玩性和研究价值大大增加（2）平衡性不错，基本没有太差/太强的角色（Ruby版边的瞬闪正逆择很骚气，Weiss很强力，glyph设置起攻前后中下择很有趣），长臂猿降生的优势没有很明显。虽然公测时Gordeau使很多，个人认为主要是上手简单，人设和招式拉风，攻击判定大，嗯还有Grim Reaper...缺点也比较明显，择弱，缺乏推防的应对，普通技发生较慢（大开大合）。还是那句话，手长优势放在哪个格斗都一样，还是看之后玩家开发（3）游戏立回层面是动态平衡的，攻防系统中提供的工具互相制衡，不会出现一方被压十几秒不敢动的情况。无论是作为玩家还是观众都能感受到乐趣。
[b]缺点[/b]：（1）把66 dash（前冲）取消了，直接按前就是跑步还有个加速曲线。真的智障设计-1分。像Hazama这种原作里是Step的角色...这个难受劲儿只能自己体会。空dash倒是还有。（2）通常状态下必杀技无法取消到大招，可能是作为伤害修正的一环，习惯了其它格斗的cancel等级这里有点生硬（3）太多1帧技（4）bb角色简化原有系统，迁就其它作品系统（如Rachel风槽，Makoto的分段蓄力），部分角色取消（Tager的磁力槽，Hazama的链子槽）对战时mind game，需要be aware of的点，减少。（5）自动连段我不反对，毕竟是大势所趋。但是很多好用的普通技，是放在AAA或者BBB的后面几下的，没办法单独用，玩惯了原作格斗们的玩家立回上肯定会有一种玩残疾老哥老姐的感觉。（6）作画素材照搬，判定发生修改，导致演出一致性没有调整，twitter上爆出了不少bug和动作崩坏（升龙被点掉，几个意思？）。
[b]信息[/b]：（1）援助攻击打击硬直不受修正影响（可怕）（2）援助在场时，本体有额外的打击硬直加成（可怕*2）（3）女神异闻录的角色取消了原作的卡牌系统，使用带persona的攻击，如果persona被打到，本体会掉血（4）复合防御推防：171ABCD

[h1]8.剧情/设定/世界观[/h1]
本作剧情内容少，不严谨，一套立绘用到死，四个作品人物没有太多交互，而且流程千篇一律，特定的角色组队会有特殊对话，各种玩梗，不少会令熟悉背景故事的玩家会心一笑。苍翼有一篇不错的[url=https://www.g-cores.com/articles/23920]剧情概述[/url]（没有接触过BB的玩家一定要看，梳理概括的非常好，还有一篇[url=https://www.g-cores.com/articles/95906]武器设定[/url]）。
[b]移植发生严重技术问题，steam版本建议等待后续补丁[/b]
Buy, Wait for sales, Rent/Deep deep sale, Never touch Rating:
[h1]总结：这可能不是一款优秀的格斗游戏，但它完全有潜力和实力成为一款好玩的游戏[/h1]
[b]推荐给相关作品粉丝和ACG爱好者[/b]
好评: 再也不会被压制到死啦！
好评: 好玩就够了！
差评: 网战一直初始化中，根本玩不了
差评: 因为rwby和苍翼入的。战斗系统适合我这样的手残，瞎按都能出招式。人物战斗语音可以单独调整英语或者日语。可惜剧情语音不能单独调整，导致rwby小队说日语很别扭但说英语其他角色又别扭......
一个18年的游戏，背景画面还行，人物模型充满锯齿让我差点怀疑是屏幕出现了问题，直到发现这游戏模型就是这么渣。对战大厅找不到人，不知道是网络问题还是没人。
话说把一个游戏拆开来卖也不是一次两次了，不过连tm颜色也要拆开来也实在过分了。现在的厂商都是把玩家当傻子，一个游戏不怎么进行测试，直接连着bug一块放出来，让玩家去测试，严重的bug修复，不重要的就放着。顺道再把游戏拆成好几份，当成dlc卖。一个游戏赚两三份的钱。
说真的不是粉丝就别买了，不值428。真是为了信仰才入的
好评: 玩了快3个小时了，没有发生什么大问题。
本人一直很期待这一作，虽然与前作并没有太多关联，操作方式也大相径庭，但是秉持着一个角色爱玩家的信念，看到yang姐决定参战，自然会想操作她去和各路大神对（bei）战（nue）。（迫切希望子弹姐也能参战ヽ(ﾟДﾟ)ﾉ）
不过嘛，本人的电脑因为配置不够的原因，在训练房中fps一直处于20~30，可以的话希望早日发布优化补丁（昨天不就发布一个了吗www）能让我享受对战的快感。
至于价钱嘛，也没什么好说的，一个愿打一个愿挨。
ps:如果有其他方法能提高fps请在留言告诉我，本人电脑小白。
好评: 等打折和优化吧
好评: 说说当初在游戏发售前的印象吧，我想应该会多加一个队友协助兼切换的按键，基本打法还是和以前的BB一样，搓连招那么爽快（费劲）。剧情方面也没太大要求毕竟四个作品写到一起着实困难。实际进入游戏之后我发现操作和以前完全不一样，我还以为是不是这作的系统默认键位和以前不一样结果发现没有太大差距，和以前的BB最大的差距我觉得就是角色连段改动巨大，导致我最熟练的RG也只会乱搓些技能，总的来说就是打得没以前舒服，连段方面。其它不多说了，我觉得这作唯一让我看上的就是如今的大厅功能了，相比以前改动很多。
差评: 不得不说，这游戏优化真是渣，写得推介配置，全是假的，完全带不起来
好评: 算了 给个好评吧 希望能优化一下
差评: 一日没优化补丁就是一日差评
好评: 手残也能玩的非常开心
差评: 为了露比，这游戏我买了，掉帧我也忍了，狗牙也就算了！！！！！！NTM现在游戏都打不开了！！！！？？？？鸭屎啦？！！一进动画就报错误
好评: FPS 14-24.game so bad。please updata
好评: FTG手残党+苍翼粉+RWBY粉预购的豪华版
PC这次和主机平台同步了好评
强制帅气模式很不习惯
不知道是电脑太渣还是游戏有问题，在我的电脑上稳定10帧，用别人的电脑就很流畅……
正在考虑退款买NS版的……
[spoiler] 退款是不可能退款的，这辈子都不可能退款的，PC又可以连街机手柄，我超喜欢PC的	[/spoiler]
————————————————
[h1] 关于本作：	[/h1]

[list]
    [*]有剧情模式，具体咋样暂时还没去看

    [*]以网络对战为主要卖点，不过可能是网不好，我这里网络大厅一直进不去。

    [*][b] 只有帅气模式！！！	[/b]一直玩传统模式的我表示搓连招的时候很不习惯，希望以后的更新可以支持切换成传统模式（给自己关灯盖被开煤气）

    [*]新人友善度相对较高（相对，相对）

    [*]RUBY敲可爱的！（精神错乱）

    [*]其实我一直挺期待什么时候拉格纳能和SOL打一架的（梦里啥都有.jpg）
[/list]

[h1] 关于价格：	[/h1]
大家见仁见智吧，反正我是在杉果买的399。（领了29元的代金券）
个人觉得这个价格按照国区的STEAM价格略显偏高，但是还可以接受。（特别是考虑到日厂惯例价格高）
[spoiler] （SE你瞧瞧人家，说定这个价格就定这个价格，非要坐地起价）	[/spoiler]
而且游戏本身也的确对得起这个价格。毕竟四家版权，尤其是还有ATLUS的女神异闻录这个没上过PC的在这里。
如果实在接受不了的也可以不用急，再观望一下。一是暂时人物还没出全，而且优化有点成迷；二来早买早享受，晚买有折扣这个道理大家都懂的，看看苍翼的前几作那价格都跳水得没边了。（虽然本身也是主机和街机挣够了钱，上PC再挣一波零花钱的）
不过考虑到因为这一作属于大乱斗性质的，重点肯定是在网战PVP，所以不是很建议观望太久。
好评: [h1][code][list][*] 本评测来自 [b]BABA 新游体验组 [/b]，感谢组长及各位组员的努力。
[*] 由于格式限制，此处为摘要版，欢迎大家前往 [url=http://www.babagame.vip/?p=9237][/url] 查看本游戏的完整测评（附玩家视频）。
[*] 感谢 [b]BABAGAME[/b] 免费提供的游戏，每晚9点免费发key，领取地址：
http://www.babagame.vip[/list][/code][/h1]
好啊，为什么不好，画面又好看音乐又好听配音又豪华战斗又菜畅快，我超喜欢这款游戏的，大年三十我都不要红包，我就要玩这款游戏。

至于大多数玩家的掉帧啊闪退啊一系列问题我也没遇到过，可能是运气好。

游戏价格有点小贵我觉得非信仰粉丝玩家可以先拿着望远镜观察一下再做打算，说不定就早买早享受，晚买享折扣，不买免费送（不可能的）

还有我觉得 CG 超好看超燃！音乐也好！鼓掌 piapiapia
差评: shitty combo... D
好评: 游戏还行，就格斗游戏来说算是合格了，就苍翼默示录来说呢，感觉系统简化的有些过了。总的来说不值这个价，定价如此高的原因估计是其他角色的版权问题吧。总体感觉非粉勿入。
好评: PC赶紧优化啊，打起架来三十帧玩不了啊
好评: 四色老婆！
球RWBY更多！（
好评: 优秀的原声音乐，简单格斗机制回归，也许入不了许多格斗游戏大佬的法眼，但作为一款官方同人格斗游戏，当雪子与Weiss站在同一个屏幕中的时候就已经值回票价了，放松心态，就当做是一场狂欢Party，让大佬们也与我们这些菜鸡娱乐娱乐，让格斗游戏拓宽受众，让不同作品的粉丝一起happy下。另外值得一提的是角色的游戏声音可以单独选择语音，可以说是非常贴心了。完全映现了期待，另外人物再细化下就好了，UI不错非常精美。
好评: 不多说我是人物粉还有事苍翼系列的总粉，但还是帧数问题一进入对战怎调低都是只有30帧；现在还是等优化吧
好评: ARC公司的就不用多说了，买买买！！！
好评: 褒贬不一吓到我了。我目前没遇到任何问题，没感觉优化有多差，流畅运行1小时没闪退。贡献个好评。
说说游戏内容吧。
       本作包含了苍翼、RWBY、P4U、以及夜下降生4IP角色，角色数量应该是苍翼系列最多了，可以说是粉丝向作品。
       游戏系统，交叉组队站顾名思义，本作是有援助系统且可以随时切换角色的作战的，类似龙珠斗士Z和MVC，只不过Bbctb是双人，前两者是三人。操作方面可以说是史无前例的简化了，本作没有前几作的帅气模式，但是有一键连，X或者Y不停的按就能形成连续技必杀也是简单的前绕/后绕+攻击键（龙珠斗士Z那一套），对新人友好。
       画面方面，依旧是可爱的漫画画风，游戏内角色也表现也良好，简单的说立绘和游戏内角色相差不大，好评。
       关于联机，这一代也是跟龙珠斗士Z一样，加入了公共的大厅，联机已经体验过，感觉不是很好，因为这个大厅没有分区域，所以不同国家之间联机体验真的很差；跟好友联机还是体验很好的，基本不怎么卡。所以在线联机的时候，一定要注意与对手的延迟，不然放幻灯片一样。
       目前能说的就这么多，优秀的画风，众多IP和角色，简单易上手的操作，还有详细的教程。让这个游戏对于不管是苍翼粉还是其他IP的粉丝，抑或未接触过格斗的粉丝，都是一个很好的选择，就算你不想体验残酷的线上格斗，也能再剧情模式里过过瘾。
好评: 大家不要这么着急给差评啊，这游戏我一开始也打不开，帧数也低，你们试试设置独显、更新显卡驱动说不定就好了，我已经被虐了一天打了个30负5胜开心的不行。虽然一开始操作有点不适应但是绝对是手残玩家的福音，顺便吐槽一下剧情模式有点短，模式也很少。期待以后有个深渊模式什么的，以便我们这些菜鸡被虐了以后重拾信心。
ps：网络时好时坏不知道是不是我的事情，有时候流畅的不行，有时候就断开连接。
坐等10G补丁包
好评: 游戏不错 但是联机有延迟 
求个解决办法
顺便问下怎么换单个角色的英日语
好评: RWBY
差评: 联网对战无限初始化永远进不去，这大厅系统我玩nm呢

不得不佩服arc，gg和龙珠弄了这个狗大厅系统还不长记性

鬼没鬼服自己心里有b数就算了，还要秀出来让人人都知道游戏没人玩了才开心是吧
好评: 别的啥都好说
我想进网战受苦啊
一直初始化 我也很无奈啊
好评: 我作为喜欢格斗的玩家当然要买bbtag啦，虽说是bb续作，但是完全当成新游戏就可以，出招简化了不少，没有格斗基础的花点时间练习也可以打的很不错的，援助系统可以说是很吸引人的，玩起来真的很有意思，毕竟是bb续作，bb移植pc的bug也还是老样子，还得等修复，可是网络真的好评，信号1或0也可以顺畅的玩，很少遇到卡顿的现象，作为一个常年两信号的玩家简直激动地不行，最后当然要走一遍流程，千枝真可爱，松鼠真可爱，真香，嘿嘿嘿。
好评: 玩了三个小时，感觉如下
  首先，我是从BB过来的，BB4部也全都200h左右
  最大的感觉就是好乱啊.打的乱七八糟的 在连段方面倒是简单了不少，新手是非常容易上手的（但我感觉318萌新不会买）
  但是好多技能的位置变了，在BB的6变到了5，D变到了C 有些容易按错 
  其次，所以的DH全部都统一了，236和214BC，对于这个我感觉倒是无所谓，毕竟还是简单了，但是容易和BC投按错
  说到投为还会往前跑一段..
  对于AH，啊哈哈哈  素质我感觉是比之前要难一点，222BC我认为是比较难的（也可能我菜），键盘玩家会好一点，我手柄感觉按三下就跑了。
  看人家大佬打一局挺长时间，为啥人家没用气打我一套就10000了.对于角色，我感觉平衡性还是有些问题，长臂猿还是狠。
  总体来说，428还是有些贵的，但是作为BB玩家还是预购就买了，希望画面能再优化一下吧
  当我想在大厅买人物时，那个帝卡真的让我笑了！
  你怎么那么大！
好评: 永远支持ARC！请不要把本作和其他作比，本作是一个新游戏，所以求你们别再说什么这啥啊帅气模式，为啥没有66跑啊，因为这是一个新的系统。那些说改不了键位的，可以改的！ 然后如果有人打开游戏时，出现ARC的图标后游戏就已停止工作的话，尝试下用k-lite的Codec Tweak Tool，然后把DirectShow Filters的DirectVobSub里面的General最下面那行,也就是External,Web,Embedded这三个全给关了就好。
差评: 优化脚趾头写的。狗狗0.5个程序员吧。什么时候能打了改回来
差评: 太贵，，退款等打折喽
差评: 捞
好评: 无限停止工作解决办法
不愧是arc，每次都有新的惊喜....搞了半个多小时才搞定...
如果有跟我一个问题的，而且你有装k-lite，去Codec Tweak Tool把DirectShow Filters的DirectVobSub里面的General，最下面那里给关了.....我是这么解决的
如果你没装k-lite，也有这个问题....你可以找找你的解码器
=====
黑屏解决办法（听群里人说的，不保证有效）
系统改成繁体，可能会少掉一堆特效，不过至少能进游戏了
=====
我看到下载11G，占用17G，我还以为这次优化终于好了点了，结果瞬间被打脸，进游戏后A连我不是很喜欢....像是开着帅气模式
然后预设的按键有点不习惯，改掉就行了...C在u的位置...


按键好多，我这个只有6键的摇杆……fin1跟fin2按不到
差评: ctb我感觉已经不能称为是bb了，删了直防和盾，bb角色的d系统几乎全删，二键升龙还能破空防，再加上推开的那个东西导致了ctb几乎不存在压制（因为不跳基本压不住 跳就被升破防），连段过于简化，长手怪太多，引用卡比兽的一句话来说就是:"把ctb当正经格斗来玩会很吃屎，但当娱乐游戏的话还能玩。"所以把这游戏当成一个RWBY粉丝向游戏还是能玩玩的。
差评: 格斗游戏 最重要的是什么！
帧数！
bbcf如丝顺滑，tb卡成ppt
坐等优化补丁。。先灰段时间
差评: 算是ARC老粉了，从5号上午就开始期待，满心期待的打开tag找半天没找到街机模式，打开训练还好奇自己是不是默认选了帅气模式。我知道把机制不同的作品放到一起有难度，角色之间互动很有趣但是只有对战或者生存才能看到这也是为什么我一上来就街机模式。下限极低连段没了成就感，组队机制很有趣但把许多角色本来的机制去掉了也就没这么有趣了。
差评: 剩下的这么多角色都当DLC卖钱？ 连配色也要拿来卖 6p
好评: 休闲大厅三联跪，感觉不是自己不如对手，而是我没有找到出招表，游戏也没有新手教程。打架全靠缘分。再说一句会被打死的话，rwby 天下第一
差评: 目前steam版优化不足，玩起来可以明显地感觉到动作不流畅，然而帧数计依旧显示60FPS。
建议观望，等后续补丁完善后再考虑入手。
好评: kusogame！打死不玩！真香！
不开玩笑，其实这一部并没有达到我的预期，但是也没让我失望。不过在这之前，请把BBTAG和其他联动作品分开来算，把TAG是一个独立的新游戏看待
下面是没有进行对战模式的评价：
1.对于键盘玩家，基础键位挺蠢的，记得在设置里修改，在界面按O切换到键盘改键，不然基础是手柄按键设置
2.3D建模的人偶，互动性非常不错的社区系统。虽然不要比较，但是这一点确实是比blazblue好
3.在教学模式，可以说是相当详细，把游戏的系统完全介绍，并且还附带了类似GG的对策练习。在方便新手上手的同时，还是部分需要玩家自己研究测试的（精致的教学，可以说是ARC的传统
4.系统上完全是一套新的体系，包括连段，方便新人更好的上手。虽然说是简化操作，但是这只是针对部分角色，还有一些角色难度并不低，而且系统比较复杂，要理解系统需要一段时间，整体来说适合中阶级的玩家
5.虽然没进行对战模式，但是根据自己找的资料和观看的录像来看，感觉这个游戏的打法完全脱离的正常格斗的立回概念。盾推和强制换人为长手牵制角色带来的更多失误的补救方法，但是需要近身的机体可以通过对策来破解这些补救手段，而且新的换人系统也开发出了很多花式的择。觉得TAG会在传统格斗游戏上，减弱压制的概念，立回牵制，近身猜拳打择，虽然我不知道这是不是好事情。
6.还有就是游戏优化问题，目前收集的问题是游戏闪退，锯齿较重，帧数不稳定以及A卡回出现很奇怪的特效，好像很多都是BBCF最初移植就有的问题，只求官方尽快解决。不过网络优化很棒~特别是和隔壁龙珠比了（笑）
其他的等之后对战下来看看说吧~
差评: 原来以为会有个psv上的什么“简易模式”和“经典模式”来着，果然是想多了，90后还是喜欢偏硬核一些，可惜了苍翼的老人物，本来一个人用一套系统，现在都一样了，当然给差评的最主要原因是美工基本没怎么更新。一堆马赛克，还卖得死贵。
另外吐槽一下，哈扎马的6比他的66还要快是什么鬼...能不能好好走路了...作为哈扎马玩家，从3ds起打完一套6龟速前（装）行（B）已成习惯，突然快如江南神蛤，堪比阳介兄，实在难以接受...希望制作组日后能老老实实添加走路模块。
好评: 经常停止运行什么鬼  还没开始就结束了吗！
官方赶快出补丁 吧
好评: 总体感觉不错，推荐一波，等试玩所有来补内容！
好评: 我买了这款游戏，玩了不到一个多小时。
游戏初始按键使用之后，手感很烂。自己更改按键之后。游戏体验稍微提升了一些。
剧情和画册，内容太少。一个格斗游戏剧情其实真不需要太多。
但是画册的内容真的太少。还不如神观之梦。
价格整体来说真的太高了。418这个价钱已经可以和3A大作的价钱平齐。但是游戏体验，却不如3A大作。的我怀疑商家真的是想钱想疯了吧。
音乐和声优很不错。游戏里面的音乐我很喜欢。声优阵容豪华。但是却拟补不了，游戏实际体验。
总的来说我对这部游戏很失望。也许是我的期望值太高了？
好评: 现在来补上10年前就该给的好评。
差评: 虽然其他我都没意见，但加入大厅一直显示初始化中……网战都搞不好的话还说个P
差评: 不知道有多少跟我一样启动就报错的。。。只能退款了。。。
差评: 本来bb和rwby都是很喜欢的两个IP，但是优化问题实在忍不了
好评: 教科书般的简化
话说键盘可以改键啊
优化我不清楚，但是像素是不是太明显了，机制也很菜总的来讲8分吧
差评: 冲着信仰入的，就哪怕是坨屎也要心甘情愿的吃下去，谁叫他是arc呢。
   本来就很喜欢该公司旗下的游戏，特别是BB啊GG啊这种买番剧送格斗的游戏，这次推出了一个旗下游戏人物全明星大乱斗的阵容，妥妥豪华版全款买下，就是 都懂的 亏了。

   双人战斗模式还没研究明白，不作评价。反正就是打不出宣传片的操作就对了。
优化奇差，一款所谓点绘2D人物模型的格斗游戏。大厅3D建模模式下，稳定60帧 只要开打了帧数立马掉到30，打架跟慢动作一样？设置里也没看到可以说锁60。
还有看似可爱其实很粗糙的大厅3D建模。粗糙到就是Q版人物都救不了的程度。
光这两点就足够影响游戏体验了。
不知道哪来的勇气能给出400多块的价位。相对前几作来说这作目前的内容体现是大打折扣。希望能更快优化和更新吧。
十分不建议全款入，除非是信仰帝
差评: 一群人深夜11点等着下载，下载下来之后，没有66冲刺，5键格斗，这种东西毕竟仁者见仁，不提。
优化约等于没有，角色点阵图全是狗牙，抗锯齿开了和没有一样。角色之间的分辨率都不同。连按键都不能改！
一部分人疯狂掉帧，维持在20fps左右的都有。还有些人干脆直接游戏报错。
更恶心的是ctb吃相极其难看。就这么个东西卖400多大洋？dlc一个配色20大洋，三个配色还拆开卖！
等一波优化吧，这段时间之内不准备打开了。如果还是解决不了，那抱歉了，退款。
希望大家不要上当受骗。

差评: 别买tag 不如bbcf 相信我。抗锯齿给人影挡着了，操作简化， 等等等等。428血亏arc想钱想疯了吧...
好评: 不多说，买就是了，来了就是想买，犹豫就是想要。
