好评: Let Red fills your dream with roses,
让红色的玫瑰点满你永远的梦境，
Let White make your path to the heaven with ice,
让白色的冰雪铺盖通往天堂的道路，
Let Black night travel with you,
让黑色的夜晚伴随你前行的身姿，
Let Yellow shines at the end,
让金色的光芒闪耀在这旅途的终点，
Good night, the one who makes our dreams,
晚安，我们的造梦师,

Monty Oum

Wish sunshine and rainbows with you
愿阳光和彩虹永远与你同在


我们爱你，直到这个世纪末。
we love you until end of this century
谢谢，还有再见。
R.I.P Monty Oum
差评: RWBY是好IP，但是鸡牙真的不会去潜心打造这个IP，可惜了
好评: 就为这个IP 我也得给个好评
差评: 没什么意思，怪的种类太少，很肝，累。3/10
好评: 真爱党可以考虑
希望官方能继续更新
好评: 粉丝向游戏，非粉丝不建议买，不好玩
好评: 好玩
好评: 厨力游戏
好评: 厨力游戏，就是没有出招表。。。。哇，难受
好评: 我是真的没想到这游戏tm这么肝，不算全成就，我就光让所有角色解锁所有技能，得打50个小时以上，不是真爱粉真的慎重考虑，我真的真的没想到
差评: just boring
好评: 不知道我一年前有多nb才能通关这个游戏，现在来重玩最后一关死了6次，这游戏角色设计的挺好的，就是怪物设计和关卡有点nt，挺可惜的。顺带一提，这游戏远程才是爹。
好评: good
好评: 很好玩！！！
好评: 有没有人一起联机啊
好评: 鸡牙你妈了个逼更新完，让老子离开RWBY草你妈的
好评: 信仰！！！
差评: 时隔多年终于是把这个游戏玩了。因为时间问题只用杨姐推了一遍主线，还是最低难度。。
游戏本身不太行，要我说就是厨向游戏，当初买确实是因为看了角色PV感觉很喜欢，但是，还是时间原因，压根没追过这个番。据说已经出到第八季了？

因为没追过这个番，所以有些设定不是很明白，只能说当作一个普通游戏来看。总体上不容乐观。
（✓）不同功能的搓招，搭配好的话不同战况和怪物都能自如应对。
（✓）搓招以外的连招也能对部分怪物产生额外的打击效果。

（×）场景建模莫名其妙，有些看起来能走的地方有空气墙。而且建模质量不算很好，地图太空了像没做完一样，观感很差，姑且算作为了和原画风一致而做出的尝试？
（×）语音配音还好，动作配音也太刺耳了，那是人类能发出的喊声吗？而且基本上每次攻击都有，太吵了！
（×）技能树的描述太模糊了，完全不知道在说什么，凭运气来解锁吗？
（×）怪物弱的太弱，强的太强。最难缠的就是那个绿毛的和红衣的（追过这个番的小朋友可以告诉我一下那些怪叫什么）绿毛的还好说，顶多就是输出机会少，打得时间长。红衣的真是阴间，隔那么远都能近身打到人，要不是后来才发现远程是可以晕人的最终BOSS指定打不了。两个一块上我基本近不了他们身，打着真够累的。。
（×）结算画面太久了，我知道我挂了，给我赶快重开啊喂！！
好评: 日你妈！退钱！！！
（并不，建模与技能特效挺还原的。如果是粉丝的话可以购买，路人谁买谁傻逼）
好评: 内容不够多，走完主线就是刷东西，也没开创意工坊，还是等打折再买来玩比较好
差评: 我是rwby粉，但是不推荐，因为这款游戏剧情任务各方面显得过于平庸，及时战斗打击感可以接受，但是优化等诸多问题也是让人玩的糟心，匹配到外国人队友延迟还很高，总之体验游戏可以，算不上多么优秀的作品。
好评: 很喜欢rwby的角色，可惜动漫剧情后期太悲剧。
粉丝向游戏，3d动作类，打击感不错，招式酷炫，玩法多样，加dlc共八名角色可选择。
游戏一周目后，达成一定条件可以晋升二周目乃至更多，新周目游戏剧情一样，就是从头开始，因此游戏后期重复性很高，比较枯燥。
游戏有联机模式，联机模式现在玩家不多了，联机中看到很多大佬的厉害操作，学废了。
史低时候入还是不错的选择。
好评: 还行
差评: 我觉得还是收回之前那些评价好了
因为这个ip注定要毁灭 我有什么好对这样一个看起来跟半成品一样的游戏较劲呢
差评: 我是傻逼
差评: 不好玩，太简单了。
差评: 如果不是角色厨，谁会买这游戏呢。
手游希望能好点。
好评: 这个动漫是我的入坑之作，我超喜欢这部动漫，这款游戏做的也很好，画质不错连招炫酷就是有点费手，蚀模式有点难打，拿成就比较肝，boss一个人不好打，非真爱粉不介意入坑
好评: I Love RWBY!
好评: This Will Be the Day
差评: 粉丝向游戏,不推荐,而且rwby越来越凉,已经排不到人了
好评: 好（
好评: 希望能持续更新
好评: 粉丝向，p姐没了，yang的手也没了，意难平
差评: 我刚下载这个游戏玩时，以为里面的模型本来就那么拉胯。我就想干脆将就玩，但是呢，后来当我知道，这游戏15年-16年之间的人物模型是基本完美还原前三季动漫人物模型的那种，而要比现在的模型好看得多时，我顿时有点受不了（尤其是当我看到那个版本时人物模型的截图）。我从来没见过哪家游戏的更新，会在美术上开倒车的，你rt就是第一家。我在这里跟rwby粉丝们讲，如果你们想买的话，尤其是喜欢厨角色的，我其实不是很建议，因为现在里面的角色模型反而会对你感到很不舒服。钱呢，就当支持动漫了。有一说一，我对该游戏的玩法并不是很看重，对于一个动漫粉来说，对自己吸引力最大的肯定是人物，可是呢，这游戏就可能令你失望了，它现在的人物模型真让人欲哭无泪。我也不指望能改回来了，反正rt貌似也不怎么想鸟这游戏了，就这样了。
好评: 这个游戏不买是傻逼。
好评: 4个角色，每个角色6个基础攻击按键+十几种连击+数十种技能；3种游戏模式，15张地图；13种怪物；原价68
同价位的3D动作游戏里性价比已经是相当高了吧，唯一需要理解的也就是剧情而已，不过动作游戏谁真的那么在意剧情啊，而且这游戏里的剧情对话不是插入对话，完全是可以无视的
就这个价位的3D动作游戏而言，质量绝对是过得去的，唯一的问题就在于你能不能适应游戏玩法而已
好评: 玫雪黑阳把我的xp定了型
之后我的每个waifu都有你的影子
好评: mediocre
好评: 为了RWBY，为了P姐_(:з」∠)_就这样。
好评: 没有后续了？
继续更新啊。
粉丝向的游戏，DLC继续出啊，内容继续做啊！
别摸鱼了，球球你了。
好评: 如果你真的非常喜欢RWBY，那么可以入手；
如果你只是想找个动画风的游戏玩，那它就不值得了
差评: 不好玩~
差评: 粉丝向游戏，动作建模和动画差的太远了。升学院等级的时候重置所有角色等级真的伤心，辛辛苦苦刷的一下就没了。
好评: 好耶
好评: 呃。算是塔防类游戏吧。打击感还不错。
汉化的有些地方有点莫名其妙字幕也很小。
累。我推荐W小姐。
作为一个16年的游戏其实可以做得更好的。
差评: 怪物单调（而且数量多，每个怪物又没啥特点），玩法单一（技能就那么几个）。关卡过于线性，不推荐。
好评: RWBY
差评: RWBY当初播放的时候，我看着宣传短篇就觉得可以做动作游戏，然后等到了游戏发现很失望，哪怕作为粉丝都觉得差劲。
好评: 这语音包太真实了！！我爱RWBY一万年
好评: 我是傻逼
[spoiler] RWBY什么时候剧情正常智商在线打戏好看？？？[/spoiler]
好评: 作为粉丝向游戏的话...带几个萌新一起玩还是很好玩的，但是流程短而且重复性太高，已经不指望鸡牙老贼会把正片和RVB的钱掏出来搞游戏了=-=，只想着能有更多人玩吧，搞得有时候我都觉得全世界就我一个人在玩_(:з」∠)_
好评: 如果不是为了信仰，谁又会愿意买这样一个辣鸡玩意呢？可以说除了部分场景建模用心了之外，游戏整体真的是不能再差了。几乎没有的打击感，奇怪的反击功能，以及零带入感的剧情，真的不想再吐槽了。你就抛开其他不说，就想骗粉丝钱你就老老实实多花点功夫把人物建模做好，但是这个人物建模又貌似偷懒直接从电视剧里面抠出来一样，毫无细节可言，非常粗糙，也没有新的东西。所以就算是作为粉丝向的作品我认为也是不合格的。

在此强烈建议非粉丝就请不要入手，作品整体很差我怕你们打差评影响到动漫的声誉。粉丝也谨慎购买，因为模型玩法各种方面真的很拉跨。

综上因为某不明的原因我还是理所应当的给出好评吧。
好评: NICE
好评: 希望这游戏能更新更多丰富的内容吧
好评: great story with fine quality quility
差评: 日你妈退钱
好评: 的确是粉丝向游戏，莫名其妙我就入了，完全不认识里面的角色，不过打击感还可以，很轻盈的操作感，其他真没有什么特点了，也许以后有机会接触RWBY会再来玩
差评: 收割情怀的游戏，非动漫粉丝不推荐入手。动漫粉丝也请想好是否能接受：单调的技能、粗糙的建模、几乎不存在的线性剧情、没什么打击感的战斗以及单调的游戏玩法。
差评: 我是sb
好评: 啥时候出一个猴子他们组的dlc 或者反派的dlc 想拥有猴子
好评: 为信仰充值，仅此而已，游戏一般
好评: 2020/11/28
说好的学成过来更新游戏，更新呢？
想着玩到1000小时都玩不来了
====================================
认识RWBY可谓相逢恨晚，也是通过签名档了解的。没看几集就听说mo大出事了。mo大走好~
其实因为RWBY而入steam坑，第一次花钱买游戏感觉比“免费”更便宜。【这是题外话】

购入游戏的时候0.30版本，不是最早的0.2X。如同动画一样，游戏也在发展中。由最早的错漏bug出，登山游戏，20分钟速通。到现在增加剧情，增加小队和玩法。甚至在mod的帮助下，玩的不只是游戏，你可以自己制作皮肤，甚至可以做一段剧情~~

[spoiler] 因为错漏bug出，通过初期的跳山找到很多美景而舔屏300+小时，因为对RWBY的喜爱，又在SFM摆弄自己的艺术品，现在有试着做皮肤。算是用自己的“旁门左道”实现自己的一些幻想，也是投入到游戏当中，感到小小的成就感。可谓陪伴RWBY GE成长。[/spoiler] 

如果认真评论，游戏不是很好，改进的地方够吐几页。当然，我投入了游戏，情感上肯定喜欢，难道有人不喜欢自己的东西吗？
好评: RWBY的ACT游戏，鉴于并没有看过原著，所以就只是当做滋瓷一下吧⊙▽⊙
好评: 粉丝向游戏，就当是为鸡牙好好作RWBY众筹了
好评: 纯粉丝向游戏，非真爱谨慎购买，土豪随意
隔了几年再进游戏发现手感还是一样的怪，画面还是一样的渣，机翻还是一样的硬
唯一不一样的是现在不像以前能组上队，试了几次完全匹配不到人
好评: 玩起来就两个字 折磨
好评: 冲老婆去的
好评: 这人物建模还不如直接把动画拿来用，差太远了，而且没有新手引导，ACT游戏玩的少手感我很难说，只能说包买的不亏，算补票吧，推荐只因为我喜欢RWBY这部作品
差评: 粉丝向游戏大部分都是垃圾 这就是垃圾 我是傻逼 cnm
好评: 动漫情怀玩家
好评: 不错不错
好评: 好玩

好评: 阿尔曼，我拯救了你
好评: 好，如果可以更新多点内容就更好了
好评: 完全的OJBK，就是没更新
差评: 我是傻逼
我他么实在玩不下去
好评: 纪念M大，RWBY无愧我看过的打斗感巅峰。
这游戏还不玩p姐？？
差评: RWBY发游戏了，铁血舔狗速来
什么？你不是铁血舔狗？那千万别买
差评: shi一样的操作手感，shi一样的怪物攻击指示，shi一样的游戏。
好评: 一款完美还原RWBY世界观的游戏，是一款完全RWBY粉丝向类的游戏（非粉丝或者路人的话不建议入坑）
好评: [h1]如果你没看过这部动画的话请不要购买这款游戏[/h1]
[h1]好评是给RWBY动画的，不是这个游戏[/h1]

自从知道RWBY出了游戏以后，加入愿望单好久了，直到上次50% OFF才购入。初入游戏感觉都挺好的，游戏画风比较好的还原了动画的风格[spoiler]人物立绘就比较瞎了，老美的审美不懂[/spoiler]，打怪动作也很帅。

但是游戏内容实在是太空洞了，一共只有10关不说[spoiler]只用单人物通关的话估计4小时左右[/spoiler]，每关除了场景不一样其它没什么区别，都是到一个地方打几波怪然后重复直到通关，剧情也几乎没有，要不是这场景和人物真不知道跟RWBY动画有什么关系，这个品质如果不是RWBY的估计也就值个十几块钱吧。

游戏开发者非常不负责，有时间出一堆服装DLC坑钱也不愿意完善游戏内容，更可气的是游戏引擎明明对21：9分辨率支持的很好，但是开发者就是不愿稍微改下UI，还摆明了说就是不支持了。


[h1]不过能亲自操作Ruby的大枪耍帅，还能联机组队凑齐RWBY小队也算是完成了个心愿吧[spoiler]假装钱没白花[/spoiler][/h1]


[code]游戏对21：9分辨率支持有问题，主界面UI被遮挡，但是开始游戏后正常，FOV也是21：9的[/code]
差评: 毫无诚意的粉丝向屑作
这种垃圾好意思卖这个价 绝了
而且从第四季开始真的就是催眠 太无聊了
好评: 稍微有点肝，属于中等的游戏吧，就算不是那种什么都要有一个的偏执粉也可以入一个玩玩
好评: RWBY
RWBY
RWBY
RWBY
好评: 鸡牙整个coco女王队伍的dlc把
好评: 粉丝向游戏，act爱好者可以打折入。
格斗打击感蛮不错的，动作略显僵硬，连招比较单一，只想看美少女打戮兽确实可以买。
剧情可以忽视，几乎毫无存在感，莽过去就可以啦。
Boss过于op，需要熟悉游戏机制才能过。
差评: 不是番剧真爱粉慎入
好评: ·粉丝向游戏
·游戏结构简单，偏向刷刷刷，倒也有趣
·好玩
好评: 用爱发电，所以建模动作界面啥的就不说了。
但是游戏本身实属不行，被最后一关整吐了，就是单纯为了折磨人才设计出来的，不要恶心我了
好评: 原作党狂喜
好评: 冲着女装Jaune买的
好评: MO大去世了，动画也咩有看头了，再也不是它原本应该有的样子了。
好评: 一款相当粉丝向的游戏，游戏本身很一般，主要靠情怀加成，非粉丝就不用买了。粉丝可以买一下，听听CV不错。介于联网系统已经凉了，该游戏的续航能力相当一般，通了一次基本就不会再打开了。
作为粉丝玩了表示可以，阳姐的“You‘re not so tough”相当带感，这情怀我吃了。
差评: 打完一周目后除了联机没什么可以玩的，学技能都得爆肝强行拖玩家游玩时间，游戏内容少，不是真爱粉不推荐
好评: 完全的粉丝向游戏，非粉丝慎入，买了很多年，玩了玩手感和画面还是那么辣鸡
好评: 怎么还不出第七季啊

好评: GO Team！
差评: 原价买了好几年了，当初就是冲动画支持粉丝作品。最近又登录玩了玩，嗯，还是那么垃圾。
好评: 好玩，雷霆嘎巴

好评: 作为RWBY粉表示快乐
好评: 建议打折买，游戏品质可没法跟动画比
好评: 粉丝入了，没让我失望
差评: 感觉就是一个Demo项目,没有什么内容,如果不是有信仰加成,感觉就是一个免费游戏
好评: 我给好评，单纯是因为Mo大，因为动画的情怀。whiterose和p姐的技能设计得都很好，但这并拯救不了游戏的优化(看看warframe的优化，登峰造极)。 剧情相对比较简单，整体太过单一，也不知道是不是你们想放弃游戏了也不说开发个支线。只是不停出皮肤(没事我买还不行吗)。 希望能更新个PvP系统，1v1,2v2都可以，要不实在是没什么动力玩，用爱发电也只是换衣服截图，完成了树不子暖暖。如果是真爱粉，动画从头到尾能刷3遍的那种，可以买。不是真爱粉的就算了，有些不值。说句难听的，花60买个带皮肤的小游戏还不如去买stick fight快乐乱斗。
------------------------------------------------------------------------------------------------------------
RWBY是个很不错的IP，宣发力度够了，做工精细堪比3A大作了，大卖不是问题。但很可惜，像Monty那样动作设计赏心悦目的天才已经没有了，至少现在也没出现在鸡牙，惋惜。前两季的几场打斗看60帧的是真的流畅，天妒英才大概就是这个意思吧。
至于游戏，鸡牙本身小公司，没办法投太多钱，可惜了。本来可以好好和主线剧情串一下不停跟进更新剧情，单人模式打怪，多人模式合作，也可以开发PVP，1对1，2对2，4对4，就像第三季里Vytal Festival一样。可惜了Monty，可惜了RWBY，可惜了那些事先构建的宏大世界观。
现在也不求别的了，什么时候更TEAM CFVY啊？我要玩兔妹。
好评: 粉丝向游戏，非rwby粉勿入
差评: 看番买游戏
好评: 包入的，这游戏确实很粉丝向啊，什么说明都没有，直接就开打了，背景都不给路人介绍一下的吗？现在看来这个建模已经不行了，动作打击感不至于很差，但也不好，终极技能也太草率了，连点特效也没有啊，这物品破碎我就不想再吐槽了，反正我也不是被骗了买的，姑且好评算中评吧。不过网联已经凉了啊，一个人打好无聊。
好评: 买了好久了。可惜，没人玩  单机也没加入AI  导致第一关都打不过
好评: 十足粉丝向，前来怀念p姐
好评: 这是一款游戏群体主要是粉丝，刷刷刷的动作游戏...
；要自己给每个角色刷级分配技能点的加点
；建议用手柄操作
；每个角色的性能都有差异...新手入门建议用DLC角色小强JAUNE[真的很强很无脑]
；可以联机和好友一起玩。
；全成就要一直刷...不停地刷 要打个10周目＋ 很枯燥，很难。
；为mo大感到遗憾...想了想还是给个好评吧。
[spoiler] 不是很喜欢刷刷刷的玩家玩这个游戏的话...可能游戏时长就只有4-8小时顶多了 [/spoiler]
好评: 粉丝向，玩过的都说好。
差评: 如果不是RWBY的粉丝不建议买
甚至应该给差评
好评: 说实话，游戏不咋滴，纯粹是因为喜欢动画才买的游戏。
好评: 喜欢rwby，情怀，单单是游戏的话只是一般
好评: mdzz
好评: 在steam上买的第一个游戏 情怀至少也要给个好评
我永远喜欢新月玫瑰（？
好评: 都说是粉丝向的游戏，SB才买，我没看过RWBY也买了，玩起来只能说还行，内容也太少了，yang也太棒了吧，我是SB。
好评: 粉丝向游戏，有点枯燥，剧情没意思，和主线没啥关系。
sabi才会买，好了我是傻逼
差评: 好久之前买的，最近翻游戏库的时候看见了，突然想玩一下。
我这技术算了吧，只能留着吃灰
好评: 粉丝向作品，我玩的不仅是游戏，还有情怀，2013年第一次看到RWBY时就彻底爱上了
好评: 这是个非常好玩的游戏，游戏性很高。地图很精美，但是怪物很单一。any way这是个我爱的的游戏
好评: 好玩，就是最后一关一个人是真的难，独狼止步于最后了，以后一定要找朋友玩。
好评: 有一说一，游戏挺一般的，一开始还以为是无双割草，打到后面我发现我错了，蝎子boss肉的一匹
好评: 粉丝向作品，我能买单。yang姐男友在此
好评: 很不错，就是人物有点少，不过同人作品能这样不错了
好评: p姐啊啊啊啊啊啊啊啊啊
Monty啊啊啊啊啊啊啊啊啊啊
情怀，真的会蒙蔽双眼
比如购买这个若是没接触过原作就压根不好玩的游戏
好评: 挺不错的，就是对我来说太难打，我是一个手残党但是我下载玩到了第五章，感觉我也不是那么手残。就是可惜我只能一个人玩。RWBY这个动漫是我最喜欢看的，就是因为太喜欢才买的游戏。游戏打击感挺不错的，我最喜欢用blake。
差评: 说实话，不知道自己在玩啥。买个情怀吧
差评: 貌似已经一年没更新了，真就割韭菜啊
粉丝向，非rwby粉勿入
好评: 不错
好评: 粉丝向 
喜欢就冲吧
差评: 就算是粉丝向也真的不好玩，，短按右键的重击跟鸡叫一样，，战斗的模式太少了，多周目很无聊，单纯刷刷刷，很容易就腻了。谨慎购买吧。
好评: 买了个情怀...不是说游戏不好玩，，，是我这抠脚技术玩不动.......真的丢人 买了两年第三关都没见到过
差评: 建模一般，特效一般，没有世界观科普，类似动画本篇插曲的剧情。标准的粉丝向游戏。不推荐任何没看过RWBY的玩家购买此游戏，我也相信不会有没看过RWBY的玩家买了这款游戏后会入坑。对于熟悉RWBY的玩家来说我可以给7.5分推荐；对于没有看过RWBY的玩家来说，3分推荐。满分十分。
好评: 虽然游戏玩法的多样性还有待加强，但喜欢RWBY，自然就喜欢这个游戏
好评: 粉丝向游戏，中规中矩，非粉丝的玩家不建议入手
好评: 喵！
好评: 有人带游戏小白一起玩的嘛，同喜欢RWBY的互相加个好友呗。
另外游戏真的一直就是打打打，推荐粉丝购买，四个真的都很还原哪，喜欢 。
唯一让我疑惑的是鼠标调控视线我有点受不住，太快惹？
打的有些时候出现了蜜汁视角哈哈哈哈哈哈。
差评: 游戏本身我觉得还行但是这个联机也太不稳定了，这几秒就报错的联机太让人失望了，就算我开单人房间也会掉，部落什么的也都没法打
差评: 除了动画全入手了，就是一个短流程还长时间不更新的游戏，就更了两个皮肤，dlc除了一个21块的多个j队其他就是换了套衣服，不建议入手。另外我长期不玩后回归发现删档了
好评: rwby死忠粉打卡
好评: 真的建模很舒服【虽然封面角色画的有点其妙】但是里面很好玩
最后一关一个人打会累死真的。
总之很好很好很好玩！！！！！！！！！！！！！！！！！！！！！！！RWBY迷一定要玩啦！！！！！！！
好评: 靠爱发电    
我永远喜欢Ruby
好评: 厨力向作品，有老婆我就给你好评，游戏性不高
好评: 等了这么多年突然在b站看到rwby视频回来一看还是没后续内容 我的青春结束了
差评: 彻头彻尾的粉丝向游戏
打击感稀烂  不！他根本就没有打击感！
哎虽然说是粉丝向不抱有什么期待 但是这也太烂了吧
好评: 听说颜表立？
听说是真粉检测器？
听说衣服比关卡多？





[恭喜这个比，肝已经没有了，全没了都。
                                                  

 -20.2.1 ]
好评: 是RWBY，awsl  小红天下第一
好评: 最终BOSS战勾引+不贪刀=通关
好评: 粉丝向作品，不了解RWBY的慎入..
比较快餐，质量也很一般，甚至比不上快餐老大哥求生、所以不用太注重游戏性，一起刷刷刷就完事了，这儿还有P姐看呢，不是吗？
好评: 你如果是慕名而来还看什么评测？
好评: 我是rwby粉丝 我是个傻逼  玩这坨狗屎我巴不得我从来没有看过rwby
好评: 太棒了
好评: 不就是粉丝向的游戏么，就这种原配音的官方游戏，玩起来还行，设计不算出格的游戏我根本无......... 法拒绝
钱包拿去！把老婆和衣服给我！
好评: 建议看过原作再考虑入手。打折时17块买还不错。原价，说实话，不值这个价，如果把JUPR小队放到本体里还可以考虑考虑。
然后说游戏性。比较单一，占点刷怪，比较线性，怪的种类也不多，难度分级全靠改变怪的数量。怪的单体该强还是很强。
也就格挡和处决算游戏特色了，前期打不过就一直刷，等级上去了就时割草。（也不全是割草，后期的红色机器人和最终BOSS也挺难的）。
虽然我点了推荐游戏，但还是不推荐没看过动画就来玩游戏的。
好评: 纯粉丝向游戏，不推荐路人买。
游戏内容一般，画质打击感很粗糙。角色的很多技能连招要靠轻击重击组合，单纯轻击左键打不出伤害，有时还要靠e和f抓时机打
僵直和斩杀，这点还是很赞的。游戏动作上作为一个rwby老粉丝我觉得并没有太还原原作，可能还是为了游戏性做出了妥协。
但是这个等级和技能学习机制是真的难受，升一级巨慢，而且升级之后也没有数值面板可以看，只能学技能，感觉不知道有什么用。
综上，纯路人强烈不推荐，rwby粉丝可以试着玩一玩。
好评: 因为学生党只有笔记本，所以几乎不玩PC端的格斗游戏，刺客信条在普通笔记本上就跟ppt一样。但是！RWBY超流畅！
而且，3块钱特价4个皮肤不香吗！！！！！！！
几乎只用pyrrha和小强，但是我弟喜欢W因为法师远程比较好操作（我觉得有道理）。
0202年了，还在为JP哭泣，艹p姐的技能都有秋之少女了，就不能吐个便当吗？？
而且！！农历春节特价，买不了吃亏，买不了上当！
好评: 666666666666666666666666
好评: 我很喜欢RWBY这部动画，并且本作对于动画的还原也是比较好的
差评: 我们需要3440*1440分辨率！
好评: 跟好友玩玩还是挺不错的，虽然这游戏还是很辣鸡_(:з」∠)_
差评: 游戏太粗糙了吧，信仰再高粉丝滤镜再厚也玩不下去┌( ´_ゝ` )┐
（机翻也太明显了：在地上靴子？？？
（虽然听到小白说话还是很激动的
好评: 希望动漫结局是美好的。
好评: 作为粉丝向作品是不错了不过操作手感确实不怎么舒服，可能是我菜吧每次玩yang姐的时候总是冲过头
好评: 粉丝向，如果是为了游戏性大可不必买
差评: 不好玩（打击感差，剧情差，游戏性差），很无聊（游戏是想做成战神那种固定点场景刷怪刷刷刷的形式，可惜因为前面的原因，打起来让人昏昏欲睡），没意思（JNPR队还拆成dlc卖？我觉得把JNPR队放进本体然后再升个30块最后像我这种该买的人还是会买，别那么吃相难看）的粉丝向作品
好评: love it
好评: 不多说，就是好玩
差评: 游戏内容和玩法太过单调
好评: rwby我爱了
好评: nice
好评: 想玩没人陪，TvT
粉丝向游戏。地图少，技能少，而且不怎么更新。模型语音还原动画，打击感还不错w
好评: 23333333333333333333333333
好评: 粉丝向，打击感是真的爱了
好评: 好久没玩了，今天下回来，发现档没了，难顶
好评: √蚀难度+手柄=爽到
√Blake我老婆＝超爽
×辣鸡服务器＝八爽
差评: 不推荐，游戏真的像圈钱的半成品，这几年除了出个DLC，就没了？？？？不更了？？？尼玛呢！
好评: 后期就比较无聊了
只玩了76小时
希望后续有剧情更新
但感觉鸡牙社没这个想法
好评: 挺好玩的，手感不错
好评:  情怀啊
好评: 信仰充值
好评: 非常推荐，就是游戏太冷门了导致多人游戏随缘。。。。。emmmm
好评: 死忠粉表示很满意
好评: RWBY，粉丝向作品，而且是真粉向！
像我这种动漫前3部看过~后面越看越不想看的还是别入了~
用现在的眼光和动漫的眼光看~~这游戏很粗糙~~（至少我个人认为！）

游戏汉化属于机翻，但是总比没有要好。剧情翻译还是很不错的！
手柄和键盘游戏都一样，x1手柄也没震动。推荐用键盘！
用x1手柄发现有些键位是无效的，比如键盘C，x1手柄对应的上就是失效的！

游戏方式很简单，一直打打打就对了，RPG等级模式，等级高了一切都简单了！
一开始小怪的HP也很高，一点都刷刷刷不起来，一个小怪都要打好久！
后面等级和点数上去了感觉也成不了割草游戏~~~

其实我很讨厌那种防守模式~老难的~游戏没法暂停，可能为了配合多人模式吧！
(多人模式其实也可以一个人玩的)
而且音乐和声效没法调整~字幕总是一会大一会小的

线性地图和任务，一个解锁了继续下一区域和下一个任务~
而且地图边缘有无形墙壁的那种老设定~每个关卡结束都有一波一波的敌人~这种设定很恶心
而且任务和景物的比例有点不对~角色从再高的地方掉落都不会受伤~
https://steamcommunity.com/sharedfiles/filedetails/?id=1916312774

单人模式有个剧情，一共10关的剧情模式~通关后你就能看到奇怪的机翻咯！
https://steamcommunity.com/sharedfiles/filedetails/?id=1916312888

剧情很简单，反派研究了一辈子的成果，被主角一行给破坏了！
最后不得不把实验室Boom~但是主角一行还是成功逃离了！！！
这些主角真坏！整天就知道打怪打Boss！！！
https://steamcommunity.com/sharedfiles/filedetails/?id=1916312691
好评: 玩联机和世界友人聊聊天抢怪刷还蛮有意思的（遇到不会英文的我是真没辙。。）
好评: 粉丝向游戏不推荐路人购买，整个虚幻4大作呗？想玩3A级RWBY（
好评: 我付钱，你给我老婆舔，老铁没毛病，奥利给!
好评: 粉丝向  有爱就入
好评: 作为一个RWBY老粉我表示很满足，但讲真游戏性一般，容错率略低，基本被碰倒几次就跪了，单通是真的难
好评: 我的情怀和心里的爱情小鹿一起死掉了 sad
好评: 更像个半成品……内容真的少了点，看捆绑包动画也只有前四期，估摸着彻底凉透了
好评: 能玩但是很无聊，感觉是单机游戏，组不到人，不然还有动力玩
好评: 昨晚做梦梦见更新了叔叔组，今天一看我果然是在做梦
好评: 好玩
差评: 她超正宗的
好评: 第一次写评测，反正我觉得这游戏挺考验手速和走位的hhhhh，难打是真的尤其是最后试炼简直要命感觉需要组队才能过去，粉丝向所以也不要抱太大期待，虽然说能做成这样也已经不错了，68和一套dlc就当做支持rwby继续做下去的资金hhhh，坐等11月2的V7
好评: 粉丝向作品，确实68着一部分价钱是给了情怀，不过对于粉丝来说，还是可以接受的。
算是比较难的3DACT，如果4人的话怪出的非常多，场面狠混乱，小怪还有远程攻击，后期韧性还很高。
技能解锁的条件也比较苛刻，有些技能点了还变弱了。
这也是一直没有评价的原因。
但是鉴于最近那个199，这个好评我给了。
差评: just for monty
差评: 不知道是我太菜了还是怎么，感觉好难啊！
好评: 愿意玩的人自然会玩 不愿意玩就别总是去说人家不好  各有所好   粉丝向的东西  48 心里都清楚
好评: 鸡牙你看看这个游戏啊  你出点新东西啊
好评: 更换硬盘存档，不见了，蛋疼，但这阻挡不了我对小红帽的热爱。
好评: 为爱充值！讲道理游戏本身不咋地！
单纯想玩游戏的不建议购买嗷
好评: 如果你是RWBY粉，强烈推荐你买！^_^
If you are an RWBY fan,it is highly recommended that you buy it !
差评: 捞一笔就走
已吃灰 就玩了几个小时 太无趣  慎入
好评: 不要問我到底要多大厨力才能堅持玩這個游戲，抱著weiss老婆舔就可以了！我永遠喜歡Weiss Schnee！（破音
差评: 捞一笔就走的玩意，真的不推荐。好多东西都是半成品，没什么意思。
好评: 和break一起玩过一小段时间
他在澳洲
所以
我就RRRRRRRR就好了
RRRRRRRRRRRRRRRR
好评: 这是个多人合作游戏，我一个人倒是玩得挺开心的(。_。)
粉丝向游戏，缺乏更新，内容不多，捞一笔就走的感觉。当然这游戏的乐趣在多人合作刷关，其他倒不是特别重要，有人一起玩的话还是可以买的
差评: 我买是因为我是RWBY的粉丝
初玩一个多小时游戏体验还行，尝试每个角色的技能

.-然后你就会发现，打到后面还是那个样子
刷个几级，就玩不动了，
因为都是一个样子，一个玩法，差不多的怪物
没啥过关要素，反正你走过去打就完事了
没有技能搭配，反正就那几套你来回用

粉丝可以为信仰充值，但不建议玩家购买
好评: 看完动画后，就被其庞大的世界观深深的吸引住了。令我印象最深的是其精彩的打斗情节，作画优秀、逻辑清晰，动作组合设计巧妙，如第一季斩巨鹫名场面。然后各个角色的塑造很不错，P姐的凛然牺牲让人动容，Raven妈对Yang的看似冷漠的暗地关怀，Black跟Adam的离爱生恨，等等，代入感极佳。在第六季，故事情节也迎来大展开，斗争之源的讲述让人拍案叫绝。

说了如此多动画的内容，其实是想讲，对游戏的期待很高。但是令人失望的是，庞大的世界观没有了，角色仅剩RWBY和JNPR两只小队的人，感情线等于无。故事内容只剩下无情无尽的打Grimm（毕竟是GRIMM ECLIPSE），虽然战斗系统还能勉强接受，可敌人的种类不多，游戏容易变腻，体验大打折扣。

总结：动画粉感兴趣的，可以买来一试。至少，在生活里没有的，在游戏里，新月玫瑰还是很帅滴~
好评: 以此纪念M大，你的作品肯定留下了脚步，至少我会永远记得。
好评: 哎，怎么说呢，作为五年rwby的粉丝，这个游戏真的稍微有点失望，，只能说是为了支持CT的情怀费吧。
更新的话建议整点剧情，战斗就是点点点，很容易就玩烦了。希望每个角色都有自己开展的剧情，比如小红和阳在小时候和阳爸一起训练的场景，小白在擎天王国的生活，小黑和亚当在一起为白牙而战的剧情，衔接动画的前提下丰富人物形象，讲点他们过去发生的事。
希望人物还能继续丰富，把孙哥，海王，校长，高年级几人组，反派组之类的全加上。强烈要求加上stbq四人组！！！啊啊啊啊啊我要我的叔叔啊QAQ！！
差评: 这玩意就是个半成品 本来有很大的提升空间 但是官方却放弃更新了~
好评:         如果说作为想买动作类游戏的各位玩家，这个游戏甚至我觉得不如无双类其他游戏。不仅是多人的基本找不到队友，还是所谓的挑战任务就是重复的刷刷刷，可以说如果玩通一遍主线以后基本不会特别相碰这个游戏，很少会刷满。
       但是如果作为粉丝向的话，至少这个游戏比起手机上那款。。。。。。倒不如买这个，所以我个人给这个游戏的定义还是完全粉丝向游戏，特别喜欢RWBY的话可以入手。希望官方能够继续优化，不仅是那繁琐的刷刷刷任务，还有更多的角色体验（开玩笑RWBY里面这么多人呢，都没出几个）
好评: 希望多出一些角色来支持我玩下去的信念，作为rwby粉丝，我希望这款游戏越做做好
差评: 几年过去了就做出这么个半成品，
感谢这个差评吧，
刚刚二刷volume.3的时候看到这个游戏的预告片了，就下下来看看，结果呵呵，
不管你是动画入坑还是别的什么的总之别买，这里面绝对没有你想要的。
差评: 虽然我是rwby的粉丝且并不后悔买这个游戏
但我依然不推荐各位买这游戏
可以说各方面都不足的一款游戏
模型较粗糙，打击感中规中矩，剧情也差不多是小学生水平，音乐完全是rwby原声
这款游戏有作为粉丝向作品该有的东西，却缺失了部分作为游戏该有的东西
总之如果是像我一样的粉丝的话可以考虑购买此游戏
不是粉丝的话就尽量别买了
好评: 做的还可以
算是支持RWBY有了资金继续往下做动画
好评: 超喜欢这部作品。甚至影响了我在艺术上创作的思路。
好评: 信仰！！！！！！！！！！！！！！！
好评: 还行，就是你倒是更新新内容呀！wdnmd
好评: 想玩猴哥想玩Coco想玩Neo！！！！！
好评: 作为动漫粉丝觉得还行 希望能再出个质量好点的RWBY动作游戏 肯定会买爆
好评: nice
好评: 2019年11月将更新第7卷！！！！
！！！！！！！！！！！！！！！

2018年10月27日更新第6卷！！！！


2016.10.23 第四卷更新!!!!
http://www.bilibili.com/video/av6789164/

开头的Ruby：oh yeah~ 好萌www

作为RWBY的脑残粉，等这游戏好久了

小伙伴竟然问我为什么不等打折买 ？
啪啪啪上去就是几巴掌！
这是信仰！

第四卷 22 Oct 2016

2016.10.14更新JNPR小队DLC 未来也许还会有更多DLC（笑）
更新中文（感觉机翻...233）
好评: 希望正式版加入键位自定义功能
另外，服务器连不连得上是个概率问题

2019.7.15
想要第二季的衣服鸭_(:з」∠)_
好评: 一款很不错的游戏，打斗的方式多，游戏性很高，更加期待游戏商能够不断的对此游戏更新，增加游戏的多元性比如组合技，甚至去融合新出的几季rwby的内容和人物。以及技能方式。
好评: 粉丝向游戏，但是动画是真的好看
希望有生之年能在游戏里玩到Coco
好评: RWBY~
好评: 希望能有 其他模式和其他任务.模型比起以前还是不走心。
---------------------------------------------------------------------------
第七季2019年11月放送，想不到这么一个剧也走到第七季那么久了啊。纪念Mo大
差评: 真的是粉丝向……
好评: 本体时间不长 但是厨力很满！值得推荐 单机技术比联机要大 可以完成像恶魔城一样鬼畜走路模式
好评: 割草游戏，爽就van事了
好评: 粉丝向作品，不错
好评: 不错的割草游戏
差评: 我给差评的时候是3月份。现在已经十月末了，打开游戏依然是诚意满满的机翻
-2017.10

2019年了 这款游戏还是机翻 我佛了 我寻思这点文本量 找个翻译一个礼拜能翻译好几个个儿
即使是粉丝也强烈不建议购买
-2019.7
差评: 粉丝也遭不住这个游戏质量啊
好评: 作为粉丝向游戏来说已经很不错了。
差评: 打击感还行，剧情一般，时间长了容易腻，粉丝向作品
好评: 虽说是粉丝向游戏但也没有那么糟来着，手感很棒（对比小众游戏来说，毕竟这游戏也是粉丝自己开发的嘛
独自一人玩了一百多小时了，要不是因为某徽章指不定会玩到弃坑再来评一句lj游戏毁我青春费我钱财（也可能到死都不评
这段时间大概是因为第六季的原因入坑萌新越来越多，我个人线上如果碰到新人不分国人外国人，通常都会花2小时左右带完剧情，但如果是部落模式就只能gg了（ry
我从入坑开始一个人玩到现在，萌新时期一直一个人单刷（当时不知道rank还把技能刷满了来着），差不多游戏时间20小时以后才开始玩线上，就是怕坑人。
所以在此先建议萌新们先自己单过一边单人模式普通难度，先去尝试一下各种连招，体验一下如何过图。如果是线上碰到1个会玩的你都别想自己好好试招了
注意：线上模式，高延迟/幻灯片/人物鬼畜/大佬飞天出图/各种掉线断连接纯属正常现象（笑
好评: 一般
好评: 不错的粉丝向游戏，但是bug有些小多（升Rank会跳级，达到条件技能不解锁之类的），不过不影响游戏体验。现在离全成就就差一点QwQ
好评: 粉丝向，其实还不错
好评: 画风与动画相同，角色的招式几乎都可以在动画中找到原型，如果想亲手操作喜欢的角色，体会原作中的世界，这款游戏可以满足你。但游戏本身比较简陋，内容不多，战斗系统单调，打击感欠佳，难度设计不合理，如果褪去原作的光环，并不算吸引人，不推荐不熟悉原作的人购买
差评: henhaowan
差评: 烂
好评: 缺一点打击感
好评: 粉丝向游戏，懂的都懂。
但是ruby嘶哈嘶哈嘶哈——
差评: 我用手柄，经常出现按键无响应......
好评: 中等评价，粉丝向作品，玩法较单调，慎入。
好评: 我永远喜欢yang姐！！
所以什么时候能做新人物的dlc
想玩猴哥和coco
好评: 首先这是粉丝向的游戏，其次游戏的打击感不算特别强，虽然都是刷刷刷的游戏，但是每次跟别人玩都有不一样的乐趣，虽然我是随机排的，外国人多，也可以交流一下。
接着联机方面，除了房主自己流畅以外，其他人都是有点延迟的，这个延迟有利有弊，具体自己玩过才知道，关卡设计太少，游戏难度偏向简单，即使是噩梦难度。
游戏整体画面还是不错的，有兴趣的朋友也可以加个好友一起玩，目前猎人等级已经满级了。
最后就是无尽，花费的时间很多，玩家的交互还是有点缺乏。
但是为了RWBY还是给好评
好评: P姐是我的！
好评: 想看打架的还是去看动漫吧，你就当这是个摆拍studio version好了
而且模型也没有很细致，感觉还不如第一季
不建议除了想支持鸡牙之外的人购买
好评: 哎呀哎呀
好评: 招式比较固定，升级慢，最后没伤害，而且容易卡，但是可以对单个怪搓出无双的感觉
差评: 隔了四年再下回来看了一眼又关掉了，在我看来四年没有任何变化，那个选人角色的立绘还能更丑一点吗？你把游戏标题上的人物复制上去都行。粉丝我也不推介买
好评: 总体来说是不错的吧。动作流畅程度还有打击感都尚可。角色能用RWBY还有JNPR，然后剩下的dlc都是服装dlc了。怎么说呢，我以为剧情方面会更足，但是很遗憾剧情不是很好，几乎没有代入感。游戏玩法也十分单一，看了一下也挺长时间没更新了。希望这游戏别凉了。作为粉丝向的游戏还是不错的。
最喜欢Yang啦。
好评: 挺无聊的
好评: 作为粉丝觉得还行，非粉丝不建议购买
差评: 贴点好看的贴图在在选人界面会死？
在地面靴改成脚踏实地会死？
优化下帧数会死？鬼泣V能60帧这游戏30都费劲。
看我头像，不错我就是rwby粉，但我就是骂这屎一样的游戏。
圈粉丝钱的粪作，一年不更新东西，鸡牙吃屎去吧。
差评: 我不是粉丝 跟朋友玩买了这个 太重复了 好无聊啊。
差评: 粉丝向作品
说实话不怎么样
好评: 我认为，相对于最近出的手游来说。我可以推荐一下（虽然没什么必要
差评: 算是半个轻度粉丝吧，不过对于游戏来说实在不咋样，都这么久了，没有什么实质性的更新，依然是个半成品水准，DEAD GAME
好评: Team RWBY! 哈哈
好评: 不错的游戏，但是剧情太短
好评: 作为粉丝向游戏，或者说漫改游戏，已经很好了。
值了！
好评: 和楼上其他人一样，如果不是特别粉的，就算了吧。打折买了就当收藏吧，
好评: 重击的时候的语音有点奇怪啊
好评: 情怀向作品，快乐就完事了。对原作动漫不感兴趣的不推荐玩这个。
好评: -粉丝向游戏，可玩性也就那样~
-招式少，无双游戏的搓招，魂类游戏的怪物（雾）
-经验获取方式只能杀怪、找遗物（一关3个）、破坏任务物体，全是固定经验，升级太慢简直要命......
20小时就升满三个你敢信_(:з」∠)_
-联机就别想了，大部分是外国人，不仅无法交流（学渣），还卡的要命，怪都打不到

好评是为了yang姐！！！
好评: 玩久了有点腻。。
地图和模式有点单一了。。
在线模式的状态下除了杀怪没有其他可玩的要素。。

当然了，作为RWBY的粉丝而言是必入无疑的～（为信仰充值）
oh，yea！
差评: ！！！如果你不是特别特别特别喜欢RWBY的话，不建议购买，一定吃灰。
人物模型还行，游戏本体的游戏性差，教学不完整，剧情游戏时长一般，后期难度单人有难度，且游戏本身的格斗动作招式较单一，重生（重制人物等级）系统莫名其妙，纯粹骗肝。

总的来说并不是很有诚意的一份游戏，也只是顺热度、按原商业计划出的一款粉丝向[spoiler] 骗一波粉丝钱就跑 [/spoiler]的马虎作品。
好评: 信仰游戏，路人请注意
好评: 这游戏打击感还行，但是攻击范围判定怪怪的，玩起来不是太顺手，喜欢动漫的可以买来玩玩，游戏内角色以及武器还原的很不错
好评: 满分推荐，就是没人陪我玩
好评: 好玩，可惜没人陪我玩qwq 有人要跟我一起玩吗？qwq
好评: RWBY赛高
好评: 这个游戏的优点在于打击感特别强，但感觉关卡太少，主线一共就十个章节，不付费只有4个默认角色，DLC再加4个角色，部落模式也只是单纯守据点，之后就是刷猎人等级，就是重复刷等级。可以作为一个休闲游戏来玩。
好评: 游戏打击感很好，就是有些偏粉丝向，建议打折时购买QAQ
差评: 好玩还算是好玩，人物比较还原，和朋友开黑非常杀时间。问题在于内容过少，重复感比较强。
几年不更新差评！！！几年不更新差评！！！几年不更新差评！！！
两年前还做了问卷，问玩家想要新玩法还是新队伍。那个时候我还很期待CFVY小队和STRQ小队的！出必买！
可是！
两年之后什么都没有出！
一年出一个新角色都做不到！
只有隔一年出一个皮肤。
而且！
JNPR队，二代衣服的DLC，没有给P姐设计一个，超级超级差评！！！！！！
好评: 游戏总体体验还不错，就是服务器问题太差。
好评: 游戏是个不错的游戏，但是联网服务太差，成长要肝时间，和朋友一起开黑不错，但缺点还是很多，中规中矩
好评: 形式感觉有点单一玩不久就容易无聊腻了。。只有粉丝自娱自乐了（x）早期玩的时候还可以组到队伍现在感觉仿佛只有自己在玩orz动画还是做的很好的！
好评: SHOU GAN BU CUO
差评: 实在太一般了……还不如最早的小红帽砍贝奥狼。
好评: Finally!!!!!    终于全成就了!!!!!!
结识了许多好友，以及感谢各路大佬的倾力相助 
尤其是NA酱，帮我打了好多成就，大感谢(●'◡'●)  @Bad Net

プレゼントありがとう～楽しかった　＠あさひ　のぼる
好评: 粉丝向游戏，不是RWBY粉建议就别买了……
好评: 这是一款粉丝向游戏。
建议先看片，如果感兴趣可以入的
这款游戏也是促使我成为steam的一员并且剁手的原因
好评: 为什么多人没有难度调 就很难受 是我没看到吗
好评: 这熟悉的音乐一响起，泪目QAQ
好评: 现行版本有一个比较奇怪的bug，如果你的设备自带一个音响设备，你再接上一个音响设备，会导致游戏声音输出无效。
好评: 说实话我是小时候不知道在哪个网站下载的盗版的玩的，竟然还能联网，当时玩得挺爽的但完全看不懂在干嘛（因为我当时还不知道有动画，之后才找到动画看的，就此入坑）。
最近突然发现b站有这部动画，而且出到第六季了，赶紧看完，动画很不错（i love chibi）。
游戏操作手感不是很好，其他还行。

好评: 手感很好
粉丝就入了吧 （
好评: 没怎么玩懂，粉丝向
差评: 不能使用手柄操作，难受，还有就是刚开始的地方就出现了卡视角bug，很蓝受
差评: 一开始能玩的，玩了一关，一个小时都没到，现在完全进不去游戏，一开游戏就卡死，卸载重装也没用，什么时候解决问题什么时候给好评。
好评: 一款粉丝向游戏，能做出来已经很不错了！我觉得很棒！
差评: 完完全全的粉丝向游戏. weiss三个半小时通关。真的很单一。我都通关了，技能学习条件都还没触发，一点乐趣都没，单纯刷刷刷而已。 
单纯作为一个动作游戏来说。烂。
好评: 7/10
rwby！！！！
是粉的话看R姐动起来就想给满分
不是粉不建议购买，并不好玩hhh
好评: 联机没人，打击感不错，刷刷刷，没了
差评: 纯粉丝向 ，玩法单一，重击的音效很怪。
好评: 我喜欢
差评: 这价格完全无法对应这游戏体验
好评: 我是手残,但我愿意守护Pyrrha,啊啊啊啊啊超级心疼还有yang,不是动漫粉不推荐买 但是你可以去成为它的粉丝,然后回来买😄
好评: RWBY动漫的粉丝，虽说不上死忠粉，但也还是算有一定的权威（自封，滑稽）；
但我今天要严肃的来评价这款游戏（个人游玩后的感受，不代表游戏的品质。如有冒犯，请原谅。）
这游戏打击感很棒，不同的按键有着不同的招式的组合，画质也不用说了，很棒，不管是场景还是角色以及角色的技能效果，都很棒，光影的效果也不错。角色的3D模型十分还原，虽然头像的原画在之前的版本里进行了改变，个人觉得不太好看，个人觉得还是动漫里的宣传原画适合。
然后也是有位1个人觉得很遗憾的原因。
1：这款游戏是粉丝向的，所以游戏玩家基本上都属于粉丝群众，很多粉丝基本上是买了这款以动漫衍生作品之后就没有游玩，导致游戏很少能匹配到玩家，毕竟这款游戏是属于一起玩才有味道，一个人玩没有团队的感觉，因此个人觉得很遗憾，这么优秀的游戏不应该只局限于粉丝。
2：不知道是服务器连接的问题还是场景加载的问题，不仅多人游戏时会出现不定的0.5——2秒左右的卡顿，影响游戏良好体验，而且单人游玩时也会出现这一问题。不能很流畅的游玩。
3：猎人等级升级后，不光是角色等级归一，而且解锁的技能也同时封锁。如果是光等级还原这点我觉得没问题，但是解锁技能也同时封锁，这点有点生气，因为部分解锁技能的要求有点困难，虽然这样很耐玩，但是我觉得有点寻人乏味。
以上是我目前游玩的感受。希望能让不了解RWBY这动漫但又想体验游玩这款游戏的圈外玩家。
好评: 忠实粉丝党，我绝对买的，包括他的dlc
只是希望，p姐能复活！！！！！！！
好评: RWBY已经开始更新第六季了 不知道游戏什么时候能出其他角色的分支剧情  超喜欢nero
好评: 莫名感觉这游戏能和07年的鬼刃比比，游戏内的画质感觉还不如RWBY第六季动漫画质高(感觉有点接近第三季动漫的画质），动作也不太流畅，比较生硬..但感觉能看看那几个主角角色就挺知足，有种游戏尚未开发完成的感觉，确实和大部分人说的一样，不是粉丝不太建议买
好评: 别说了，我永远喜欢RWBY，I love RWBY forever~~~~~~~
好评: 手柄玩坏了第一关还没过。。。
差评: 翻译能上点心吗？画质设置里面有土豆，我切到英文去看的时候我人都醉了，不是情怀党不推荐买
好评: Weiss好强（
好评: 买完dlc之后，完全当成换装游戏在玩，吹爆weiss schnee~
想吐槽的是，每次猎人等级升级进度都会重置也太坑了吧。
好评: 打击感超爽的一款游戏，就是联机机制有点坑，如果房主的电脑配置不够高，那么这个房间其他人基本上都是卡卡的
好评: [h1]向日葵游戏评分：6分（1-10）[/h1]
这是一款《RWBY》（美国动作剧情类动画）官方制作的粉丝游戏，属于动作闯关类，略相似三国无双系列，主要玩法就是跑路、割草、守塔。
首先要说的就是，这是一款官方粉丝向游戏，游戏的配音演员为《RWBY》原班人马，角色模型非常还原，同时引入了新的剧情，地图场景与动画风格一致；作为以暴力美学著名的《RWBY》动画，游戏内主角们的攻击动作还算流畅，打击感尚可。
以上，就是这款游戏仅有的优点了。除去建模、配音，这是一款失败的游戏，游戏内容贫瘠：玩法单调，仅有单人或多人进行剧情战（跑路、割草、守塔）或部落战（守塔）；角色稀少，本体4个（RWBY小队），DLC4个（JNRP小队）；剧情既短又无聊，毫无诚意；游戏中虽能自由选择难度，但增加难度的方式仅仅是堆积怪物，并且由于游戏内怪物AI十分低级，无论是攻击还是闪避都很无趣；地图不算小，但布满了空气墙，几乎没有可探索内容。即使是《RWBY》的粉丝，在这款游戏中能收获的可能也只有一点点情怀罢了。
[h1]欢迎大家关注我们的鉴赏家：http://store.steampowered.com/curator/28763059[/h1]

差评: 又是机翻，默默把语言调成英文
好评: I am little brother. I jam in the tower of map 1
好评: 心中怀着对RWBY的狂热，有什么理由不喜欢这一款游戏呢
好评: 我为是割草类的，结果是守塔+射击类，只能说不符合我口味，游戏还是可以的
好评: 怀念Monty Oum
差评: 纯粹的粉丝向游戏，不喜欢动画千万不要买！！！！
好评: 怎么解除限制30帧啊=. =
好评: RWBY
我tm吹爆！
yang姐yang姐我爱你！
好评: RWBY!!!
好评: 舊文
↓
新文

向的Monty Oum先生致敬

雖然很好奇如果他還在的話看到rwby的遊戲作品會怎樣評論，
不過單輪遊戲來說的話瑕疵很明顯，遊戲內容不足，同時人物的動作也非常的僵硬，動作的流暢度還說得過去，雖然有時候會有硬直導致沒法規避，且動作並不是跟著鼠標指向的。。。包括遠程攻擊，雖然有目標方向引導但是還是有些蛋疼，不過再說回來吧，打鬥算是中規中矩吧我覺得，打擊感並不怎麼強（怪物海類型的雖然打擊感強不強都無所謂吧。。。）有在還原動畫但是還原的並不那麼令人滿意，另外沒有任何按鍵方面的設置也沒有教學，導致窩一開始根本不知道怎麼玩。。。

目前感覺打起來最容易的是小黑（blake）唯一一個遠程攻擊不位移的而且單挑還是對付怪物群都很有效果，技能範圍大傷害也高，普通攻擊不會像ruby那樣跳來跳去，而且連擊多；
其次是小白（weiss）遠程攻擊自帶追蹤不過個人感覺技能十分雞肋啊。。。不過2技能的突刺傷害挺高的；
楊姐嘛。。。單挑挺好的，怪多了就只能跑了。。。楊姐的三個技能對付怪物堆效果都不理想，只能跑兩步回頭來幾下霰彈；
ruby的話沒打幾下就會跳起來了，而怪物並不一定會被擊飛導致連擊中斷，不過ruby的技能倒是很平衡

目前來說的話，遊戲主要有幾個缺點，概括一下的話

(￣▽￣") 之前的評論好多人都說過了，懶得說了。。。


就目前來講還是個粉絲向的遊戲，流程單一而且又臭又長。。。就是刷刷刷刷刷，啊！小白倒啦w跑過去按E（Buuuuuu-Biu模擬音效√）拉起來總之沒有信仰之力我覺得沒什麼可能短時間玩出所有鎖定內容。。。

希望盡快完善吧，潛力還是很大的！

ωωωωωωωωωωωωωωωωωωωωωωωωω  分 - 割 - 線  ωωωωωωωωωωωωωωωωωωωωωωω

∠( ᐛ 」∠)＿至今未更新。。。【3.17.2016】

製作組不是棄坑了吧。。。

======================================================================

【7.07.2016】

最大的作用是沒是的時候可以打開聽一下歌（製作者列表）

緬懷一下Monty Oum先生

僅此而已。。。

更新？∠( ᐛ 」∠)＿這是用來聽歌的

——10.17.2016——

突然在首页看到了jnpr（人物DLC），还有点没反应过来，于是久违的回来看看，结果发现最近更新了不少，DLC先不提，完善了大量的翻译，不止有中文，日文德语俄文之类的都有，汉化效果还不错。

,,Ծ ‸Ծ,, 意思是终于能好好玩一玩喽？？

已经更新到了第九章，技能之泪的也比曾经完备了许多（yang姐技能终于不废了，好吧，其实也没差。。。诶，还是原来能放三个技能比较好玩）

（不过动作上我没感觉到有什么变化，还是有点硬邦邦的感觉，很僵硬，嘛，就冲补上了汉化这一点已经够啦）

剩下的就是。。不知道窝是不是个例，好像手柄不能好好的识别按键，然而又不能设置或者改键，卧等修复∠( ᐛ 」∠)＿
好评: 抛开粉丝向，制作的也很棒。
好评: 从还原角度来说：挺好，每个人都有每个人的技能和特性，可以进行不同的尝试，对角色扮演/动画动作有兴趣的可以买。
从动作游戏角度来说：一般...般。不能说做得非常差，但手感太滑，让人颇有一种魔幻的感觉（尤其ruby和weiss的加速简直滑到无法言说）
从UI设计来说：超级无敌的简陋，属于“呃好吧勉强能用大概也看的懂”的那种。
从画质来说：普通建模，完全不精细，但能让你理解大体的意思。
从...服务器来说：连接系统很神秘。有“全世界都掉线了而我没掉”和“我掉线了不知道世界有没有掉”的情况来回反复出现。

另外：这个游戏的人是真的好友好！！！太友好了8！！！排到好几组朋友说了是新手之后都表示很高兴，愿意带菜菜人玩，还帮忙找relic在relic旁边跳跳跳叫我去，实在是可爱，大感谢：）
好评: 粉丝向游戏，对游戏难度没有高要求的玩家是一款不错的游戏，建议打折后再入手
好评: 很棒的粉丝向游戏
但是也只是粉丝向游戏了
差评: 粉丝向游戏，懂了吧~
好评: 我永远喜欢yangxiaolong
好评: 还会出杨妈（Raven）么？
好评: 入坑动画买的游戏，还不错
好评: 我永远喜欢rwby
好评: 非常好的改编类游戏~！希望后续能有更多有趣的合作闯关的管卡和模式。
好评: 完全粉丝向的一款游戏,可玩性还行,互动性不高,前段时间更新的DLC服装让我看到这个游戏还是没有被放弃的(・▽・〃)
好评: 厨力游戏～我永远喜欢小白～
好评: 如果多点过场的动画和界面美化，应该会更完美吧，打击感我很喜欢，整体来说做得很不错
差评: 游戏内容蛮无聊的
好评: 游戏本体过于一般，是个act游戏，自己一个人玩真的枯燥乏味。。内容太少太单调，关卡也不多。招式就那几个场景互动几乎没有。。（话说我想玩到第三季那个兔子用的武器，着实爽爆啊，可惜第6季了还没出现她）dlc的话我看了一圈，这么说吧，值得买的好像就jnrp队？（控服装的当我没说）也就这个能增加一点可玩性，怎么说呢，自己一个人还是比较无聊的，自带多人联机，如果和人开黑的话，还是能玩几天的（?)。就当给鸡牙做贡献了，对了，似乎到了黑色星期五打折，建议想买的打折再买吧，我就打折买的，着实还行。
好评: 粉丝向 不过dlc扎心了
差评: 希望能更新一下游戏内容按照动漫来
好评: 第六季的剧情真是爽到
好评: 为老婆们给好评
好评: 更新的dlc真香
好评: 为爱买单  路人角度 这游戏不值这个价钱！ 不过谁让我 RWBY的粉呢。。。
好评: 为了信仰！！！
好评: 一款很好的同人游戏
好评: rwwwwwwby!
好评: 个人觉得这款游戏是纯粉丝向游戏。但是比较推荐玩的。
好评: 粉丝向游戏，我就是粉丝
好评: 因为要拿提名的徽章来评测 等玩到100小时再来个认真的评测
提名再五分钟就好奖 讲道理游戏的rank系统属于强行增加游戏时间
但我也有几个不刷rank也有几百小时的好友 
只是用时间表达自己对rwby的热爱
因为提名了某奖需要更新评测
差评: 粉丝向游戏，非粉的我感觉无聊，打击感也一般，简体中文没字幕，非常考验我英语听力
好评: RWBY!!!信仰充值!
差评: 粉丝向游戏
好评: 手感不错，关卡无聊，适合随便进去打发打发时间
差评: 作为RWBY的忠实铁粉，我也遭不住这游戏，真的无聊，倒不如做个格斗类游戏，像拳皇那样说不定会好玩一点，完全不推荐购买。
好评: RWBY还原度很高，我也是RWBY的粉丝，表示这个游戏真好玩。不知道以后会不会出很多的DLC！

希望能出更多新地图
QAQ
好评: 粉丝向的游戏，打击感说实话不怎么样，而且打斗重复率高，不是特别喜欢rwby的话不推荐买，但是个人挺喜欢的，仁者见仁智者见智吧。
好评: 粉丝向游戏，开心就好
差评: 粉丝向游戏，流畅太短，不太推荐。
你要入的话，我也只推荐等打折（大力打折的时候）再入。
打击感感觉像是7，8年前的游戏，当然不能和3A大作对比。
剧情流程让人感觉像是没做完，UI和画面更是粗糙，像是半成品，对比同类ACT最多只能算得上中规中矩。
音乐部分沿用的动画内的音乐，感觉有点偷工减料了.....

好歹动画出道到第六季了，在欧美也算热播动画，希望能对游戏有一定的改善。
好评: 55小时全成就解锁，觉得刷的难可以找我陪你刷233333。打击感还不错，但是技能全靠自己摸索，如果你喜欢这部动漫就快入手吧
好评: 个人觉得挺喜欢的，打击手感也挺不错，就是游戏内容稍微少了点，虽然英语配音也很不错，如果有日语cv的配音就更棒了。
If you could add Japanese version charactor voise to the game,it will be better.Just like the anime RWBY Japanese version.
好评: 1. Go team RWBY~~!

2. 粉丝向，没看过原著动漫慎入。

3. 刷着刷着让人蜜汁上瘾。

4. 土豆服务器长期掉线，连接错误，卡顿。

5.时隔多年又一次更新，但是并不是我希望的那种。
好评: 不好玩，但是我是RWBY粉.jpg
好评: 作为RWBY死忠粉必定买所有产品，虽然不了解官方情况，但是动画也好，游戏也好，都不如日漫精细，但是绝对是超级好评，热血比火影有过之而无不及，炫酷比海贼有过之而无不及，剧情堪比fate，推荐先看动漫再玩儿游戏。
好评: 好玩！腐蚀难度贼刺激！就是没见过几个国人...游戏完成度还算高，有蝎子大boss！听说制作组正在研究两个新地图，期待期待...RWBY好好看！
好评: 我觉得还行，玩法较为爽快，粉丝可以入，价格上，即使是粉丝不打折的话也不要入了。YANG粉，只玩了YANG，缺点很简单，场景单调，流程太短。
好评: 新DLC：
RWBY队睡衣，11块
RWBY队新衣服，11块
JNPR队睡衣，11块
JNR队新衣服，10块
通过鸡牙独有数学我们可以计算出P姐值1块钱。
我给你一块钱鸡牙你能在第六季让P姐复活么
好评: 粉丝向。。是做的不太好。。但是能看到P姐就很开心了！不是为了玩格斗游戏来的，能看到P姐我就满足了（：3_丶）_
好评: 更新了。但不是我想要的。
差评: 我是rwby的老粉丝了，我很喜欢着部动画，但是游戏说实话真的不怎么样。
差评: 机翻糊一脸，蛋疼的镜头，没有区别的难度，重进游戏后不在存档点读档而是从头开始，与宣传牌不符的立绘，简陋的UI……等等等各种问题
好评: 地图太小了吧 开放度很低 内容很少。。。很快就玩完儿了
好评: 身为RWBY粉丝对此游戏的兴趣其实一直在下降。如果制作组能多出一些新模式就好了。总之，在我的设想里，一个好的RWBY游戏可以像gta一样：自由的世界，有着主线和分线剧情，众多的NPC，可以自由探索。然而，在短期来看这是做不到的。这个游戏只能我的wildest dream里了。总之勉强推荐吧，毕竟其他RWBY游戏没有这个自由
好评: 就打击感还行，倘若这一开始是给大厂工作室外包的游戏说不定会有除粉丝向以外的标签
好评: 粉丝向游戏，看dlc也知道。对精英手柄支持很差，（不知道最新版本修正没有）。单人游玩的难度挺高，多人蛮欢快的，网也挺稳定。就是关卡太少，过于单调。
但是，若果是粉丝，买就是了！
差评: MD哪个沙雕背景把R和W分开的（全恼）
好评: 00000000000000000000000000000000000000000000000000000000
差评: 厉害了，不断更新服装dlc，消费我们这些粉丝的热情，我佛了。能在游戏内容上花点功夫吗？求求你们让我玩点新东西吧
差评: 既然要卖衣服DLC，那为什么不做第二季第三话的行动套装？不出不改差评
好评: it also a gun!
好评: 2个字：情怀。这就够了~~~~
差评: 居然还在出DLC，流弊，粉丝向游戏，我是傻逼。
差评: 粉丝向游戏，超短的流程，人物繁多，每一个人物都得从一级养起，多人也没有单独的地图，就是单人地图然后堆怪，买来三小时不到就主线全通了，剩下的时间都是在养角色，不是粉丝建议别买，浪费钱的
差评: 垃圾游戏毁我青春耗我钱财,这游戏宣传和实物真的是一个天一个地
好评: 粉丝向游戏，重复的关卡，没有队友的话一个人没什么意思。
好评: 还行吧，没有队友一个人没什么意思。
好评: 从Monty oum的动画过来的。还是很不错的游戏。只是目前有点单调流程也太短了。

以上为2016年1月9日评测

时隔2年大半再次打开游戏，感觉这游戏真的没法玩，再不更新就凉透了。打击僵硬，流程单调，模型粗糙。可能真的就骗一波粉丝钱就结束了？

2018年10月16日补充
好评: 游戏不错，不知道后续还会更新吗
差评: 又来了，老规矩优缺点说明，推荐与否。
优点：
1.画面意外的不错，配音、剧情比较喜欢。
2.打击感意外的好，而且拥有技能来选取方向。

缺点：
1.重复的关卡，
2.重复的任务，
3.重复的怪物，
4.超累的操作。完全是粉丝向游戏。

总体评价：这个游戏真的不推荐购买，完全是劝退级别的。虽然我从来对粉丝向游戏不敢抱有很大期待，但是超棒的打击手感和流畅的画面给了我遐想（瞎想）空间。最后几关打通后我手基本属于不想动一下的超累状态，毕竟怪物很难打，而且失败了就要重新来，没有一点喘息机会，枯燥的重复也消磨我所有耐性。
个人评分：3.5/10（2分打击感1.5分情怀分）
是否推荐：绝不推荐！粉丝也不要抱有期望，买了下好听个声算了吧。
差评: 怎么会有做工如此粗糙的游戏！一点也不想玩下去了！
好评: 买来就是送钱的粉丝向游戏，还指望玩吗？（滑稽）
好评: 对于真爱粉可以考虑买来玩玩，毕竟有自己喜欢的角色，地图方面过于单调
连段还算可以，玩多了可能会玩腻，但是也是有一点点操作的
剧情方面不要做太大期望，和主线完全没关系，完全为了打怪而打怪
里面的挑战解锁技能还算不错，我用的是Nora，解锁的远程技能伤害上效果很不错，可以远程赖Boss
差评: 游戏系统老套而又单一，算是一次为情怀买单吧。
好评: 之前看了动漫才买的，游戏画风还不错，但在游戏性方面还需要完善，如果再把地图做漂亮些，然后再完善下技能和各方面的东西，配上这个画风，相信会有很多人喜欢这个游戏的
差评: 入手纯粹因为RWBY这个名字，游戏是什么垃圾玩意？讲道理，如果不是为了信仰充值，这破东西还是别买了
差评: 你能更新1KB都当你努力过了，可是并没有，果然只能是个粉丝向游戏
好评: TEAM RWBY!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
差评: 每次玩都是在看了动漫之后，之后又果断卸载，这简直就是在消磨我对他的热情
好评: 作为一个动漫看到第三季的rwby真爱粉（伪），这款游戏如果不是看过动漫普通人真的玩不下去，技能加点单调，打那么久就几个连招，（我一直卡在第二章的桥那里，可能是我太菜）貌似没有剧情，就纯属打怪= =
好评: 打击感明显 动作流畅
差评: 更新几KB都算你努力过了，放着不管价格还死贵，真对得起粉丝么？
好评: 游戏本身不错，上手容易，人物动作流畅，但缺少剧情，非粉丝也许并不知道讲了啥
好评: RWBY一生推！但是为什么我买了JNPR小队的DLC以后就老是闪退，很难受
差评: 粉丝向游戏，怪物单一，AI低，角色技能同质化严重
差评: 这在消磨我对rwby的热情
好评: 还行吧
好评: 完完全全的粉丝向作品
好评: 求求你更新吧
Please update it.
更新をお願いします。
Vous gimme kudos) mise à jour
Пожалуйста, обновите
Por favor, actualiza
Por favor atualizar
Xin hãy cập nhật
好评: 这玩意应该不会再更新了吧
好像连改控制键的选项也没弄出来

一直是这个鸟样
汉化文本也没有要优化的迹象

也没啥新东西

粉丝就是好糊弄对吧
好评: go team rwby
好评: 作为粉丝向游戏还不错吧
差评: 完全作为粉丝购买的，可惜感觉和如今RWBY动画一样，不再是当年预告片那种惊鸿一瞥的感觉，相当遗憾

优点:
角色还原挺不错的，yang的乐观暴力相当喜欢
不同角色的游玩体验差别挺大的
联网战体验不错，感觉非常乐呵，就算躺尸，队友拖人也非常积极

缺点:
环境建模略水，怪物种类也很少，只有最终boss才能当boss看。。。
难度有点诡异，无双的打击感，但是角色脆得像黑魂
明显为了延长游戏时长，各种技能点还是限制的。。。
机翻的中文，呵呵

粉丝游戏的话，可以入手试试
但是纯作为游戏而言，不合理的因素太多，玩起来很难受
总评：7/10
好评: 游戏制作水平一般     
但是为了RWBY还是好评
好评: 喜欢就是喜欢啊。为什么一定要凑够字数才能发
好评: 好话不多说，看时间就知道，只希望能更新新副本，新剧情啊！！！
RWBY！！！！！！！！！！！！！！！！！！！
好评: 粉丝向

作为动作游戏玩不下去
好评: 要不是信仰。我就退款了。
好评: 非常粉丝向的一部游戏，就当是给制作方众筹了吧。

好评: tai鸡儿棒了
好评: 养老游戏 海星
差评: 不好玩

恳请白金来制作RWBY的游戏
好评: 剧情流程不长，容易上手，难度适中，虽然偏粉丝向，但质量仍属上乘，很适合休闲玩家。但是字幕字体感觉不适应屏幕，有时候小到看不清楚，希望能够加以改进。Go team RWBY！
好评: RWBY赛高！！！作为粉丝表示我TM玩爆！
优点：1.人物还原度很高，技能设定很符合人物
2.画质还算可以
3.打击感尚可，尤其是yang姐和b喵
4.可以和外国玩家一起联机，我因为这个游戏交到了不少外国朋友
缺点：1.这肯定是粉丝向游戏，粉丝的话买买买就完事了，非粉丝不推荐原价购入
2.关卡太短了，流程只有几个小时
3.多人联机体验不是很好，有时候服务器会抽风，不过你能和外国的小伙伴一起玩这个
4.毕竟联机的话国人和外国人都一样多，玩这个最好练练英语沟通一下

好评: RWBY！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！
差评: 垃圾
好评: 太狗了 ，现在连大厅都进不去了吗
好评: 选好喜欢用的人物，上手即砍杀。
虽然说游戏确实是那么回事，果然对于老年人还是过于困难。对我而言的话最大的困难是不像以前的游戏可以双手放在键盘上就能够比较轻松自如的去控制了，这次要同时兼顾键盘上的移动、QTE还有鼠标的攻击与视角。然后就手忙脚乱了。
只能说真正玩起来的话，互相会感觉不合适，游戏本身的素质还是可以的。
作为对RWBY的支持，还是要给个赞。
好评: 开心
差评: 坑人的游戏，游戏玩法就是选个角色守个东西不断打怪，我还不如去玩塔防。
差评: 粉丝向游戏，操作难受画质一般，打折可以入一波
好评: 很棒的一款游戏！赞！
好评: 最后一关也太难了吧，小兵扔个雷都必死
好评: 好玩不解释。。。
好评: 想要钱？，拿去好了，都给你（死宅钱真好赚
好评: 不好意思这是靠爱发电的游戏
好评: 单纯的粉丝向游戏，总体而言游戏是不错的，剧情太短，单人模式不刷RANK很容易腻（不玩mod的话），多人开黑的话就有意思多了 ，所以赶紧和小伙伴们一起玩啊
好评: 定位是粉丝向的无双砍杀养成游戏，游戏难度是靠堆怪物数量数值来提升；关卡不多，差不多5小时就可以全部通关，剩下的内容就是重复的无限刷人物等级，打击感还可以。
非粉不推荐
差评: 感觉比较一般，适合RWBY粉丝入手，一般玩家的话不推荐。
好评: 游戏不错 不烧配置
但是怪的AI太低了 最后张图最高难度单刷很容易
好评: 有Ruby就够了!
好评: 很喜欢动漫和游戏

然后现在XB上打折了，史低啊只要26，果断入啊，有要玩XB版的嘛，联系下啊
好评: p姐是活的还不买？
好评: 情怀向游戏，我不知道我是怎么在啥都看不懂的情况下玩了接近9个小时的
单人模式也好双人模式也罢，都没通关……
大概也是爱了
差评: rwby这游戏真的很让人失望 出了都三年了 为什么还没有改进些呢 但是谁让我是rwby粉丝呢 算了算了
好评: emmm
总的来说还算不错
而且本人又是漫粉
但是。。。。
这游戏还更不更了！？
你就是加个补充包
再坑我们这些粉一把我们也认
但是好歹更一下啊喂
差评: 动画的死忠粉留，说实话，很失望，流程短的可怜，地图也不是开放式的探索，物理引擎方面的表现也很差，短时间内应该没有大改的可能（欢迎鸡牙打脸），非动漫粉慎入
好评: 联机的割草单机游戏。。。。。
好评: 要是能出STQR或SSSN就更好了，粉丝向游戏，非粉丝不建议购买，因为内容很少，如果是RWBY的粉丝那入一个肯定没错，别的不说就冲着能再见到P姐这就值了。
差评: 升级后重置进度？作者是不知道刷刷刷有多累吗？
好评: 单机模式略单调，细节不够。初体验在线模式很不错，遇到两个超级NICE的外国大哥，骚话超多。总的来说粉丝向作品还是值得入的。我P姐真女神！
好评: 战斗系统一般，手感不是很好，剧情不存在的，反复刷一样的图也很让人厌倦，但我还是很喜欢这个游戏！
玩这个游戏的人基本上应该都是看过rwby的（脑残粉）吧，所以这个多人模式就非常有意思，我已经好久没有联机玩游戏这么激动了。
那局我的队友是一个俄国人和两个美国的，全局从第一关打到最后，一直在聊天和互相拯救（虽然完全无视了那个俄国的滑稽），最后打boss的时候因为都是第一次碰到不知道怎么打所以一直在研究对策，加上刚好用的是rwby小队有种特别的感觉。打完boss之后大家欢呼we made it！的时候真的很高兴，感觉世界各地的人因为rwby联系在了一起。可惜不能加好友唉.......
不说了，好好学英语去了，聊天的时候拼错单词真的尴尬.......
好评: 我认为这个游戏对于我这样的情怀大爱党还是很不错的
好评: 粉丝向作品 说实话质量还可以 并没有很差劲 （因为RWBY才入了steam坑 听说RWBY出游戏了马上屁颠屁颠跑去玩了 真香~~~）
打击感不错 还原度还可以 记得最初的版本人物模型有一层朦胧的光影 和vol.1简直一模一样（垃圾RT乱改emmmm）也不知道现在改过来没有 一年多没玩了QAQ
吐槽一下 RT 就不能把vol.2的服装做出来嘛 明明那几个战斗装才是最好看的 穿着校服和晚礼服去砍怪兽你是想做啥子 →_→
Monty走了三年了 尽管一开始风波不断 但万幸的是RT并没有放弃RWBY 并且从最近的两卷中也能看出RT也在努力做好RWBY
希望RT能够尽可能得尊重Monty的遗作 给Team.RWBY Team.JNPR 一个结局 希望也一个美好的结局吧 
按照现在的进度 完结的时候我怕不是已经30多岁了  (〜￣△￣)〜
最后说一下RWBY chibi 第四季这几天开播 十月份正传也开始放送 让我们期待RT给我们的惊喜吧 (=・ω・=)
好评: 本来工作室就没什么经费[spoiler] 你们去看看动画每集的长度就知道了[/spoiler]
所以就别太考虑游戏本身的质量
但是总体质量还是挺棒的
虽说机翻中文很马虎
但是总归除了简体汉化
作为脑残粉倒是买的毫无悬念
差评: 粉丝向的游戏，非脑残粉不推荐入手，游戏内容单调，手感一般
好评: umm，因为看过番，感觉好评挺多就下载了。汉化是不是有些问题..？萌新可能是因为手残叭，在控制中心那小队所有角色都用遍了还是没打过去，感觉有点憋屈，而且没有新手教程...琢磨好久才搞懂怪物头上的提示是什么。配音是极好的，但是模型动作真的有点僵硬...反正是特价买的就当充实游戏库了叭。。
好评: 希望出yang妈
差评: 查了N遍，硬件没有问题，配置符合需求，就是打不开。
只有BGM，无法运行游戏。
WIN10系统，查了各种解决方法，什么兼容模式啊之类的，仍旧打不开。
虽然作为粉丝不太想给DOWN，不过这实在是找不到什么理由说服自己了。
另外问一下，有没有大佬有解决办法？
好评: 虽然说确实是比不过鬼泣，蝙蝠侠这种ACT大作....不过有可爱帅气又迷人的ruby就够了：-）
好评: 缺点：
1.模型粗糙
2.动作僵硬
3.语音没有日语差评

优点：





















Ruby敲可爱！！！
Ruby敲可爱！！！
Ruby敲可爱！！！
差评: 真的不好玩,可能经费不够吧,游戏系统太匮乏了,进去打了一会就感受到了各种贫穷制作组的气息
好评: 虽然我也是冲动画才来买的，但是游戏的质量出乎我的意料，和小伙伴开黑非常有趣，顺便提前庆祝下6月30恢复更新的RWBY chibi（大爱Yyang）
好评: 打折入的 整体来说质量可以
就是游戏貌似不更新了_(:з)∠)_
多点剧情啥的就好了
好评: 我永远喜欢RWBY.jpg
想念mo大
好评: emmmm   只要一打开就崩溃是怎么回事？
好评: 了解过这个动画，于是趁着打折入手了游戏。
玩了一个小时左右，总体来说单人玩起来十分无趣…
你需要一个姬友和你一起愉快的搞起。
游戏打击感还不错，插上手柄感觉打开了新世界大门。[spoiler] 全配音好评[/spoiler]
唯一欠缺的就是角色不太平衡，太多的内容需要刷刷刷刷刷。
可以当成一个和姬友互动的小游戏来玩。
好评: 动画衍生作品，单从游戏制作角度上看存在许多不足。
技能树过于简略，存在感极低。完全不知道这个加点设置有什么存在意义。
作为一个萌新玩家上手直接开蚀难度，然而怪物AI低到发指，仅仅只是增加单次刷怪数量，聚一下怪就感受不出分别了。
综上两点，再加上战斗系统太过单调，一个动作游戏感觉像在玩泡面网游，刷一晚上一模一样的怪物，几个连招重复来重复去，很快就倦了。
但还是推荐粉丝购买，为什么？
买一个RWBY放steam游戏库里，就不会忘记时常去看动画更新了没有。（笑）
老粉丝期待第六季。
非动画粉丝不推荐原价购入。
至于粉丝们，你们不是常常强烈要求制作方开众筹吗？
这不就是了。
差评: 纯粉丝可以打折入一个以示情怀，但实际不推荐，在下怀疑游戏地面是贴了膜的，感觉人物走路是飘起来的。
好评: emmm没有新手教程，我是动画粉丝，完全不知道各个技能按键，设置里面也没有，就很蛋疼了。很多技能我都搓不出来，目前只知道鼠标左右键，F，Q，和R，不知道有没有其他操作，反正视频里面的技能有的我搓不出来。
好评: RWBY小队万岁！
好评: 嘛……作为rwby的……粉丝？不知道算不算是铁粉，对这部游戏心情还是很复杂的，还原度高，没说的，这点是真棒，打击感也很强。不过让我感到遗憾的是鸡牙貌似把这游戏当做揽钱用的了，再也没出新的玩法，剧情，或者怪什么的，简简单单通关之后就是无尽的刷刷刷。刷完之后再怎么信仰，一个不变的单机游戏也会变的索然无味，尤其是当你知道怪该怎么打，游戏难度就会直线下降。幸亏官方还支持mod，玩家们自己改一改还有点玩头。总而言之，如果不是信仰玩家，最好还是等便宜些再考虑入手。很高兴有越来越多的人知道rwby，MO大强无敌！
差评: 改版之后就是烂 买完玩不到半小时就懂了 直接退款 制作组去MO化 直接删除了动画前三季的模型 封面和立绘也画的并不好 完成度很低 游戏本身也没有打磨过 BGM都是动画里现成的 只有寥寥几句是为了游戏制作的 就连DLC里的服装也不是前三季的模型 而是赶工出来的 还提价 感觉不值这个价
好评: 我就想问下全角色10级才能继续升级的想法是谁想出来的，真是个人才啊
好评: 终于打折了，快快入库，支持RWBY！！！！
好评: 动漫看过一点但不是太了解，游戏质量一般，优化不太行，手柄操作手感在这种日系游戏里尚可，打击感还行，单机部分我最低难度都撑不住，还是手残太菜，联机有守点和闯关两种PvE，PvP好像没有，连接体验尚可，线上匹配速度挺快，玩家也很友好。适合放松玩玩！总体上比较满意！推荐打折购入！
好评: 不知道为什么经常会突然方向键没有反应，除了方向键别的都有反应
好评:   动漫迷绝对不要错过，路人也可以入手玩玩，打折期间也就一顿早饭钱。
  上手难度有点高，一般难度是最低难度都打了一下午，不过战斗很流畅剧情一般，好在可选人物多可玩性还是可以的，但有些设计不太合理，比如yang的远程攻击加点要杀死一百只戮兽，可yang是喷子啊，近距离打喷子还不如用拳头呢。
好评: 这个真好玩
好评: 粉丝向游戏
差评: 刷刷刷的游戏，动作比较少的动作游戏，似半成品的游戏，纯粉丝向的游戏
好评: 优点：RWBY粉丝必入，17块买了不吃亏，17块买了不上当
缺点：后面的副本刷怪太多了，开场卡，我觉得应该调少点
PS：各角色严重不平衡，选四个ruby直接LLLR无脑刷都可以……
weiss的R最疼，yang姐的R…跟没开一样，还有一个靠用R杀敌才能解锁的技能，yang姐刷起来是真的难受
差评: 只玩了一小会儿。
作为游戏质量还是一般。真的就是一款粉丝向游戏，整个像是一个半成品。
没有那个情怀还是不要买了。
不过在人物武器模型上还是挺还原滴——
中文完全是机翻，什么时候变成人翻了我再买回来吧……
期待某年某月的更新，没那么歇逼了就改评测~
差评: 完全粉丝向，无聊的刷刷刷，意义不明的终结技，ruby的狙都没还原出来，作为一个格斗游戏来看可以说是很无聊了
好评: 手柄只能移动 太弟弟了  然后就是我被戮兽霸凌了 

当是信仰充值了
差评: 购买3年了，慎重考虑后给出差评。只能算是一个非常粉丝向的作品，动作的打击感和完成度感觉非常低，战斗过程也乏善可陈，过了三年甚至连手柄支持都没有做好...质量没有能对得起这个价格...
好评: 动漫入的坑真的很好看，游戏也很不错，打击感很强，刚出的时候就像无双割草一样爽快不过经过几次改动之后就很需要操作了，游戏没什么剧情吧，希望可以对动漫剧情有一些补充，总之很赞的游戏
好评: 怎么说呢，多人的话新手肯定是选简单啊XD，简单建议YANG姐，跳起来空中右键几下一只狼，蝎子的话也是YANG姐最好，机器人...就算了，玩了10个小时就P姐满级了，然后希望RT能更新猴哥小队或COCO小队，剧情做成动漫同步也不是不可以啊，只求更新！（机翻真的贼JB难受）
差评: 啊，情怀！
缺点；重复度太高，玩法单一，实在乏味。
优点：四位主角的还原不错，手感尚可，画面不错。
（看着地图上能过的地方实则大部分都是地图边界，看着过不去我快要死了）
（我怀疑我的XB手柄是假货，按 ↑ 加点界面根本出不来）
好评: 一款真正意义上的粉丝向游戏。打击感做的颇为带感，但是糟糕的网络延迟匹配机制太过白痴，浓浓的机翻更让不少玩家一脸懵逼（不过剧情上基本无大碍）
一款粉丝玩的乐呵，路人玩的无语的游戏， 粉丝可放心购买， 路人如果以日式游戏入坑的话 还是省省吧
好评: 你给我rwby 我给你钱
好评: 个人觉得还行，很喜欢红衣妹子，可惜对动画的画风欣赏不来，那种画风用在游戏里还是很不错的。

大红的景色很棒，草的样子我从没见过但是和人物画风相符【不会出现某什么什么世界x什么什么里的那种景色与人物画风不同的蛋疼感】。
剧情不做评论，看不懂。
好评: 粉丝向作品，全当捐钱了
好评: 好了现在是8102年6月6日
比起刚开始，游戏已经进步得很多了
回来玩的时候真的是惊艳到我了
重新设计的关卡
新的小队
新的服装

我也能推荐这款游戏了

最重要的是多了中文
就是人少了好多呀
好评: 谁买谁是脑残粉、
好评: I am wuwo
好评: 闲来无事翻手机，发现备忘录里面有16年写的评测，鉴于现在还是没怎么更新就那么点东西，就直接放出来吧。

这游戏到现在为止也就把这么几个图更新完了然后再加了一个小队，啊，rwby联动的苍翼还那么贵，就很无奈

[h1] 以下是2016年7月6日我存着忘了发的评测	[/h1]


虽然已经等了正式发售很久很久，但是真正发售的时候我才再次发现一个道理：情怀党就是好糊弄，包括我。
这游戏作为情怀，我给满分，甚至还想加分。喜欢的角色在自己手里动起来的感觉绝对和只是在一边看着不一样。这个是毋庸置疑的。
那么不说情怀来说说游戏吧。
这个游戏我从刚刚它登录平台就买下来了，当时还蛮贵的⋯虽然能操作weiss我就觉得值了，但是我们说的不是这个。
首先是最初的版本，嘛反正现在也看不到就少写一点吧，不过还是有些怨念。
那就是最初版本的建模超漂亮⋯不知道为什么几个月或者半年后的那次更新给嘎嘣了，现在的模型就跟一群捏崩了的可动手办一样，我卡视角看weiss被瞎了一脸。
最初版本还属于招式比较简单的阶段，那时候主动技能有三个，没处决，攻击基本就是平砍，而且能量完全不够技能消耗所以基本全是平砍，大体上比较无聊。不过当时也没怎么太在意，毕竟刚放出的雏形。
值得一提的是当时的地图就已经到了推车下坑那里了，也就是到现在为止地图更新的那叫一个少⋯
然后再说说现在的版本⋯
模型问题不想再说，还我最开始的美腻啊喂，明目张胆的开倒车是为啥啊？！你们以为现在的比较好吗？！
招式就之前来说华丽了一些，两个主动技能变成融入连击的技能相对来说好评，这样能量槽只为一个技能服务，也勉强跟得上消耗了。
场景方面还算是不错，树林啊机械啊什么的，虽然模型挺简单但是有那么个意思在里面，我个人感觉是足够了。
敌人稍稍有些厉害，硬直高伤害高，一出出一群，基本上成群的都要放风筝⋯不过weiss可以冰冻控场倒是还行。敌人招式的范围很迷，不知道为啥就被打到了，然后空血开始跑⋯
线性剧情，过场都不算很多，小本制作倒是也理解，但是这剧情也太短了一些吧？更新了这么长时间就更新了那么点？一个图大概就一两个任务，全图自己刷半小时足够通关了，这点我真给不了好评。
游戏模式太单一了，倒不如说就一个游戏模式，就是去刷那个图，噢或者是组队刷那个图，反正刷来刷去就那么几个图。
优化就跟没有一样，我的笔记本虽然不算太好但也自诩不慢了，玩这游戏居然飙到了和玩古墓崛起一样的温度⋯并不想多说什么。
还有这游戏其实有背景音乐？为什么我每次玩都会怕空气突然安静，除了效果音和偶尔的语音啥都听不见，而且效果音还很单调。

大概就这些了，总之非常不介意作为游戏来买和玩，如果你非要买的话，我只想说一句话：

干了这杯情怀。

5/10

[spoiler] 现在我偶尔下回来看看觉得还是那个鸟样，真的，求你更新一下好吗…[/spoiler]
好评: 为了情怀……
没什么剧情，手残党打怪全靠放风筝
一直单机玩着比较一般般，想发泄的时候还是挺爽的
[spoiler]现在动画那打两下就摆pose的辣鸡打斗场景碎了我一地的玻璃心，打打游戏能缓解不少[/spoiler]
[spoiler]Blake我老婆[/spoiler]

好评: 关卡中途无法存档，很难受的
好评: 喜不喜欢RWBY？
想不想看下一季？


好评: 游戏招式还算多样配合起来也挺有感觉的挺不错的游戏就是章节太少了另外交流也有点麻烦如果是粉丝的话买来确实很不错建议打折购买当然捐经费的话那就原价购买吧
好评: 玩起来感觉不错,比较喜欢AOE技能,然后放风筝(　ﾟ∀ ﾟ )
啊 ruby太可爱了
好评: 特别喜欢rwby，虽然Monty Oum已故，打斗等等不如以前，但我依然很期待以后的剧情，加油，Time Rwby ！！
好评: 很不错的一款游戏，给我很好的体验，音乐感觉也很舒适。总而言之，和朋友一起玩非常开心，就是联机模式不如人意，谢谢制作这款游戏。
好评: 真的是单纯的粉丝向游戏，希望更新反派或者孙悟空小队，剧情也可以多一点，不然单纯刷现在已经腻了
好评: 虽然说游戏性确实不咋地，而且联机还卡卡的
但是这并不能妨碍粉丝给好评
为爱充电，希望RWBY下一季会更好
差评: 总体：不推荐原价购入 不推荐非粉丝购入
优点：打击感还不错 人物建模很可爱 割草很爽
缺点：作为割草游戏的镜头实在是太差了 很容易晕 很容易掉帧 单调的动作 单调的敌人 单调的环境 为什么不把这个ip发扬光大 却做出这么个东西
差评: 恩.........垃圾游戏，要不是rwby我看都懒得看
好评: 再不更新这个游戏真的凉了！！
差评: 测试时拾捌元购入的这款游戏，总体来讲，这个质量也还算是对得起这个价格。模型比较粗糙，玩法比较单一，过程比较乏味，涨价到陆拾捌元，就总觉得这个游戏体验完全对不起这个价格。
好评: 嘛买这个游戏就是为信仰充值吧，个人来说，感觉画面什么的单调了点，但是操作感受还是可以的，可能自己比较渣吧，控制视野不是控制的很好。感觉里面Ruby的新月玫瑰的模真的是心悦。不过总体来说还是棒棒哒。
差评: 联机体验如翔一般，纯粉丝信仰充值，路人不建议购买
好评: 游戏画风还是不错的，打击感还好吧，只是怪的血量实在是太厚。对于我这种手残玩家来说玩起来很吃力
好评: 纯粹的粉丝向作品，实际上可玩的部分少得可怜，相当容易腻。
而且现在RWBY动画已经渣到没法看了，对RWBY的信仰到此为止。
好评: 后期怪物种类单一，boss就变大皮厚了点   -1
八种角色多种技能（只要你买dlc的话）   +1
多人模式   +1
不吃配置，苹果机也带的动   +1
睿智的RWBY粉   +10000000000000
叶纸的话：
推荐购买dlc（如果你有钱的话 偷笑），最好一个人或者和你的基友先玩玩前几个章节，升升级练练组合技，再去玩那个多人副本，不然真的打不过两下就被对面杂兵一套带走了。
差评: 完全就是刷刷刷的设定，玩上2小时就腻了，剧情基本上等于是0，
满分要是10分，我觉得游戏最多就是4分的半成品
不是动漫粉谨慎入手！

好评: 粉丝向游戏，没有任何亮点，几个人物攻击也非常普通，没有让人热血沸腾的感觉，不是粉丝就别买了，我买了应该也是放库里吃灰
好评: Weiss可爱!
好评: 粉丝向游戏，非死忠粉勿入；3A大作的价格，4399的质量，入手前三思。
差评: 纯粹的信仰玩家，结果入了后发现没有新手教程，也没有按键设置，汉化的也略有问题，说好的割草结果也没有，地图建模太差，人物之间平衡性几乎没有，R姐简直没法玩，我都安利不到基友来和我开黑解锁成就，只能说中规中矩的粉丝向游戏
好评: 完全的粉丝向作品，但我还是蛮推荐的，虽然怪物到最后就是血越来越厚，但游戏本身的打击感还是很不错的，好像是一个学生自己做的游戏，后来被官方买过去了，没有什么剧情，可人物还原度很高。
好评: 总的来讲流程并不是很长，但是堆怪确实还是比较恶心的
终章boss具有一定难度吧，一定程度上也体现出了角色强弱的差异 平衡性不太尽如人意
联机功能的体验还可以 可是我基本上可以说并没有朋友 
通过一次就会感觉到比较无聊吧 大概
作为动作游戏来讲感觉很一般 搭配上喜爱和情怀来讲可能还是可以接受的
通关吃灰作 游戏体验还算比较令人开心吧
好评: 粉丝向作品，流程不长通关还是挺快的。
联机有点不稳定。
演示画面里一刀下去一片怪别想了，里面小怪的都不好打。
dlc可以入，多4个人物。
最后说一句：第六季什么时候出啊啊啊啊啊啊！！！！！
好评: 我觉得还不错
好评: 说实话 
建模很差，通关之后就没啥可做了
去刷级刷成就又嫌麻烦
信仰好评

好评: 每次更新做出的改动都不错 从抢先到现在确实不亏
好评: 打不过的萌新，可以加我好友，我带你，顺便赞我一下吧，此评论永久有效。B站搜索av20399938.投稿里有升星教学
好评: 推荐，信仰，买买买！
好评: 鸡牙我求求你更新吧！
好评: 从动漫过来的，看见标签有砍杀还以为是真三国无双类的游戏，结果打开第一关幻想着到处割草，结果却是被一顿胖揍，挺不错的游戏，攻击有很多的连招，也有很多种套路，如果有入门教程或者可以修改技能对应的按键就更好了（要是本来就有的话，求各位大佬留言告诉我，感激不尽）
好评: 求问各位大佬，单人任务第一关保护控制中心，戮兽总是会去攻击中心而不来打我，导致经常第2第3波刷怪的时候，控制中心就被摧毁了，怎么解决？
好评: RWBY赛高> //////<

fans买爆，顺便求联机XD
好评: 除了人物，就是坨屎
好评: Just kill kill kill kill blablabla......
情怀玩家吧
好评: 坦白说我是为了和朋友们一起玩所以才过来补票的
评论一致认为这款游戏很差，其实个人认为还是有可圈点的地方。
对比起之前那个版本，这个版本已经人性化的了很多。
既然都是割草类游戏，打击组合也没有评论说得这么差，虽然组合不多但是还是有
不同段数的普攻配合重击也会有点点不同
而且增添了一些小型QTE和蓄力技
是的确比不上某割草游戏的爽快了，但希望会继续改进吧
人物建模和场景其实和前面几季的rwby也不会说过大的区别
而令我不太钟意的是，这款游戏实话是rwby的衍生游戏，然而没有什么剧情互动
仅仅是章节不同换个场地继续割草
个人建议，更应该继续增添场景，而且增添不同的游戏模式
比如剧情模式，自由选择模式，或是挑战模式等等
而且也不要仅仅只是割草。。。rwby这动画初期有一部分是靠剧情撑起来的
游戏也没啥剧情怎么说得过去
怕是和动画主线剧情互动太多剧透那就弄点小支线吧
rwby粉丝们还是很希望在游戏里看到其他的角色npc的
希望鸡牙能继续改进吧。。其实如果要认真考虑制作，这款游戏肯定还有十分大的可玩性
也可以顺便推销rwby了
好评: 有中文字幕，默认关闭。
字幕字体大小时大时小，小的时候看着闹心
翻译有些地方看着想笑
差评: 其实我觉得只适合rwby粉丝玩 打击感不太好 莫名其妙的键盘就失效了 技能有些单调 我觉得大招还没有ex攻击力大
好评: hhh 作为以前动漫fan 建议特别喜欢这动漫的同学可以入手  没有信仰的就别入了
好评: 没别的，为了Pyrrha
好评: 粉丝向的游戏  嗯 我也是  收藏的意义 很重要的！
好评: 不错，蛮好玩的
好评: 作为早期购买的玩家，个人觉得还是一开始的人物建模好看，操作手感比之前好上不少，但是还是觉得操作的有点费劲
好评:        首先，我买了全dlc，其次，我想说，这游戏做的很垃圾，作为一款动作游戏，打击感十分垃圾，画面粗糙，玩法单一，界面看起来还有些廉价，如果你不是rwby的粉丝，千万不要买，你一定会后悔的。
       但如果你是，那就买来放着吧。
好评: 人物还原的很好，但是怪物种类少，地图区别少，不过可以联机打剧情。但是如果一个人打剧情的话是比较枯燥的，因为人物的技能就只有几样，前期刷怪也不需要太多技巧，大部分大招都是原地爆炸，我觉得至少大招应该弄得的酷炫一点。
差评: 主界面十分简洁，就一个开始游戏，设置，退出游戏

开始游戏后没有任何cg,没有任何剧情介绍，直接开始游戏，游戏内UI照样简洁：血量和怒气值

战斗招数单一，就模型做的还可以，如果没有看过动画的小伙伴玩肯定一脸懵逼@-@

看自己信仰入吧......建议玩之前先把影片买了看完才能明白自己再玩啥


好评: 这是一款无聊至极的、流程极短的、性价比极低的粉丝向信仰之作
但我还是给你个好评
为什么？谁让我家傲娇Weiss那么可爱呢

抱歉，女孩子可爱真的可以为所欲为
好评: 花了段时间把RWBY动画补了，虽然最后进度赶的，但是总的来说还是很不错的作品，准备DLC买爆。
动画建议看一下，毕竟只有这里Yang右手臂还在，DLC还能看见Pyrrha。
去年和濮阳朋友联机还是没问题的，不知道最几天联机卡的要死还断线
好评: 为了情怀  为了了动漫的RWBY 我还是入了游戏  好希望赶紧出第六季
好评: 希望官方可以解决最终章节的连线问题，一连线就断线无法正常游戏。希望能解决
好评: 其他的先不说，这机翻的汉化也太。。。
好评: 真的很好玩呢!就是不知道什么时候才能玩到叔叔yang妈那一队...期待期待
好评: 动作流畅画质精美，yang姐真帅！！！！！！！！！
好评: 游戏总体还是很好的，只是翻译方面感觉比较差，为什么都是机翻啊喂……
好评: 好玩！！
好评: 嘿嘿嘿，漂亮的小姐姐（痴汉脸）
差评: 满怀期待的打开了游戏，但却以失望告终。
我很喜欢RWBY，但我不推荐这个游戏！
好评: 虽说是粉丝向游戏，但是为了ruby，买了！
好评: 不知道是我笔记本的原因还是别的啥，总之我特么移！动！不！了！我的天，好难受
差评: 首先本人非粉丝 入了也只是因为被朋友拉的

游戏手感一般
画面在玩的时候会有间歇性的卡顿（本人配置 win7 i7 8G gtx960）
怪物qte按键中的E和F两个键在实战中会被怪物血条遮挡住下部
导致玩家根本不知道该按那个
感觉只是一个随便做出来的纯粉丝向游戏
寻求一款好游戏的人可以散了
好评: 粉丝向，刷刷刷为核心的游戏
可以时而来调高难度单刷
感受被虐的快感23333
好评: RWBY是让我第一款惊艳到的动漫，那种犹如在观看RPG般流畅的打斗，一级棒，至于游戏，管他呢，为了RUBY！！！！！！
好评: 我想玩反派小队，neo ，roman ，cinder
好评: 说的简单的，就三个字一个字母：为了P姐
差评: 机翻的中文，也是6
好评: 嗯，fans向的一个游戏。虽然剧情故事比较少~不过对于粉丝来说挺值得
好评: 看完评论区，觉得好评也好，差评也罢，每个人都有自己的态度。我对于这款游戏，玩了一会虽然感觉打击感什么的太单一，但是我就是喜欢里面的每一个角色！不多说，好评奉上~
差评: [b]这是为粉丝精心准备的一坨屎[/b]
打击手感稀烂不说，人物建模完全崩坏，动作也做的一点也不走心，至于剧情。。。算了吧。而且对X1手柄的适配能力也是感人。
游戏缺点那么多就算了，还卖的死贵，真当死宅的钱好骗？（虽然说是真的好骗）
所以给位喜爱RWBY的粉丝们请理性购买，要支持的话，还是建议去买动画。

好评: RWBY我一直都特别喜欢，不过平心而论这游戏做的确实不咋地，重复度有点高了，段位等级肝不动啊，升段也没提升人物属性，真的是靠真爱发电的游戏啊，还希望能越做越好
如果对游戏质量要求高的话就不推荐买了价位确实高。不过真爱粉怎么能不氪个DLC呢
好评: 这是美漫 是美漫 美漫

_§:з)))」∠)_
差评: RWBY粉。动画从Volume.1到Volume.5都看完了。打折的时候入了这个游戏，感觉不太好。
优点：你可以操作你老婆去战斗。战斗有近战有远战有格挡有必杀技团队技，手感尚可。
缺点：主线非常短，而且一点意思都没有。汉化非常没诚意。怪物来来回回就几种，主角招式也是来来回回就几种，没多久就腻了。我甚至一次都没用过Yang姐。
不过我不会删游戏的。不，不是因为信仰，是因为这游戏正好可以拿来糊弄给想玩我电脑的小朋友。
好评: 挺喜欢这款游戏的，尤其是人物设定。
好评: 从RWBY预告片一路追到现在，也算是个老粉丝了吧，感觉剧情走向越来越虐了，当初可是冲着轻松幽默的风格和炫酷的打斗入的坑...总之RWBY第六季不打算追了，要是想念了就来玩玩这游戏...
至少，这里面的Yang姐还是两只手。
至少，这里还有Pyrrha。
至少，这里面，她们都还是最初的样子...
感谢M大，感谢RT。
好评: 被蝎子boss打的痛不欲生，那东西单机能过吗 老铁门都是咋过的
好评: 我想要更多的角色并期待第六季
好评: 玩到第六关突然闪退。。。然后就一直闪退
好评:  为信仰充个值
好评: 信仰！！！
差评: 动漫还没完，游戏就早早停止了更新，买了好久了就玩了那么些时间，真的很无趣，只能说粉丝了，就买了所有dlc
好评: 当初买了这游戏挺后悔的，各种嫌弃这游戏，延迟高，地图就那么几张，粉丝向游戏巴拉巴拉。。。。。
自从看到X站推广的RWBY授权手游后，哇！这游戏！碉堡了！高清画质！3D模型！新月玫瑰点击就送！爱玩哪个角色玩哪个！不用大概率氪金抽不到角色抽不到限定武器！妈妈再也不用担心我天天吃土了！
好评: weiss老婆可真棒
好评: 这是个信仰游戏，买它不是因为多好玩，而是因为名字叫做《RWBY》。
好评: 信仰入手
好评: 来送钱的
好评: 信仰充值，没啥好说的
好评: 钱给你了 好好做动画(((
好评: 这个游戏有mac版本诶！！！好评

作为粉丝向游戏，没啥剧情，内容就是割草

但是。。。！草割的好爽啊～～～～

模型是真的不能近看，最高画质更难看。

有修的是BUG没修的是特性

恭喜小强点亮Q技能

差评: Shitlike chinese translation.
could you find professional please?

http://f.youdao.com/?keyfrom=dict2.index
http://translate.iciba.com/
http://fanyi-pro.baidu.com/
好评: 希望可以出第五季的服装
好评: Looks like very good .I would enjoy this game however its a very short game.
差评: 纯粉丝向游戏，信仰粉可入，就我之前玩的来说，游戏性一般，剧情基本没有，不想没事给制作组送钱的也就别入了。至于后续更新，看制作态度，也没大兴趣继续玩。
谈谈动画，后续几季简直有够烂的可以。明明一场精彩的团战看着就开打了（S05-11），看完后这TM什么玩意儿，这么长时间毫无进步。时间短我算你经费不足，成天喂屎又是跟谁学的，请大河内当你们剧情指导了？剧情进展也慢的不行，好的没学会，成天怎么吊观众胃口倒学会了。对！我就是觉得这制作组烂的不行。至于要不要给这种制作组送钱，我是不看好，不推荐。
最后致敬Monty Oum！
好评: 很喜欢这四只，弄得我又去看了遍动漫，但我还是打不过！就很扎心....DLC里JNPR不买，就只对Nora有点好感...打不过，还是看动漫去吧....
好评: 割草！割草！割草！
纯粉丝向游戏，模型的还原度还是有的
实际上并不耐玩
好评: 作为一个粉丝向的游戏，emmmmmmm......
不好的地方：优化差，延迟高，bug多，剧情短，战斗模式单一，毫无游戏性可言，持续更新性差。
好的地方：动作打击感还算可以吧，玩家普遍比较友善，权当4人聊天室吧。
总结：如果你是动漫死忠粉 赶紧趁着圣诞特惠半价 游戏+DLC 给动画工作室充值经费吧=。=
以上
好评: 为信仰充值
好评: 喜欢rwby的一定要买！好玩的一匹！而且你还可以购（pian）买（ke）好看的一匹的皮肤
好评: 对粉丝来说还算可以
有不足的地方
期待后续更新
好评: 我在没打折就买了全套，主要还是信仰，rwby从开始就是低经费制作，游戏也一样，最后致敬p姐
好评: 信仰充值 你要不是粉丝就不建议买 反正我觉得挺好玩的
好评: 其实我是看到这款游戏才去补的动画，很早之前的事情了
夏季大促入了正，对于我这个手残玩家来说一个人有点玩不好
进了游戏看到中文感到很欣慰
游戏画面也不错，人物和场景也很还原啊！
还有啥好说的，为了信仰[spoiler]和天国的作者[/spoiler]，希望RWBY小队能更好的走下去！
我永远喜欢Ruby
好评: 游戏是一款不错的游戏。看了动漫入的，实际体验有点差。首先动作有些僵硬，奔跑时镰刀只能向后握住。地图也不是很大。操作上的话体验下来还是不错的。可以打折时入当喜加一吧
差评: 作为一个粉丝向的游戏，emmmmmmm......
不好的地方：优化差，延迟高，bug多，剧情短，战斗模式单一，毫无游戏性可言，持续更新性差。
好的地方：动作还算可以吧，玩家普遍比较友善，权当4人聊天室吧。
总结：给动画工作室充值经费系列=。=

好评: 我只是一个RWBY的粉丝作为一个信仰粉买了这个游戏，这个游戏是割草像游戏如果总体来说做得还不错
好评: RWBY!
好评: 如果看过这类动画的人必须去玩一下这游戏
差评: 喜欢RWBY的动画并不意味着你需要为这个无趣的游戏买单
好评: 我就直说吧，我就是来送经费的！看了最新一季的RWBY还是这蹩脚的打斗                                                                                       我就一口气买了游戏本体和所有DLC
好评: For fans
好评: 信仰！
好评: 情怀游戏，买的就是情怀。一共10个游戏周目，操作新奇。不过玩法单一。
好评: 信仰作品 ,除了rank刷起来有点麻烦其他我觉得都挺好的
差评: 手柄BUG修好了吗
好评: 晚安，造梦师~
R.I.P,Monty...
好评: 喜加1游戏不行全是爱
好评: 我永远喜欢RWBY！！！！！！！！！
好评: RWBY!!!
姑且给个好评吧，老实说游戏质量并不怎么样，重击的声音听起来很怪，也几乎没什么剧情，流程大概六个小时，联机部分我还没碰。
汉化很糟糕，比如把镜头翻译成摄像机这种，字幕字体也太小，缩不粗话。
boss做的一般般吧，智商很低，几乎不会变招，唯一的难点是加入了无限复活的精英怪，单人打很吃瘪。
建模和武器的还原度还不错，总之喜欢RWBY的可以考虑一下啦。
好评: 对于看过动漫的玩家来说这是一款不错的游戏，但是没看过动漫，或者看过但不太喜欢玩家来说就不推荐购买了，毕竟这款游戏就游戏性来说约等于没有...
差评: 我是rwby的粉丝，这是个好动漫，但这个游戏不是个好游戏
好评: 为什么blake的残影上不去啊，就差残影就满了，我好焦灼啊
好评: 粉丝向作品而已，不好玩但要给推荐
好评: 激燃，激萌，不就够了吗？如果你还要什么，我只能说，静等更新。
好评: 经常键盘失灵，人物不受控制
boss战极其恶心，蝎子弱智的要死，红色枪兵超级烦，还他妈无限刷
好评: 这款游戏我觉得定位很明确，粉丝向吧，可玩性只能说是一般般，优化做的也就是凑合，但是我个人很喜欢这个游戏，人设无可挑剔非常还原，技能打击感也超乎我的预料，我在这个游戏刚上的时候就买了，后面没怎么玩...内容太少了，DLC出了以后我也买来体验了一下，最后也就是做收藏了，建议是动画粉丝买来收藏舔人设，但不能算是一个优秀的游戏作品。
差评: 为什么手柄十字键没反应。。。。
好评: RWBY真爱党，值得一玩 、
好评: 之前经朋友推荐关注过rwby的动漫，感觉挺好看的现在找到了衍生游戏又碰到打折就入手体验，总体感觉还是不错的原著还原度挺高的，喜欢动漫的朋友不妨入手体验游戏，不过我个人感觉游戏里角色选择界面的人物和我想象差距有点大，其他都挺好。


好评: 爱您，我的老婆们。
老婆们的话语就是我前进的方向！
（如果能有AI老婆就更好了，手残很难过）
差评: 除非真的是骨灰粉，来体验建模的，否则不建议购买，打击感差优化差 我可以理解，数值策划做不好真的是游戏体验极差。
好评: 很棒的3d格斗类游戏，真的，不玩太亏了，而且很便宜
好评: 游戏性只能给5分，但是作为rwby真爱粉100分算少的
不要拿weiss单刷，因为你会发现自己到后期输出根本不够，（Nora大法好）
对我来说，这游戏有意思的主要还是开黑打部落，不开语音一边打一边駡骚话是真的没意思
[spoiler] 我好友里面竟然没有一个人玩过这个，所以到现在打的都是路人局	[/spoiler]
最开始这游戏我玩过盗版，于是我买了正版，我认识的人里有不少人steam是用来找游戏的，看到喜欢的游戏就去3某某下，在此，我声明一下，上古版本和steam正版的就不是一个游戏，鸡牙了不起！
还有为什么我手柄没法玩，只有L摇杆能用，求dalao解释，再求一个开黑车的dalao啊
好评: 作为一款小制作的粉丝向小制作游戏，做的还是很不错的，
1.游戏的场景还原的很不错，翡翠之森简直美哭
2.人物的还原度也不错，原创招式挺帅，就是有点少，人物是原版配音，也能听到一些美式幽默和梗
3.体验了一次网络联机，网络很好，四人过关没什么延迟，很不错，就是和其他玩家没什么互动有点可惜
4这一点比较值得说一下，游戏具有不低的难度，系统很简单，类似于弹反，按照提示按键会把对手打晕，但是敌人的攻击欲望不低，这一点对于提升了游戏的可玩度，尤其最后BOSS，但是有几个人形兵个人感觉稍微有点不平衡
5.游戏有轻微的收集要素和场景互动，让游戏感觉更加完整
6.P姐赛高，（这点最重要）
好评: 7/10
信仰加分99999
游戏姑且说不上是个很好游戏，粗糙的画面，相对较弱的打击感，重复的玩法，简单的连击，操作手感也不是很舒适，让这款游戏相对其他游戏来说也就稍显逊色了。但是仅仅是面向粉丝，拥有一个独立的新故事，能亲手操作自己爱的角色的每一个动作、每一次选择，这些已经足够多了。
记得我是从高二开始变追上了RWBY的动画，当时虽然时间上比较泡面，但每一集的剧情都会带给我不同的惊喜。
4年来，我们经历了很多：RWBY第一次在学院集结，B喵从不信任人类到接受自己的队友，食堂大战，P妹P姐相继离去，Yang姐蒙冤以及为保护B喵而断臂，信标沦陷，Lie的复仇之战，W再次见到Y的感动到Y抱着R的泣不成声（是的，那个桥段我也跟着哭了）.........4年来，RWBY见证了我的成长，我也见证了里面每个人战胜了自己的心魔而渐渐成长，变得坚强的故事。
对于我们这些死忠粉来说，这个游戏也就充当了外传故事的角色，既然有新的故事可以听，以及有让人眼前一新的部落玩法，又何乐而不为呢，不是吗？
[h1]提名“维特鲁威的灵魂”奖[/h1]
[b]不管是主角RWBY亦或者JNPR小队，甚至是反派角色，MO大把每个人物都塑造的惟妙惟肖，他们不单单是虚拟的角色，更像是一个有血有肉，拥有自己独立灵魂的现实人物。在这里，我们每个人都能找到自己所喜欢的角色。[/b]
PS.[u]很可能这款RWBY鸡牙已经不会再更新了，因为游戏的改编权已经交给了Arc System Works（没错，就是苍翼默示录和罪恶装备的制作组），RWBY的主人公（说不定又会有其他的角色呢）也将登场在游戏[b]“苍翼默示录Cross Tag Battle”[/b]，现在登场的试玩人物已经有了Ruby和Weiss，预计游戏在2018年推出。也请各位RWBY的饭们准备好自己的钱包哦。[/u]
[spoiler]永远喜欢Yang姐！[/spoiler]
好评: 作为一个粉丝，我当然要给出好评！！
另外游戏也还可以，只是游戏内的剧情略显薄弱。
目前为止队伍除了rwby只出了一个，强烈要求下一个增加反派队伍！！！或者是兔耳妹子+coco那个队伍！！！另外我也想看见winter、乌鸦叔叔还有yang妈yang爸！
dlc就是增加强哥那个队伍，还有各种衣服。（但是作为一个换装游戏根本不够看啊，我还想要看到更多的衣服！）
另外，女装强哥美如画（滑稽
好评: RWBY万岁！-------------  +4分
JNPR---还我P姐！-------    +4分
游戏语音还原度不错 -----    +2分
流程太短，剧情一般，字幕还时大时小  ----------------------    -1分
模型对比度没有优化，有时候会穿模，而且地面、场景特效一般，地图自由度低 ----------------   -1分
解锁技能只需要刷，重复度高
-------------------------    -1分
能联机组队 -------------    +1分
更新太慢，我怀疑金鸡牙已经忘了他们还出过游戏，强烈要求CFVY小队和老师们+raven，qrow实装啊    --------------------------      -2分
目前评分:6/10      推荐粉丝买（不买的都tm踢了）
非粉丝应该不会想花68买这个游戏+55块的dlc
期待后续能有更新（金鸡牙你他娘的快出新人物和地图的dlc啊）



好评: 纯粉丝向游戏 ，最后 BOSS战体验差， 纯粹血厚，难度不如旁边无限刷的小兵。然而作为rwby粉，我还是点了推荐，只能说非粉勿入
好评: 喜欢RWBY很久了，游戏只能说一般，不是怀着情怀来的话建议还是不要买了，打斗动作还过得去，技能树着实有点短，玩到10级突然发现已经满级了=-=上限太低了吧！另外 小黑强无敌，上手简单，动作酷炫，第一个通关的角色。
好评: 大蝎子怎么打，红盔怎么打，在线等，急。
好评: 我永远喜欢Weiss.jpg
好评: 厨艺更上一层楼
好评: RWBY!!!!!!!!!
RWBY!!!!!!!!!
OH YEAH~~~~~~~~
好评: 信仰，多帅哦
好评: 请愿出P妹，yang妈，克罗，将军的dlc
好评: Ruby - Weiss LOVE Fever !
好评: 打击感很强，很好
好评: [h1]提名我行我素奖（[/h1]

貌似16年四月底正价入，到现在总游戏时间不算多，早期版本说粉丝向真实不过分，每次推完小车都一阵唏嘘[spoiler]flag=鸡牙果然这么短[/spoiler]
鉴于可玩性限制在刷成就[strike]和抢mvp[/strike]我选择了漫长的养肥[strike]弃坑[/strike]阶段，中间没留意新闻和更新内容，等到某天[strike]手滑[/strike]回坑的时候...

哇这个系统跟十年前一样简明扼要啊
哇这个流程一次得打一天吧
[strike]哇大佬飞慢点[/strike]
[strike]哇大佬留口经验[/strike]
[strike]哇大佬你为什么这么熟练啊（[/strike][spoiler]我老婆你究竟用过多少次了[/spoiler]
......


_(:3 」∠)_口胡完毕（
个人讲来对这一作其实也想提名爱的付出奖的，貌似从15年就放出的[strike]没眼看的ab测[/strike]版本开发至今也算有了基于初始设定的特色[strike]（没错就是割草以及有难度的割草）[/strike]，值得肯定。联机玩法节奏蛮有点紧凑，回坑伊始在永秋被花式锤爆-。-，跳关到当时的终章一摸掉盾[strike]全家翻车[/strike]让我觉得怪物和关卡套路还是能给可玩性加点分的，但动画转游戏党务必仔细考察，本作没什么复杂演出效果也没什么亮眼剧情，除了[b]场景风格还原度高（）[/b]和本家[spoiler]魔法[/spoiler]建模以外同小成本act无异。


总结：鸡牙动画真好看
好评: 为了RWBY的每一个角色花这个钱买我都觉得超值，游戏也在一步步的改进，对我而言打击感很赞，画面和建模也算过得去，加上粉丝加成，有什么理由不买呢？
ps：小白连段真带感233333
好评: 情怀类游戏
好评: 游戏内容是越来越丰富了，但是如果攻击套路再多一些就好了。
差评: 麻烦中文翻译正常一点啊，不要机翻了
好评: 作为rwby粉丝：买买买啊，信仰。dlc人物也买了吧。
普通人：一个类似三国无双操作的动作游戏，难度一般，只有十关，略贵。

轻攻击和重攻击组合，然后是射击和一个瞬间释放的大范围伤害技能（大招），喘气回血，而且如果只剩一丝血还会有短暂的免疫效果（没血了就跑就是）。跳+冲刺跑的飞快，及其累小拇指按shift。
升级加技能。也就最后一关有点难度。
多人比较有意思，单人玩有点……


好评: RWBY真的超喜欢这部番，从开始留意到steam上有这个游戏到前几天终于买回来了。一路打到第十关，[b]超级爽[/b]。画面由于电脑限制没有开到最好，但是看基友截图感觉真滴很虚浮。如果撇开情怀来说，游戏个人觉得做的一般般。不过嘛，[b]玩儿的就是情怀！[/b]	[spoiler]最后还是[u]联机[/u]才通的。。我是真滴菜的抠脚wwww	[/spoiler]
差评: 真要说的话，现在只能算粉丝收藏向游戏，游戏体验并不算非常好，操作上手简单，不过没什么深度，游戏流程太短，甚至中文都是机翻不明所以。
关于联机下的连协攻击，状态不好触发不说，还是属于的队友攻击判定。
关于等级吗，意义不大，纯粹就是为了刷出技能点，技能点也就那几个，而技能解锁起来就太麻烦了，刷起来没完没了不说，还点不了用不上。
说来，关于联机延迟还是有点高的，完全不好判断状态，所以不是粉丝还是算了吧。[spoiler]“emmmmm......不是粉丝会注意到这款游戏吗”[/spoiler]

好评: 在这次秋促的时候入的，作为一部动画改编的游戏，我认为已经做得很不错了。
就拿有些人吐槽的打击感来说吧，个人感觉打击感很清淡~我倒是很喜欢这种点到为止的手感，特别适合和基友没事的时候一起来刷刷刷
好评: 为了信仰！
For faith！
Für den glauben！
 за веру！
Pour la foi！
信仰のために！
 من أجل  الإيمان ！
위해서 신앙！
好评: yang世界第一！
好评: 从游戏入坑
好评: 希望继续完善游戏吧，只能算半成品
好评: 信仰入手！！！我全都要.GIF
好评: 游戏性一般，纯粹就是刷刷刷，但是为了情怀还是入手了游戏和全DLC
好评: 非常喜欢，希望以后会有更多地图
好评: 我太tm喜欢RWBY了所以我买了，没有理由
好评: A good game and i like the RWBY . I hope this game can be better and better. Also hope u guys like it.
好评:  管他什么乱七八糟 信仰！！！
好评: 粉丝向游戏，还是建议打折购买
好评: 割草无双系列，真爱粉直接入了！
好评: 大爱RWBY！！！大爱Ruby！！
差评: 因为很喜欢rwby这一部漫才入手的游戏，但是玩法太过单调，有点玩不下去，持续放置play中
好评: 打击感不错，便宜可多人，不来一发吗？
好评: 信仰 小红帽赛高
好评: 作为信仰粉来说，买这个完全没问题，但是单纯的游戏爱好者的话，目前这个游戏只能说还很单调，大概能玩个几个小时。
好评: 提名该游戏角逐“我行我素奖”

理由不用多说了，这游戏的素质确实差强人意，但是就是有这么多粉丝愿意买下它并一直游玩表示支持，甚至有很多大佬无聊到开发出在地图里卡bug游览地图外的每一个角落的方法，作为从抢先就买了游戏的我其实也愿意点上一个推荐，然后再罗列这个游戏的一大堆缺点，就只因为它是RWBY。
好评: 初期的优化不是很好，后面越来越完善（但是模型改的没原来好）凑齐字数溜了····
好评: 游戏很好 就是内容太少了
好评: 好玩
好评: 作为一款动作游戏本游戏动作射击都做得很到位，再加上对原作的热爱，让我爱不释手！
好评: 游戏性和可玩性都还不错，但也仅适用于动画党
好评: 作为一个粉丝向作品玩起来还是很赞的，不过希望多更新一些关卡
好评: 游戏出个pvp就好了
好评: 开头进去时小红的音效真的太棒啦！！！
RWBY一生推
好评: 还原度很高！打击感很强，不说了我要去舔B喵了≧▽≦
好评: 非常爽的游戏体验 感谢制作组
好评: 为了ruby！！！
好评: [b]RWBY！RWBY！[/b]
[spoiler]小红萌萌哒，快让姐姐抱一下[/spoiler]
好评: 我是因为看到了动漫才买这款游戏的，游戏总体来说还不错。唯一有点遗憾的就是没有出新角色。其他挺好的
好评: 制作组不务正业系列，虽然很好玩但是快去做动画啊QAQ
好评: 情怀就够了
好评: 为了rwby小队入手的，虽然在场景上有一些差强人意的地方，但还是特别赞的！
我不管！weiss小天使就是我老婆！
好评: 我永远喜欢B喵！！能不能把原画弄好看点！！
好评: 粉丝向游戏，但我还是想说，还我P姐！
好评: 个人觉得游戏还是挺好的，最初玩它是冲着这部动漫来的，如果是动漫迷了建议玩一下，不是的了也可以尝试一下，总体来说这部作品也还算是良心作品了。
好评: 把我的Pyrrha还给我——小强
Give MY Pyrrha BACK!!!!!! YOU FUXKING Rooster Teeth

好评: 信仰粉充值用.
我永远喜欢weiss！！！！
好评: 我永远喜欢阳小龙
好评: 最开始接触rwby偶然看到Ruby Rose宣传的小短片。立刻就喜欢上了短片里的BGM和人设，虽然画质不是很好，但是让我感兴趣的美漫还是头一个，所以看到这个游戏之后，在测试版的时候就入手了，感觉还不错，无理由的喜欢。
好评: 从第一季一直追到现在的，游戏一出就买了，虽然刚开始有可能有不少地方不尽人意，不过也在不断完善
好评: 老板，来一份黑巧克力芒果樱桃冰激凌！
好评: emmmm单说可玩性，这并不是一个可玩性特别高的游戏，但是，管这么多干嘛，喜欢就是喜欢，哪有那么多理由
好评: 毕竟是厨力游戏，不过我非常喜欢就是了。可惜我行我素奖已经放了无主~
好评: 单就游戏层面来说，这并不算是一个多么精良的游戏，但是谁管他那么多？
好评: 很不错的游戏，虽然后期没什么更新，不过所有人物都玩几遍也不亏了
好评: 最近 入手了的dlc，就说说dlc吧。个人感觉dlc价格偏高，还有就是更新的角色伤害都有点爆战不是很利于游戏的平衡服装DLC简直就是在考验粉丝的信仰值
好评: 我是先看的RWBY动画才玩的游戏。动画是好动画，游戏也是好游戏。
我永远喜欢RWBY
好评: 我爱YANG，断臂了也爱。
好评: 提名 “维特鲁威的灵魂”奖
别问我为什么，你自己心里没有个B数么？
好评: 游戏画质还不错，打击感还行，还原度挺高，但是优化不高，有些bug。
好评: 游戏总体来说还是不错的，打击感还行[如果你连招很好的话]，画面不那么挑剔也还过得去[1.2G要啥自行车]，虽然是一部面向观众的游戏不过还是很推荐的。
好评: 这是被落下的一个情怀，这从来不是一部cartoon，而是一部Anime
好评: 提名 “维特鲁威的灵魂”奖
原因：Ruby我老婆 不服憋着
好评: 打击感和语音太令人满足了. RWBY的角色永远是那么迷人。

PS: 一定要装mod, 解除等级上限，AI，更多地图，更多服装....MOD几乎将游戏内容扩展了一倍以上。
好评: 想念Pyrrha
好评: 抱歉,不管这游戏怎么样我对ruby的爱是不会变的.
好评: 买买买！不买不是粉丝！
好评: RWBY 万岁
好评: RWBY确实是一部很好的动漫，但是鸡牙做的这款游戏着实并不走心。非RWBY粉不建议购买，优化不是很好，而且感觉DLC需要花钱完全没有意义。
好评: RWBY第五季出来了，来玩一波
好评: 专治残，最后boss有点难啊....
还有什么时候出qrow叔啊啊啊(￣▽￣)／
好评: 为了BLAKE
好评: 从过关掉线，到技能更新，到地图拓展……从一个简单的无双游戏到如今稍微硬核的无双游戏【笑】不知不觉也已经过了好久了呢
总之现在的rwby是一个值得入手的游戏，dlc的话就看情怀咯。
什么都好，就是可玩性不够啊，剧情就没有要求了，想看剧情的看动画去呀=- =
要是能多出点玩法比如pvp啊pvp啊pvp什么的，总之，还是略显单调了
目前的蝎子boss多少还是惊艳到我了，可惜稍微能打的boss就只有它一只，它表示自己很累，需要新的boss来分担一下233
我就希望这游戏能放出成堆的boss来给我们挑战233
怪海收割起来总没有无伤溜boss来的好玩是吧~
好评: 从动画到游戏，这些年喜欢和支持的RWBY
不知道未来还将带给我们什么样的感动
我想大家推荐这款游戏，也希望你们能够喜欢
差评: 毫无诚意的机翻
讲真你不如不要有中文
我还会觉得你厂商更尊重玩家
好评: 棒棒棒
好评: 好
好评: 毫无疑问是偏厨向的游戏，非厨谨慎购买，不过总的来说，哪怕是舔小姐姐也值了，反正打折买的嘻嘻
最后说一句，我永远喜欢rwby小队
好评: Ruby，可爱，给钱。
动作和打击感都很棒，每个角色各有各的特色，虽然小红强的离谱……
但是游戏内容略微有些单调，不是粉丝这个价格可能有点贵了。
希望多出角色啊！我TM买爆！
好评: 粉丝真爱
差评: 如果不是粉丝向的就别买了，性价比不足。当然，如果你是粉丝可以入手。
好评: 为了Ruby，值了！
好评: 粉丝向作品!
All for you:
Ruby Rose、Weiss Schnee、Blake Belladonna、Yang Xiao Long、
Jaune Arc、Nora Valkyrie、Pyrrha Nikos、Lie Ren.

好评: 新人刚玩，觉得这游戏在画质上和建模上都十分不错的，唯一不足就是各种穿模。个人喜欢RWBY所以十分推荐这游戏
好评: 很棒的一款游戏
好评: 看了RWBY后发现原来有这款游戏，于是迫不及待的买来玩了，现在已经玩了快30小时了。人物神态和动作还原的很好，各个角色的语言也很有特色。Ruby的俏皮，weiss的高冷等都表现出来了。游戏界面设置的还可以，游戏画质也可以，场景还原度较高。但当然不是每款游戏都只有优点，缺点就是游戏优化不高，有许多卡bug的地方，人可以穿进石头这个就很尴尬了，而且穿进石头戮兽居然看得见。。。我的天啊。。。有一些场景做工粗糙，如果能细致一点就好了。总的来说这是一部不错的游戏，动作流畅，战斗场景很刺激，部落战争这一新玩法也让人眼前一亮，并且还能和好友一起游玩，组成一直RWBY小队，emmmm。。。是真的不错，总之我推荐这款游戏！
好评: 我想说的是我是因为玩了这个游戏，才看的动画，又不得不说我是看了RWBY才热忠于买DLC的。那是一部好看的动漫，而这是一个好玩的游戏。
好评: 为这款游戏开发了一款喊话工具，在这里分享给大家：
http://pan.baidu.com/s/1jIrbwnc

它的作用很简单，就是提前设置好要发送的语句，然后通过快捷键迅速发送出去，就像是LOL和DOTA的快捷喊话功能。

它还处于测试版本，可能会不稳定。

要注意一点：这个版本我还没有发给各大杀毒软件那边解析，所以说他们很有可能当成病毒文件杀掉，就是简单的误报成病毒，添加信任即可。
等到软件完善我就发邮件通知杀毒软件厂商们，让他们加入白名单，这样你们就能放心用了，虽然是误报，也让人不怎么放心对吧。

这个工具可能会在百度RWBY吧同步更新，或者访问软件下方提供的链接获取最新版本。
差评: 作为粉丝我把游戏和dlc全部购买，可是！作为玩家我觉得游戏真的差强人意，打击感虽然不错但是缺乏操作剧情有点单调，实在没办法劝不是rwby粉丝朋友购买了一起玩
好评: 我觉得这游戏OJBK
好评: 别的不说，我就问一句，你们都是怎么保持不掉线的...
好评: x这个番一直在看  现在已经都追完了 喜欢把兔妹妹也出了把
好评: 为了动画而买的，玩了一会。
没有地方调试控制按键？
我点鼠标左键就会跳出C键的技能菜单，你说这是我之前给鼠标设置的按键我就认了，但是我没有设置左键啊，我设置的是侧键啊！



**********************************************************
好的早就已经改过来了，看在动画长度已经21分钟的份上，好评！
好评: 窗口模式输入法冲突怎么解决呢？
好评: 好游戏 但是。。。。为啥玩起来比我黑魂三还热     手柄只有左摇杆能用  想用手柄玩的 还是先下个模拟器改键吧
好评: 虽然是割草类游戏 但是难度一点都不低 强力的戮兽有很多 导致单人关卡只能用击退远程磨血 但如果是多人游戏特别是四人的 打击感大大增强 建议和朋友一起买
好评: 求个好友一起打！！一个人太菜打不过


粉丝向游戏，为了舔老婆！！yang姐我哒！！！
好评: 我永远喜欢Pyrrha Nikos
差评: 粉丝向游戏，，嗯，，100%的粉丝向游戏，大量重复的敌人，重复的关卡，糟糕的战斗模式[spoiler]以及平衡性[/spoiler]。。。优点有两个一个是能联机，另一个是林子里的风景和人物的画风还不错[spoiler]可惜一到城市，粗糙的画面原形毕露[/spoiler]。不是粉丝，或者没有基友联机，不推荐购买。
好评:  作为粉丝向的游戏，值得全dlc支持一下Rooster Teeth Productions。
虽然只有轻重攻击和射击，不过轻重搭配会有新的动作（有时还能附带冰冻等控制效果），加点也有分支选择，可以考虑不同的打法，单人多人体验都很棒，而且全程配音。
最近试了下联机，很快就能凑齐四人。
好评: 看了动漫，感觉很好看，听朋友说STEAM上有游戏就来买了。
差评: 网络特别不稳定，没有一次能顺利玩到结束的，玩一会就掉线。
根本组不到人，就是个单机游戏
白等了一年多，浪费感情
好评: 第一次希望能多出几个DLC....
好评: 信仰购买
好评: 这个游戏太令我惊艳了，精致的人物建模仿佛使我成为了动漫中的一员，流畅的动作有节奏感的打击让人欲罢不能，加上动漫原班人马的配音，啊啊啊啊啊，简直是一款3A级大作啊。






嗯。。。说实在的，其实我是为了徽章才买的，这个游戏的徽章太TM的好看了。
差评: 玩起来并没有像宣传片看上去那么爽快...打击感非常的弱,这对于一款动作游戏来说是非常致命的缺陷。画风非常的吸引人，萌妹和正太的人物组合，整体卡通渲染的画面，一部分制作还算比较漂亮的场景，这可能也是我误入歧途的原因把。玩了几个小时，不是很舒服就弃坑了。只有推荐和不推荐两个选项...实在不好意思，我选择不推荐。不过一眼相中它的玩家们一定不会在乎这些差评的，毕竟我就是这么入手的它233333333333。
好评: emmm...
不久前才入的RWBY游戏，高画质时画面非常精致，而且人物配音也很用心，操作上对手残党非常友好。
然而过场语音跳不了比较伤。。。而且感觉现在完全可以做一个后续/独立DLC多给几个关卡了QAQ
总体十分好评，玩着贼带劲23333
对于“疯狂的科学机器”成就给出自己的感想，推荐用Ruby/Blake/Weiss/Phyrra/Ren
在第二关最后的宽阔地形用R把仇恨拉住就比较好做了。需要注意的是5只小Creep一起出时还有4只Beowolf和两只大Creep那波容易漏怪。
再打一把去睡觉。
好评: 小众的粉丝向游戏，中规中矩的，建模差了点，打击感还可以，但是招式过于单调了点，但是想想动画建模，又觉得做的其实也不错了。（PS：该游戏剧情约等于无，一路砍过去就好了）
好评: 非常好玩
好评: 啥时候出新的啊，coco跟兔娘那一组，或者海王星猴哥他们，爸妈跟舅舅那一组，甚至老师组，咋就不更新啊......
差评: 从来没见过这么无聊的游戏……这么说也许过于偏激了，应该说从来没见过这个价位这么无聊的游戏。
从免费的demo版就体验了，但是正式版和demo有什么区别？有技能了？怪物换了外形？地图变成多个了？
原来付费买的是这些美工设定，真的无聊透了。
如果不是动画爱好者，极度不建议购买。
好评: 我觉得优化新手教程和修改键位特别重要
好评: 很棒的一款游戏
好评: 太好玩了这游戏
好评: 10月14号RWBY第五卷要出了，坐等Ruby老婆回归
差评: 操作毫无打击感，生硬的机翻，不明所以的剧情.
好评: Team Rwby!!!!
好评: 咦，你们在说什么呀？这不是一款TPS（第三人称射击游戏）吗？
好评: 冲着情怀买的，优化不是很好，不过感觉不错啦。
好评: 很不错的一款游戏
好评: 為了動漫來購買的遊戲。可玩度較高，作為一名初中生表示並沒有錢再買Jaune的小隊了。建議等折扣後在30到4再繼續購買。
差评: 操作毫无打击感，辣鸡的画质，生硬的机翻，不明所以的剧情，steam上第一个差评就给了牙鸡
好评: 不错
好评: 别说了，我永远喜欢B喵    
[spoiler]校服，买！礼服，买！[/spoiler]
差评: 玩着很难受
好评: 粉丝向游戏，路人谨慎购买，不得不说小强不愧是“主角型”的角色，技能都是团队增益，简直领导。
好评: 很棒很棒，除了网络不好没法线上游戏以外。单机剧情虽然等于没有。但是挑战难度还是有的，最后一关结尾BOOS，三遍通关。感觉难度还需加强。但是还是很棒的游戏。另外强力推荐这部动漫。看了好多遍还是觉得很不错。
好评: 不怎么好玩，纯粹粉丝向
差评: 无聊的圈钱游戏，一直重复重复的刷怪，真正游戏流程大概只有3-4个小时，这款游戏不值得68元，官方已经很久没有更新了，真想入的话可以选择75%的时候入，不是粉丝不要入。
好评: 游戏刚发售那段时间就买了，但是那时候的体验还是不行，玩了一会就没玩了，
一年多过去了，换了电脑之后又重下了一下来
玩了下，简单说下
相比发售初，进步了很多，
建模应该算比较细致了（默默瞥一眼Fate/EXTELLA  _(:з」∠)_
画质感觉提升了，但是场景细节还是不多，能破坏的东西也只有箱子和陶罐之类的，
单人游戏貌似没有AI？要是能加入AI就好了，
多人联机时，貌似也没啥延迟，手感上和单人差不多
（大概是因为能看到喜欢的人物，本联机苦手对联机也没有那么抗拒了，
联机的人大概不多，杀戮模式一开始加我就俩人，后面玩到一半有个B加入，打了一会就退出了，再后面又有个W加进来，
想要凑齐四个人貌似还是有点困难，
说起来还是R比较上手啊....Y的话，我连第一个章节都要挂好几次。。。
下次用手柄玩玩看

好评: 棒棒棒，希望画质和特效再高一点就更好了
好评: 没有招式指示，初上手又困难，而且招式还原度低，伤害不足
好评: 为啥没有键盘设置？
好评: 格斗动作很细腻，打击感很强，
好评: 一、和游戏刚发布时相比，体验还不错。场景比较细致，渲染的非常有气氛。
二、 就动画来说，这个游戏在不断进步。
三、不足就是新玩家和老玩家差距太大了。新手的时候还经常被级别高的玩家带节奏。
四、服务器还可以，卡机少数情况是网络环境不好的原因。 
希望能持之以恒地修补bug来达到游戏的增益 、
                                                                                                                                              --纪念mo大！

好评: 觉得不怎么好玩，粉丝向，补票。
差评: 说实话，这款游戏我挺失望的。虽然我知道这大概只是一款粉丝向的游戏，并没有对其实际游戏抱有太大的期望，但是实际游戏的时候我真的.......尴尬的打击感，粗糙的建模，，而且还有那个令人无语的机翻中文。之前有人和我说有些游戏的中文比英文难理解，这次我真的信了。说实话，真的极度建议优化，就算不做优化，至少改善一下操作感。之前看评论区说，非粉丝慎入，但我感觉粉丝也慎入，作为一款ACT游戏，它的打击感甚至不如RTS。说实话，真的很少给出不推荐的。但这一次实在是觉得我没法给出推荐评价。
好评: 很久没玩了，今天想玩一玩，可 为什么进去黑屏啊
差评: 服务器不好，和老外连一直掉线，可玩性没有，永远都是那几张图，不是粉丝别买
好评: 是这样的，呼吁各位大佬不要以出图为荣，特别是有不认识的玩家以及萌新在场的时候。不要特意开房间等萌新过来出图坑别人，这不是什么值得骄傲的事情，只会觉得你是个还没成年的小学生。
好评: [h1]我觉得其实OK[h1]
差评: 翻译太烂了 机翻的都不会这么烂

好评: 真的没有最开始的版本好玩了，最开始的时候每个武器都有枪形态，人物动作还很流畅，技能也多变多样，现在就只能当个信仰充值了
好评: 中规中矩，玩还是挺好玩的就是人物太少  关卡也太少了
好评: 为信仰所购买的游戏，已经很满足了但是还是希望更好.
首先优化还是不太好，以后还会在改进吧.
背景音乐又不是太明显，一点存在感没有的说.
打击感真的很好，我自己是感觉不错，能搞个一键调正视角就更好了.
新流程好期待，这是玩下去的希望了.
不然这是RWBY啊！RWBY!RWBY!
只是看到花瓣和舞动就很满足了.
推荐入手.但是是手头宽裕和信仰户比较好.
就这样，期待中……
好评: 充值信仰
好评: 2017年8月29日
emmmmmmm……
翻译依旧感人
服务器还是原来的味道
真·粉丝向的游戏啊
===================================================
2016年7月5日
嗯……
好像没再挂着体验版本了
而且好像还出了中文字幕（笑
[spoiler]不过讲真的
这游戏字幕真的是有毒，而且是剧毒……
就算说为了出个中文版也不能直接机翻吧……[/spoiler]
===================================================
2016年3月29日
打击感好评，动作好评，就是不能莽 多用闪避_(:3√
还有就是升级系统不得不吐槽Orz 
每次重新开都要从一级第一个任务重新来一遍……
对于我这种经常掉线的人来说简直心塞_(:3√
坐等新内容_(:3√
好评: 作为我玩的第一款多人联机游戏，我对它还是非常好评的！
和小伙伴一起打怪不要太欢乐！qq语音对话中充斥着诸如“你怎么又死了”“你怎么又hide in hay了”“你怎么又在疯狂shift了（aka逃窜键）”的友好对话，一个人玩的话乐趣会减少很多，所以还是推荐和朋友联机。
评测中很多吐槽模型丑的，作为新手菜鸟我觉得很ok，可能是没有对比吧。场景、bgm和配音都不错，主要问题是视角很烂，经常莫名其妙盯着自己操纵角色的胸/腿/头发看（同时被怪乱棒打死）。或许是我操作太垃圾，但是跑着跑着就面壁思过的次数真的很多！有一次还被卡在地图一control center的墙和柱子中间，直到被团灭才恢复自由啊TuT！
总体而言游戏体验还是不错的，玩到5个小时以上可能会有些审美疲劳。如果是rwby粉的话还是可以不要大意地上的！
差评: 买来3个月了，只玩了31分钟，你们觉得好玩吗....
反正我是后悔了
好评: 游戏性不高，但有什么可以阻挡情怀粉的买买买。
如果要买的话建议带DLC，只买本体只有RWBy小队可以玩
好评: 时至今日，看见游戏做的越来越好，就发表一下自己的看法吧
说真的，这个游戏的可玩性并不是很高。刚开始接触RWBY这个企划时，最感兴趣的就是整体的世界观以及人物设定还有着重突出的团队配合。后来看见出了游戏就毫不犹豫的入了正，但这几点在游戏中并没有突出。我不知道制作方是怎么想的，但是这作在我看来对于团队合作略有欠缺。游戏中只有多人合作模式才存在团队之间的组合技令我稍稍有些失望，如果在单人模式是加入AI作为队员也许要好一点？但总的来说，这款游戏还是不错的，人物建模很好，场景也很精致。单人模式剧情也可以。算是官方很良心的一作。还是希望RWBY越走越远吧。顺便缅怀我们的造梦师Mo大。
好评: 操作手感确实不是非常好，而且动作比较单一化。
但是我是信仰玩家啊！好玩！



给好评的原因是 Weiss，Blake 都是我老婆
差评: 身为粉丝而入的，说实话有点失望，打了几关就失去了兴趣，场景建模有种做好后进行放大处理的感觉，人物模型还可以
好评: 本人认为，这个游戏在一定程度上诠释了“青出于蓝”这个词，也给越来越无聊的无双一个改进的参考方向。
    是，本作正如制作者所说，是参考了无双系列制作的，销量上也不能与后者相提并论，但我玩起本作来为什么觉得比无双带感多了呢？——原因就是“对抗性”。在这款游戏里，高难度下的杂兵攻击意识极强，在最后一个难度更是绝不会等待同伙发招后再出手，往往是一拥而上，乱拳打死，尤其是后期再掺杂进机器人等恶心兵种后，对离线solo的玩家简直残酷。但正是这种难度，才有了“对抗性”，才让人在一次次挫败之余，投入心思思考敌方的布阵和套路，挖掘当前操控角色的招数优势，最终制定出合理战术。我看到有的评论里说，玩家很容易陷入只使用各角色的最优攻击模式，所以无聊。但我难以认同。其一，所谓的最优攻击模式，在不看攻略的前提下，是需要玩家一次次挑战、一次次尝试才总结出来的，而发掘这个模式的征程，发掘后使用它的成就感，已经赋予了这个游戏很大的可玩性。其二，在这个游戏里，不同的敌兵具有不同的韧性、速度、招式，所谓的最优模式往往不能无脑套用。举个简单例子，面对绿水晶贝奥狼，无论怎样厉害的近战招数打过去都是难以压制其攻击动作，而这时只要给它一发小小的远程子弹……，类似这些敌兵弱点的细微差异体现了制作组的别出心裁，搭配上不同的兵种混合登场，保证了战斗的变化性和挑战性。
    再说说本作的“老师傅”无双。首先谈的是AI，现在的无双不知是出于什么目的，最高难度的杂兵早已没有了早期作品（如352、353）中的AI，相反只是一个个具有秒杀主角的攻击力的弱智。这样让人一图接一图、一个难度接一个难度地刷下去，再美的人物、再华丽的招数看多了也不禁催人瞌睡。其次，敌方攻击模式千篇一律，往往是稀里糊涂打一仗下来，有印象的兵种似乎也只有“近战兵”“远程兵”“武将”之别，这一点无双正传还不如被喷得狗血淋头的《无双next》（兽类兵种攻击各异，虎炮战车堪称坦克，弓兵据点不尽快占据就等着淋箭雨……），更比不上结合了原作玩法的合作作品《萨尔达无双》、《DQ无双》。无双正传似乎已经走入了一个死胡同，似乎已经忘记了它作为一款动作游戏该有的进化，而仍陶醉在那个靠美丽的建模和层出不穷的服装来当卖点的自我世界，要说这是出于商业考虑，那每况愈下的销量也不能说明此举的合理性。无双在经历了那么多代之后，需要的终究是一次换血式的大变革，而目前公布出的358视频中并未看到太多变革的迹象。
    但愿这只是我多虑，加入了开放世界的358究竟是连玩法上都彻底革新了的救市之作，还是如某传2那样纯属画蛇添足的失败尝试？
    拭目以待。
差评: 真是丢Monty的脸，RWBY工作室居然把别人的同人作品授权为官方作品，延续的动画也是烂尾，后续也并没有完善早期动画的梗起气派。
好评: 说实话，不是脑残粉，就算了吧，不过我算是一个吧，特价入手了
好评: 动画改编游戏 还原度很高  值得玩
好评: hello
好评: 还可以，算是+1吧
差评: 不是粉别买，刷子游戏，打击感连招一般，我只是想看yang挥舞拳头了才买的。游戏本身如同屎，但是聊胜于无
差评: 游戏体验极差 ，完全不知道自己在干啥，没有剧情、没有目标，单纯就是为了刷图而刷图。
好评: 这是一款刷刷刷的游戏，RWBY真正的粉丝一定会买的。
好评: 虽然不是很想说，但打击感真的不怎么样，连招并没有太大快感，剧情就不说什么了，作为割草游戏也算不上是太优秀，以及团队配合基本就没有，只能说是一部粉丝向游戏，希望鸡牙官方能多摄取游戏玩家的意见，也希望此游戏之后不再是面向粉丝的游戏，而且全体玩家都适宜的游戏。
差评: 当你4个角色达到满级（技能要不要全解锁我不知道），你可以进入下一等级

然后你会发现

[spoiler] 地图又要重新打	[/spoiler]
[spoiler] 人物又要重新升级	[/spoiler]

唔.....好吧....GO NEXT RANK嘛，这些应该是正常的，想着重新打就重新打吧，然后我进入了游戏，升级后点技能的时候发现！！！！

[spoiler] 没错！你之前需要解锁的技能全都重新锁上了！！！！	[/spoiler]

WTF？？！！Excuse me？！

首先，动画不错，但我不是真爱粉，这游戏明摆着给动画的粉丝做的，我相信很多动画党都会毫不犹豫的给这款游戏好评，但我只是觉得这游戏有意思就买了

这款游戏我在正式版发布前就买了，技能也是在正式版发布前全解锁的，那个时候不能调难度，所以单人模式下一波大概只有4-6只怪（因为路人服务器很乱延迟又高，多人模式下根本接没法刷技能，所以我才去玩单人模式），解锁很累，很费时间，可能有人会说：技能又不是很重要，何必这么费力去刷，但有些技能不学真的难打。

算一算我当初解锁一个人物所有的技能大概需要2-3个小时，4个人加起来你们都知道，大概8-12个小时，然后呢？然后我他妈的还要花这么多时间再去解锁一遍！呵呵！我是没耐性再玩了

如果这些都是RoosterTeeth延长玩家时间的一种手段，那么我告诉开发商：这很不明智！

以前的掉帧我忍了，单人模式怪少我忍了，技能解锁条件苛刻我也忍了，我都没有给差评，这次我非要给一个，因为你在挑战玩家的耐性

加入中文，机翻，呵呵
好评: 这是粉丝向的游戏
好评: It is really good
I like it very much！
好评: 粉丝向作品，八个人物操作，还有衣服dlc，能单机能联网，就是缺少一起刷等级刷成就的基友
好评: 一开始冲着是rwby去的，还是一部很好玩儿的游戏，不知道什么时候出4个老师的组合啊哈哈哈哈。有个任务不知道为什么打不过去了，升不了等级了就很烦躁，还是改天再试试吧。
操作系数并不要求很高，卡关设置也不是特别多，总之一关刷了很多遍，觉得蚀难度还是最好玩儿233333
好评: 封面太丑了！还没原来的好看！
The cover was ugly！Not better than the original！

我们想要剧情模式！  (更新自2017.8.10)
We want story mode !

希望能加入像动画第三季维特节锦标赛那样的PVP模式！
Could you add the PVP mode like RWBY vol.3's The Vytal Festival Championship？Please！
差评: 价高了，游戏性太差，服务器不好，游戏内容单调，不是粉丝的话不建议入手，是粉丝的话也等打折吧。
好评: 粉丝向游戏，但是操作感和技能设计都很好，完全值得一刷的一部作品……为什么要说是刷呢……因为这他喵的有rank等级啊……刷刷刷……话说啥时候把联机卡顿的问题搞搞呗？中文机翻也稍微修正下啊
好评: 还不错 就是人少了点
好评: 打击感还不错  但是那个图真的好少啊   有没有新玩法啊
好评: 人物的攻击方式很多、打击感一流、战斗特效很棒、自由度足够高
但是在玩法的多样性上还有待提升、剧情至今只有一条、人物也已经很久没新的了
8个角色中很多会导致技能的依赖、比如红的范围性眩晕弹、白的普攻、团队和必杀的冰冻、黑的远距离三连眩晕、黄的无限升龙、特别小强的一吸一推群攻简直爆表了，导致了玩到后面会走向套路，有一点多样性在无形减少
记得最初的测试版里有小红在空中镰刀挥中贝奥狼时使用尘晶弹断头的隐藏操作、希望在正作上更新的更细致点
另外团队攻击真的可以再改改、觉得只是抓住了机会的个人秀、没有动画第一、二卷时的合作有特色
负面的有些多了、但真的挺好玩的、尤其是看过动漫的人的话
好评: 粉丝向作品，稍显粗糙，不过有爱都不是事，汉化不行
好评: 买买买 打完合卡钱就够你买DLC了
好评: 希望可以出新的剧情和新角色并创造更多玩法，把地图在的好一点，人物动作不要做的太僵硬。
好评: [strike]第一句 请支持中文！                            
[h1]Please support Chinese!                    
We need Chinese![/h1]                               
第二句 都正式了为啥还没有集换式卡牌！   
[h1]Please support steam trading cards!
We need steam trading cards![/h1][/strike]
2016.07.07-2017.08.01一年多了啊，还是有些变化的_(:з」∠)_

※ 让红色的玫瑰填满你永远的梦境
※ 让白色的冰雪铺满通往天堂的道路
※ 让黑色的夜晚跟随你前行的身姿
※ 让金色的光芒闪耀在这旅途的终点
※ 2015年2月2日 晚安 我们的造梦师 Monty Oum

[h1]2017.08.01[/h1]
转眼间一年过去了，大学生活(好)也结束了，从刚出游戏时直接入了到现在，中文也加了，卡现在也出了，这些直观的表面的更新回应了玩家，不管怎么说会越来越好的，这不也正是我们所期待的吗，还是那句话，RWBY粉丝们不容错过

[h1]2016.07.07[/h1]
      抢先体验加上夏日促销买的，只为信仰，大爱RWBY，大爱Ruby！
      接下来我来说一说，由于有感情在先，而且是最大的信仰，所以所有的缺点也都被我看淡了。
      毕竟是个新作品，还不是很成熟，人物已经基本贴近原作，打击感不算差，倒还尚可，对于等级系统技能系统也是新出不久，不过这也是RPG基本都会有的。现在刚刚起步，不知道会把这游戏向着什么样类型发展，但是作为ARPG来说多一些剧情会更好些，而且BGM少一些或许是还没有去注重设计BGM。
      看到其他评测说制作公司怎么样怎么样，毕竟都是个人观点嘛，优化差也好模型差也罢，还是那句话，刚出的东西总是会有各种各样问题的，但并无大碍，都会好起来的，说这些可能也因为对RWBY的情怀比较大，对这个游戏对制作公司我还是抱有希望的，希望越做越好，没有最完美只有更完美吧。
      评测随玩随更。
[h1]9/10[strike]（为啥没给满？集换式卡牌哪里去了(╯‵□′)╯︵┻━┻） [/strike][/h1]

[b][url=http://music.163.com/#/song?id=27969834]Red Like Roses (Red Trailer)[/url][/b]
     歌手：Jeff Williams / Casey Lee Williams

[i]Red like roses fills my dreams and brings me to the place you rest.
  红似玫瑰 充盈梦境 引我来到 安息之地 
White is cold and always yearning burdened by a royal test. 
  白似凌雪 忠义考验 愁苦慕恋 
Black the beast descends from shadows.
  黑之凶兽 影中降临 
Yellow beauty burns gold.
  黄之佳人 铄金灼目[/i]
好评: 偷偷承包P姐
好评: WE NEED MORE NEW TEAM!
WE NEED MORE NEW TEAM!
WE NEED MORE NEW TEAM!
可以说这游戏很好玩，很好的操控性，以及在联机下，为别人开启大招或别人为你开启大招。畅快的动作连击。
不过在动画上的猎人，希望能够在游戏上出现，不仅能够玩RWBY队伍，而且还能够玩其他的猎人队员，这是我希望的
差评: 看朋友玩才买的，嗯，怎么说呢，游戏一般，动漫看过一些有追番的情绪在里面吧，不过游戏可玩性不高。
好评: 评测嘛，该说的苣苣们都说过了，就是比较好奇：
为什么没有集换式卡牌？
为什么没有集换式卡牌？
为什么没有集换式卡牌?!
[spoiler]“既然坑钱也要让粉丝们高高兴兴的吧钱掏出来嘛”（误）[/spoiler]
资料卡有一个rwby奋力作战的背景想想就 啧啧啧~~
[spoiler]不说了，脑补去了[/spoiler] [spoiler]Blake我的0(*///▽///*)0[/spoiler]

当年的一句戏言总算成真了，我要去氪卡牌！我没疯！
差评: 服务器很差，玩着玩着就掉了（如果准备长时间玩，需要买加速器）
 ！！！！！！！
集换式卡牌合成的徽章是什么鬼？个人资料背景立绘是不是直接从游戏里扣的？稀有的背景为啥是这么丑的戮兽？看了想打人呢(￣▽￣#)
好评: 突然就给了4张卡，顺便来补个评论。

对应游戏本身的评价，如果你喜欢动画，那么冲着原版的模型和更重要的——原版配音，绝对是值得入手的。
如果你没有看过动画，这也是个不错的动作游戏，优秀的打击感优秀的配音和配乐，要说缺点的话，游戏流程有点短怪物种类略少，不过总体来说物有所值。

最后按照惯例颜表立。。。
好评: 为信仰入的这款游戏 说实话一开始不会操作 死的我都开始怀疑人生了
但是在一番努力之后我终于熟悉的了操作 摸清了套路 
最开始都不知道技能里那些远程击杀怎么弄 突然在某一天我手一抖摁到了R（没记错的话就是它）原来远程在这里 还有这种操作 怪我一开始没看懂咯~
总体上我给好评 刚开始上手有难度（要做好一个小时也过不了第一关的准备）但是熟悉之后就享受虐杀戮兽的快乐吧www
10月24号第五季（卷）开播 话说这第二季的chibi也太甜了 不会是正剧更虐了吧（害怕滑稽限定）
好评: 赞啊，居然有简中了。
8月1日RWBY加入了集换式卡牌，上午登录steam发现库里面多了4张RWBY的集换式卡牌
好评: 突然有了卡牌？
好评: 七彩战队
好评: just for Monty Oum's world,not for vol3 & 4,you didnt know so blem that you did? i hate vol3 & vol4
好评: add more characters in please! please! please!!!!!
差评:  即便这是一款粉丝向的游戏，作为粉丝的我也是不推荐的。不是粉丝的话千万别买，是粉丝的话请考虑一下再买。讲真这个游戏完成度真的不值得原价啊，真是很喜欢《rwby》，想要买游戏支持和体验的小伙伴们，也请等到夏促之类打折力度比较大的时间段再入吧。
 整个游戏流程太短，操作重复，很容易产生疲劳感。尤其是在更新了rank等级后，那真的是要刷怪刷到吐。
[spoiler] 那你还刷！	[/spoiler]
成就一共有37个，对我来说部落的难度比较大，在群里大佬的帮助下总算做完了全成就。其中一项成就就是rank达到10，所以又是成就党又不想重复刷刷刷的人要想好了，真的很累人的。
官方DLC买的心甘情愿啊，有P姐啊！有穿裙子的小强啊！这波钱骗的我心甘情愿啊！现在想起小强穿裙子邀请P姐跳舞那段还是会觉得好心痛qwq。
顺便，游戏在联网过程中很容易掉线和崩溃，是真的很容易，我基本上五个小时的游戏时间它就能给我崩溃五次，即便是重装游戏之后也不行，我也不知道是什么原因。这种情况在你联网遇到了很好的队友或者很好的歪果仁正开心的时候，发现自己掉线了，然后再也连不到之前那个队伍，你就会很生气= =
游戏机翻导致我做成就的时候各种卡顿，做的出来就有鬼啦！
我认为作为一款粉丝向的游戏，明明可以做的更好的，但是却没有尽全力。最后的BOSS是第一季的两支队伍合力杀掉的大蝎。让我们真正意识到，大BOSS比小怪好对付。。。
[spoiler] 你们还记得游标卡尺杀鸟事件吗，讲真我觉得如果拿它来当boss应该会更燃的，大概是做飞行的动物比地面上的困难？	[/spoiler] 整个游戏能够体现队员之间人物关系的，大概就只有姐妹同心，和其余组成两组队伍，以及剧透这个成就了吧。。官方爸爸你真的不再发点糖吗！我只有在执行团队操作的时候才能意识到我们是个队伍啊！
总之大部分游戏时间还是很开心的，建议玩这款游戏的话一定要找到一起玩的基友，英语好的话和歪果仁聊天也真的很有趣。我不记得是第几次有歪果仁一蹦一跳的站在艺术品面前对我喊：come here！ 这种小小的善意真的会让人超开心的。rwby游戏群里的基友也很耐心的一次次帮我的忙。总之我认为带上朋友玩会给游戏加分啦。
最后的最后。。。你为什么不出卡牌！啊！为什么！我买到游戏当天立刻打开游戏挂卡牌然后去睡觉，第二天满心欢喜的打开电脑心想这次要给G胖送多少钱呢，结果一张都没有！你知道我的心又多痛吗！啊！

好评: 游戏不错，就是一切都很简化，玩久了有点无聊，（妹子既是正义）
差评: 有毒的按键设定，闪避居然是shirt，没次都跳出桌面，然后GG，而且有些按键的用法也不说清楚，我现在连F键到底是干啥都不知道
好评: 然而我还是怀念很早以前的右键远程的版本
好评: 这是我最喜欢的游戏之一，这款游戏我玩了22小时，用了三个角色通关了全部，但是他就是不给我成就、、、没错、、不给我成就、、、、一个人都是蒙的、呜呜呜呜呜、、、这个游戏的内容其实不是很丰富，说真的，我喜欢这个游戏是因为动漫喜欢上的、RWBY的系列刚开始那种充满你美式建模的日式动漫、真的动漫超级赞，就是发起人因病去世，感觉很难受、
关于游戏的话，游戏内容有点少，但是剧情紧贴动漫，不急不赶，节奏把握的很好，但是割草无双类的游戏，大家都知道，也就那人啪啪啪，刷刷刷，大招死一片，所以游戏体验如果十分满分我能给5分、因为游戏的额外内容收集要素也好，配合技能也罢，虽然不成熟，有很大的发展空间、


好评: 挺好的
好评: 这个只是粉丝向的游戏 作为ACT游戏差的还是很远
还有就是求求你们把游戏里面和动漫里面的模型换成1-3季的样子样子好不好
顺便承包我yang
虽然差但是还是有优点的：比如强哥小裙子的DLC（ntmbiz
                                       打击感还是可以的，虽然比起来其他的还不是很好
                                       有官方中文
  缺点的话，招式少 怪物单一 玩法单一 人物模型不是很好 看不见胖次(???

最后缅怀作者Monty Oum，自从他去世之后RWBY感觉就变味了（
好评: 我就是冲着rwby来的，你别管那么多了，打击感什么的，割割草吧，总体还行。流程略短，最后大BOSS有个小技巧，把远程攻击点满，要伤害那个，是可以对boss造成伤害的，相信我，没错的
好评: 北通手柄只能用左摇杆问题解决方式：我已经解决了 在steam大屏幕模式下 把手柄控制调整成对应手柄 比方说我是xbox模式的手柄 然后选择游戏 管理游戏 有个控制器选项 调整键位选应用 就好了
好评: 完成了一周目，回来写一下评测。我其实是RWBY系列的粉丝，所以看到这款游戏的时候还是很激动的。但是游戏内容尤其是战斗并没有动画中表现出来的多样性。所以这个游戏在我的库存里吃了好长时间的灰。最近拿出来是发现游戏有一系列更新，而且内容作的还是比较好的。通关一周目之后感觉还是当成一般的无双游戏来对待就好。多人游戏方面需要玩家配合的地方讲道理感觉一般，主要的方式是一名玩家击晕怪物另一名玩家进行处决，多人的配合还是比较单调的。总体来讲除非跟我一样是RWBY的粉丝，否则我还是不推荐这款游戏的。
好评: 冲着动漫去的，感觉68比较贵，但是有打折，还可以吧画风画质，但是个人觉得f e比较难按，时间太短了。总体还行
好评: 挺不错的，有朋友一起会很好玩，整体还有很大的开发空间，还有就是有些地方的翻译很诡异。。。
好评: 很多人都说这是粉丝向游戏，但是我玩了20几个小时后告诉你并不是这样的。首先游戏的等级很棒，只是刷刷刷的时候很累，游戏人物建模跟动画里的一毛一样。其次界面中文翻译机翻得严重，游戏剧情翻译还是很到位的。最后希望再出几个dlc
差评: 早期内测的时候买的这个,我还是动画的忠实粉丝,但是作为游戏它是不合格的,不仅单调.故事剧情也基本聊胜于无,线上体验糟糕,作为动作游戏打击感糟糕,招式翻来覆去不过3招,组合技能基本没有.如果你不是RWBY的狂热粉丝你最好不要买这个垃圾游戏!
好评: 说句话实话  3个 周目了   我都不知道 这游戏 故事到底讲了什么字幕太小了     但是游戏就是很棒  

还有 期待  10月 17日 的 第五季
好评: 作为一个RWBY迷，个人表示很喜欢这款游戏。这游戏虽然内容不多，但神奇的是竟然满耐玩的！当然了，如果能有更多的内容，比如更多的部落模式图就更好了。
好评: Steam上买的第一个游戏。
终于有中文了。
好评: 唯一的遗憾就是更新好慢啊！
好评: 因为信仰才入的游戏，自然是给好评。但游戏本身总体上也还行，无论是人物建模还是技能的设计都很还原原作，打击感也并不算差。当然要和鬼泣等3A大作比起来自然相形见绌，毕竟这是个小成本的游戏，能做到这种水平已经不错了。
缺点自然有，比如场景和怪物略显单一玩久了会感觉乏味，然后一开始玩也没有教学得完全靠自己摸索，再一个我觉得最变扭的是，人物怎么比场景小那么多显得本来就挺简陋的地图更空旷了。
希望制作者能再接再厉吧
好评: 玩了一年盗版，来steam补票了⊙▽⊙大爱rwby小队
好评: 这游戏连连续续玩了半年吧，就想写点东西。
  我在玩游戏之前其实并不知道动漫（笑），大概在rwby：ge玩家里面属于比较少的哪一种，后来发现我被PV骗了，鸡牙能退钱吗（233）。然后，说下游戏本身，游戏的剧情流程不算长，我也没特别注意过；有作战与部落模式，作战有联机和单机模式，部落只能联机。
    游戏的缺点，说实话有点多，就说几个我认为最重要的：1.联机体验差，有时延迟高掉线严重，不用加速器可能都玩不了一局完整的部落 。2.地图少，一年了鸡牙就做出个衣服dlc骗骗钱，不出新图，实在是说不过去，鄙视一下。3.rank任务刷刷刷的太多，导致好多人在升级rank10的过程就把玩游戏的热情磨灭干净了，升到rank10后就再也没碰过了。
    优点呢，动漫看起来真是不错啊（哈哈哈..）。说正经的，人物比较还原动漫，玩起来有种说不出来的感觉。部落模式不错（如果不卡的话），无聊的时候爬爬山，而且有的图的风景也不错。
    总之，如果你是看过动漫还是比较推荐的。
好评: 粉丝向游戏，可玩性一般。
谁买谁是脑残粉。
嗯，我就是。
好评: RWBY 买买买买买
可惜剧情短了点.. 角色少了点.. 建模丑了点..
好评: 一个人单机没意思，但朋友一起玩真的贼嗨哈哈，如果你是真爱粉我强烈推荐。但还是希望能再更新一下新图或者新模式，能用里面出现过的人气高的角色更好了~
好评: 嘛 毕竟是割草在战斗方面还有点单调   不过感觉模型粗糙了些  个人挺喜欢rwby的 希望能把细节做好点
好评: 动漫党可以入一发充值一波信仰
好评: 虽然游戏比较小众，但爽快的砍杀和好友间的合作让我感觉这是个良心的游戏。希望有更多的人能喜欢RWBY。
差评: 第一次评测 有J的女装好评 联机太卡差评 想要的BOSS没有 这游戏还是比较难推荐的
差评: season 4
好评: 大部分人应该是动画来的 
确实是一款粉丝情怀向游戏
全成就时间大概是50-60小时
剧情长度大概3-4小时

旧引擎的画质会更好一些
新的差一点

游戏的核心是“打了就跑” 不跑就要挨打的回合制（滑稽）

目前支持玩下去的动力就是部落模式（horde mode）

1局大概10-13分钟
节奏很快 打击感很棒
队友随机性强 即使是老司机偶尔也会翻车
适合平时休闲娱乐
比守望便宜啊


强烈要求增加新的部落地图！旧的地图太少了只有3个
New horde map needed！

感觉地图应该比新角色好做一些
看到老外玩家都是求角色的

总之 喜欢动画的都可以买～建议折扣购买

联机还是很好玩的

好评: 看了动漫才来玩游戏的，就是缺乏一些打击感，总体来说不错，值得推荐！
好评: 补完四季动画的我前来补票
PS：阳姐帅炸
好评: 可以。非常有打击感。其实很简单。就是刷刷刷。怪也很单调。但是感觉当做休闲游戏蛮好的。玩着游戏最好有基友一起玩
好评: 秘技：厨力放出EX+
好评: 刚玩不久没啥好评论的，顺便问问有没有人一起玩的www
好评: 这个游戏我是看了RWBY以后才买的 游戏其实并不是很好玩 但是作为粉丝我还是想给个好评
好评: 我已经决心即使睡着也要把成就打完，可能这就是爱吧【。
好评: 组团，划水在过不去了。
好评: 非常的不错，很还原原作
好评: R!W!B!Y!
受克鲁赛德战记联动影响看的动画，然后夏促入的坑，好玩
都是游戏性相对单一，就是比较重复的割草，而且还挺累的哈哈
画风不错，相对动画好很多，而且！
小姐姐好美啊~~~~
这才是重点
好评: 嗯，这是一款刷刷刷游戏，围绕的这一块做得相应系统很棒，这是真的，因为你需要花无数的时间去练级。8级一小时并且是1级到8级，因为等级越高经验会无限增多，我进多人副本看玩家10级开始游戏，打完还是10级，流程半小时吧。
缺点：联机的人有点少，不可以改按键，网络连接有时会不顺畅，模型太寒酸。
希望能优化的更好。（我觉得是绝对不会优化的）
好评: 我才不管好不好玩呢，RWBY的游戏就是要无脑买，为信仰充值
差评: 单一的操作
糟糕的打击感
怪物种类单一
这比当年的test版本还要差
单纯粉丝向游戏
个人不推荐购买
好评: 手感一般，建模一般。粉丝向
差评: 我对这个游戏的看法发生了变化
发布了多长时间了，剧情没一点变化
甚至人物建模还不如老版本
咱好歹出个dlc添加一下剧情也行啊
感觉自己买时68块完全不值得
建议不是RWBY粉不要买
这游戏一周目后就没意思了最后：大爱RWBY
好评: 好玩的游戏，想了解故事可以去看动漫，推广出去让开黑的小伙伴多起来吧！
差评: 我有托澳洲的同学帮我带过ruby，white，还有天堂的p姐的手办回来，自认对rwby还是很喜欢的。
没想到这个游戏。。。实话实说，手残的，对重复性打斗不感兴趣的童鞋千万别入，我也是醉了，剧情没有，最简单的模式也很累，一旦中途死了，如果是4波戮兽那样的，重新打十几分钟要抓狂的。或许多人模式好玩一点？但是我身边没有看rwby的啊
顺带吐槽一下那个E建，两个怪以上我是不敢按的，不然绝对！会被打到，这里面小怪一下三分之一管，大怪直接空血，然后就是放风筝呼吸回血大法。。套用老菊的话说，就是我已经完全了解这个游戏了。。都是辣鸡。。
总之，除非是多人，不然我不会再打开了。。心塞
差评: 游戏单调，可惜了人模。过完一周目就没什么有趣之处了
好评: 游戏难度太高了，单人第二关都打不过。多人模式一个都没过关。
好评: 游戏模型制作精良，游戏界面简洁，美中不足就是容易卡模型，人物经常卡墙缝
好评: wow,时隔一年之后在来看一眼，发现居然支持中文，有汉化了，太良心了
好评: 为P姐信仰充值一波，游戏本身还是有点超乎意料的不错。。

首先模型非常nice，甚至比动漫更精细柔和，两套DLC的衣服同样做得很棒。
战斗系统还算丰富，操作也很顺手，还算简单，虽然没有教学自己尝试一下也可以很清晰摸出连招顺序。
关卡内容略显单调，打散怪，守据点，最后小BOSS。
角色等级低的时候割草不会那么舒服，可以联机让朋友带一下等级，联机比单人还是有趣一些，单刷就略显寂寞。
关于手柄按键没反应的问题，我在steam的设置里调了下控制器然后就好了。
总而言之，游戏性还是可以的，毕竟玩着自己喜欢的角色是很舒服的事情。

[b] P姐万岁！	[/b]
好评: 特别好评

好评: 画面音乐打击感都不错，缺点是剧情略少 ，游戏系统比较简单，玩多了就感觉有点单调了。总得来说，作为情怀作，还是值得一玩的作品。
差评: 推荐给别人就是害人，这游戏简直辣鸡
-半成品
-糟糕的手感
-重复性极高的关卡设定
-非常蠢的BOSS关卡设计
-怪物难度全靠堆血量
-一个折磨手的游戏居然不能暂停
-想保护你的手和心情请不要碰这游戏
-可有可无的剧情
-优化差
-非常短的单机流程
非常不推荐，评论里很多人说只适合粉丝购买，我觉得粉丝更不应该购买，这游戏根本就是消磨粉丝热情的东西
好评: 技能太少，玩法单一，更多的是刷刷刷，类似无双，但是难度略高。好处是联机模式的爽快感十足！虽不算是大作，可也有些自己的特色。没有中文版算是遗憾吧
---------------------------------------------------------------------------------------------------------
中文有了，但是明显机翻，有点儿不明所以。而且服务器连不上了，这么久了居然就出几件衣服骗钱，明显诚意不足，好评是完全给动画的，游戏质量太不行了。
差评: 可能只是玩了几小时的缘故吧，感觉是个割草型游戏但是打击感巨差，而且对手柄的支持也不好，X1的手柄但是技能升级键一直按不出来，而且打击判定非常奇怪，弃了
好评: 因为喜欢所以就购买了。说说我刚刚完的感觉画面还比较可以，人物动作流畅。特别喜欢人物的配音。只是有个问题，怎么每次我闪烁加跳，都会造成白屏卡退？这是怎么回事？
差评: 为什么我每次退出来都还在运行中
差评: 优化挺差的，模型挺low的，谁买谁后悔.jpg
好评: 又到了颜表立的时候了，画风很还原，可惜单人剧情感觉故事线很浅其实可以把单人线做得更丰富一点，这样就算线上暂时匹配不到人也能自己玩，杀戮兽手感很棒，还原动画打击感，要是有4人组日常斗嘴的互动就更完美生动，技能和武器比较中庸，有种割草的既视感
好评: 粉丝向游戏，不是rwby爱好者不建议购买。
好评: 说实话自由度并不高，但是因为是RWBY，这波狗粮我吃了，希望以后可以更新出更多的玩法，另外，不知道怎么缩放镜头，无法近距离观看人物。。。
好评: 粉丝向的游戏,总体来说还原度非常高,让人很兴奋(虽然我现在玩的时间不长).就是刚刚开始时的镜头太晃了需要手动调整(也许)
差评: 玩全成就达到RANK10后真的感觉到游戏真的只是做来信仰的吗？真的进入多人游戏多少次全被退出游戏，至今的旧版BUG还存在，可想这些问题已经有很多人提出。
       接下来是我的建议：出个chilbi的DLC吧
       那个服装DLC还是算了吧，能给个剧情的DLC吗？打击感要修改！
差评: 作为一个情怀党买的这款游戏，上手之后发现游戏本身真的无多大意义，最多算是扩展剧情，在操作上十分单一。
好评: 不多说了，blake没穿胖次
好评: 相信我，当你使用自己最喜欢的人物和其他玩家组队执行任务时，那种激动幸福的感觉真的很难忘！[strike] 呵呵，玩个十小时你就不觉得了[/strike]
－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－
－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－
优点
－有PYRRHA！有PYRRHA！有PYRRHA！加分！加分！加分！这点要加１００分！这点要加１００分！这点要加１００分！目前有RWBY，JNPR(DLC)两队共８个人物！目前有RWBY，JNPR(DLC)两队共８个人物！目前有RWBY，JNPR(DLC)两队共８个人物！
－游戏配音全部为动漫原配！再次听到PYRRHA的声音好感动，加分，至少要加１００分！
－人物立绘模型很精细，还原度很高，几乎和动漫一样，甚至超越动漫。[strike]老版本模型才叫还原好不好？？新版本模型真的不如改版前[/strike] ←喂，别以为划线我就会无视，反正我只玩过新版，而且模型我非常满意，所以去你个小青蛙＝＝
－游戏模式分为两种，一种是塔防，一种是故事模式。故事模式流程不短总共十章，可以和小伙伴组队一起打～[strike]WaSsHOi！神特么流程不短，你至少打了几十周目了好不好！？[/strike]　塔防模式很考验团队配合，通关很难，每次过关好有成就感，而且各种炮塔超级好玩！[strike]好玩？南无三，你是何等的制杖，土豆服务器的幻灯片你也能看上瘾[/strike]
－各个角色的招式十分酷炫，而且操作也不是很难，QTE很重要是关键。[strike]不但酷炫，招式还超级多呢，你看，有L，R，Q，LR，LLR，LLLR这么多呢！[/strike]
－有官方中文，oh yeah!！个别翻译不是很到位，总体而言真的不错了！[strike]哦，你开心就好，机翻大法好，一个成就做半年做不成，发现翻译错了[/strike]

缺点
－？
－．．．

最终
算上基本分１００分，和优点的加分２００分，还有缺点的扣分，我觉得给[b]３００分[/b]应该[spoiler]给低了[/spoiler]很客观，其实，游戏一直在更新，有缺点是正常的，只要不无视我们玩家的抱怨就好，希望将来版本越来越完美！
－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－
－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－
最后，缅怀一下作者Monty Oum，真的感谢你创造如此精彩的世界。
好评: 动画党入的坑，还不错的游戏，有些时候略蛋疼，玩了就知道了，总体还是很推荐的
好评: 为了信仰
好评: 音乐很棒
差评: 不愉快的割草游戏，为了信仰买的话还是不怎么推荐的
好评: 这真的是割草吗？感觉自己不停地死，而且没有新手教程

不过粉丝向作品，能和他们并肩作战已经很棒了
好评: 买的是信仰

差评: 坑爹呢，手柄就摇杆能用，按键都不能用，一个无双类游戏只能用键盘？莫不是脑子坏掉了？
差评: 新模型不如老的，连击系统做的差，地图毫无诚意的小和空旷，差评
差评: 付钱是因为他是RWBY
差评是因为这游戏做的真的菜
而且越改越菜。。。。
差评: 差评，这游戏感觉是根本没有用心去做的，作为一个看RWBY到现在的人来说，这游戏简直就不是同一个团体做的。动作这方面的话真的是玩不下去了，建议制作动作的人去看看韩国KOG公司的动作和连技。别人至少制作的很流畅，连起来至少是爽的感觉。
差评: 该怎么说呢 每次的更新 都让我越来越不想玩这游戏  该优化的没优化 不该管的基本管了 有点小失望
差评: 虽说动作与打击感还不错，但是模型也太令人失望了。
好评: 作为手残 玩到现在第一关都没过 但是 游戏的建模很好 跟动画一样 光影效果也还可以 配置要求也可以接受 虽然不能说是非常非常非常非常优秀的游戏（毕竟玩到现在我能体会到的只有砍杀。但是如果你是rwby的死忠粉 入手吧 不亏
好评: 画质不好调
差评: 很喜欢RWBY，游戏还算不错，但是单人不能存档，很少的剧情真的很难受，人物模型做的不算好看，但是动作很流畅，主要不推荐原因还是不能存档，正在申请退款，以后如果有希望精致一下模型，能单人存档的话，还会重新入手。
好评: 求能一起玩的好友（永远有效，随叫随到）PS:特殊情况可能玩不了……
差评: 清除配置文件等于删档真是6卧槽
好评: 纯粹是为了充值信仰买的，还不错，无双杀怪，玩久了比较无聊
好评: 致敬天国的mo大
好评: 主体+全DLC已入，情怀信仰粉，出啥我买啥。


好评: 为啥手柄除了上下左右，剩下的都不好使啊、、、、、、
好评: 信仰第一
差评: 即便是情怀粉。。。玩这个的时候也会让人产生一种而给Rooster Teeth寄游标卡尺的冲动。。。尤其是在对比了第一季的动作戏的时候。。。
好评: www
好评: 单人模式体验极度糟糕，甚至没有连段教学
纯粹的粉丝向游戏
丑爆的立绘和还行的建模简直不忍直视
玩得人太少了，建议要玩的人也带上好朋友们一起
打击感勉勉强强，但也不至于糟糕到难以忍受
我是RWBY粉，所以我选择购买1-3集的动画：）
动作4/10
音乐？/10
音效？/10
但是补票的目的还是达到了，所以别的不谈了


差评: 作为一款粉丝向的游戏，我觉得能达到及格的分数。
+多人合作下的动漫体验
+组合技能的设计
-过短的流程
-支线任务过于单一
希望后面能出DLC啊，这剧情不够玩的，尤其是动漫在p姐和我们原导演的去世，少了不少粉丝观众。
6.5/10
好评: 画面是我喜欢的风格但是操作感真的好差    希望能改进吧
好评: 这款游戏我是为了P姐才买的。
那段时间我一直在追这个剧，后来很忙，直到听说P姐领便当后也就不再关注了。
那一季我也没在看，这个动画从一开始我就很喜欢她，不过却没有勇气去看最后一眼。
或许有一天会复活，到那时我在去追吧。

单人剧情只有你一个，因为这它更偏向联机。
能玩的很少，不过我也很久没玩了，不知道有没有多更新什么。
推荐手柄操作，比起键盘更简单便捷。

推荐不推荐这个看个人吧，就不多说了。
好评: 毕竟是信仰游戏，用喜欢的角色战斗的感觉真的太棒了！
但是就游戏性来说勉强是及格的游戏，而且官方的优化实在不敢恭维，机翻也是很让人头疼，最最最重要的是，联机延迟很严重很严重很严重（重要的事情说三遍），无论是网上联机打还是和好友联机打，非主机的一方总会卡的生活不能自理，降低了联机游戏体验，结果我现在还在单机玩，很希望官方将这个问题解决。
好评: 最喜欢RWBY中的yang。
好评: 粉丝的话玩起来还行（比如我），要是不知道或没看过动画的话，会感觉游戏有点糟心。有的角色跑步的动作有点奇怪，打斗的时候打击感还行，但感觉上有些打斗的动作是没必要的。音乐很棒（这是个音乐游戏，咳咳），大概就这样。
好评: 信仰 　　　[spoiler] （时间100+还在继续也算对得起信仰了）	[/spoiler]

Rwby小天使  Weiss小公主    _(:зゝ∠)_ （我的P姐不可能像游戏里这么弱！不可能！）

打斗很帅（比较还原动画），风景漂亮，但玩不久（一个小时以上会腻）
为了信仰和喜欢RWBY动画的小伙伴还是比较推荐的，五个DLC是JNPR小队和两队礼服、校服
　※ 前阵子又入了原版JNPR的DLC，这个队里人物的团队BUFF还挺棒的（还没玩明白，具体评价需要等这几个人物都玩过才能编写）
如果不是特别喜欢RWBY的话，建议不要买，地图单一（就那一串莫名其妙调查然后翻山越岭打怪的剧情），人物模型和大多数同等价位游戏对比算是比较简陋的，能匹配到的玩家很少，国外的朋友比较多 [spoiler] 目前为止碰到的中国小伙伴一只手都能数过来	[/spoiler]

可能因为国外服务器的缘故（大概？），中国地区偶尔出现顿卡和掉线　[spoiler] （也有可能是网速或者其他乱七八糟的原因？）	[/spoiler]

总之...还是组队一起玩很有趣，一个人玩会很孤单　
   [spoiler] 如果有一起玩的小伙伴，记得叫我一起呀 ヽ(✿ﾟ▽ﾟ)ノ	[/spoiler]

介绍片里剪辑的就是游戏的玩法和内容，每个人物也要长期玩练等级（用打怪升级角色得来的技能点去解锁或升级人物的技能）

¥68买这种质量和内容的游戏还是有些不甘心，[spoiler] 再信仰也不能和钱过不去，不是么	[/spoiler]，没赶上打折，于是就在某宝找的便宜礼物。

参考：RWBY的历史低价是¥34 （2016/06/23）
不知道今年会怎样，想入还觉得贵的小伙伴们可以等等看呀
好评: 求出卡牌背景
I need cards and backgrounds~~~！！！！！
好评: 充值信仰
差评: 3/10

虽然说我不是非常非常非常合格的rwby粉，毕竟看的也少，不过里面改有的该看的都看了，虽然对作者死后的剧情不满，但是这不是我给这部游戏差评的理由

+ 粉丝向游戏，招式打击感不错
 
- 新模型丑到炸
- 毫无诚意的半成品
- 内容单一
- 某公司的印象分

这是个割草游戏，差不多就是控制的ruby她们的真三，最早玩的时候没有剧情纯属排到四个人进去砍砍砍，但是即使作为一个伪粉，用着喜欢的ruby也很乐在其中。
现在加了剧情，模型却换了，丑了，难看了。这不是这个粉丝向游戏应该有的

好评: 清新割草
好评: 这游戏还原挺好的，除了5升6任务卡了很久，总的来说挺棒的。比较喜欢这类型的游戏。
好评: 纯粉丝情怀向作品（脑残粉表示满足）有小伙伴联机游戏性尚可~如果后续还有新角色新剧情新模式更新的话感觉还是很有潜力的游戏8/10
差评: 咱大概是修为了几千万年的孽缘因果累积，才能在这个轮回遇到烂得如此彻底的服务器。
好评: 感觉一般般吧
好评: RWBY!
好评: 超级好玩！鸡牙良心游戏！超级喜欢！！
好评: 除了不能自定义键位以外，目前感觉都还不错。用F键打断敌人蓄力实在是太别扭了
好评: 看了动画入的
好评: 作为RWBY的铁粉，没打折的时候就剁手入了。能做成这样我觉得已经不错了。在当时看到宣传视频的时候就大致知道游戏性不会太高，但是能够操作自己喜欢的角色已经很棒了好吧。如果天国的Monty Oum还在世的话，肯定也希望RWBY系列能够一直做下去。团队的其他成员也算是继承了oum的意志了吧，真的不希望完结啊！
好评: 刚开始入的时候还没有中文 简直蛋疼  现在有中文了之后 简直好玩到飞起
好评: 很好玩 推荐入手 只是联机不太容易连上
好评: 很好，谁买谁是脑残粉
好评: 即使是真爱，也忍不住想要吐槽一番。场景设计，画风都不错，唯独人物动作设计太过于生硬，特别是跑动的时候，感觉就像太空步？只是希望制作组能够用点儿心，（其实还是值得入库的）
好评: 游戏还行，打击操作都还可以，但是玩的人太少了，希望官方多出地图和模式吧，衣服先别出了，多加几个人物都是好的，情怀和信仰就赶紧入手吧，想体验游戏的不是很推荐。（yang姐是我的，拒绝沟通）
好评: 感觉这游戏很不错，还原的动画画质们对于个人来说，还是十分喜欢的。
好评: 刚上手有点难，被小怪摸两下就残了，熟练之后感觉还是很不错的，打发时间的好游戏。另外，到底怎么加点啊，感觉伤害比其他玩家低好多啊？？？
好评: 好玩!!!!!!但是画风诡异= =
好评: 虽然是粉丝向游戏，但是刷起来还真是停不下来啊！推荐各位Rwby粉赶快购买游戏和全世界的Rwby粉一起愉快的联机吧！
好评: 无脑左键加右键，没血了就shift逃走，不过作为一个rwby粉还是入手了
好评: 作为粉丝向游戏还不错。中文翻译捉急，一看就是机翻的……
鼠键或者手柄都可以操作。个人倾向使用鼠键，感觉手柄模式视角控制不是很方便。不过键盘打会手很累就是了……
路人队的话，推荐优先加耐打和aura回复和救队友，保命最重要……

最后求好友联机啊！
好评: 游戏性比较差，游戏内容就是不断的打怪，不停的刷，等级上限10级技能都只能点几个。每次开游戏基本上面对的都是同样的地图。打击感做的还行。不过本来买这个游戏基本上都是奔着IP而不是游戏性来的。死忠粉可以入，没接触过RWBY的不建议入。
[spoiler]还我P姐！[spoiler]
差评: 太多bug了
好评: 游戏还不错，就是有点单调，内容太少
好评: 预购的时候入手了，人物很还还原啊，就是服务器残念，原著党推荐购买，单纯的游戏性，额，义正言辞的说这是个情怀向游戏！
差评: 为什么游戏人物的样子越做越差呢？我是先玩过盗版的旧版觉得不错才过来买的正版，结果打开一看人物颜值大幅下降，离远了看脸中间甚至还有一条黑线？！制作组想干嘛？人物越改越丑是在满足自己的好奇心么？直接用动画里的模型不好么？还有那几个人物logo丑的一比就不要放了，我觉得界面就用旧版的，然后战斗系统和怪物可以保留现在最新的，再把人物跑动的动作做得再自然点就可以了。68啊，整整68啊，要不是看在ip的份上早就退款了。
好评: 作为RWBY系列的真爱粉，一打折我就入了
但为什么新版的人物模型如此的。。。丑。。。
以及。。。服务器简直不似某碧胜似某碧。。。
暂时就这些了，期待后续更新！
--------------------
JNPR是DLC。。。
不仅如此，怎么还开始卖皮肤包了？？？
讲道理，这还真是略坑啊。。。
好评: 作为一个RWBY的感受，p姐的枪射击太弱了，估计是除了ren和june之外做弱的枪了，以及大锤的攻击力实在是太逆天了，特别是到后有个攻击力翻倍的技能，简直。。。还有june的队伍buff也是逆天的存在，如果配上攻击力翻倍团队buff外加大锤的攻击力翻倍。。。gg。。。。每个角色的特点都很鲜明，用起来基本上都是很顺手，一遍又一遍刷剧情其实也算还好吧，毕竟是放松用的游戏
好评: 为信仰而战[spoiler] 手动yang姐黄	[/spoiler]
好评: 超值
好评: 怎么说呢？对于RWBY的粉来说，可以买来玩玩。从我个人的角度来说，首先角色建模是完全按照原作来的，这一点非常的赞，游戏的剧情也还不错。但美中不足的是动作系统略显僵硬，不过并无大碍。总的来说，还是那句话，对于RWBY的粉来说，可以买来玩玩，或者想尝试一下这款游戏的话可以先尝试一下试玩版。

好评: 总体来说挺好玩的，但是地图太少了
好评: win10各种弹出输入法，改快捷键都没用，打着打着就出字，根本没法好好玩。

信仰充值
好评: 游戏难度有点大，不过有中文，这点值得点赞
好评: 买了好久评论一直没写，游戏我是不玩的，只是为了第五季买一个支持一下
好评: 很好很贊。(比了個拇指)為了買到JNPR小隊費了很大的勁，畢竟買了這個遊戲就沒什麼錢買他們了，但這不虧，能玩到Nora是我這輩子最高興的事了。
遊戲總體打擊感比較好，雖然沒有動畫里那樣看起來舒服，而且只有十章，但這值得一玩。
說實在的，在這游戲裡我還擴到了幾個朋友，也挺好的，狂舔我Nora的大腿。建模還好吧，立繪就..不太懂美畫了，初次用手柄感覺超難，自我感覺。還是鍵盤好。

Jaune……強哥真的很強，重量技能在一二關甚至可以一招滅幾個。
Nora世界最強！…就是不太容易打廝獸，榴彈還好吧殺傷力挺大的。
Pyrrha我還沒玩多久，不過大招確實很厲害！！
Ren小哥的槍……能射中的幾率有點差，為了刷技能快刷吐了。
好评: [h1]粉丝向游戏，如果没有看过RWBY动画的，不建议购买[/h1]
B站有片源，[spoiler]http://bangumi.bilibili.com/anime/333[/spoiler]

人物建模和游戏风格认真还原了动画的风格，但立绘就崩了，[spoiler]特别是DLC的JNPR小队的立绘简直向邪神靠拢[/spoiler]。游戏的场景非常漂亮，在通关之余还能欣赏风景。游戏动作打击感强非常流畅，但连招套路太少来来去去也就那三四个连招。

游戏关卡太少，共10关，而且每个关卡高度重复，场景虽然换了但几乎都是反复刷怪通关。剧情上和原动画剧情没有联系，但没有过场CG只有旁白很难让人理解剧情，搞得我通过后还是一头雾水，重新在网上找讲解。

最后说下联机，[spoiler]都已经鬼服了[/spoiler]求一波队友组Rwby小队。每次打完Ruby都会说说“Good job,team”，然而永远通关的只有Ruby独自一人，我默默感到心塞QAQ[spoiler]但Ruby还是好帅啊prprprprpr[/spoiler]
好评: 超级还原呀，除了立绘，
要是能出ai单机也能4人就好了
好评: 没错，这游戏我就是买来放着的。
差评: 打击感很差，画面也很差，游戏性也很差，感觉就是外包的，不是真粉真的不建议购买
差评: 如果不是真爱  答应我不要买 游戏对手残星人极其不友好 远程攻击三次之后如果到墙角就穿模 镜头奇怪大概因为我玩不习惯 港真 不是真爱别买还贼XX贵 QAQ
好评: 不错的游戏，手机看了动漫才买的游戏，虽然剧情啥的关系不大，玩起来还是不错的，支持一下
好评: very coolllll
好评: 可爱，迷人，的正派角色
好评: 喜欢这款游戏 但是服务器硬伤 单打挺好的 不过dlc的p姐真的不好玩
好评: 看到打折就入了一发，两个小时玩下来，感觉还是不错的，从技能上来说挺华丽的，跟原著出处不大。人物模型也还好，之前听说模型崩了，进游戏一看还好。[spoiler] Weiss我喜欢你啊prprprprprpr [/spoiler]
但是感觉还是一个未完成的作品，从技能上来说还是有点少，还要肝。[spoiler] 不肝和咸鱼有什么区别 [/spoiler]
更新：[spoiler] 关于技能少这个问题，我发现是我太年轻，后来玩下去发现还是不少的。比如Yang姐的升龙拳，Ruby的新月玫瑰断头台，Weiss的冰属性攻击，Blake的影分身。这些其实应该算连招，两轻击或者三轻击加一重击就能触发。[/spoiler]
顺便求一波一起玩的好友，每次听到Ruby说“Good job,team!”我都在默默流泪。[spoiler] team？不存在的 [/spoiler]


求好友求好友


更新：快肝完一周目了来点更新，目前除了强哥的大招要线上游戏完成，其他的我都刷完了orz。[spoiler]Rank10？肝不了肝不了，不知道不知道[/spoiler]
RWBY小队四人扮演的角色还是有一些相似的，技能升级方面都是终极攻击Q（大部分升级都是加大范围/加强伤害），团队攻击（应该是弹反硬直处决技能）E（大部分升级是对多人有效果），远程攻击R（大部分升级都是添加一些元素属性伤害），感觉从角色设计上来说有一些重复。
JNPR小队四人就很有各自的特色。
来先吹一波：强哥？强！无敌！轻松的大范围AOE伤害，伤害很高的单体处决，不可或缺的大招BUFF。[spoiler]就问你满不满足？强哥彻底翻身动漫的形象。[/spoiler]
P姐？强！无敌！超多目标的弹反硬直，超高输出的连招。可以说是完美诠释了女武神这个词。
Nora？强！无敌！被动连击数越高输出越高，超远范围的处决技能，榴弹炮的超高输出。[spoiler]就是不容易打中人[/spoiler]她就是一个乐天暴力的输出机器。
Ren？[spoiler]……我跟你讲我就这个表情→_→[/spoiler]倒不是说他很弱，其实点了双倍子弹他的输出还是很高的，只不过相对于其他角色的大招清场效果（除了强哥），Ren的大招只能打固定数量的敌人，而他的蓄力攻击要消耗自己的元气（护盾），有些尴尬。[spoiler]我才不会说是因为当时刷他的技能刷的我要吐才这么说的[/spoiler]
好评: 信仰，没啥好说的，but！
不是信仰粉，绝对不推荐的作品。
玻璃心请勿点开：
[spoiler]模型动作僵硬，个人无法接受的角色立绘（居然没有宣传cg上的好看），UI过于简陋。无法接受刷刷刷的青年请绕道[/spoiler]

唯一好的一点打击感不错
[spoiler]近接苦手青年请做好心理准备，全程射击可能导致 R键爆炸[/spoiler]

最后，“Oh，yeah~”
好评: 讲道理   游戏可玩性并不是很理想    对新手并不是很友好（角色四级了还没单刷过第一个任务）    感觉普通攻击是假的   简中的翻译也并不很好  联机的时候总是被老外围观  但我却还是入了
好评: 补个情怀，游戏还不错，机翻很操蛋，DLC的礼服prprprpr
好评: 买来根本停不下来，我还能再升个rank，游戏问题不算少，但是就是喜欢，嗯，真正的粉丝！
好评: [h1]玩了半天左右吧 感觉还不错 就是等级 重置后 又要重新打 是有点烦 还有多人模式 有点难连上  不过还是不错的 推荐入手 顺便把dlc也一起买了 信仰充值成功！[/h1]
差评: a little boring....
好评: 游戏本体并不出奇甚至较为平庸，但这本就是粉丝类游戏，所以我不会去吐槽游戏本身。默默感谢mo大即可
好评: 动画一二季是真的不错，然而游戏嘛~只能作为收藏啦
好评: 因为我是死忠粉所以入了，目前来看游戏还有很多不足，也比较单调（目前就是刷刷刷）
但是好就好在这个游戏是会跟着动漫走的，在看动漫的朋友们都应该明白的，后续还是会出很多新模式和新玩法的，我个人来讲还是比较期待比较喜欢的。
希望游戏能和动漫一样！越来越好！！！
好评: 非常有趣，刚开始只是因为这个游戏是由同名动画改编的，之后纯属是觉得好玩，安利了好多朋友，一起玩很刺激，人物设定也很棒。值得一玩。
差评: 最后一关的长枪兵设计太不合理了 根本没法打断 单刷的时候两个轮流A你 根本动不了
好评: 打了十二个小时，终于把各个人物的天赋点和基本连招弄会了。之前打不过第四关，现在能无伤打完。不过当我在期待第四关之后还有关卡的时候，就这么没了。对了，我现在打的是离线模式，因为连不上网TAT，玩了这么久，就连上过两次，还中途掉了，6M网速也拯救不了这个渣优化，因为没怎么联网玩，所以也不知道那个团队配合是怎么样的，应该是一个负责击晕一个负责斩杀吧，感觉现在制作是遇到瓶颈了，也没新内容，应该还是在10%的进度。非RWBY粉不推荐，因为实在是没什么可玩的。还不如等打折的时候买一款3A大作。RWBY粉强烈推荐，打斗流畅有Mo大的风格。和老婆并肩作战可是很不容易有的，人物方面，只有RWBY队是一个遗憾。我要玩粉绿CP啊！！！还有J哥P姐啊！！！！要是反派也能操作就更好了。
嗯，还有一点，角色的攻击方式尤其是大招没特点，Weiss的的时间魔法炒鸡帅的，希望可以加进里面，还有Yang的承受伤害越多攻击力越强这个设定可以加进去，Ruby在预告片里最后一段斩杀无数Grimm的镜头帅我一脸血，Blake的影舞应该可以再华丽一些 毕竟无双 以后再想到什么再加
更新了地图 更新了模型 更新了声音 不过这新声音总感觉有些违和 还有模型 难道第二季要换这个模型了？ 
不是很喜欢声音方面的改动 以前熟悉的连招因为声音改了现在没法准确掌握节奏。
更新了服装DLC。。。，真是往情怀圈钱的路上一去不复返了
