好评: 有修改器爷就是一拳超人
好评: 3元打折入的 流程意外还挺长 刚开始摸索着玩 总共打了15小时才通 可能我菜吧 不过玩起来挺有意思的 就是后期疯狂锻炼然后补条再锻炼有点枯燥 不过解锁一堆技能然后胖揍对手还是挺爽的哈哈 打折可以当个加一的小游戏入了
差评: 我是你爸爸！！！！！！
差评: 我尼玛是你爸爸，撒比
差评: 游戏性很差，而且明星线有很多的bug
好评: 咱就是打工的命
好评: 我是你爸爸
好评: 好玩
差评: ..
差评: 没意思
好评: 垃圾厂商，好歹和黑衣人打一架啊。我是你爹就完了？？？真就人在家中坐，爹从天上来？。。。。。。我是你爹，我是你爹，我是你爹。
差评: 这是一款，我需要重启才能关掉的垃圾电子病毒！
好评: 2/5
还好，后期有点单调
好评: 麻雀虽小五脏俱全，非常好玩的游戏，推荐打折时候都试试。
好评: hhhh,有一说一确实好玩
好评: 真的好玩就是太短了

好评: AWDAWDAWDAWD
好评: 挺好玩的
好评: nb
差评: 无法与师傅对话，解锁麦克
好评: 就是有点肝
差评: 剧情结束的太突兀，而且还有很多BUG。

好评: 结局非常超草率，过程很好玩
好评: 全成就啦，结尾bgm还挺感人的
好评: 结局有些草率
差评: 这种进行大量无意于重复操作的游戏，个人认为非常浪费时间和无聊，很难不让人产生开修改器的冲动
好评: 反转有点大
好评: 通宵通关了，还是没人能解释我一个肌肉猛男为什么不能单手拎起一只小猫猫。呜呜呜呜，猫猫 我的猫猫
好评: 最后就一句：我是你爸爸？
差评: 玩法单一。唯一玩下去的动力是看剧情。
好评: 还可以
好评: 游戏的重玩性还不够，而且后期太过于枯燥，除了锻炼就是锻炼，锻炼完了打比赛，比赛完了继续锻炼，没有意思了。

说一下简单的通关攻略，攻略就是尽量多拿点技能点，黑拳赛走黑化当黑帮老大，这条线非常简单，明星线走职业赛拿职业证书，这条线会比较难一点点，两条线的区别就是，明星线比黑帮线多一点钱，没有什么太大的意义，后期不愁吃喝，钱多到一定的境界后就无所谓多少了，两条线结局的区别就不透露。

然后说拳法套路，熊拳拿麒麟臂，一路点完最终技能后，再去扩展其他的套路，走猛男硬汉路线，这个套路是通关最快的套路，其他的点法都是没法比的。

猛虎，拿旋风腿，先不点风奴，把龟拳，熊拳，两个系的属性锁定全部点完后再点风奴，把敏捷锻炼的技能全部点出来，这个套路是最麻烦，最拉跨的，通关时间最长，需要很久很久的锻炼，但后期会比较无敌，可以锻炼出21点敏捷，稍微比熊拳厉害一点点，但通关的时间直接延长了一倍有余，所以说这个套路很拉跨。

龟拳，没什么说的，拿什么都行，推荐麒麟臂，拳法很拉跨，真正强的是防御，百腿难敌跟百手难敌，还有最终技能，拿熊拳打输出，可以提高50%的战斗力，通关时间也很拉跨，比猛虎快一点点，毕竟不用锻炼到21点敏捷。

最后一点，不管玩什么拳法套路，体质的锁定都一定要跟上主属性，可以844，主属性提高后，比如点到13、那体质至少也要有8，敏捷看心情，敏捷是主属性的话，那先点到锁定8，体质锁定8，力量锁定8。

总之体质最好就是跟主属性一样高，而且点出锁定，锁定不太依靠锻炼，要嗑药，+2属性点，吃了药就出锁定，可以节省一大笔时间。








差评: 要是没有攻略，很容易选到一条废路。然后你玩了很久的就废了，心里很难受
好评: 游戏不错 我是开发者的爹
好评: 111
好评: 后期有点肝 目前体验还很还
好评: 挺好玩的，各种剧情任务，练级
好评: 你猫死了
好评: 很棒，玩得很有感觉，不过后面剧情有点看不懂，而且感觉内容偏少，一周目玩完感觉可玩性就偏少了
差评: 去他大爷的，玩你妈后期13锁定根本上不去。基本到不了13.  11那里就卡死了。你妈的玩，操你大爷，垃圾游戏。
差评: 最后结局：我是你爸爸.......我也是笑了~
好评: 玩了七个小时就是为了听黑衣人最后一句：“我是你爸爸”？
好评: good
好评: 非常上头
好评: 刷子游戏，小剧情还有点意思，主线也看似合理，结局是个几把什么东西，我从下午刷到晚上三点一口气玩通关，就是为了推主线看结局，结果被喂了一口屎？？？小游戏挺不错的可以玩，不要在意结局。。。太啥b了
好评: 尼眉的，结局直接来一个我是你爸
好评: 好玩，可惜没续作了
好评: 好喜欢像素风的游戏（但结局是个啥啊，一句“我其实是你们的爸爸”就结束了？？？？他爹杀了自己，我杀了我？？）
好评: 角色和经营养成类游戏。游戏本质其实就是把握好“饱食”、“情绪”、”能量“之间的换算，做到把“情绪”转换成“饱食”和“能量”进而通过锻炼提升属性值一步步成为最强的拳击手。时间流逝的设定难免给玩家带来压力，实际上除了成就有个100天通关外，游戏对时间并没有限制，也就是说可以无限游玩下去。另外属性每天会掉一点的设定也让一些心急的玩家焦躁难安。相信觉得游戏难的玩家大部分都是被这两点影响了，毕竟一般玩游戏都图个爽，谁想一直静下心来算这来来回回的得失呢。所以只要稳住心态，慢慢发育，通关游戏并不难，况且游戏的内容性其实并不丰富，内核还是慢慢提升属性并击败对手带来的满足感，后期重复度很高，通关一次基本就没什么兴趣了，建议大家还是静下心来游玩，享受悠闲积累的过程。
差评: 有点难
好评: 第一次如此喜欢这样的游戏 连续两天走敏捷道路通关  故事虽然简单但是整体游戏非常有意思 有时候看角色人物每天为梦想奋斗的样子自己也有点触动 这就是游戏最好的意义罢 很值得一玩的游戏 希望大家不要犹豫
好评: 我真的搞不懂这个肌肉男为什么不能单手举起一只猫
好评: 磨时间还行，训练也能快进就好
好评: 游戏挺好玩的，也不怎么难，一个小时足以摸清这游戏的底细，唯一要注意的就是玩虎派千万别点那jb风之奴仆，傻卵技能
还有温馨提醒，结局异常狗屎，给人的感觉就像在吃撒尿牛丸，一口咬下去爆浆，口中牛肉香味四溢，但嚼着嚼着发现这丸子里装的真汤汁tm是尿
好评: 虽然画质有点复古，但是有一种奇怪的魔力让我玩下去。
好评: good
好评: 太棒了
差评: 一开始玩还蛮好玩的，但是进入枯燥的练习环节就很难受了。而且结局简直让人一脸懵逼，二周目也没什么新意的样子……考虑到这游戏大概是早期作品，大概也就这样了。相比之下我更喜欢守墓人，希望守墓人快点出新DLC。
好评: 还可以 就是赚钱好浪费时间
好评: 如果喜欢策略类型的格斗游戏就下载吧，但我本人并不感冒，因为这并不是能直接上手打的游戏。
好评: 我是你爸爸
I'M YOUR FATHER
好评: 好游戏
好评: ⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
好评: 姑且抛开游戏性不谈，给个好评纯粹为了里面的卖梗
喜欢八九十年代游戏和电影的玩家肯定获得不少乐趣

举几个例子，送pizza时候会碰到4只在下水道的变异忍者鳄鱼，它们的老师是个穿红色道袍的变异浣熊，而让你去送pizza的人叫凯西
后期的机器人连战里分别出现了霹雳五号，机械战警，c3po，t800
还有里面出现的教父，桑吉尔夫，龙和肯，[spoiler] 被俄国拳手打死的挚友 [/spoiler]，酒吧后面的布拉德皮特和搏击俱乐部，叫bobo的壮汉，以及最终战高喊[spoiler] i am your father [/spoiler]的[spoiler] 黑衣人 [/spoiler]，以及旁边站的绝对零度
以及打黑拳的部分总有种尚格云顿的lionheart的既视感

总有种在玩bro force的既视感


差评: 剧情反转蠢炸了
好评: GOOD!!!!!
好评: 好玩，真的好玩，我首先玩的破解版，玩了两周，感觉真的好玩，然后入了正版
好评: 我是傻逼
差评: 每次攒够250块钱准备买健身器材就必碰贼呗，就一定让我花钱去健身房锻炼？这贼是不是跟健身房老板讲好了各种坑我来的，司马游戏还卖19？
差评: 打破了我对肝这个字的想象
属性每天往死里练加的比掉的略多一点 一天不练前一天白玩
好评: 玩法一般  反正要合理安排时间   打工人打工魂打工不配打拳头    游戏还行就是不喜欢
好评: 游戏很好玩，就是每天掉属性太烦人了
差评: BUG也太恶性了吧，保存退出不了，又要重新下
好评: hxd有没有类似这种像素风 复古的游戏推荐
差评: 累矣，8个小时不该花在这上面
好评: 整体还是挺好的，考虑到游戏本身比较小，格斗数值与人物培养部分考虑的应该算是周全了
缺点在于游戏进程真的很慢，就算是选择简单难度也要锻炼好久好久
故事情节太少了，游戏进程满，搭配上比较反复与单调的成长与战斗，会比较浪费时间
差评: 一开始还感觉蛮好玩的，后面感觉闷得批爆。闷头打了十几个小时，得出结论：这个游戏的机制设计基本就没过脑。

要成长最主要的是必须攒技能点（只有技能点是不会随着时间掉的，而三维不靠技能的话会一天天掉光），而技能点必须战斗获得，战斗机会又每天被卡得死死的（只有4天一次拳赛、2天一次健身房揍教练）；于是你会发现你的所有资源成长完全被一个资源掐死。

而且越到后面数值要求越庞大，技能点需求在你build的过程中会变得越来越高，一开始升一个技能要3点，而每点一个技能增加一点，直至最高的25点；如果没有规划的话基本上一定会在中盘陷入每天缺技能点缺到不行的境地。

而那些技能点错了的话不能洗（不夸张说80%都是垃圾技能）、机制又描述得语焉不详——事实上我开到第三个档，规划了敏系路线，但是升了后面的垃圾技能而没有升耐，依然在中期谁都他妈揍不过。

（看steam评论里说的是敏好像是后来削过，不太清楚，我就知道我玩着感觉非常非常废，打人没伤害，削耐看脸，后期技能一个比一个废，结果还是靠一脚脚踢）

而且甚至还有流程坑。游戏中期最主要的技能点产出是拳赛（到了第二名左右一次能加十几点），而如果新手赛你不压着攒技能点直接打到顶的话，就会被强制升段位，你之后就只能面对很久一次的淘汰赛，并且敌人的水平比之前强特么太多；另一边的终极格斗又是单行道，就算输了也不会掉段位；最后你很可能就会发现自己谁都打不过，只能靠每两天揍罗伊和教练慢慢蹭那5点……又由于升级技能需求的最高是25点，也就是说如果你陷入这种谁都打不过的境地，你要十几天才能挖出一个技能，在这个过程中就是像模拟人生那样，一直非常无聊地重复面对那些生理、金钱需求而去重复劳作。

换句话说就是，你必须事先（或者看攻略，或者通过三四个档的摸索）搞清楚那些语焉不详的技能到底有什么卵用，哪些技能是大坑，哪些是真的有用的，同时规划好整个升级路线；否则你在中盘就会面临资源很充分，但是不得不一直肝一些看着非常没意思的东西，否则剧情也推不动、拳赛也打不过的处境。

第三个档到后来我兜里的钱都没地方花，拦路抢劫事件不知道为什么也不刷了，就真的是每天闷着等揍罗伊和教练，我甚至都想直接一键睡觉睡到拳赛了……

我真诚建议你们，想玩这类游戏的话去玩开罗，或者玩Persona，甚至哪怕你去玩兰斯和多娜多娜。这种老牌的模拟经营和生活管理游戏比这个玩着舒服多了。

（听说这个制作组后来做的那个守墓人更夸张，我就呵呵了，谁爱买谁买吧）
好评: 玩着玩着突然结局了“我是你爸爸！” 我屮艸芔茻
好评: 说实话剧情跟洛奇好像 感觉像是魔改版洛奇 尤其是去俄罗斯给罗伊报仇那段
好评: 6块 对得起流程 不亏不赚钱
好评: 很真实的反映人生，如何保持状态，还要为生计考虑，期待二代
好评: 可
好评: 感觉有一点难度，但是还是很不错的游戏，来补个票
好评: 小游戏，打折值得入手
好评: 最后没有跟黑衣人打结束了？？？？黑衣人说是拳手的爸爸，然后直接没了。
196天结束，属性：15-15-10就通关了？？？
结局太草率了吧，我还打算再狂提一波属性搞个三项之力呢。还是有不同的结局？
好评: 果然是拳击俱乐部，力量流猛的一批，敏捷流菜的抠脚
好评: 这个像素游戏算得上不错，技能剧情还好，就是过程太没意思了，枯燥无味，升级过程又臭又长，也可能是我太菜了。虽然玩之前看了评论区，最后打通关了，还是没想到结局这么离谱。就挺无语的，推荐入手，降价买了玩不亏的，最后再说一句我是聪明B

差评: 我TM玩了几个小时通关就是为了boss跟我说一句“我是你爸爸？”
好评: 支持中文，我怎么选中文？我是傻逼
好评: 只玩了简单模式就是刷刷刷刷属性什么的，但是总体来讲还行，剧情有点魔幻，是个肝别的事然后想起来点点的小游戏
差评: 2个成就打不出来  服了
差评: 。。。其实这个游戏还是有一些优点的，只是在我到达结局知道真相之后，总觉得很空虚，游戏的有些无厘头的故事也是这个游戏的亮点或者说很幽默的地方，很多处剧情都是很经典的套路，看起来会让人有熟悉感并且会心一笑

但但但但但但但但是你结局跟我整这么一出我不能接受，
我天天在锻炼身体，咖啡饮料的喝的飞起，觉都不带睡的，
就是为了最后锤我弟弟一顿，然后听你那句名台词？？？？
我到底是为了啥啊？！！！！！
不行了心好累啊
好评: Rewrite it, then renew it. OK
Where is the game maker?
好评: 不错 有意思
好评: 赞尼奈
好评: 不错的休闲小游戏
好评: 猜猜我是谁
好评: 游戏是好游戏，可惜我遇到恶性BUG了——小地图上家没了

刚刚才给父亲和兄弟报了仇，从地下拳击手转地上拳击手，签了大合同，搬了豪宅。屋子里就有健身房，不用去公用健身房交钱还打挤。 结果出趟门买牛排，直接家没了。吃饭睡觉，申请下一场比赛都要在家里操作。我等于要直接饿死街头了
好评: “我是你爸爸。”
好评: 打 假 拳
好评: 我是聪明逼
好评: 还是力量不够啊弟弟
好评: 非常具有可玩性的模拟游戏，就是玩的过程非常痛苦
好评: 衝著遊戲自帶中文這點就足以給好評！
遊戲算是養成類，培養一個搏擊手不斷前進通往王者之路
訓練之後提升的屬性會會慢慢扣，讓人很很頭疼
BGM不錯，很燃。像素風也可以，有點殺時間的遊戲
好评: 玩法多样 搭配多样 音乐好听 剧情不错 打发时间
好评: 早安，打工人。
好评: 有的人，光是活着就已经竭尽全力了。整个游戏和你现实生活几乎一致，从穷小子到搏击冠军之路非常坎坷，我在玩的时候经历了很多次绝望，每天去工地搬砖，攒够了钱准备去买健身器材锻炼身体，结果连续两次被小混混抢劫，血本无归。生活一贫如洗，冰箱里除了几块肉以外没有任何东西。想当冠军？先过了生活这道坎！这款游戏非常贴近现实生活，喜欢的玩家不要错过。
差评: 打完一场新秀联赛，他竟然会bug，然后删除我的存档。
好评: 有开罗游戏那味，强烈推荐
好评: 我是你爹
好评: 这个游戏，适合消磨时间
好评: 变强的过程做的很真实，本人也是健美爱好者，能感觉到这款游戏的细节，还做得很真实，整个游戏和你现实生活几乎一致，从穷小子到搏击冠军之路非常坎坷！
好评: 从弱变强的游戏，加油，骚年！
好评: 打了半天打完的结局居然来了句：“我是你爸爸！！！”
好评: 朋友们好啊~，我是这届的冠军拳王，刚才有个朋友问我，拳王老师发生什么事了，我说怎么回事？给我发来几张截图，我一看，噢~，原来是昨天，有个头戴红领巾身穿红色内裤，30多岁，到处秀充气肌肉的半裸男，他说是：他在健身房练麒麟臂，把胳膊给练断了，冠军老师你能不能教教我交叉拳法，帮助治疗一下，我说可以，我说你在健身房练的拳法是王八拳法，不好用，他不服气，我说小朋友你接我一个熊抱，他接不住，他说你这也没用，我说，我这有用~，2千多斤的俄罗斯脆皮熊接不住我这一抱，啊~。

他非和我试试，我说可以，我一说他啪一下就站起来了，很快啊~，然后上来就是一个略过攻击，一个十字路口，接一个回旋踢，我全部抗了下去，啊~，抗下去以后自然是传统的拳击以点到为止，拳贴到他脸上，没打下去，我笑一下，准备收拳，因为这时间，按传统拳击的点到为止，他已经lose了，如果这一拳打下去，他就已经见他已故的老爹了，拳没有打他，他要承认！是我先打到他残血，他不知道他被打残血，但是他承认他用能量破坏者了，啊~！我收拳不打了的时间，他突然袭击，先是一个反手直拳，又来一个近战缠斗，再接一个三连击，来打我，我大意了啊~，没有闪，但是没有关系。

我说小伙汁你不讲武德，他说拳王老师对不起，对不起，我不懂规矩~，他说他是乱打的，他可不是乱打的啊~！快速回能量，拳拳命中，手脚有力，训练有素~，后来他说他打过三四年的西尔弗，看来是有备而来~~~

这个半裸男不讲武德，来骗！来偷袭！我42岁的老拳王，这好吗！？这不好，我劝！这位半裸男耗子尾汁，好好反思，以后不要再犯这样的聪明，小聪明，啊~，健身要以和为贵，要讲武德，不要搞花里胡哨，谢谢朋友们~！
好评: 很真实，我想和主角一块锻炼来着
现在我腿坐麻了
差评: 一般，结局无聊
好评: nb
好评: 挺有意思，但是Bug也是挺多的，最烦的就是对话框同时出现时，会卡住，这样常常错过比赛时间。
好评: 挺好玩的。
差评: 看电视就出BUG卡住了，不能保存退出，什么都做不了
好评: 这款游戏真的真的真的需要非常肝，需精打细算时间、金钱、三项属性的减少情况，第一次玩建议正常或新手模式（但是新手不触发成就），至少通关一次熟悉游戏模式后再尝试困难模式。
如果要打100天通关成就，建议阅读指南里的一篇意大利语攻略，我在困难模式下按照攻略的路线熊系83天通关（并非所有比赛都获胜，我至少输了四五次），另善用魔法药水，卡数值或后期打声望比赛突击作战都是不错的选择。
好评: 后期训练实在太枯燥了，建议使用魔法

好评: 有毒的放置策略类小游戏

好评: 后期属性超过20一天掉180，工作睡觉都是浪费时间，24小时泡健身房狂灌咖啡能量饮料，好好一个小伙子硬是整成终结者。
好评: 还行
差评: 真的离谱，我在一个全属性碾压的情况下被对方暴打，NPC永远比你强一个段位，真就运气游戏呗
好评: 😐
好评: 喜加一
好评: 非常有趣的小游戏，4元的史低价格是绝对物有所值的。
好评: 系统满不错，剧情很不错
差评: 手提箱 BUG到现在 还没修复
好评: 小时候喜欢玩 长大才知道原来要钱的 我是傻逼
好评: 我是傻逼！
好评: 游戏性不错
好评: 游戏性不错，背景乐单调
好评: 变强的过程做的很真实，本人也是健美爱好者，能感觉到这款游戏的小细节
好评: 这种养成游戏，为什么非要搞一个没过一天就要减一点属性的系统呢，玩起来想在做数学计算题，每天都要算的明明白白的，我有这精力我为什么不去玩一些更刺激的竞技游戏呢，就为了算好每一道数学题然后打败电脑？这有什么成就感吗？干脆把那些对手的属性设置强一点，我们多练一点，每天打打工，锻锻炼，打到后面也会有成就感，这样的模式玩起来太累了。游戏整体还是不错的，打折入一波。
好评: 222天通关，三围5 21 8。
没有帮唐老板和大胖子做事，全程就是打工锻炼打比赛，谈个恋爱只是馋这个女人的buff。最后枯燥地成为世界冠军登上小岛。
结局感想：神特么爸爸
好评: 一般般推荐 讲价入手的
差评: 结局很傻逼
差评: 感觉机制有些少
好评: 非常简单，但非常有趣
差评: 又要打工又要锻炼，我是不抵触的。但是每天三项属性掉一大截就离谱，逼着反复肝。烦。
好评: coooooool
好评: 打折入手，物超所值，谁肝谁傻逼
差评: 给还没玩过但早已听过这游戏的朋友提个醒，这游戏的锻炼机制确实特别真实，你没法舒舒服服地混过去，如果你不一天24小时泡健身房里，恐怕你连前期都过不去。

我玩了两个存档，玩第一个存档时我啥也不知道，游戏里三围属性是会自动掉的，但技能不会，于是我决定狂升技能。升技能需要技能点，一开始1点，然后2点、3点如此递增，直到25点，后期每点一个技能都要25点。我当时三围484，技能点得挺多，但一直卡在初识健身房那个比赛，打不过第一名那个老头，于是我边打工边赚技能点，打工的快感比健身的爽得多，毕竟一套循环下来一天能有150块钱，每天和人练拳有两点，三天两头打比赛也能混个几点（当时对手都打不过，只能拿输的两点），我寻思着这样一周下来也能点一个技能，不就是刷吗，我刷就是了。结果我把虎系点到头，属性没上来，依旧被老头按着打。当时玩了200多天。。。钱多得一比，但一直没去锻炼。玩到这个程度还过不去，我怒了，一气之下又开了个档。

新档我按着贴吧里的经验走，前期认真打工，绝不买健身器材，身上留个150，打到拳赛奖金刚好够泡健身馆的时候，在健身馆里活生生泡了一个多月，这次为了省钱连对练都不要了，技能点纯从比赛里来，三围2 13 8，直接怒踢老头勇夺冠军，100天进监狱，120天入黑帮，期间除了锻炼就是吃饭睡觉搭公交买食物，进黑帮的时候三围 4 16 9（监狱包吃住，比黑帮伙食还好，我在那里一心一意锻炼，爽的）。可惜年少无知，当时和黑拳线同推，进黑帮后把声望点到打工升级那里去了，钱花到黑拳线打机器人后去唐人街疗伤那里，一顿操作身无分文，声望为0，回过头来才发现结果拳赛也没了，我居然又回到了勤工俭学阶段，我看了半天才发现黑帮可以升级自动加钱加声望，但是要500块。我人都傻了，赚完500块，三围回到1 13 5，又开始了疯狂锻炼，有钱了就买能量饮料，黑帮包器材和食物，我整整一个月没睡觉，累了就直接7瓶能量饮料灌下去，累死累活才变回3 15 8，后来又慢慢下副本打钱打技能点。。。然后，刷出两个技能以后，我悟了。

这游戏的本质，真的就是让你边打工边锻炼，一开始让你自己打工锻炼，然后在健身房打拳赛锻炼，然后进监狱包吃住锻炼，然后进黑帮锻炼，想玩得舒服，关键是得有人给你送钱养着你让你一心一意锻炼，等你锻炼差不多了，就出山下副本换另一个地方锻炼。。。我觉得游戏名也别叫《拳击俱乐部》了，叫《撸铁模拟器》就挺好，那么我为啥搁着云撸铁而不真真正正地去撸铁呢？贴吧有位老哥说得好“有些人可以刷游戏数据刷一天，却不会亲自在现实里锻炼自己。”

我为啥还要玩这游戏呢？玩起来累人不说，赢得也没有成就感，只有数字不断递增，游戏时间不断增加。有些人会去研究60天速通40天速通啥的，对他们来说这游戏或许挺好玩，可对于我这种普通玩家来说，面对这么枯燥的游戏，我不如在现实里撸撸铁。
好评: 非常有趣的游戏。特别是有力量减损设置，给游戏增加了些许难度。在资金的管理上，花钱特别快，练级特别慢。
好评: 666666666666666666666666
好评: 很小的一个游戏，然而却非常上头，甚至因为技能没学全马上想玩第二遍~
好评: 0.0
好评: "还是力量不够"
好评: 结局有些傻der
好评: 游戏质量很高，模拟养成类游戏，如果有需要steamkey可以来找我
好评: 耐玩
好评: 还没玩，在开始界面听了1个小时音乐，这样的好游戏不多了！
好评: 拳击俱乐部永远的神
好评: 很不错的养成类游戏。
好评: 怎么说，单机游戏嘛，单机中的单机，打工，锻炼，走剧情。无限循环。然后没钱，没体力，啥也干不了，睡都不能睡。时间不会自动流失，还得自己赶路刷时间，也就只有看着自己之前用钱刷的属性等级往下掉。
差评: 不值19块
差评: 浪费时间的垃圾游戏，老子本来就是为了打游戏休闲，结果你他妈天天掉属性值，不白玩栏吗？叼你妈狗币，这他妈游戏玩我。
差评: 刚开始玩的还挺有意思的，正要渐入佳境。就在我进入水底基地的时候，被打死两次，然后好像是bug吧，突然开始混乱起来，猫咪又死了一次，然后我就成黑帮老大了。一出门，家没了，黑帮也进不去了。1000块钱分分钟就花没了，哪也去不了，活活卡死了。好几个小时得档，不想重打了
好评: 上手过于困难
好评: 还是力量不够啊弟弟
好评: 33.5小时，3系困难全通关，达成所有成就。总体来说不错的养成游戏。剧情就是各种梗的融合蛮有意思的，就是结局有点捞。游戏属于半成品BUG有点多。使用技能除关键技能其它技能非常废加上属性点会降低一旦点错技能就会很长一段时间谁也打不过只能每天5点技能点熬到关键技能点出。这就导致这段时间无聊且肝。到现在4年了BUG没有修改也没有平衡（个人觉得就通关时间和舒适度来说熊比虎强太多了）就知道这个游戏就这样了，以后估计也不会修改，所以无聊并且刚好打折推荐可以购买玩玩，全价就不推荐了，虽然只有19元但是个人还是觉得不值得。你要是土豪就当我没说。
好评: 游戏流程在10个小时左右就能通关,还不错的养成小游戏,打折完也不贵无聊可以玩玩,就是结局太捞了。。。。。。
好评: 很有意思的休闲像素游戏
好评: 前期的话钱特别难挣  直到中期还好一点
剧情前期给你一种热血 我要变强的感觉
后期主角的基友莫名其妙凉了  故事的发展也变得越来越诡异
很奇怪   我玩通的时候 
我在想   我在玩什么？ 这还是我刚开始玩的游戏吗？
好评: 逆水行船，不进则退。我滚去学习了
好评: 游戏不错，剧情和可玩性都还可以，就是有点略肝，bug有点多
好评: 这游戏适合我儿子陈三金玩。
好评: 为我假期颓废的生活增添了了浓墨重彩的一笔，身为一个一个像素游戏爱好者，对这个游戏简直完全没有抵抗力。更不用说这还是我花两块钱喜加一买来的，就算是原价买，，就凭这优秀的优秀的游戏体验，我也一定会为他买单的。
该游戏的主角是一个渐渐成长励志称为拳王的小伙子，场景有很多，可玩性可玩性非常强。。你需要为主角主角买食物，锻炼，休息，娱乐，赚钱，交友，购物购物等等而踌躇，为了一些东西而必须去舍弃一些属性，这就是这个这个游戏的魅力所在。同时，它还有着优秀的随机系统，让你真的能感受到打拳的刺激，忘不了我在半夜成对着电脑电脑祈祷这场比赛一定要赢的紧张，总之，盘他就对了。
好评: 设定不错的

好评: 结局强行扭转，黑衣人在剧情中没有出现过几次，会使我觉得结局很突兀，但总而言之是款好游戏
好评: 玩的时候觉得很好玩，回过神来我是傻逼。
好评: 啊
好评: 三年前玩过，现在玩起来感觉很棒，加了很多东西，可是为啥我猫死了。。。我记得当初还是会说话的。
好评: 一直为浪费了太多时间在这游戏上而深深忏悔
好评: 这个挺不错的，剧情很多梗，很有意思，游戏玩法略上瘾和肝，打完后就没啥啦，作为独立小游戏质量很高，推荐购买。
好评: 剧情有点搞不懂，主角爸爸被杀了，后面主角找到了凶手，凶手结果是他爸...这剧情.....
好评: 满满的梗,洛基👍!
好评: 玩着玩着就开始刷数据，折腾半天还不够每天掉的。
打又打不过，开始还挺吸引人的，越玩越单调。
勉强给个好评吧
好评: 没通关。可以体验下游戏的前半段，还挺有意思的。后面是肉眼可见的肝数据，不是很想继续杀时间。
好评: 好评给游戏剧情，但是这游戏让我明白，有时候努力也没有用
好评: 耗时间的游戏，日常就是 锻炼 吃东西 睡觉 吃东西 赚钱.....
好评: 我玩了这么久为什么没有成就？一个成就都没有。。有知道的吗
好评: 很有意思这让我回忆起以前的一些事
好评: 我总觉得游戏最后一句话，是开发组占我便宜，跟我玩伦理哏。。。
好评: 告诉你个秘密：我是你爸爸
好评: 几个小时，游戏和生活有点像标准的先苦后甜，一条主线取代了自由度，避免漫无目的的浪费时间，整体来说还是可以的，价格也比较合适
好评: ……感觉每天数值减得蛮厉害，玩的就有点累的感觉，每到下一天就得拼命补上。而且到了中间受伤了一次，训练效率降低了，又没有地方可以赚技能点了，就感觉有点卡住了。
虽然是一上手就停不下来了，但感觉这么玩有点肝，每天都在拼命补的样子。
好评: 好玩
好评: 还行

好评: 狗屎玩意，辛辛苦苦赚了250块坐公交去买健身器材，坐公交都能被抢！！！神tm抢我一半的钱！！瞬间不玩了。
好评: 游戏牛逼！肝了一晚上，建议前期先打钱再开荒，熊配龟比较稳，前期基本稳过，后期看着来，耐力加伤害，玩蛮王的感觉，切谁都像切ADC，后期18  10 13，就可以无敌了，游戏不错就是结尾有点迷··
好评: 很给力的小游戏，剧情分支也不错，战斗也很有意思，期待二代
好评: 卧槽这恶趣味结局，给爷整乐了
系统玩熟了就蠢了
差评: 这是一款很痛苦的刷数值游戏，慎入。
①在金钱方面体现得过于真实，整个游戏流程有80%的时间在苦逼打工。
②剧情触发过于生硬，如果没有主角家中突然出现的手提箱，剧情根本无法进一步展开。
③除开80%的打工赚钱时间，其余19%时间在提升主角的数值，而且数值还会随着目前数值等级衰退。
④整个游戏只有1%的时间在真正的战斗，而且战斗还是全程托管制。

总评：
整个游戏就是在走剧情的过长，而且BGM单调洗脑。如果没有长篇刷数值的游戏内容，整个游戏就会显得过于空洞。
也许是过于真实，这款游戏也旨在于让玩家体会到现实生活的无聊和苦闷吧。
好评: 确实不错，养成类游戏，通关要求也不算太苛刻
差评: 没有汉化，不喜欢
好评: 很早的游戏啦，最近有时间重玩了一遍~还是不错的
就是最后结局看的一脸懵。。。
好评: ＋：复古的画面风格
＋：偏励志向的前半段剧情
＋：非常棒的游戏配乐
＋：天天被熊追的毛子猎人
－：猝不及防的结局？（我是你爸爸）



（8.4/10）
好评: 打完一周目感觉不过瘾
差评: 过程还行，比较真实了，就是结局真的一般
好评: 内容十分诙谐有趣,是一款很有创意性的游戏,推荐
好评: I'm your father
好评: 我是你爸爸
好评: 欢迎关注：[b][url=https://store.steampowered.com/curator/31425703/]Virtual Name Club[/url][/b] 鉴赏家（汉化组全部作品都在这里）

[h1]进度：两次通关+全成就[/h1]

[h1]语言[/h1]
[b]发布贴[/b]：[b][url=https://keylol.com/t477823-1-1]《拳击俱乐部》绿色汉化修正补丁[/url][/b]

[b]补丁说明[/b]：自制，修正官方简中翻译及部分贴图错误，美化字体。

[b]更新说明[/b]：2019.08.18 更新至 v1.1

[h1]评测[/h1]
有很多梗的游戏，不过主角培养方向错了的话后面会很难。
好评: 虽然这款游戏是一款小游戏，但是游戏内容还是很有意思的，可玩性很高。
好评: 算是很有意思的养成游戏，只是中期流程太过单调，并且结局很迷
好评: 我是你爸爸
好评: One of the best themed games out there.
好评: 玩了一天通关，总体还是推荐吧。
游戏前期不管是画风还是玩法音乐都挺惊喜，还有不少游戏电影里面的梗。
不过从中期开始，这游戏就变得枯燥了，不断的训练训练就为了填平每日按比例掉的能力值，真的就是训练机器人了，掉能力的设定没问题，但是设定的比例值有很大问题，拖了不少无谓的时间。
游戏里可以追一个妹子，忘了名字，罗伊的妹妹，这可真是太真实了，为了BUFF效果，不得不送礼物一直当舔狗，有时候一个礼物不够还要再追加，另外搬家之后礼物的价格还涨价了我去...
最后的结局有点莫名其妙，没看懂“我是你爸爸”是什么操作，还不如来点烂俗的打完最终BOSS，兄弟从归于好更来得直白。
好评: 消磨时间的不二选择
好评: 还不错，冒险经营类的游戏，想轻松的通关似乎不太容易
好评: 我推荐了。
为什么？
因为我用修改器了。
淦。
好评: 还是挺好玩的，没有通关，明白一个道理，要想变强真的要有超强的自律。
好评: 前期挺有难度，建议发展一项属性为主，多积累技能点，专注一系，后期玩法、剧情相比前面风格不太统一，剧情脑洞大，后期玩法有些乏味。
评分：6/10。
差评: 我就是个傻逼，妈的，什么破设定，越到后面属性掉得越快，练都练不上去，越来越无聊，操
好评: 好顶
好评: 我裂开了

好评: 玩了一天，通关了，真累。。。（我是你爸爸）
差评: 没想到第一个差评给了好玩的游戏。
扪心自问觉得自己不是玻璃心，能在祖安打到30级也不可能是玻璃心。这个游戏好玩确实好玩，香也是真香，但是这个游戏搞玩家心态的操纵实在太多，我平均五分钟想砸电脑一次，每秒钟都在想下一秒是继续玩还是删游戏。最严重的就是经常在你回家的时候给你来一下‘’不能选择回避或者待会再来‘’的剧情，回家通常是生命值或者精力已经没了，这时候来一波剧情浪费你活动时间导致你的训练计划直接崩掉，可能要消耗几倍时间才能补回来损失，或者直接叫你残血上场打架，心态瞬间大崩。其次就是打架胜负的强不确定性，即使你的数据是对方的两倍，还是很容易输，感觉9分看天，1分看数据，看着自己高数据输给对方低数据是真的不好受，但是也是真的家常便饭随时都来。还有很多在此不一一赘述。
所以如果你觉得自己心态不是很顶，就建议不要在这个游戏上浪费时间浪费钱了。
如果你觉得自己心态确实很顶，建议你入手这款游戏，它会帮你证明这是错觉。
好评: 很好，so  good
好评: 小品级经营游戏7,8小时就可以通关，前期经营选择很重要，后期略重复唯一乐趣搭配技能发现不一样的世界,搞了个榨干流 一两拳就给对面打没体力，最终战打了4拳就榨干
好评: 好玩
好评: rpg体验很好
好评: 不能跳奖杯了，心如死灰
好评: 这游戏可太难玩了，别看封面这么简单粗暴，玩一阵子就很耗时间和精力
好评: 游戏人生，想要变得更强？去训练吧？等等，你没钱？去挣钱吧！挣钱累了饿了？花钱买吃的！花时间休息啊！终于挤出一点时间训练了，训练又花钱又花时间！那歇歇吧！不行啊，歇歇训练的成果又没了，等于白干！金钱、时间，在极其真实的循环中一点点积累、变强。这就结束了么？怎么可能，人生总是充满变数的好吗！没有妹子，人生有意思？追妹子，你不得花钱花时间？有钱了就能为所欲为了吗？绿林好汉分分钟教做人，一仗干回解放前……这个游戏真的太真实了！
好评: 80年代真是一个 神奇的时间段，哈哈哈 敏捷无敌
好评: 一开始还算有趣，几小时后就腻了，重复的东西太多，也缺乏目的性和乐趣，
锻炼的时候只能傻看着，对打的时候也只能傻看着，我建议手上拿一本小说玩这个游戏
好评: 画面复古
小任务挺多
剧情王道又老套，不过不腻
音乐不评论（好像这种音乐都会小中毒一阵子还不容易做烂）
打折时候的价格爆炸，不亏

怎么比都比无人深空强
好评: 非常好玩的游戏！
好评: 好玩，耐玩
好评: 通关之后才发现，原来这个游戏是[b]洛奇版的电子宠物[/b]啊！？


好评: 干就完了！！！！！！！！！！！
好评: Please give me 《Punch Club2》
差评: 妈的傻逼游戏，我战力比对面·高还打不过对面 真tm服了 脑残游戏 滚出我电脑！！!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
好评: 就是结尾太扯淡了
好评: 报～～～～～
龟防虎跃熊击三合一的天才新人拳手 —— 霸.次郎.健
在与街头抢劫的小混混空手单挑中
被击倒并抢走身上一半的钱，事后另一半的钱看了医生...
好评: good
好评: 最喜欢的是战斗设计，技能树限制，技能加点越来越多，并且不支持全能培养（次要属性负影响）。
剧情方面，每个剧情很短，经常是一个剧情打快了直接进入下阶段，有的支线就半路断了。
做成就算是一大游戏动力。
无论是为了成就刷多线剧情，还是单纯为了打通剧情，都避免不了肝（简单模式好一些，但是没玩，能不能解锁成就不知道）
肝的程度有限，但是肝的过程就是不断挣钱，训练，属实枯燥乏味。
好评: 还是力量不够
好评: 不多解释了8
好评: 游戏到后期有些许无聊啊
好评: ：D
好评: 还是力量不够
好评: [h1]向日葵游戏评分：7分（1-10）[/h1]
较真的策略角色扮演游戏。
玩家扮演一名为父报仇的拳手，由于属性点每天都会下降的设定，导致游戏初期玩起来非常难受，去训练就缺钱，去打工属性就会下降，这也恰好符合了当时主角的处境：贫穷的无名拳手。如果玩家能够坚持下来，那么一切都不再是问题。
[h1]欢迎大家关注我们的鉴赏家：https://store.steampowered.com/curator/28763059[/h1]
[h1]关注微信公众号和头条号“向日葵游戏”获取更多资讯；官方微博：向日葵游戏评测[/h1]
好评: 整体流程大概8个小时，但是这个结局？看的让人有点懵
好评: 首先，我的游戏时长是假的，之前挂卡软件卡住了死挂这一个游戏没停，实际上只有今天玩了两小时
看树哥玩了一会，突然想起来库里还有这个游戏
结果两小时的游玩时间里，满满的是无聊
每天只是打拳、锻炼、打工，要想打赢必须锻炼，而要想生活必须打工
打工需要时间还影响心情，一天不锻炼还会减属性，属性差打拳打不过，打不过也就学不了新技能
这一切咄咄逼人的限制使整个游戏玩法陷入一个死循环，这是正常的设定，所以我不会给出不推荐，但是很恶心，所以我要明确的写出来
总之，不要把这个游戏当成休闲游戏，很肝，很容易变成打工模拟器
好评: 不能回档，双线剧情把爷整蒙了。要死要活的打到最后发现还有别的剧情线的时候很头痛
好评: 系统设计非常棒，可惜有一些bug至今未修复...难过
差评: 挺好一游戏 但打到最后结局真给爷把心态给打崩了 结局真心无语
差评: 刚买的时候玩了一遍今天下午玩第二遍，玩了一整个下午，然后卡住了全部白玩，垃圾游戏我屌你妈的卸载：）
好评: 草草结束，无法回头。
好评: good game!!!!!!
好评: 游戏是个好游戏，但是这BUG也太多了吧
差评: 剧情有点狗血。。。
好评: 封面图让你想到什么，忍者神龟？
不，只是一只鳄鱼
如果非要把他和忍者神龟联系起来，那么这只鳄鱼正在 Cosplay —— 忍者神龟

RPG/养成/资源管理…… 这个小游戏的优点就是要素很丰富
代价是缺点也很[strike]丰富[/strike]突出，主要是数值处理（资源管理方面）
通俗说就是有点难度，有限时间难以同时提高各属性，属性上不去，只能养成个鶸，还谈什么 RPG 体验

随机事件不丰富，导致多周目体验不好，成就党尽量二周目解决为妙

当然最大的乐趣是贯穿始终的文字幽默，忘性强的玩家会得到更多快乐
好评: 操 刷打败大博博的那个成就刷得我想吐，废了3个档才成，累死
好评: 这就完了？感觉故事没说完呀…
去苏联那有个恶性BGU，导致地图回到美国，无法继续。。。

bug貌埃修复了 结局浓浓的烂尾味道…
好评: 好
好评: 游戏流程不长，但是有很多著名的ip在里面，蝙蝠侠、忍者神龟等，玩起来还是很有趣的，结局也挺出乎意料的，给个好评吧，毕竟是独立游戏。
好评: 好玩 没话说
差评: 其实挺无聊的，简中都感觉像是机翻，也可以说是剧情水？玩法也重复
差评: 玩法过于重复，
不训练又会掉能力值，训练又没钱，打工又要花时间，花时间又要掉能力值
全程就是在打工赚钱和训练之间循环。。。。
好评: 好游戏 很休闲很养生  还很好玩儿
好评: 挺有意思的一个甜品吧
好评: 总的来说还不错 挺好玩的 我是你爸爸
好评: 好玩
好评: Excellent
好评: [b][h1][spoiler] 加入 Steam 游戏群:703764923[url=https://jq.qq.com/?_wv=1027&k=5iCvkie]【点击加入】[/url] 每天 ROLL 热门游戏，还有各种游戏兴趣组，不定期组织活动送福利。[/spoiler][/h1][/b]
以前在手机上玩过
好评: 开始还觉得挺有意思，几个小时后才发现这游戏也太肝了吧
好评: 看我佛山无影腿
差评: 以拳击为标题内容确实养成游戏，实在有点大失所望。甚至战斗系统都不是动作的，喜欢不起来呀
好评: 很肝的游戏 三系感觉不是很平衡 三种数值训练太肝
通关后剧情也是醉了 
总体来说不错
好评: 挺好玩的
好评: 游戏整体以及剧情都不错，只是后期重复度有点高
好评: 这个游戏应该叫《读条与玩梗》
好评: 《Punch Club》搏击俱乐部。我一开始看名字还以为是动作游戏。结果是一个模拟养成游戏。为了复仇走上了一条超级英雄之路。不过结局的“我是你爸爸”真的是很无语啊。不是为父报仇么。就不能让他入土为安么。非得跳出来让玩家无语是干啥。。我打你天打雷劈。我能把最开始那个说是你朋友然后要我学习拳击的人打死么。我就想安静做个美男子。为啥非要我做肌肉男。
差评: 游戏性太差，纯粹是个刷数据的游戏 = = 剧情也很尬，虽然还算能玩下去
如果无聊玩玩还是不错的，如果能给中评就好了
好评: 不错！
好评: 还是力量不够啊
好评: 好玩得一匹
好评: 非常好
好评: 我是你的爸爸，海星
好评: 很不错的游戏，推荐
好评: 算是通关了
[spoiler]But who's your daddy???[/spoiler]
差评: 有一说一，这游戏还是挺好玩的，但是不锻炼掉属性这个设定真是刻意消磨玩家时间，后期基本上就陷入了“吃饭”→“睡觉”→“打拳”的循环里，不过最让我无法忍受的是机翻，这游戏的文本量也没多少，找点人翻译很难么，不说信达雅，起码要语句通顺没有错别字吧
好评: 一款很久之前就玩过盗版的小游戏~

整体游戏还是不错的，有一种rpg的感觉

不错的故事+清晰的训练方式+有趣的支线

有一些不太完满的部分，部分鸡肋的技能-不明确的伤害和命中计算（有时候敏捷很高也打不中，敏捷很低却打得很顺利）-一周目无法全成就（然而二周目可玩性急剧降低）

值得一试的小游戏~
好评: 之前玩过一半盗版吧，补个票，换个流派重新玩了一遍。
虽说复古且像素风，但在这个架构中，美术音乐都很好。
整个游戏的系统相当于是养成+角色扮演，我个人很喜欢这个类型。
游戏性还可以，拳击技能很多，玩家可以自由组合流派。
前期玩法很丰富，后期有点没事做并且钱太多没用了。
剧情还行，就是结尾有点离奇突然。
好评: 被知乎的一篇叫有的人光是活着就已经竭尽全力的文章种草来玩的，体验一下艰难的人生，当然啦，真正的现实比这残酷多了。前四个小时觉得很新鲜很好玩，像养成游戏，每天打工锻炼攒技能点打比赛，打工很耗饿槽困槽，只能勉强维持生活这个样子。前期不管怎样都要每天打手垫攒技能点早点解锁技能，选一个属性来主要练早点固定在4。体育器材可以不用买，练敏捷就买个拳袋，感觉去健身房比较划算，比赛前要做好准备，输了掉积分很浪费时间，比赛打好了才会解锁最主要的剧情。到明星赛那里就开始特别枯燥了，玩着有点不耐烦，每天来回锻炼吃饭攒名望，属性还很难提升，耗了很久。后面财富自由了可以不用睡觉，喝能量饮料咖啡节约睡觉的时间来锻炼。关键的时候吃药可以提高效率，比如固定属性在4和8和打最后几个对手的时候，副作用我觉得还好，不用太多次就好了。对新手不是很友好，不明白技能怎么搭配。总得来说还是不错的，就是结局很玄幻，主角老爸穿越回去杀了自己。。。
好评: 我是你爸爸.........
好评: 1.游戏很好玩，一玩就停不下来，全成就两种结局都通关了。
2.配合修改器玩效果更好啊！
3.剧情有两个结局。
4.游戏有一些小bug，但是最大的bug是过于真实！
5.有些成就的触发机制不明确
6.游戏有很多梗，懂的话很好笑，包括街霸、真人快打、忍者神龟、机械战警、教父、战斗民族等等，哈哈哈！
7.相比三个属性更重要的是技能。
8.剧情结局有点突然，剧情其他的没其他评论里说的那么不堪

总之好评，值得一玩！
好评: 剧情太狗屎了
好评: 或者又名《猫控拳手的寻爹之路》？
挺有意思的一款游戏，可惜剧情实在槽点太多，是款不错的杀时间游戏，是不会再玩第二次的好玩。
差评: 一刀包入的，但我仍然不推荐
毫无可玩性，就是个刷属性的游戏
音乐似乎只有一首？剧情像是小学生写的
总之，可以用作喜加一，但不值得玩
差评: um..... what is this?
差评: 强制性太高 有时候必须按他的要求去做
好评: Eat Hit Grow
Many references (+) but you need to spend a lot of time to see them all (-).

好评: 中午午休的时候就在公司玩玩，还蛮不错的。
好评: 上手困难，但是还是不错的游戏。
好评: 有点魔性的小游戏
好评: 打发时间的小游戏,玩久了还是比较枯燥.
差评: 玩了半天换来一句“我是你爸爸”。。。然后就出字幕了，感觉自己被骂了
好评: 道理我都懂，但是猫不是摔下去了嘛？怎么又复活了

剧情方面像是喝了一桶伏特加然后写的，前后毫不连贯，极度出戏
差评: 这游戏初期也太不友好了吧，属性每天会掉长不上去，见谁打不过谁，街头抢劫混混都比你主角厉害，玩了半天一次都打不过是怎么回事？
差评: 慈善包入的喜加一，但玩了半小时就感觉不太想玩了，数值驱动的游戏，刷刷刷，感觉游戏整体比较简陋，做成手游尚可，端游感觉诚意不够，有玩这个游戏的时间，我为何不去玩玩太吾绘卷呢？
好评: ？？？结尾啥意思？
前期还不错，直到我点了力耐不过9
好评: 很好玩的游戏，不论是打斗还是锻炼都是自己的战术布局。力量不够！
好评: 音乐超赞！！！！！！！！！！！
差评: 开发商有毒，非要把游戏的数值设计得特别反人类，增加一堆无谓的时间消耗，但是并不增加乐趣，墓地物语一样，就不能换个思路吗？
好评: “我是你爹”。
surprise，motherf*ker
好评: 挺不错的格斗养成闯关游戏，通了两遍了，准备通第三遍。
差评: 结尾来一句“我是你爸爸”？就这样结束了？幸幸苦苦几个小时，刚准备爽爽，结果就这样结束了？WTF！虎头蛇尾啊！
好评: 入手punch club纯属偶然 记得是卖包货这玩意才能卖3块，简单看了一下就入库了。
魔性的音乐让我很快对此着迷，然而玩着玩着觉着这是一款教育游戏。
1.选择自己的方向，多个方向齐头并进效果并不好。
2.正确的多头发展是将一项做到一定高度点出锁定，再开始发展副方向。
3.保持合理的训练节奏，每天都会掉属性，长期训练会效率下降。
4.付出未必有回报，尤其是前期，选择方向很重要，坚持也很必要。
5.别人的帮助都是有限的，Roy是一个好人。
6.魔法确实有帮助，长期魔法是危险的。
7.即使走到末路，还可以去垃圾桶吃汉堡。
8.你爸爸还是你爸爸
未完
好评: 中后期太拖沓，结局算烂尾
好评: 梗挺多的，但是不少都是我看过攻略和大佬分享才知道的。
游戏养成比较简单，剧情中规中矩。各流派平衡一般（敏捷路线基本无敌）。
这个价格还可以，我看也有手游版，放手机上应该不错。
差评: 卡手提箱不会动了
差评: 游戏怎么改写中文
好评: 非常好玩，作为一款这么便宜的游戏玩的我废寝忘食
好评: [h1] 前言	[/h1]

用Twitch挂过csgo比赛箱子的人都知道，Twitch可以绑定Steam帐号关联，而csgo可以由关联的Steam掉落箱子，那其他游戏可不可以通过直播来促进一些其他方式来发展游戏的宣传？

twitch有着超过一亿的月活跃量，Twitch内部的数据分析师在报告中有《Punch Club》和《The Culling》等游戏的25%销量都与Twitch有直接关联的言论，并且Twitch使得游戏的玩家留存率也不断增长。

发行商TinyBuild在Twitch开通了Punch Club的频道，然后宣布如果频道有人在游戏获胜了，那么这款游戏就会发布。在Twitch观众获胜之后，游戏随之发布，开发商给许多主播赠送了这个游戏的激活码，促使了这个游戏在Twitch保持了一个话题性。在六周时间内，共有120万名观众在Twitch上观看了《Punch Club》的直播，也吸引了2.8%和Steam关联的观众购买了这个游戏。

当然，来自Twitch的报告自然有王婆卖瓜的倾向，让游戏开发者在Twitch上建立社区并投入精力，但是这种游戏发展的模式，也可以让很多独立小众游戏借鉴，也自然是让玩梗游戏和恐怖游戏这些观赏性比较高的游戏有了更好发展方向。

[h1] 话题性游戏的质量	[/h1]

以《punch club》为例。

游戏画面是八九十年代的像素风，在游戏美术这张皮上已经做的很到位，而且设置里更是可以调整复古模式，观赏价值更甚。人物动作以及地图场景略为不足，但是在具体场景和人物造型的设计上，却又很是到位。在一些梗（下水道的里蒙眼鳄鱼，洛奇）上面，这种风格无疑是恰当且很有表现力的。

接下来便是游戏内容了，游戏的技能树设计的十分完整到位，从基础技能开始，便引导玩家有选择地培养角色，根据自己的性格来选择力敏耐三种发展方向。而从游戏建档开始的三个空档开始，便可以看出开发商是有意让玩家进行二周目三周目的游戏的。这也让直播观众有了“如果是我我会如何选择”的冲动。在整个角色培养系统里，技能树无疑是功高震主的。为什么说功高震主，因为在笔者体验过程中角色培养系统里，只有技能树才是玩家的核心目标和坚持的动力。20160829061238_1.jpg

剧情设计，满分10分我打1分。我从未看到过直观的给出剧情树的设计，也许是我玩的游戏太少，这个奇葩的界面让我对剧情毫无期待并且有点反感。告诉我那个问号该怎么解决？回到当时再探索一遍还是无视掉？而且后期的剧情更是恶心到流泪，剧情强行推进毫无意义，空洞乏味无章节可循，最终的结局也是非要搞一个大新闻。20160829061313_1.jpg

与之相应的便是功能NPC的对话设计，简单乏味的对话让人心寒。在玩游戏的时候，让一个投入体验游戏的玩家感到孤独的时候，那便是玩家知道那只是个NPC的时候吧。没有动态对话，甚至没有备用的其他语言，重复一段话，重复的功能选项，毫无生气。在女友的剧情上，我甚至感觉开发商根本放弃了塑造人物。花钱送礼物示爱获得BUFF。“我希望你更爱我而不是拳击”花钱送完礼物，“你真是我的甜心！”，你个绿茶不论微博朋友圈了，就算把你放到空间都得万人批斗。这种塑造角色的失败，让整个游戏NPC没有生气可言，这其中包括了主角。

要是继续找这个游戏的茬，我可能还得写上个两千字，比如令人消极的数值损失，比如不断重复的培养过程，比如战斗过程的策略搭配。无论如何，这都是一款并不算好的游戏，但是他叫座，也许叫好的人只是因为它的美术风格，或者他的技能树让人有培养欲望，然而归根结底，游戏发展也该和其他艺术一样，有着自己的追求和积极的目标体验。



[h1] 总结	[/h1]

Twitch Play促进独立游戏发行销售，开始时是14年社区共同参与精灵宝可梦的游戏，随后许多游戏也开始重视Twitch社区，而且独立游戏发行商表示这种方式是很好的营销工具，TinyBuild建议在Twitch社区的活跃度达到一定程度之后再发布游戏。

Punch Club已经几百万美元的发行了，但是这个游戏本身的质量真的能配的上这么多的销量吗？有效的营销模式给独立游戏带来的更多是观赏性上的进步，而对游戏本身来说，Twich Play带来的，是灾难还是机遇？我们不得而知。

我们希望有很多独立高质量的游戏进入玩家视角，也希望他们能恪守自己的初心，给玩家最好的游戏体验。但是玩家的体验永远是第一位的，结合最近《无人深空》的口诛笔伐，我们不难看出，玩家会因为独立游戏的创意质量文本剧情甚至美术追求给予营销过量的原谅，但是玩家并不会因为独立游戏本身，给予过量的宽容。

对于这个游戏本身，推荐打折入手，毕竟不贵。

[code]该评测游戏由[url=https://store.steampowered.com/curator/27189748-%25E5%259E%2583%25E5%259C%25BE%25E6%25B8%25B8%25E6%2588%258F%25E5%25B7%25A5%25E4%25BD%259C%25E5%25AE%25A4/]垃圾游戏鉴赏家[/url]评测牵线活动提供。
评测免费领游戏，加入并报名[url=https://steamcommunity.com/groups/laggamestudio]垃圾游戏群组[/url]牵线活动。[/code]
好评: 当初刚出 36元原价买的游戏。我觉得都不亏，后来变为19元本体 打折3元。
我的心？难受归难受，这么便宜了你们还不买？
好评: 大家不要买，  买的兄弟你们会多一个爸爸  ！！！  少的爸爸 买吧  呜呜呜呜
好评: 这游戏19元还可以接受，游戏体验一般，没惊喜，也不算有趣。
比较单调的育成游戏，不断重复赚钱、提升技能，单调乏味。
战斗系统还是不受控制的，是自动对打，拼的是技能和能力数值，如果对战时玩家可以操作或添加连击、必杀操作会更有趣。
天赋加点比较偏颇，力量、敏捷、耐力三个天赋，最重要还是敏捷，因为它直接影响命中。
剧情比较老套，还好游戏可选择不同结局。剧情发展还带些彩蛋，不然会更加闷的。

好评: 讲道理，玩到最后一脸蒙蔽，来了个“我是你爸爸”
差评: 感觉就是故意拖够2个小时，玩过2个小时后就无聊到爆
好评: 拳击手养成模拟器。。。
好评: 结局真的坑儿子啊....
好评: [b]剧情天马行空、数值驱动的养成类游戏；比较有特点的是人物属性数值的设定，游戏主角是位格斗选手，必须通过锻炼提高各项如力量、敏捷之类的数值，但数值在锻炼增加之余，还会每天回落一部分，也就是说还要靠更多的锻炼来保持身体的状态；所以游戏的数值不是硬肝而是有策略的肝，比如针对自己的打法额外锻炼敏捷而牺牲其它项目的锻炼时间，只把其它的能力数值保持在一定范围等等；

后期可能比较乏味，肝得太无聊的话，使用大招吧：[/b]
[spoiler]修改器：https://pan.baidu.com/s/1huTKTE-Oj-Le-1jvOK7mZg	[/spoiler]
好评: 游戏在向《洛奇》致敬
好评: 放下砖头就不能给你找到花朵。

期待黑心守墓人。
好评: 所以玩到最后就是为了听一句我是你爸爸？
好评: 物美价廉的诚意之作
好评: 别问 问就是力量不够





[spoiler]“I‘am your father！mother fxxk”[/spoiler]
好评: 为啥会打不过，不要问，是力量不够！
好评: 通关了简单和困难模式，下水道打完所有鳄鱼，学会尾击后还有一个剧情不知道怎么触发。

最后的结局实在是.....虎头蛇尾啊...

总的来说，值得购买，打分8/10
好评: 好玩，推荐
差评: 怎么没中文
好评: 我，地下拳王，打钱
好评: [b]男人的世界里，力量则是浪漫。[/b] 

在这个复杂而又陈腐的世界，需要的就是一群抱着不灭的热血与坚定拳头的男人，当他们站在擂台之中时，整个世界都在他们的身后呼喊叫好，风和雨被阻隔在沉重的呼吸之外。
就当有这样的男人，他们的存在就如同王道一般耀眼，夺人眼目，光芒四射！

游戏里总会觉得无论做什么都要用打架和搏击来说话有些可笑，就像是《游戏王》里的卡牌决斗，《神奇宝贝》中的精灵球对掷，有人说男人是一种长不大的生物，他们所谓的长大，无非是手中的玩具变大了而已。
说起来也是，男人的乐趣和信念就是如此可笑，却带着无法动摇和轻视的纯粹！

 [b][u]《七武士》中讲述了男人的抉择，《十二怒汉》中讲述了男人的主见，《搏击俱乐部》中讲述了男人的激情，《不可饶恕》中讲述了男人的隐忍，生活不是意淫小说，没有白来的升级机会，在强大与光鲜亮丽的背后，付出的是能汇聚成汪洋大海的汗水与努力。[/u][/b] 

仔细想想，生活总未曾打倒过你，是你在山一样的压力前率先妥了协，露出脆弱的一面。
本该像狮子一般咆哮的男人，却收了傲气和利爪，哪怕像家猫一般活着，也不愿再咆哮着与整个世界对抗。

[h1]纵不需十年饮冰，心中的热血也早已冻结。
望终有一日，拾起你骄傲的模样，所向披靡！[/h1]
好评: 操作很有创意的格斗类（经营类）游戏，你要做的就是疯狂健身，打架，挣钱，再健身。

优点：
1）画面卡通复古；
2）剧情很有创意，但仍有提升空间。

缺点：
1）音乐单曲循环太洗脑了；
2）很容易卡关啊，需要探索套路。

总体来说还可以，打个4/5分吧。
差评: 中后期是真的乏味，不推荐
好评: 拳击俱乐部，和电影搏击俱乐部名字很像，内容却风马牛。

整体游戏类型是管理类大亨的模式，虽然不是预想中的像素版格斗对打的类型，但是游戏前期还是有许多元素可以消耗时间游玩的，训练，打工，挣钱买饭，参加格斗比赛，学习不同系别的技能。前期时间还是很值钱的，你要充分规划好是需要打工挣钱买饭还是训练涨属性赢格斗比赛。当然，这里面有引出了游戏的最大真实BUG：每度过一天，三种主属性会不同程度的掉一些数值，不过倒是也符合现实，三天打鱼两天晒网早会属性会掉完的~
到了后期，就开始慢慢变得无聊了。钱够花了，现在要做的就是训练、比赛、训练、比赛。偏偏主线剧情推动还需要格斗比赛打到一定的名次，所以只能不断的耗时间。

说起剧情，其实还是挺老套的，父亲被杀，亲眼目睹，遗留宝物，兄弟反目。这些都很正常，但是不正常就是最后一句台词，“我是你爸爸”，感觉像是正常的剧本写着，但是人突然走了，没有人能按照原来的风格接上尾巴，只能匆匆结束。

但是本作的打斗也很有趣，你可以为你出场的人物配上不同的主动技和BUFF技能，倒计时一开始，你就啥也不能做了，就是硬生生的看着他们来来回回，最后一记KO~

我走啦，或者说我又回来啦。
好评: 游戏非常现实，剧情太俗。
不耽误这是个好游戏
好评: 这并不是你想象中的拳击格斗游戏
你需要的只是规划好招式击败你的对手。闲暇时光还要去打工，见见人。
结局很烂，“我是你爸爸” ？就结束了 故事开头或许有提示，但是根本对不上。
游戏还是可以无聊的时候打法打法时间。
好评: 今年暑促入正，喜欢像素风的游戏
好评: 吃饭睡觉打工两点一线,打拳？不存在的。剧情有点普通.
好评: 想问下人物走得很慢这个BUG怎么样才能解决
好评: 挺不错的游戏，场景细节之类做的很不错，[spoiler] 体育用品店老板用毛巾打蜡后bulingbuling的光头（手动滑稽）	[/spoiler]，致敬的彩蛋很有趣。游戏的加分项是成为拳王的过程很真实，然而减分项也在于此，真实的代价就是会略显枯燥。剧情有可圈可点的地方，列出故事线对我这种强迫症很友好，然而有条故事线的剧情我吐槽的快要吐出血了。
[spoiler] 没错，救猫的剧情！！
这猫尼玛是个傻子么！！
刚给你从笼子里放出来你给我跳楼？？
猪脚你不是拳击手么？？
你的肌肉是白练的么？？
抓住跳楼的猫的时候你在僵持尼玛呢？？
还慢慢从你手心里滑落？？
不应该一把就拽上来么？？	[/spoiler]
除了这段智障一般的剧情之外，这个游戏还是值得玩玩的= =
好评: 就第一次玩的时候有DLC的小萌猫咪的剧情，后面玩到打完黑拳都没有解锁笔记本，到底应该怎么解锁
好评: 我就是你们的爸爸~
好评: 结尾  真是出乎意料。我是你爸爸
好评: 神TM我是你爸爸
前期不错，后期无聊
各种致敬梗好评
Mickey那边剧情再多一点就好了，至少要把Turkish做进去呀
差评: 黑屏，怎么样都是黑屏，求解
差评: 草拟吗，这游戏有病吧，一开始好好的，我用任务管理器强行退出后，角色就变得走路特别慢，不是正常速度，全是滑步特别慢的在走，我卸载重装了，删除档案新开了，调分辨率了，无论怎么都解决不了这个bug，感觉就是我这个steam账号玩不了这个游戏了？？
好评: 如果只是一个简单的动作游戏，你可能打通之后就什么都忘了。
但它不是，它是一个有着养成系统的角色扮演游戏，甚至战斗的部分都是满满的策略而非操作。
于是你能比一般动作游戏更好地代入这个世界，成为当之无愧的拳王
好评: 先说结论：修改器适量修改后可以避免出现评论区里说的“单调、枯燥”等情况，如果只是想体验剧情的话不妨考虑使用。修改器网盘地址如下：
https://pan.baidu.com/s/1SvHCCyxJ4PYuQF3jFm_2Dw 密码:d0mh
  
建议点满3维和技能点，钱不要动，可以开启一拳超人模式，体验无敌后还要赚钱的艰辛（
此外还有一个好处就是不改钱的话消磨时间的时候还能有个事干，万一改满了就真的只能每天睡觉度日了
 ====================================
这游戏我第一次玩的时候觉得就是个普通的拳击手模拟经营而已，在游戏里每天重复做相同的费力不讨好的事，然后很快就厌烦了，删了游戏。第二次装上是出于无聊，随手下了个修改器，突然就发现每天都有事做，游戏体验完全不一样了。而且这个游戏过了前期之后剧情的走向就变得越来越奇怪，开始疯狂玩各种各样的梗，在好奇心的驱使下我硬是坐了几个小时，一口气打到结局，没想到最后直接来了个星战梗就结（lan）束（wei）了……
总得来说打折时候买的话绝对不亏，游戏的画面音乐和剧情都说得过去，开了修改器后的游戏节奏对我来说也刚刚好，所以很推荐。
 
PS:3种流派科技树点到后期都有非常睿智的debuff，点之前一定要看清楚效果（重要）！万一点错了只能换档重开，简直血的教训



好评: 作为一款打发时间的游戏，不管是音乐还是画风，总体而言还是相当不错的。但是到了游戏后期由于玩法的固定，游戏体验会变得比较枯燥。
好评: 非常好玩
好评: 打完了
劇透 剧透
[spoiler]黑衣人是你爸爸[/spoiler]
差评: 我是你爸爸。
差评: 这游戏很不好玩，很枯燥很乏味！我很少抱怨一款策略经营类游戏，因为我喜欢这种游戏类型，但是这款游戏真的不怎么样，不推荐！
好评: 推荐这款游戏 非常不错 玩着不累
差评: 这个游戏告诉我们，无论多能打架，没本事还得去工地打工。太垃圾，没意思
好评: 很好玩的一款像素风养成游戏。
差评: BUG 一堆
好评: 我想知道，为啥界面啥都没有
好评: 这世上有很多游戏能够感受到它们诞生的过程，灵感、游戏性、经济系统的状态机。
不过这个游戏，属于我无论如何看不懂的那种，看不到任何已有的逻辑能最终产生这样一个好玩的作品。
一眼看上去任何一个地方都找不到亮点的作品。

直到我意识到游戏设计中最有魅力的地方，它的负反馈。
负反馈就是游戏里一切抑制你的正向经营的机制，随着时间下降的属性、突发性不幸事件、属性数值增长的收益率递减、强制性金钱支出
也是这样的手段，让一个几乎只有数值机制的游戏，最终抹去了数值的感觉
反而制造了独一无二的‘真实生活’的体验？？
太神秘了
差评: 一个严重bug，在激活健身器材店之后，如果半路被打劫失败，结束后，健身器材店就没了！
好评: 非常好玩力推！
好评: 我是你爹 崽种
好评: 怎么说呢，游戏的故事很不错，题材也很新颖，但是过程比较艰难，重复性很高，支线过于简单，升级技能的过程是很痛苦的，每天属性值都会降低，到后期你每天训练增加的属性值比每天降的多不了多少，但是让我感受到了一种为了生活跟梦想去奋斗的坚持
好评: 我是你爸爸
差评: 如果你是一般体验游戏，这款游戏可以一玩，但剧情背景交代节奏比较跳，不一定可以接受。游戏难度倒还好，通关一周目花费时间短。
如果你想要全成就，这游戏不推荐。ending之前选择影响分支成就的完成，这游戏强行让我3周目，到了2周目之后整个游戏就很无聊了。
好评: 然而？然而我是你爸爸！
4399既视感，原价肯定不值得。
好评: 游戏虽小，五脏俱全。
剧情也是很俗套的港台剧剧情
不过最神奇的是竟然有联机系统‘
这种经营类的小游戏联机有什么意义，什么意义？？
好评: 有点好玩的、前期有各种要素剧情和支线推展，全部功能解锁完了到后期可能就有点乏味了
差评: 剧情太摸不着头脑，满地的翻译腔我要吐了，游戏性只有微弱的策略性，大量的时间都浪费在刷属性跟战斗过程上，流程无意义的长，打完毛子后我实在撑不住了，删除
好评: 玩了3个小时，显然还不够...真正的大剧情感觉还早得很...现在连第二个boss都还没过...等有时间了再下回来玩
差评: 玩到一半实在玩不下去了！太难太枯燥！剧情实在没什么新意！就是忍者神龟+洛奇！
好评: 买了Fanatical的包，这个包质量真心不错，平均每个游戏不到3元
好评: 玩着非常棒的游戏，画面舒服，可惜一次通关后没有全成就
差评: 这游戏的标签是啥呢？战略和角色扮演。

先说战略。它作为一款模拟拳击的游戏，将拳击技能和角色培养用技能树来体现。每点一个技能需要的技能点会逐个增加，技能点通过格斗胜利来获取。格斗胜利需要锻炼力量敏捷耐力三项进度条，锻炼需要吃和睡，吃和睡需要用钱买能量棒和能量饮料，钱需要打工挣，打工掉三项进度条。不吃不睡每日锻炼，每日还要掉同比的进度条。所以你的战略就是想方设法搞到钱然后锻炼然后花钱然后挣钱然后花钱……

[strike]请问我玩个游戏比上班还肝干什么？[/strike]

肝就算了，既然是模拟拳击，格斗和策略上的选择应该是一大乐趣。然而事实是锻炼过程啥也不能做只能看着，格斗过程啥也不能做还是看着。想要赢，你的技能不是必需的，你的三项技能条才是必须的。等级压制后什么都不用愁开个几十秒自动赢。

那既然你的策略在于如何挣钱花钱，为什么还要说自己是拳击模拟？？？

角色扮演的情况呢？你爹死了，你要为你爹报仇。中途会遇到奇奇怪怪的人，也有下水道的[strike]小乌龟[/strike]小鳄鱼来做你的好伙伴。你的陪练有个女儿，你不给她送礼，她不喜欢你。你送两次礼，送你一个四天亲爱的加油锻炼的BUFF。时间一过你还得花钱送礼。格斗比赛的背后有个黑帮老大，他掌握着这个城市的所有秘密。你想接近他，你得打拳击。拿到冠军还有新的冠军，升了等级还有新的等级。角色的故事和剧情在哪里看呢？对不起没有，只有个进度条和触发时的几句对话。NPC除了给你上BUFF和交易，不会有别的互动。那角色扮演个什么劲？扮演的只是力量敏捷耐力进度条啊？

既然这游戏需要的时长可能得几百个小时才能模拟完进度条，那配乐是不是得多几首，不然听着多腻啊？对不起，只有一首，你爱听不听。

这游戏都能特别好评，除了没吃过好的，我想不出来别的理由。


好评: 职业联赛的最后一个敌人卡了我好久，后来查了才知道，虎系只要敏捷高，其他属性需要大约维持在4上，如果高了会导致命中率降低。我也不知道游戏开发者怎么想的这招，于是天天不打比赛专心睡觉，睡到其他属性降下去，顺利血虐第一完成联赛。
知道为啥学霸考前都使劲玩不复习了吧
好评: 有大佬知道，豪华版和普通版有什么区别吗？
好评: 剧情“感人”，养成类游戏的集大成，简单模式通关挺好的
好评: 还可以，前面还好，玩到后面就没意思了。

好评: 这个游戏就是要教会所有人，生活中的成功原来就是坚持不懈这么简单......


整个故事就是通过不断的锻炼身体、工作、格斗，使游戏主角达到收支平衡后，一步步的提升自己，最终使自己从贫穷变为富有，并登上世界之巅，在获得世界格斗冠军后，最终解开故事开头的真相的故事。（但是游戏本身缺点是游戏节奏有些不必要的慢，而且单调）




另外，这个游戏还教会了我另一点：凡是故事线展开得太广，结局从编剧角度上讲又不好收尾的故事，都可以用 “I am your father！” 这句话来解决......
好评: 每天都会退步的设定非常有效的把游戏进展拖得很长，同时也给了玩家一种真的需要每天坚持锻炼 放弃各项其他活动的体验。
开始家里的游戏机和后来豪宅里的电视机完全没有碰过，到后期连床都不想碰了。
而且每一个阶段的设计也都还算有新意 在这样单一的游戏模式里能给人新鲜的感觉还是挺难得的
但非常想吐槽的是 这个结尾是怎么回事啊...
“我是你爸爸” The End！
还不如搞个打败了坏人 拯救了世界的套路好呢感觉...
而且阿德里安的设定不会有物化女性的嫌疑吗..？
好评: im your father~~~~
好评: 为什么猫都拉不住？？？？？？时间杀手，每天重复着，但是中间又不无聊，一心只想强大复仇。不打工要饿死，打工呢又掉属性，赚了钱还要被打劫好气啊23333333
差评: 没玩之前以为是格斗类游戏，结果竟然是养成游戏...
游戏分时间金钱等很多要素，但最重要的还是三围。最好不要全面发展三围，抓住一项能力疯狂往上升，太久不练能力值都会掉。不得不吐槽一句这游戏饿的是真的快，钱又特别难挣，每次都在打工地点和小卖部来回跑，跑几趟天都黑了。
游戏性的话，感觉这游戏特别容易让人有放弃的念头。因为无限loop的日常，剧情前期也没有什么能让玩家坚持下去的有趣的东西。
就这样吧，这游戏质量确实是喜加一不能比的，要比也得是优质的喜加一（#笑）
差评: 想法很好，不锻炼会退步，真实性很强。

但是训练的过程实在太过无聊，同时战斗时也不能操作，导致大部分时间可玩性都很差。
好评: 像素风的经营模拟游戏
主线故事简单（也没多少支线），任务目标明确，一周目前面给人感觉相当不错，刷到后面可能就会显得有点无聊，因为能选择做的事情十分有限。
每天掉属性一方面很符合现实，另一方面也大量延长了游戏时间，加之整体系统简单，很容易陷入机械般刷刷刷之中，对战及对话也不能直接跳过，对想多周目的人可能不是很友好。
整体来说还算是相当不错的小游戏，值得一玩。
好评: 挺不错的养成类游戏，属性每天都会下降很合理，逆水行舟不进则退嘛~~~而且里面有着不少梗，比如忍者神龟 和街霸~~
差评: 前期感觉超难的，打谁被谁虐，不过这感觉还不错[spoiler]23333...[/spoiler]
到了后边，尤其是坐飞机去了那个戴雷锋帽大叔那里的时候，我TM一口老血差点喷出来。。每天重复同样的剧情，训练睡觉吃饭，玩个20分钟能力值不知道会不会上升一点点。。这做的也太差劲了吧，过不了这里就一直重复，看着那缓慢上升一天之后又急速下降的能力条，我决定默默点击ESC--->卸载。。。[spoiler]要不是为了深挖剧情，谁会玩到这儿呢[/spoiler]
括号（：抖M可以试试这款游戏
好评: 扶老子起来
我还能锤！！！！！
差评: 去你妈的“风之奴仆”

什么破结局，花这么多时间精力就看你玩个梗？
差评: 一周目已通关，但无法解锁成就！
好评: 复古的画面，很不错，游戏机制也很完美，值得入手
好评: 从晚上11点一直玩到了凌晨6点，刚上手确实不错，但往后就比较无聊了。还有抽风点技能点了个力量耐力不能过9，雪崩。。
好评: 魔性的游戏 剧情很傻 但是玩了之后在剧情完结之前就停不下来 不停地训练和打架……消磨时间的利器
好评: 6/10
拳击手经营模拟
-格斗过程不能控制，比较枯燥
差评: 不看攻略玩不懂，翻译有些许没翻。时间多的可以玩，个人不是很喜欢。
差评: 這個游戲就是爲了延長游戲時間而延長游戲時間
-每天會掉屬性，要是你爲了賺錢吃飯，屬性會掉到根本無法打拳
-每個技能都需要消耗更多的技能點，而獲取技能點的手段有限，到了後期你就算想補之前的小垃圾技能都要消耗海量技能點
-對初見玩家極其糟糕的游戲體驗，常常餓死街頭
不推薦，喜歡肝的可以玩一下
差评: 像素风+养成+拳击，一部情怀满满的作品。
向70、80、90年代致敬的细节随处可见，麦克的办公室里有忍者神龟、印第安纳琼斯、真人快打。送披萨还能见到进一步恶搞的忍者神“鳄”。如果不在意略显枯燥和重复的操作（我是一边在PUBG的世界里当LYB一边玩这游戏的），中后期还能陆续见到李小龙、醉拳里的老师傅、搏击俱乐部的酒吧和不辣的皮特、街霸里的隆和肯、星战B1、霹雳五号、机械战警、星战C3PO、终结者T800、佐罗，等等等等。
另外，游戏后期迈上成功道路后，主角几乎就没睡过觉，累了就是各种提神饮料伺候。太TM写实了，人到了一定位置后，不玩儿命往前冲，分分钟被对手甩出一条街！
题外话：上一次玩类似的游戏（动作主题+养成模式）还要追述到50群侠了，本作在可玩性和深度上和50没什么可比性，小品级，但也不失乐趣。
通关结语：千言万语汇成一句话——[spoiler]“我是你爸爸！”[/spoiler]
好评: 刷到停不下来。我是你爸爸23333
好评: 注意注意！
这是管理类的游戏！
没有任何格斗操控的！
不过作为一个管理类游戏做的挺不错的
在格斗回合中需要切换你的技能
选择消耗对面或者直接打脸
玩过WWE对这个稍微有点了解
但是打这个还真的需要点头脑

好评: 画风和音乐都很复古的策略育成类游戏，虽然游戏过程有些重复而且系统也不算很均衡，但是系统全中文，气氛好，尤其是音乐很热血，让人一下回到激情4射的电子乐8九十年代，而且游戏不少设定也是恶搞了一些曾经的著名角色，综合打折的售价来说，还是很值得买来一玩的
好评: 陷入了无法赚钱，属性难以提高，拳赛也打不过的尴尬境地
差评: 其实这个游戏可以是“推荐”的，但是在玩这个游戏以前听到了太多的好评，于是用很高的心理预期去玩，所以当进入无聊阶段的时候反感就被无限放大

+像素画风
+前4个小时的游戏体验
+忍者神龟

-后十几个小时的垃圾体验
-恶心的音乐
-不平衡的系统，非洲人讨厌这种东西。
-越玩越无聊的游戏

尤其当你尝试不同线路的时候，这个游戏就愈发无聊。因为这几周目做的东西太一模一样。
好评: 剧情太狗了，但是我喜欢。
好评: 游戏好玩啊，养成都可以，不过我遇到一个bug，就是人物突然走路很慢很慢，顿时心情全无了。。
差评: 什么鬼  又饿又没钱游戏就进行不下去了？？？
好评: 本来挺不错的像素游戏，结果为了增加难度属性降低的太快，哎然后就陷入了无聊的死循环，勉强好评吧
好评: 音乐超赞，主线是给爸爸报仇和找弟弟，这个游戏有无厘头的成分，男主跟女朋友聊天居然没有在家看电视加成多（宅？），找朋友玩居然要先修车（汗），朋友的车永远修不好（笑喷了），我在游戏里找到一个醉拳大师，以为可以学功夫，然而他只是个老中医。游戏里有四个忍者神鳄，明显忍者神龟的画风，师傅教了我甩尾攻击然后告诉我没有尾巴用不了。游戏向很多经典致敬，包括忍者神龟，蝙蝠侠，星球大战，李小龙，街头霸王，辐射等。简单难度不会掉属性，不过我不建议选简单难度，如果选了只有这样后果，游戏速通感觉像吃快餐，到后期拳打幼儿园。普通难度以上就会体验到肌肉训练中的掉属性问题了，不用怕，有技能可以锁住属性点。这个游戏本来可以给9/10，但是汉化完成度只有90%,有一些语病和漏翻，游戏本身还有些bug，经常动不动就卡住，解决办法是点城市地图，我还遇到过剧情错乱的严重bug，只能给7/10分，如果这些问题修复了，还是非常推荐的，音乐给9分，听说2代快出来了，1代一些伏笔可能会有答案了
好评: 一次次重复中好像还有那么点带感？
画风和音乐我都很喜欢
yeah~！
差评: 制作组，我是你爸爸，草拟吗，听见了吗，草拟吗
好评: 玩了三十小时，三种职业都练了，喜欢复古风格的画风，但从游戏性上说，越玩到后面越无聊
差评: 游戏是个好游戏，但，一个致命的bug，让我辛辛苦苦3个小时的存档毁于一旦。进入潜水艇连续被机器人打败两次，然后画面一黑突然就搬家去了黑帮。这时只要去其他地方，你会发现，你的家呢？？？更崩溃的是，我去了罗伊的家，和他妹妹说了两句话，说和她住很开心。结果，我一切换地图，罗伊的家也没了？？？冲这个bug，这个再好玩的游戏，我给十万个差评都无法平息我心头的怒火
好评: 对像素风格毫无抵抗力,  出色的配乐和可玩性, 好评!
好评: 翻译有点点不对味 游戏性还不错 
剧情纯属坑爹：“我是你爸爸！”
差评: 像素风格和题材成功的吸引到我玩这款游戏，但这游戏的无聊程度大大的超出我的预计。
简单来说，这就是个[b]全程需要在旁边的挂机游戏[/b]。

首先是不进则退的养成模式，使得时间训练其实就是浪费时间，相当的不友好。

其次是游玩模式，当你熟悉之后，基本上生活就会变成打工-睡觉-吃饭，算时间拿技能点，到时间就打比赛，如此反复，没有一丝乐趣的机械式工作，剧情已经无关紧要了，你可以打工500天完成剧情，也可以50天速通。

最后是加点路线，三个路线各种不平衡，熊线最强，其次是虎。而且拳击对打也是没有任何技术含量，纯粹就是运气，运气不好要打很多次。从工作到比赛可以说是全程挂机。

想休闲玩玩的话史低可以拿下，另外建议想拿全成就的可以下个修改器，否则在这个游戏上浪费太多时间，是不太值得的。
好评: 毛子真的是战斗民族，训练方式就是不一样。
差评: 游戏不错，玩盗版时全是bug，本以为正版不会再了，可他令我失望
好评: 连续 玩了2个小时 了，目前还行。
好评: 玩着玩着发现谁都打不过了
好评: 很复杂的小游戏！
好评: 说实话，挺喜欢这种养成类的游戏，休闲有趣
好评: 很励志 有一种当年看史泰龙《洛奇》的感觉   玩起来热血沸腾  音乐超赞   不过连续玩久了 会乏味
好评: 很好玩 对得起他的价格,虽然后期重复度有点高

就是结局太搞了..

[spoiler] 我是你爸爸[/spoiler]
好评: 不管你信不信,为这款游戏我几乎废掉了整个司法考试复习,而且还为它投了个年度最佳游戏投票！
好评: 这个游戏可以手机版和电脑存档联通吗？电脑是正版，手机是4399游戏盒上面下载的。
好评: 5个小时通关      怎么说呢  这个游戏最大的是描写了 现实中遇到的事件    不过结局好混乱啊
好评: 为什么肌肉男连只猫都拉不动
[spoiler]（好吧，我选的迅虎之道，力量只有1）[/spoiler]
好评: 4块钱可以玩好久
好评: 拳击类，经营，模拟，养成类策略游戏，是我喜欢的类型。
好评: 自己健身的时候也产生了通感
差评: 作为小品游戏还行，前期能发掘的东西还是挺多的。训练虽然每天都要掉，其实练个255差不多就能拿新秀赛冠军。后期还没体验到，主要是有BUG！卡在路上退不出来，无奈放弃了，不想再重头打。这种游戏费时间但不费精力，可以看直播的时候随便搞搞。由于我不看直播，所以也不想玩了。
好评: 不错，我可以一边听节目一边玩
好评: 这是啥》
好评: 挺久之前玩过手机版，那时候战斗应该是没有加速的，最后弃了，因为中后期真的枯燥。steam版添加战斗加速，似乎也增加了些内容？不过还是同样的问题。大概有些人想了解剧情可以坚持通关，可惜这游戏剧情对我没什么吸引力。还是推荐吧，史低4块买个新鲜劲儿也不亏吧。最后问一下，只有我解锁不了成就吗？
好评: 第一次玩，184天，4 22 8，最后还是输给了弟弟，结局没看懂。作为一款养成游戏还行，剧情丰富，任务够多，但有些时候会感觉单调。对于剧情，说的好听是作者脑洞够大，说的不好听是作者就是在鬼扯，仁者见仁，智者见智，游戏亦是如此。总之玩完我就删了，让我玩第二遍，我是受不了。
差评: 首先，遇到了很多BUG。
其次，玩法方面，两个字，无聊。就是很枯燥地刷刷刷，要不是为了看看剧情我真的是玩不下去。
好评: 吃着20刀的牛排，做着200刀日薪的工作，给我一个拼命打拳的理由。
好评: 这款游戏我个人觉得非常好玩，推荐给大家玩一玩
差评: 严重 剧透，没玩一定不要看！！！
[spoiler]最终boss是你假死的爹，中间试图毁灭人类的外星人是你假死的猫，你还能再扯淡点吗？主角你的一生就是个背叛！[spoiler]
好评: 优秀画面和音乐。游戏性略差
生活不易
好评: 挺棒的一款像素养成经营游戏，同时又加入了许多其他元素，特别是其中把战斗桥段融入拍电影中，非常有创意。同时还致敬了许多经典。算是像素游戏中比较好的游戏了
好评: 好玩有意思
差评: 你们还更新不
好评: 没有钱啊， 肯定要做啊， 不做没有钱用， 打工是不可能打工的， 这辈子不可能打工的， 做生意又不会做 ，就是打黑拳这种东西 ，才能维持的了生活这样子 ，我进健身房感觉像回家一样， 我一年回去 。。大年三十晚上都不回去， 就平时家里出点事， 就回去看看这样子， 在健身房里的感觉嘛，在健身房里面比家里感觉好多了！！ 在家里一个人好无聊，没有友仔玩，也没有友女玩，进到健身房里面个个都是人才，说话又好听，呜哇哦，超喜欢在里面的！！
差评: 一开始还好，到后面真心无聊，消遣时间还行
好评: 逆水行舟，不进则退。
一个拳手的自白书。
每天训练，打工，打拳，从非职业打到职业。期间各种黑恶势力阻挠，梗有很多，致敬有很多。
比较推荐的像素风养成（决策）游戏。
好评: 还是个很不错的马赛克游戏，价格偏高，美金换算人民币也就12块
好评: good~~
好评: 终于，终于特么把这游戏打通了。。非常感动，同时被这个结局糊了一脸，实在是感慨万千。好吧，最终决定还是给这游戏好评哈，去年由于玩法的失误导致卡关，这次学会了正确玩法成功通关，发觉后期的内容还是很不错而且很不同的。
游戏性方面，这款游戏就是一款鼓舞大家健身的游戏，主角为了复仇父亲之死而踏上了健身搏斗之路，成天攒钱健身，时而参加拳击比赛时而行侠仗义，主线很简单，不过支线很有趣，谈恋爱，陪哥们儿，打趴忍者神龟四人组（游戏封面），游戏中的npc都有着比较生动的故事背景所以不会显得无聊。比较重要的避免卡关方法：前期注意只注重一项属性的培育，等到13后卡住，接着不再练这项属性，将其余两者练上来，我练的是力量，有了吸体力的技能后非常无敌，到后期根本不用愁。去年弃坑就是三个属性一起加结果到后期每天掉属性掉的厉害，所以卡关了，给了差评，然而我发觉完全是我自己玩法的失误，不过的确制作组需要注意正常难度还是不要搞得这么坑。（简单难度是没有成就的，果断不考虑）
剧情方面，比想象中精彩许多，有着很多可以互动的角色，许多培养感情许久的角色会在后期发生关键事件，让你心中收到触动，而最终的结局可谓是让我有种苦笑不得的感觉，正如莫泊桑的《项链》一般，十分痛心的领悟，不多剧透了，值得亲自体验一把。
总之，推荐此游戏，类似模拟人生吧，不过是剧情导向，锻炼身体为主，游戏中有着不少的梗还是很有趣的，让人联想到不少东西，俄罗斯部分和最后的奢华生活，击败李小龙和街头霸王角色也是非常逆天，感觉自己碉堡了，不过也是满满的成就感，毕竟是十几个小时的努力练出来的角色啊不容易，满满的泪水，最后几个boss反复输了继续训练重来，最后买了魔法药水才总算打过，不过最终boss也算是没有太难为大家，不过也是给大家来了个猝不及防。推荐想看支线任务剧情的人先别急着推主线，否则前往俄罗斯之后大多数支线任务都关闭了。最后祝愿大家适度游戏益智，过度游戏伤身，希望这款游戏能够激起大家现实生活中健身的积极性，那么就不算白玩了这款游戏。健身房打卡加油~

------------------------------------------------------------------
以下为去年写的差评：
前期真的很不错，后期实在是赛事啥的基础赛事打完了就不能再打赚钱了，于是就只好打工、健身，技能点没加好的话，打工打着打着就所有的健身都白费了，简直想要骂人，然后我目前的状态完全卡关了，连续二十几天的打工健身买吃的，维持着无聊的生活规律，压根没办法正常推进游戏进度了，然后高级的赛事根本没法打，重新开一个新的存档又太浪费时间，这游戏又没有读过去存档的机制，于是你以前加错的点就呵呵没办法改了，刷技能点慢的不行，我的天反正这个制作组也是考虑太不周全，好好和别的良心游戏学一学，以后不要把游戏搞的这么不让人活，创意基本上可以满分，但是后期制作极其赶工，不想打通了，4元很便宜但是浪费了我这么多时间还玩得这么不爽，要不是这游戏的名气我就不玩了。在后期更新中不均衡游戏性的话，大家也就别入了，大好青春多看看社会参加课外活动，去真正的健身房，远离这种没意义纯粹浪费时间的游戏！！！
A game with lots of innovation and very amazing at first. But mistakes in adding skill points and some would lead to seriously hardship during the later levels and it is just impossible to progress anymore. The developers should seriously adjust this game's mechanics. It should have been a fabulous game. Right now it is a enormous waste of time. Before the mechanics are fix, please spend your money elsewhere!!!
差评: 6/10

1. 故事单一且缺少创意
2. 游戏内容重复
差评: 这是我玩过的最B的游戏没有之一，我费劲巴拉地打到岛上见了最终BOSS神秘黑衣人，丫就给我来一句：我是你爸爸！
然后就结束了。。通关了。。出字幕了。。
我特么就为找个野爹是吗
差评: 刚开始的剧情还挺有意思，但是到后期就是在肝属性值，打到后面太乏味了，每天都是一样的操作
差评: 领先3个回合然后被一回合击倒两次直接KO，就问你慌不慌
好评: 复古的感觉做的很好，刚玩时挺有趣，但后期为了推动剧情要长时间刷技能点太枯燥了，希望二代能加快节奏。
差评: 这是一款毒品游戏
好评: 游戏整体质量打 7 分

前期游戏很有意思，刻意粗糙复古的画质加音乐，确实会让玩家代入红白机的年代。加上不训练则掉能力的设置，初期还是让玩家很感兴趣。

但游戏后期太过无聊，选了黑帮线，为了维持能力不掉，每天得花大量的时间去锻炼而无暇关注游戏的其他方面，单调而乏味的后期实在是大大减分。

总体推荐，打折时可以买来玩一下。
差评: 谁能告诉我这游戏为什么会涨价？
好评: 挺有趣
好评: 很有趣 但后期有点无聊
好评: 本以为喜加一，其实剧情丰富，就是刷刷刷。后期枯燥。
好评: 游戏结局真的很皮
好评: 让人上瘾的休闲游戏
好评: 好难玩啊， 属性练得都不够掉的
好评: 好玩啊，有中文是其中之一，这也是我健身时的动力
好评: 很喜欢这种养成类游戏，玩了也有几天了，感觉都不错，就是成就为啥一个没有呢
好评: 神作！剧情神了必须买必须买啊！！虽然是养成属性，但是设置很均匀，而且有层次感，养成的模式也在逐步提升，从家、俄罗斯到豪宅，非常棒！！！
好评: 很有趣，蛮励志，但，好难，，，第一个存档竟因为饥饿而放弃。这个价格也是很值得
差评: 这游戏根本没开发完吧!许多剧情都是敷衍草就.


没有一个人物是有趣的,


难道这样的剧情很萌吗?


莫名其妙的奖章究竟是什么鬼?


难道结尾的我是你爸爸很震撼?
好评: 第一次写测评~
先说说通关的心得，我选的是正常难度，瘦弱如风的特性，162通关，解锁了37个成就，主加点就是走敏捷和老虎的路线。这个的特点是高闪避，反击快，但是相对的伤害和耐力恢复就比较慢。

游戏前期：触发各种路线，新手联赛5名之后只要加点和保持敏捷属性比较高还是比较容易过的，但是经济会比较紧张。。。打地下比赛经常受伤没钱治病。。。。也没钱哄女友0 0。哄女友的好处是训练的时候饥饿值和活力值掉的慢。女友的哥哥也是一个好工具，帮他修车和陪他吹牛逼能跟他对打或者让他跟你训练，能让属性升的快。PS：不要害怕受伤，因为尽管输了也有技能点，有些技能对后面的战斗有至关重要的作用。我的选择是受伤后做非受伤部位的训练，比如腿受伤了就不调声了，还可以打打工，存钱买健身设备。
-----------------------------------------------------
游戏中期:有一段时间一直卡在第五名，老是打不过前面那个敏捷和我一样高，力量耐力比我高的人。输过几次后，技能点加了提高闪避和反弹伤害后，另外提升了一点力量和耐力后，轻松虐死他了，后面打前几位也很轻松，一路到第一名。这时打地下的拳王赛也很舒服，基本没输过到黄区，来的钱也多了。后面也打赢了飞车族的胖子，让他给你工作，一周一次100软妹币。这段时间就不缺钱了，可以考虑去唐人街看大夫和买魔法药水。
————————————————————————————————————————————————————
游戏后期：技能属性上去后，打下水道几兄弟也很轻松。然后一路高歌赢了季后赛打完俄罗斯熊后住豪宅，娶白富美，迎接人生巅峰。这时候才是最难的，在通往冠军之路的同时，主角的敏捷也快到了瓶颈，明天丢失的和得到的几乎差不多，练了几十天才提了亮点，勉强靠运气打赢第一名的大汉。最后打完弟弟游戏通关~
——————————————————————————————————————————————————
punch club里面有很多红白机的元素，有向我们小时候玩的《忍者神龟》致敬，也有唐人街里的拳王醉拳大叔。有蝙蝠侠的桥段。虽然剧情和游戏养成模式并无太多新意，但这是一款充满诚意的作品。
——————————————————————————————————————————
       有老铁说到《punch club》的主角历程不正是我们自己的人生写照吗？的确，一开始挣扎在现实和自己的梦想当中，过得非常累。如果让我代入角色的话，我就会在劳累工作之后坐在沙发上看电视，逗逗小猫，没事去找罗伊喝喝酒聊聊天，然后跟女友谈情说爱。但是坐在电脑前的我因为明白这样不可能通关，所以选择疯狂撸铁，不断打比赛，即使被打倒了也不放弃，为了心中的拳击冠军和找到杀父仇人而努力。
       人生也是如此，我们不是没得选择，只是看你自己想走哪一条路，这里不是灌鸡汤洗脑大家走上人生巅峰的路一定就是好的。没有好坏之分，心之所往，无怨无悔，才是最好的。
好评: 第一次接触这种养成类游戏，挺喜欢各种解锁新技能和区域，难度挺高的，很耐玩，喜欢这种类型的建议打折时入手，不亏。
差评: 有一个严重的BUG导致我的游戏无法继续，就是每次自动弹出来一个神秘的手提箱，然后点了 手提箱之后，游戏就卡死了
好评: 和主角一起成长
好评: 以前我觉得拳击是一个很莽的竞技运动

玩了这个游戏之后真的改变了我的看法

拳击非常讲究策略性和战术思路啊有木有？

特意还去看了88年-89年泰森所有的比赛

前世界拳王霍布斯形容挨泰森一拳是什么感受

-----“卡车撞脸”

于是我开启了“蛮熊天赋”......ORZ

好评: 或许我们曾经有一段日子每天去打工上班赚钱但仅仅能在便利店里买点冻了很久快变质的三明治
或许我们都想找回那些失去的亲情、友情、爱情但最后得到的都不是自己最想要的结局
或许我们每天幻想成为超级英雄打击罪犯去拯救世界但发现其实世界并不需要我们去拯救
或许我们有一天功成名就成为了大明星或者大佬但却忘记了初心停下了努力的脚步
或许我们只是一个玩家模拟着别人的故事但却发现我们和主角其实相差无几
或许我们就是像主角一样那么平凡结局如此普通没有惊天地泣鬼神但这也就是我们的故事
好评: 教练，我。。。。
我不想打拳了行不行
好评: 打折买的，前期坑的不行，这素质下降的也太快了，猪脚什么体质啊，后期也就是签约以后，我就没睡过觉，都是喝咖啡喝红牛顶着，建议先把次要属性固定住，就是那个不会掉到X以下，我是三个特性都开了，主敏，靠反击闪避，后期还行吧，力8，体13，敏20，通关了，不打算玩第二遍了，太累，我用了一个周末通关的，总体来说，打折的话可以买了玩玩，不要期待太高
好评: 玩儿了7小时，后5五个小时都在训练T_T
差评: 如果你实在是有很多时间没办法消磨的话，你就买吧。
这游戏确实梗很多，很多彩蛋，可是玩法实在太单调了。
而且每一天的训练加成很少，惩罚很多，强制性的增加游戏时间和重复操作，很枯燥。
剧情是乱炖，不用期待。
你要是想消耗一下自己的人生，就买个移动端的来玩吧，别买steam。
好评: 前期还挺有意思的，后面要维持状态太难了。钱和时间都不够用
差评: 个人比较喜欢敏捷的技能
可是在里面最垃圾的就是敏捷技能
点了敏捷技能那个风之奴仆几乎后期都废物了
敏捷几十点还打不过一个力量的
真的是浪费时间  就差一点就通关了
好评: bgm致敬洛奇好评
好评: 好玩。。就是感觉很无力。。我变弱的速度比我健身的速度要快。
                                             不花时间哄女朋友就不能坠入爱河。
                                             辛辛苦苦工作赚了点钱还要被打劫一半。
                                             弟弟成了个打黑拳的主持还劝不住。
                                             打开冰箱还是只有冰冷的披萨。
                                             送个披萨还有乌龟点披萨不给钱。

还有诸位。点技能之前要三思啊！！（我点了一个不能使用防御和闪避的技能。。等于开启了HARD模式。扶额痛哭）
不过养成类游戏还是超喜欢的。






好评: 以前就有玩盜版,最近開始入坑STEAM 看到夏季特價才9塊錢就買了 好遊戲一個 支持
好评: 非常好玩停不下来！
好评: 我来救你了 小萌 (ง •̀_•́)ง
差评: 前中期还好，后期真他么累
差评: 玩起来还没有开罗游戏有意思
好评: 这是一个即使最后能打败最终boss也不得不叫他爸爸的游戏。
好评: 作为一款独立游戏算是优秀的程度。有一个当你熟悉了之后就会着迷的核心。这个游戏的玩法就是通过训练让自己变强然后和各种各样的人格斗，有一条出色的故事线(结尾真是神转折)，但支线显得薄弱，而且它们中大多数并没有什么影响和回报。整个游戏的自由度可以放得再开点，不必完全为了训练来服务，战斗系统在熟悉之后就显得有些简陋，当然这些都不是问题。
好评: 非常喜欢这类游戏，通关了三遍，技能加的精髓的话十分简单就能通关，全部比赛胜率轻松90以上。
好评: 乱买的本来是不包有太大的希望会是一个自己喜欢的游戏，结果出乎意料，买来到现在一直在玩而且越玩越上瘾哈哈哈哈哈哈哈哈哈哈挺好的一款游戏，类似养成剧情类的游戏吧，但是这个剧情简直有毒哈哈哈哈哈哈哈哈忍不住吐槽
挺喜欢的，19元不亏，画面也做的不错，而且自带中文这点很好，很喜欢
好评: 这个游戏非常的好玩啊！

差评: 一款像素风格的养成游戏，6/10，既然steam不能给中评，那就给差评喽

++养成类游戏
+像素风
+至少不那么蹩脚的剧情
+有中文
+价格还算比较合理

--糟糕的战斗系统（战斗系统是这个游戏的大头，居然弄成大部分全看脸的随机战斗模式）
-属性每天掉得太厉害了（初衷是好的，毕竟不锻炼掉属性很真实，但掉得有点多了）
-锻炼不如嗑药
-养成类游戏居然不能选女性角色
-内容还有待丰富
-游戏性不高，玩久了就觉得每天都在做一样的事
-没有重玩性
-BGM平淡无奇

还没玩通关，不过打通关的兴趣也不大了，什么时候需要打发时间可能还会再翻出来玩玩吧
差评: 属性每日衰减让养成模式变成了无聊的时间消耗，简直蠢透了。
好评: 可以格斗的送披萨模拟器。

Punch first, ask questions while punching.
好评: 电影改编的游戏！ 电影经典，游戏也很好玩！推选~~~
好评: 有的人，光是活着就已经竭尽全力了。整个游戏和你现实生活几乎一致，从穷小子到搏击冠军之路非常坎坷，我在玩的时候经历了很多次绝望，每天去工地搬砖，攒够了钱准备去买健身器材锻炼身体，结果连续两次被小混混抢劫，血本无归。生活一贫如洗，冰箱里除了几块肉以外没有任何东西。想当冠军？先过了生活这道坎！这款游戏非常贴近现实生活，喜欢的玩家不要错过。
差评: 扣属性是这个游戏最大的败笔。
好评: 我们每天都忙碌着。

吃饭睡觉工作，就像这款游戏渺小的我们尽管每天都在成长，但也无力抵抗这个世界的黑暗。

虽偶有快乐，但还是要重复着失败。

无奈、压抑、沉重这些不好的心情接踵而至。

你需要时不时的给自己添加一些动力，一些感动，一些幸福，一些希望，来迎接未来。

我给 6.8/10 。

感谢制作者提醒我们生活还是很苦难的，而我们需要游戏娱乐我们￣へ￣


好评: 逆天的中文评测体系。 打完字。 点了下推荐  。 输入的文字就没了，
后期要维持属性太鸡儿难了。  我一项17一项11.  为了保持属性必须不眠不休。 2天睡一次觉属性就会掉回去。。。。  所以不能干任何要费时间的事。  后期只能练练练。 然后打那个6波赚钱转点数。   其余所有时间都是吃与锻炼。不眠不休不能和妹子聊天。
差评: 还行，对得起这打折的价钱。这小品游戏让我想起我小时候玩的同*生2和金*梅-偷*宝鉴。属性养成+触发分支剧情。

但遗憾的是怎么多年过去了，这个类型当中真正超越同*生2的作品几乎没有，然后被一众沙盒游戏所取代...20年前就能做到的根据时间来触发周期性的特殊事件，20年后没人做得到了，也算是失传了？

喜欢这种类型，但是没玩过elf的同*生2的同学还是去补课吧...

不知道游戏工坊里有些啥内容...
差评: 游戏太过不可控，没什么意思。

如果战斗动作模式的话还有点意思，概率对战还不如直接出结果跳过战斗过程。

游戏的锻炼模式非常麻烦，每天都是赚钱买东西吃睡觉 健身

太过无聊。
差评: 想不通，把枯燥的训练打工这些做成游戏重点，枯燥无味，每天重复工作，训练，时间全部用来做这个，请问我是玩游戏还是在流水线上班
差评: 买了玩了一次再也没怎么玩，很消磨时间的一个游戏，但是我玩着玩着就没什么兴趣了
好评: 这个游戏告诉了我们睡觉是最浪费时间的事情。
为了升级每天7罐红牛不眠不休🌚
好评: 首先如果用一个词语来描述这款游戏的话，我认为是魔性。不是CR那种想让你砸手机的魔性，而是强烈的沉浸感。
最先是在知乎专栏上看到了这个游戏的推荐，没有任何安利的语言，只是描述这款养成类游戏在前期有多么的枯燥与无聊。你通过一系列的行为，得到的反馈却少的可怜。面板属性，金钱，食物都是极度稀缺的。
整款游戏只贯彻了一点：抉择。故事树，技能，行为等等，都是一系列的选择。这种选择带来的关注度是相当高的，但是大多数时候，你都可以改变自己的选择。在关注度方面，很多RPG带来的决定价值是相当低的，而一些有着沉重主题的作品往往能让你花费更多的情感。
由此而引发的，最大的矛盾便是在工作与训练上。游戏初期，特别是一周目，你的三维及金钱的增长是极其缓慢的，甚至几十天都还在原地踏步。一款游戏如果能抓住玩家的兴趣，那么他们往往有着和现实生活中相类似的情感体验。主角一直在追逐他的梦想，却被生活所束缚，被情欲所主导。
“有的人光是活着就已经很累了，更不要说完成自己的理想。“

好评: 一个可玩性不错的小游戏。推荐打折入。
剧情5/10   算是烂俗吧。。。
游戏设定7/10    锻炼的三个指标设定挺有意思
技能设定8/10    技能树好评，设定很棒
差评: 首先音乐很带感，这是优点。然后就没有然后了。体验非常差，玩起来非常累啊。

我也是喜欢健身的，所以这个游戏很有感觉，但是你他妈能不做的让人玩的这么累么？我直接上了hardcore难度，不知其他难度咋样，反正非常非常累玩得，养成人物类的，但是会有消耗，而且消耗如此巨大，以至于明显感觉是前进了10步，然后后退了9.5步，没错，就能后退这么多，很多时候辛苦做的各种事情，一次战斗失败就回到解放前，然而保持属性不降低非常累人，每天都有大量下降，个人是走敏捷型的，只保持敏捷一项高依然非常累，困难。敏捷越高，每天下降的越多，为了升级点数，又得不停打比赛，然而对手三围成长绝对是你比不上的，个人敏捷每提升一点，都要做很多事情，因为每天下降也是巨大的，然而对手的成长梯度完全是自己不可比的，所以比赛经常失败，失败有得回去练，打工挣钱买食物，循环，而且是恶性循环，越玩感觉越累，提升非常艰难，个人感觉是养成类里面最累人的了。



个人玩的很累，但是还是会多花点时间全成就，但不推荐了，游戏机制有点过于苛刻了。



看了攻略后，从新玩了个hardcore,接下来是实际情况：

依然敏捷系，这次选技能就只选了敏捷几个核心技能，非常强大，的确很牛逼，健身房的比赛一直打到第二名没有多少压力，然后就不行了，非常难打赢第一名，于是回去刻苦训练，真的很刻苦，买足了肉跟皮萨，在家全器材下练了5天，把敏捷艰难提升到11，然后终于过了健身房的第一。然而接着就是季后赛，不看不要紧，一看吓死哥了，季后赛第一个对手技能不多，3个，没有特殊技，他妈力量6敏捷14耐力15，我训练那么刻苦，才把敏捷搞到11，力量才3，耐力勉强到6，训练这事你玩了就知道，越高要维持住那个高度就越困难，因为越高每天掉的越多。举个实际例子，在我敏捷11耐力5的时候，主要为了维持敏捷，然后只做有敏捷提升的锻炼，耐力就是附带的提升，不跑步专门提升耐力，他妈练了4天，敏捷在艰难提升，一天一点，但是耐力居然在下降，就是说每天练桩子，俯卧撑提升的耐力在每天结尾的时候完全没用，还变成负的了，这你敢信么，为了维持11的敏捷已经非常吃力了，没有走能锁定13点敏捷技能点那条升级线，走到最下一排，他妈每天的训练都是废的。

然后地下拳赛，一直打完第一个阶段，第二个阶段，他妈个屎，第一次比赛居然我一打2，打赢了第一个对手，打第二个居然不给休息，残血打，这是多坑爹啊，本来每次都对手属性的提升都是你怎么练也难以跟上的，居然还要一打2，草泥马。然后就发现了这游戏的数据非常的不平衡，非常的坑爹，每天结束锻炼基本都是白费的，尤其在高属性值下，维持一个属性高已经感觉不容易了，真不敢想象维持两个高属性值那不得累死你，而且你还得不停赚钱买吃了，吃了才能锻炼，而打比赛赢了的那几十块前，买个屁都不够，那个自行车营地的100一次的任务，因为推进了主线，去见了唐，做不了，最后居然还是得在工地打工挣钱，你他妈得有多恶心啊。


于是我决定了，你既然做的要这么坑玩家，我不惹你便是了，卸载。谁玩谁知道多么坑爹不平衡的数值，我这个新号还是看了攻略玩的，也只是到中期了比较顺利，一到后期，恶心的数据就完全体现出来了，更不敢想象前面不知道那些技能实用的人怎么玩到下去哦！

垃圾平衡性的游戏，玩起来就是折磨玩家，绝对不推荐。


说了这么多，怎么感觉越挫越勇的感觉，还想从新玩个号，这游戏容易废号，因为不能洗点，蛋疼。

照着贴吧的经验之谈从新玩了个hardcore号，这次才算牛逼了，7 12  13打到了俄罗斯的剧情，地下拳赛已经打到275，还差几场，走的虎龟流，这次终于完全打人无压力了，唉，玩了这么多次才终于玩顺了。这游戏才发现玩的就是技能，技能选不好，属性高也不牛逼，但是哪些技能好，哪些看起来好其实很垃圾鸡肋的，自己玩真的得摸索好久好久，还是看看别人的经验之谈吧！


妈蛋，42小时终于全成就了，累死了，走了好多弯路，至少开过8个档，6个都玩到70多天，没法在100天内通，就删除了，就是为了全成就。

全成就的话，经验之谈，必须玩通两次，第一次直接hardcore,慢慢玩，不在乎天数，我第一次就核心模式玩了230多天，因为不知道什么技能牛逼，玩了好长时间最后的几个敌人才能打过。第一次建议走黑帮路线，因为黑帮要慢点，第二次通走俄罗斯路线，能节约好多天做100天内通关的成就。黑帮路线就是不停打地下拳赛，一直到积分270分再去见唐，说为他工作，而即使你一场比赛也不输，地下拳赛到270分也比体育馆的比赛完成要慢，所以一周目推荐黑帮，我玩的时候并不知道，全成就了才知道。然后一周目把能做的支线都做了，不要遗漏支线成就。因为不在乎玩多少天，可以慢慢玩，甚至把技能全点了。

然后第二次通，走体育馆比赛拿到卡然后见唐选择参加竞标赛，就会去俄罗斯，这次应为要冲100天内通关，支线就不做了，一心走主线，那么必然少很多技能点，所以强力技能就非常重要了，个人87天通关走的黑帮路线，玩的是纯熊系，完全没有压力，通关13 11 12的属性（2周目没必要再玩hardcore了），完全无压力，熊系个人就用了几个核心技能就行，一个攻击降敌人敏捷，防御住降敌人敏捷的，一个掠过攻击，一个上钩拳好像是，再一个三连击，一直打通，没有任何压力，被动技能自己看着点，反正只走熊足够了。最终的忍者也不难，如果2周目走俄罗斯路线肯定还要少好多天，同样的，熊系，我前面删除的档，走的俄罗斯线的，大块头同样能干死，不难，所以推荐熊系，成型快。最终的那也是我通了两条线才知道的。

希望给想全成就的人一点经验之谈。
差评: 枯燥
好评: 非常有趣的模拟经营类RPG，容量虽小但是可玩性很好。里面玩了超多梗，目前只通关了正义线，有空再试试黑帮线。玩了几个档之后终于研究明白，技能比属性重要，精力比血量重要。这个游戏有一个很贴近现实的设定：某一项能力越强维护成本越高，如果想全面发展就会陷入泥潭无法翻身，只能选一项深入发展。史低或者折扣的时候非常推荐入手。
好评: 挺好玩的一款小游戏，能让你瞬间入魔！
好评: 心情久久不能平静

游戏是个好游戏，内容超多的
BGM老好听了
先把女友和基佬♂打出来
(女友很好搞，但基佬好像有点哲学♂，麻蛋，要基佬陪我训练，不是要我帮他修车←_←，就是要我坐下来和他一起蛤脾，大胡子还gay里gay:-O气的)

剧情略老套:但很有带入感


体验铜锣湾砍靶子–社会你浩南哥的快感
好评: 一个拳击手的养成记
作为一个画面复古，玩法简单的养成类小游戏。说实话也不该产生什么太多豪放深刻的感慨。但游戏是讲述一个拳击运动员成长故事。单说拳击而言，这项运动的发展史伴随了太多传奇和感动。
Mo Cuishle—我的血肉
好评: 非常有诚意的作品。很热血！
差评: 这游戏玩的我快要抑郁了，每天锻炼、工作、吃饭、学习、遗忘，就和真实生活中差不多，无奈而又压迫的生活，在生活的拳击场上一次又一次的被对手击倒，似乎总有比你厉害的人，而你似乎在成长，但看似忙碌而上升的生活其实只是我们渺小和无力的写照，人生道路上越走越远，最终被时间吞没
好评: 一个小品级的游戏，对它不要期望太高。
像素风格的摸你经营类游戏，
还可以的bgm，
有创意工坊，
自带官中，
4块钱。
综上所述
喜加一
差评: 一般般把，本来以为很好玩的，小品级游戏
好评: 游戏还行_(¦3」∠)_有许多电影乱入，洛奇，忍者神龟啥的啥的那个动力装甲好像老滚啊_(¦3」∠)_通过一次关了，很有趣
好评: 很有趣的一款小游戏。以前玩过盗版，挺有趣的，所以现在看见就马上补票。
好评: 开局好难啊，钱一直不够啊！
好评: 打折4元。
我是你爸爸！
差评: 这游戏是一个整天发小黄图的傻逼推荐的。说可以体会到健身是一件逆水行舟的事。
我当时就很感兴趣。

最终浪费我4.2个小时。

总共玩了3个角色，前2个前期就被痛虐。

正当一筹莫展之时，度娘献上了一篇攻略，终于体会到一丝快感。
然而因为攻略写得断续不全，在初级联赛刚得冠军，地下联赛积分到150左右时，开始被打断腿。
结果就重复着打工、吃、睡觉、丢数据、虐小朋友（健身房和罗伊的家）的过程。
当我想结合另一篇攻略，补上短板之时，发现玩不了了。
主要原因是技能不对，敏捷和耐力太低。想锁住敏捷和耐力，要花极多的技能点。
无疑是游戏的败笔之一。
退出的时候数据是13、4、4。

不会再玩。

把时间花在现实的健身中，才是王道。
差评: 非常难玩，浪费时间，各种BUG，回气是个严重的问题，影响游戏体验。
好评: 为什么中文无法解锁成就。。。又要玩二周目。。
好评: 惊了，本来感觉快通关了，签了个经纪人，然后出来之后就找不到怎么回去了，家也没有了，惊了惊了，不知道是BUG还是什么，但是游戏总体还是挺好玩的，很休闲，适合打撸打的烦了之后玩一下hhhhhhh
差评: 刚开始觉得很感兴趣  因为我对这种复古风有着特别的情结
到后来越来越觉得力不从心 为什么他饿的这么快！！然后花大笔钱去买吃的 买完吃的就没钱了 然后花大把精力去打工 打完工又饿又累 回家睡觉 被饿醒了 再去买吃的.... 突然感觉自己不是拳击手 是循规蹈矩的工薪族  游戏意义何在？ 然而更让我吐槽的是这个游戏的过于“人性化”每天健身的数值都在大幅度下降 让我有种自己白练了的感觉  本来当做是款休闲游戏 结果每天都在紧张的氛围中无所作为  
重复的游戏设定没有任何意义 兴趣逐渐磨灭 突然悟了 它不过是个养成游戏 是个节奏缓慢的养成游戏
差评: BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!BUG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
差评: [h1]被梗淹没，不知所措。[/h1]
好评: 迷之好玩的小游戏，非常带感，微微毒性。
BGM单调，听多了很难受，基本需要自己放音乐玩。
故事设定强行玩梗，有一定趣味，但为什么给我一种略尴尬的感觉。

差评: 这款游戏规则简单，然而给我的游戏性不是特别好。基本你玩这个游戏玩30分钟左右，你就会觉得枯燥无味。操作倒是很简单，最后你玩这个游戏也就只能看看剧情了，剧情还只有一点点
好评: 非常好玩的游戏之一。特别是音乐能让我玩好几个晚上。反正个人是喜欢这种风格的游戏！
好评: 为什么最后会跳出，我还等着跟黑衣人来一场世纪之战呢
好评: 掉体力真的很蛋疼
好评: [b] 复古[/b]的画风和[b] 魔性[/b]的BGM，仿佛回到了[strike] 逃课[/strike]玩插卡小霸王的时候。

但是天天重复健身搬砖打架有点无聊了（后期打架就能赚钱可以不去搬砖了）。
一个肌肉男抓不住自己的猫是什么鬼。
差评: 每天掉属性太恶心了，大概制作组自己都不好意思了，加了个简单模式，但是这个模式不跳成就，而且玩到最后黑衣人讲故事就程序无响应，真坑爹。
其实掉属性也无可厚非，但是你掉得也太多了，或者改成每天都训练到一定程度就不掉属性是不是更合理，老是让人重复无聊的事很容易让人烦躁，让人失去成长的成就感！
差评: 这游戏之前还好，但是最后黑眼人讲述过去的时候动画结束就报错了,根本不能通关
好评: 蛮熊有点过于屌了，我辈李小龙玩起来很费劲，但是仍然很沉迷
差评: 不知为什么游戏打到中间一半就成了刷刷，并且 十分卡关卡。游戏性还行但就是太过于严丝合缝太死板！！！
好评: 游戏还行，情节丰富，有中文翻译且质量不错，就是流程太长了，尤其每天扣的点数比练的还多这点太蛋疼，毕竟我一个每天只玩五分钟小区健身器的老年人都没有肌肉萎缩成这个样子。

不想浪费太多时间的同学可以考虑用修改器改钱，这样你前期能把打工和睡觉的时间省下来，还能省下各种脑震荡、摔断腿的恢复时间。后期就无所谓了，后期给钱太多了。但是不建议直接改技能点，因为这个技能的搭配、技能树的点法还是挺有意思的。比如说，如果你走敏捷为主的虎流，其中有一些特殊技能要求你的其他两个属性不能超过9，简直葵花宝典。熊派比较靠谱，力大无穷，三拳直接把敌人闷死，再配合一点龟派的技能，简直爽歪歪。

最后吐个槽，结尾黑衣人说一句我是你爸爸游戏就结束了，我连一句妈卖批都没有骂完，游戏作者是想占所有玩家的便宜吗？
好评: 妈妈问我为什么不睡觉，我说练到敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡，敏捷+1再睡，力量+1再睡，耐力+1再睡。然后一宿练到了15-25-22
差评: 没钱了，也没有食物，无法打工赚钱，干啥都提示要吃饭，咋办？
差评: 太无聊了，我要被洗脑的音乐折磨疯了。
好评: 不错的游戏，只是结局有点莫名其妙。另外训练确实需要太多的时间，主要难度在于训练。。。。
差评: 不推荐，每天降数值的设定简直恶心到爆，如果输了比赛有时还会受伤，又耽误训练。。总之这是一款让你感觉游戏比生活还难的游戏
差评: 这是我玩过的最无聊的一款游戏
差评: 先给结论吧，游戏难度失衡，重复率太高。
开局给人感觉很好，又能打地下黑拳，又能打职业联赛，还能化身蒙面英雄行侠仗义，但为什么地下黑拳和职业联赛只能在同一天？（我是一个人吗？）打完职业联赛险胜的话回家补个血又要去打地下拳赛，而补血的只有睡觉和食物，无论怎么安排，总有数值会被满溢浪费掉，小小强迫症的我很是难受。
游戏中期问题就来了，由于没看攻略，走的敏捷流，后来发现敏捷流是个坑，力耐才是最好的，因为技能需要体力释放，而敏捷流容易空体力，再强力的技能也放不出来。导致联赛只能欺负新手，地下拳赛根本打不过，一天为了生计奔波，一天训练把日常掉的能力值练回来，一天又要打拳赛和联赛两场，但能力值又不足以赢下比赛导致陷入死循环……（也试过用药水打比赛，但容易食物短缺，尤其我还要修车和泡妞）
玩了5小时，大概有1个半小时都一直在重复以上动作。
修车我陆陆续续修了快10天还没有修好，泡妞却只要5朵花和半天左右的聊天。
短时间没有心思重开一个档了，心态崩了。
好评: 本来打算周末好好在实验室学习，但是手贱还是打开了steam，看见促销果断花了四块钱，结果玩了整整一天，是个杀时间的好游戏，难度也确实可以，可以上网看看攻略，主修力辅修耐很强，基本上打到最后九十多的胜率（normal），熊技能树里面坚韧不拔还是哪个来着很强力，网上的一个攻略很强大！总之四块钱花的真值！明天还要开汇报会！！！！
好评: 额虽然我给了好评但是我不得不说这个故事和屎一样小猫为什么回来了我自己脑补,为什么黑衣人是爸爸我还要自己脑补,剧情敢不敢再随便点.
好评: 第一天玩，连续肛了六个小时，可能是好久没玩这种类经营的角色扮演游戏了，十分合我口味。不过游戏后期太特么蛋疼了，就算不睡觉疯狂锻炼也只能维持数值不下降，难受。
说起来我也要睡觉了，肾疼
差评: 其他人的差评已经说出了我的心声，虐心啊这游戏，每天那点精力，练属性还往下掉，走五步退四步，强行拖延游戏时间，越玩越没劲，感觉自己像个sb...被作者戏耍
好评: 很好玩的小游戏，四块很值得，自带中午就赞个。
好评: 怀旧的画面，不过不是太耐玩。一直打工、买食物、睡觉、俯卧撑、比赛这个循环。最恨的是，每天掉经验，三项全掉，实在不能忍。找个修改器，怒改之！（PS：4元特价购入，还好！） 建议开发者修改一下掉经验的幅度
差评: 不好玩三个字可以诠释这个游戏，还有机翻的汉化，僵硬的剧情
好评: 虽然枯燥了点  但还是很有成就感
差评: 对我来讲很无聊的一款游戏，而且有致命BUG，竟然无法保存退出！！！
差评: 玩到登岛打黑衣人就闪退..  神烦
好评: 玩法还不错
好评: 通关后会有bug，游戏会崩溃........
好评: 重复性太高，打到后期完全没欲望玩了，模拟经营的游戏模式倒是让人眼睛一亮，玩了快5个小时之后只想找一个修改器开无双看看结局
好评: 可以的
差评: 好不容易练的一点属性，一直掉，非常无语
差评: 收好我的差评！！！
差评: 说实话我觉得玩久了，这游戏就玩的很恶心，就是反反复复打工，吃东西，锻炼，打拳赛，属性还每天掉。。。。
好评: MLGB上礼拜买的45，现在只要11块
好评: 情怀
好评: [spoiler]“充值信仰成功”[/spoiler]
差评: BUG太多  多到退出都出不去
好评: 沉迷于打工。荒废训练
好评: 挺好玩的
好评: 我是特别喜欢像素风的，但是一直对经营类游戏没什么兴趣。
因为这个原因，导致我虽然早就听说过这个游戏，但一直没有入。
这次买彩六，看打折就顺便入了，才后悔为什么之前一直与它擦肩而过。
----------------
极高的游戏性，各种新事件应接不暇，你既可以当个地下拳手赚赚外快，又能变成黑拳行侠仗义。
--------------
剧情暂不评论，一开始作者挖了个大坑，后面确实也在一点点地填。
--------------
有人说能力值每天下降这个设定很恶心，所以他退坑了。但我觉得这反而让这个游戏更出彩了，一来让他更真实，二来让原本不紧不慢的经营类游戏变得刺激，并且也要求你在各种属性直接有所权衡。
---------------
看到自己一点点变强真的舒爽(但不得不说，这游戏的难度还是可以的，即使你再苦心经营，也很难屡战屡胜)
---------------
音乐方面我就不说了，像素风音乐都是顶赞的。

8/10
好评: 鼠标破坏模拟器
差评: 这游戏就很皮
好评: 游戏还挺有趣的，不过官方简介我也是醉，“在这里你可以...查出杀害你父亲的凶手”，杀害我父亲的凶手？excuse me？？？
好评: 超好玩的养成类游戏 BGM洗脑 补一个正版！
差评: 各种闪退，卡住无法正常退出，存档打了n次都没存住，赶紧卸载，看着就气
好评: 刚开始玩觉得不错，音乐听时间长也不烦，但后期开始刷的时候有点无聊，好在流程不是很长，通关一两次之后就不太想玩了，打个汉化补丁结果一个成就都没跳
好评: 一款拳击题材（不过可以用腿，所以应该是MMA）的养成游戏，战斗是推动故事前进的，也游戏最重要的内容，而玩家就是要培养主角增强能力，赢得一场场比赛，直到结局。将主角的三大主要能力设定为每日自动下降是游戏机制的关键，使得玩家要好好安排训练和比赛的时机，大大增加了游戏的可玩性。
游戏的剧情中有无数的梗，充分展玩了制作者的恶趣味：超级英雄、在冰天雪地中训练、来自俄罗斯的强敌、挂掉的好友……当然，还有那扯淡的结局！！！！！！
好评: 游戏是好游戏，不过通关2次左右，就基本不会再拿出来玩了把。这游戏，玩过盗版的人应该很多很多。
好评: 过于重复。 6.5/10
好评: 比较典型的手机游戏，如果作为PC游戏来评价，那不得不说，游戏设计的比较粗糙。评测中有很多前人写的攻略了，如果你真没有太多其它选择，打66%以上折扣可以考虑入了＋1收藏，至少它又卡片收集嘛。
好评: 基本上就是家-工地-健身馆 三点一线，然后打比赛。都没有私生活，没时间泡妹子嘤嘤嘤t-t
好评: 欧操
结局：
主角：反派纳命来!
boos:我是你爸爸
我曹 你居然骂人。
好评: 为毛一个拳击选手连一只猫都抱不起呀... 不要告诉我手滑...2333
差评: 游戏创意很好，可惜被机制给耽误了，玩到后面感觉是在强行延长游戏时间。
好评: 魔性 上瘾
好评: 先通了简单的 ，人物的成长很爽，但剧情实在瓜皮。游戏粗糙却给人一种港漫的爽快感。
好评: 这游戏一定要在训练和维持生计上要规划好  不然的话  会出现两种情况  

一种是刚训练上去的属性（在没点出不会降到几点以下的天赋之前）又因为工作的时间没及时训练降下去了  

二是光注重训练了 不赚钱  饿了没钱吃饭  找老头要  很少的钱  凑活一顿吃  体力不够训练的  又去工作  工作的时间又耽误了训练的时间  属性又降下去了 白忙活  这游戏前期一不注意就白忙活了

总之没有经济支撑  保证不了温饱  训练和报仇什么的都是扯淡 

游戏是个好游戏   但结局很迷  猫的那个DLC我还没买 以后补上 试一试怎么样
差评: 很烂的一款游戏。
从剧情上来说，作者沉迷玩梗，让剧情稀碎无比，巨无聊。
玩法上则是“刷刷刷”和“掉掉掉”的结合，再加畸形带BUG的人物技能，真是不能想象人要有多无聊才会玩这种游戏来杀时间。
好评: ============================================
我小叮当今天要改好评，为什么会这样呢？
在除夕夜去亲戚家之后，我终于发现了这个游戏的正确玩法。
低配置和云存档可以支持你在几乎任何一台电脑上持续游玩这个游戏，当我一边压属性刷着技能点一边看着迄今为止最无聊的春晚时，却发现这个游戏远比春晚有趣得多，还完美填补了自己在春晚中被浪费的碎片时间。好，强无敌。
（从另一方面说明了这款游戏的机制比起PC端来更适合手游）
============================================

我在刚开始游玩的5个小时之内。觉得这游戏超好玩、平衡性完美、真实感强、音乐带感、练起人物刷刷刷也很爽很有成就感。

然而14小时通关以后：
我觉得这游戏烂透了，几百天重复完全一样的动作
平衡太差了，属性回落过快后期疲于奔命
太不科学了，各类剧情毫无逻辑性，忍者神龟各种乱入、徒手拆机器人、BOSS瞎穿越
除去在俄罗斯技能点不够刷到吐的一个小时，全程就一首音乐，再好也得掀桌
成就感？等着打BOSS你告诉我一句......


因为以前玩过Princess Maker全作，所以刚开始对这种不进则退的训练机制还是很欢乐就接受了，直到后来到了俄罗斯刷到1/17/8后，每天掉的和训练的一样多，然而因为技能不对和脸黑始终打不过BOSS，想学技能却只有每3天给3点...
好吧我忍了。
回来以后名气有了、票子也有了、出门也能坐公交车了（要啥私家车啊），然而不知因为脸黑还是什么，2/13/8去拍电影连两战都打不完。10点技能点只能观摩，靠吃健身房3点的低保活。
我严重怀疑这属性数值较高以后疯狂的下落速度是为了延缓玩家的游戏进程。

本游戏存在着极多的BUG，例如因为前期一直在攒钱，手提箱剧情出来以后，就在没有出现飞车党营地和健身器械店的前提下，强制让我去见米奇、大波波、博士了.....帅哥你谁啊
还有从俄罗斯回来再打鳄鱼的话，师傅不理你，动力甲就此拜拜。
当然，以上全部你都可以认为是因为我太菜才引起的，毕竟人菜不能怪社会是吧。

在最终黑衣人的烂尾剧情之下，把终极格斗的NPC突然就变成亲戚这种瞎插的剧情也就见怪不怪了。我甚至怀疑这游戏前半段和后半段不是一个人做的。

二周目承接一周目的剧情，自己家的猫会有和一周目不同的反应，至少这点我还比较满意。感觉黑道线更贴近结局所想要表达的内容，但一些剧情也更加莫名其妙。顺便一说帮女友找5朵花关系到黑拳任务的进行，不去泡妹子可能会卡任务。

顺便这游戏三周目出现了更加奇葩的BUG：
http://images.akamai.steamusercontent.com/ugc/85968271470500885/64717082D4A15C74A2A87C074BA209392BFEC988/
http://images.akamai.steamusercontent.com/ugc/85968271470506933/214372204FC0548F0D69424C81924283B019A599/
怎么老是你（
好评: 已运行30.8小时，为了肛成就来来回回打通3遍，玩下来我是懵逼的。 
[spoiler]最后实在肛不动，在旁友的帮助下“开挂5分钟，通关2小时”...[/spoiler]
不写游戏方面的攻略了，只建议新人开档一定要先玩Easy过一遍剧情，这个游戏对新手实在是不友好。[strike]想当初玩开局肛属性，导致最后弹尽粮绝删存档_(:зゝ∠)_[/strike]
有的没的写几点：
+ 低画素控的福音（比如我
+ 经营类控的福音（学如逆水行舟...[strike]亦可赛艇[/strike]
+ 美式个人英雄主义剧情
+ 剧情有分枝，支线有很多
+ 技能树较为复杂
+ 创意工坊&排行榜模式
++ 云存档，多平台共享：最为好评的一点，这个游戏太适合作手游消磨零碎的时间了
= BGM调0，只开音效，口感独特（[spoiler]仿佛放屁...[/spoiler]
- BUG颇多，每一次玩都会碰上新的BUG影响体验甚至卡关
- 剧情有待横向丰富（有剧透：[spoiler]走犯罪路线主角不是揍了凯西嘛！获释去咖啡店不尬语几句？[/spoiler]）
- 后期为了保持属性，大多时间只剩刷刷刷
- 技能平衡性有些差...
- 希望有自定义外形的功能...而非一直红裤头
- 翻译水平很low，大概是机翻后再人工审的，有很多莫名其妙的错误（[spoiler]我准好了，我觉得机翻不会把备漏下吧_(:зゝ∠)_[/spoiler]）

一款认真就输了的游戏，成就党的噩梦，可以一玩√
7.5 /10
好评: 非常有趣的 一款游戏  耐玩性很高  玩着容易上瘾  希望能多出些 有趣的DLC
差评: bug太多，成就解锁不了。乱入元素过多，虽说是致敬，但让人感觉没作者自己的东西。
好评: 除了每天掉属性和打到人的声音和放屁有点像之外，这游戏还是很好玩的，BGM很带感~
差评: 为了刷全成就，拳皇线和黑帮线都打了一遍，即使开着修改器加快进度都刷的吐血。
正常玩的话，前期太困难，后期太无聊。
这个游戏尤其还对东方有着混乱的偏见。
好评: 像素风格斗游戏，讲述的是……说实话我玩了两遍但还是没怎么搞懂剧情……记录的时间短是因为我后来全都在手机上玩了。

优点：
1、人物提升的设定很有意思，普通难度以上属性点数会每日自动下降，让人充分体会到健身是件逆水行舟不进则退的苦差事，稍一松解就会被打回原形，被路边的小流氓打的不成人形。
2、完美的全平台互通，手机和电脑通过云共享可以超级方便的共享存档，这功能应该推广到全宇宙
3、忠实的模拟了从无名小卒到世界冠军的发展历程，刚开始穷得要死，健身->肚子饿->买吃的->工地搬砖挣钱->累成狗->睡觉->一觉醒来后之前的锻炼全白搭，一直到最后有了经纪人，几十块的营养快线当水喝，一心扑在拳击事业上（偶尔把把妹~）
4、暗藏各种致敬和搞笑梗，玩着玩着“唉呦我去这不那谁谁谁吗？”
5、丰富的技能树
6、精美的像素风
7、还算合格的汉化

缺点：
1、剧情单薄且莫名奇妙，尤其是结尾，（剧透预警）[spoiler]眼看要高潮了，最终boss来一句我是你爸爸？！当场蒙逼的我还以为他是在骂人……结果就出片尾字幕了……[/spoiler]
2、地图太小，可探索区域少的可怜。
3、技能分支欠平衡，敏捷路线一枝独秀，妄想力量流农夫三拳和耐力流耗死对手的最后都被敏捷党活活玩死。
4、属性自动回落的设定虽然很真实，但有故意拖时间的嫌疑，硬生生把人绑在电脑前练那些明知道第二天会消失一多半的技能点。

建议：
虽然是个不错的小游戏我也点了推荐，但其实更推荐购买ios版在手机上玩，电脑版还是算了吧。
好评: BGM贼TM带感..游戏也蛮好玩的
好评: 这是一款别出心裁的好游戏，很不错的设计。融合了策略，养成，rpg。可惜游戏没有装备这一概念，不知道为什么。
好评: 第一次玩的时候不出所料的玩到了弹尽粮绝在家等死，怒而重新开档。然后第二天推出了easy模式。
easy模式下玩过了整个流程（不掉能力值我就是神muhahhaha）。但是没成就。
于是easy模式下通了三次关[spoiler]（大家可以猜猜为什么是三次）[/spoiler]之后。开始挑战普通模式。
按照攻略上前期攒钱攒肉攒一口气[strike]上五楼[/strike]升技能。练到基础能力为4天赋锁定然后6吃药到8继续锁定最后11吃药到13再锁定。yeah，又通了三次关。[spoiler] 来啊，问我为什么又是三次啊[/spoiler]。然后突然发现咦还有邪恶模式，又通了一次。
最后开始挑战困难模式，没想象中那么困难，但是拳击冠军被小混混怼趴下的故事，嗯，你懂得.......[spoiler]来啊，猜我又通了几次啊[/spoiler]
玩了这么多遍已经说明了我对这个游戏的认可，下面我只说不足：
1、掉体能，已经被好多人吐槽过了。有两天剧情多做了一点，立刻这几天的健身房都成了无用功。最后大家都发现原来健身房没用。真正的通关流程都是攒好经验点，健身房突击几天，喝个药天赋一点锁定数值。然后做一段剧情。反正体能点也不掉了。倡导不要三天打鱼两天晒网的模式最佳方案正是一曝十寒的方法。你在和我玩黑色幽默么？最后的体能值：无非都是13/8/8,1/20/8,8/8/13。（如果不三系都走锁数值的话）上也上不去，你也不会让它掉下来。有意思嘛？
2、前期的钱，后期的技能点经常会出现：我有很多事情要干我也知道我要干什么但是被钱/技能点卡住所以我必须要拖几天时间没事儿干怎么办呢练两天身体吧但是这又是计划外的所以后面一进行剧情又tmd白练了好心疼。[spoiler] 一口气读下来没憋死的这位哥们你体能不错啊，走耐力流的嘛？哈哈哈[/spoiler]。总之就是不熟悉流程的，不知道怎么练习怎么什么时候推进剧情原地踏步=体能点，很不爽。很熟悉流程的，想干这个想干那个结果被技能点卡住想干事情都干不了只能三天打两场拳加健身房花20慢慢磨。更不爽。
3、有几个中文拼写错误[spoiler]很明显能看出来用的是拼音的输入法[/spoiler]。我有个存档出现了bug导致剧情卡死。（应该是黑拳剧情有几次需要强制性的去某个地方，进去的太快了导致出现了某些错误。开发组要不要拿我的存档去看看啊？）
虽然说的都是缺点。但是，还是强烈建议买来玩玩。这个游戏打折的时候4块钱买的。这恐怕是我在steam上花的最值得的4块钱。
好评: 有点无聊
好评: 这款游戏让我想到了之前在武馆学燕青拳的日子，每天两点一线的生活，除了练武同时还要为了高考拼搏，日子非常枯燥而且很容易就迷失不知道该做些什么，就像游戏中那样锻炼、实战、锻炼、实战一样，但是一直都坚信总有一天一定会有我出头的日子，现在虽然不在武馆，但是在武馆学到的东西一直都没有丢，游戏也是这样，只有坚信就一定会有出头之日
差评: 说实话，这个游戏还是不错的，但是这个游戏的结尾我都要疯了，尤其是黑衣人一句“我是你爸爸”当时我就崩溃了，我辛辛苦苦打这么长时间，原来是他们一家人在玩我啊并不是我玩游戏啊。
好评: 我就想问为什么没人吐槽一个强壮的拳击手抓不住一只猫= =
好评: 这个游戏蛮有意思的，每天疯狂掉属性，有不同的路线可以玩。
就是有些成就不好完成，只能说一句妈的智障
差评: 当我当上“黑拳”誓要拯救世间人民，惩罚城市罪犯之时......
我第三次钱被偷，然后被小偷痛扁......
事不过三！我！......[spoiler]	 卸载了	[/spoiler]
好评: 一晚上通关，技能主加了防御和命中，感觉玩家间的加点风格也差距不大[spoiler]尼玛只加攻打不到人有卵用[/spoiler]
前期资金紧张，得权衡锻炼赚钱和休息，后期不用发愁钱的问题了，但那属性掉得也是刷刷地（所以再怎么练也会有上限的感觉）
剧情就不提了，既然是走复古风，那么剧情复古一些也是无可厚非的嘛[spoiler]（手动滑稽）[/spoiler]
至于成就，一周目下来基本也能拿个差不多，但是，也很难勾起二周目的欲望

好评:         这是一篇攻略兼介绍。。。。。。
介绍
4个小时玩完一周目
我给这个的打分是：85分
其实还是不错的，
复古式风格啊，主角战斗方式使用了技能组合以及天赋，技能树点数，打工赚钱，赚钱锻炼，买东西吃，泡女朋友之类的，
主要都在于做任务，主线是成为世界第一拳手，同时找到自己的杀父仇人，打败他，其他剧情不方便剧透，自己去找吧

后面买了游戏的小伙伴可以看一下，最后祝大家游戏愉快O(∩_∩)O~
-----------------------------------------------------------

攻略
力量 敏捷，耐力三个天赋
力量：主要是加所有攻击技能威力，并增加气力消耗 
敏捷： 加技能命中 加闪避，加进攻次数
耐力：加防 加每回合结束后的回复
只能主加敏：这游戏命中极差，加敏能大大提高命中率，闪也能加生存率，而且攻击数次不低，但气力不足 
加力，到后期打不了几拳就空气了，直接被人倒地 然后压着打，
加耐，由于输出低 常用高消耗招 也经常空气
说到底三围一直没解决气的问题
再来说说技能
前期通过开局（开局送招式是随机的） 选到踢腿，闪避 就算OK，后面会说理由
技能可以随便选，但技能点太有限了，而且选一个技能，其他没选技能所需要的技能点+1，请慎重选技能
初始神技：略过攻击，反手重拳
略过攻击：神技，基本回气就靠他了 后期撑回合必带
略过攻击必选高踢腿 下踢腿，高踢重威力 下踢重DBUFF，都一般般，
战术新手 可以查看自已和对手招术数值
反手重拳：高威9 命中110+，气耗6，除了气耗都是一流的，基本上可以用到中后期
闪避：基本技能，后期迅虎之道 升级为十字路口，闪后必反，强袭神技，实在居家备
招式组合：闪避，略过攻击，反手重拳， 初期最牛组合，可以虐大波波 （就是第一局拿棒球棍那个肥肥）
十字路口，略过攻击，空手道踢腿/反手重拳，透体之力，锐力锋芒，中间组合
最后加个毒牙，说的所有回合结果只有两回合，
剧情攻略，没啥说的，新手冠军，远走俄罗斯，世界冠军，杀父仇人
 初斯赚钱相当困难，主要说几个地点，
体育用品商店，可以买训练器具在家用，触发一：三连败，阿银叫你去体育店买店，触发二：几连胜 弗兰克叫你去买器具， 重要度中
酒吧： 可以打街头比赛，只能拿到技能点，但可以触发自行车营地，五连胜后触发
自行车营地：可以靠打随机路遇的混混 五连胜后触发，也可以酒吧五连胜触发，主要人物是：米奇，大波波，帮米奇虐大波波，解决大波波的耳机，同意打工，前期绝对福利 不耗时间 三天一次 一次100
食品超市：肉是在成为职业选手前唯一的食品选择，有可能遇到打劫的
健身房：GYM那道门里面是健身 10元，直到没体力为止，中前期的选择，小沙袋敏，大沙袋力敏耐，跑步机耐，左边杠铃力 右边扛铃力耐，中间那个什么机力，敲轮胎力敏耐，跳绳敏耐，售货机：除了能量饮料 其他不值，前期触发终极联赛，举办新手联赛 胜一局20
咖啡厅：没存在的必要，送匹萨30元
罗伊：是你朋友 主角见人发好人卡，没有去的必要，除非你想追他妹妹，没钱吃饭了 和他一起可以加饱食极少 加心情很多 加能量一般，不建议去
米克：穷到没钱 而且饱食度极低 可以吃三次饭，你确定你已经够穷了？？
咖啡街：一个叫唐的大地头蛇，说好可以给我工作的 结果耍我，
工地：50 元，一天可以做两天多，初斯没法的选择
酒吧：打拳后和罗伊去狂欢的地方，可以打街头赚技能点
废弃仓库：终极联赛的地方，胜一局40元，负一局20元，打输极高机率负伤，三天一次 新手联赛也是一样
华人街：中医，没必要，伤可以自愈，前期没那钱，后期都是你欺负人
 注意重点：前期先不要练三围 因为练了基本上停不下来，选打工存钱，存食物，最少要500元的钱，和7个肉 7个冷PS，然后在健身馆升到242，招数上面说过了，最好在打工期间就触发自行车营地，383就可以虐大波波了 虐完马上做任务 耳机在体育用品店，然后就可以打工100元了，三天一次 加上打拳赚的钱 基本够活了，后面打前几名钱起来了，。
钱没超过800 不要坐车，坐车只节约时间 前期意义不大，有多的钱可以器具，多买肉，招数贵在精不在多，多了只是多花气力 一个主力技足已
------------------------------------------------------------
好评: 是个好游戏

策略成分很足了，只是包装的形式稍微有点单一，所以到后边大家都会吐槽维持属性很困难，也会吐槽说单调、乏味、没有游戏性。。。

其实走哪个系并不重要，根据对手选择合理的搭配才是最重要的

不过格斗的时候很多时候还是看RP，这个感觉不是那么好
差评: 一开始玩，稀里糊涂就选择了敏捷系路线（谁知道跟你对话了就决定接下来怎么玩啊？），不知道怎么加技能点，点完了才发现还会涨价的！然后又作死点了风之奴仆，简直把自己逼上绝路，强行增加难度，玩到后面简直想哭；每天锻炼根本不敢睡觉，就只能靠狂吃东西保持属性增加大于减少的数量，又不给洗点，就有强行延长游戏时间的感觉。特别是最后，刷声望打比赛，辛辛苦苦好半天，结果上了岛打一局就完啦？合着搞了那么多事情，完全没有多大必要。从中途就有一种鸡肋的感觉，玩着没太大乐趣，又不甘心弃了。给差评倒不至于，但是绝对不推荐。（我能说我也是被一开始的好评如潮“骗来”的吗？）
好评: 通关了，改下评论，游戏素质还是很高的，完全对得起十几块钱。 更不要说后来4块钱促销了，所以也不感觉亏。

游戏很好，但是每天掉落属性极大的浪费玩家时间，很容易让人产生疲劳和烦躁，无聊的增加了难度。作者在1.3开了super easy模式，并且2也预计会开，是个好的开端。但是开了超简单模式以后，剧情又比较短，作者应该增加可玩性，而不是用属性回落来强行提高“可玩性“和游戏时间。
好评: 对于喜欢养成。。。和rpg的人来说趣味性很强。。。然后就是剧本真的很神。。。万万没想到系列。。。。售价稍高
好评: 不错的游戏
只是流程太短，也太单一了一些
好评: 挺有意思的游戏。虽然剧情挺让人无语的，玩法后期也感觉比较单一，但这种在单调的日常中一步步成长却有一种魔性，让我一口气玩了好几个小时。另外游戏画面的复古风格蛮合我胃口的，与音乐配合很加分。
差评: 看到这么多好评买了。。
一开始以为是格斗游戏。
然后结果是回合制游戏。。
剧情生硬
运行流畅
个人感觉没什么游戏性。。
感觉这游戏就是纯粹打发时间的。。时间多的可以考虑（摊手
好评: 太他妈好玩了比200块游戏好玩多了
好评: 掉属性的设定降低可玩性了，其他都挺好

通关一句话就把我们打发了？
好评: 我看游戏截图以为是个像素打斗类的游戏，类似热血高校那样，结果下好了玩发现是个养成类的游戏。。。。不过玩起来还行，但是有点单调
好评: 爱死啦 好游戏
好评: 趁圣诞特惠购买的，超级好玩的游戏。选得是力量型，到后面遇到敏捷型越来越吃力- -.这游戏有毒
差评:  中规中矩，玩法无聊，而且成就不知道为什么解锁不了。但是打发时间的话别浪费人生中的1分钟去下载了。
好评: 总的来说这个游戏还是不错的，画风复古，剧情硬派，而且还有中文，除去音乐略显单薄之外，本应没有什么其他缺点。
然而BUG真的有些多啊，我连玩了两次，都被BUG卡住，然后就什么也做不了了，只能重新读档……好在有自动存档功能……
总体来说还是给个推荐吧
差评:        这个游戏认真说还是很不错的，尤其是锻炼系统，真的就是“逆水行舟，不进则退”。优点有不少，好评中写的很多，我就不多说了。为什么要给个差评呢？因为这剧情实在是太糟糕了！
      任务说“那家伙是个好人”于是你就和他成为了朋友了，而作为朋友，一旦我要和他一起去锻炼，他就让你去修车！修车！哪怕车被偷了，还是让你去修车……我修个鬼啊。
      还有这家伙的妹妹……作为官方指定的女朋友，无论你送她多少礼物，和她聊多长时间的天，她永远就是一句话“我希望你能在我身上花的时间比拳击多一些”。多你妹啊！我把所有锻炼的时间多用来和你聊天，打工赚的钱我不买食物全买礼物你丫永远就这句话！于是就废了一个档。
      好吧，其实这都是小事，最让我忍无可忍的是，主角为了给父亲报仇，于是每天像虐待一样的训练自己。然而，故事的结局……黑衣人一句“我是你爸爸”让我当时就蒙了。然后，综合游戏过程中的一些剧情和这游戏制作者的尿性我突然明白了……尼玛黑衣人真是主角爸爸啊。黑衣人年轻时把奖章一分为二给了自己两个孩子，结果有一半的奖章被不知名的力量污染了，于是他的一个孩子变得非常邪恶杀了自己的兄弟然后统治了城市，年迈的黑衣人和朋友费劲千辛万苦干掉了自己邪恶的儿子，变得一无所有，于是………………………………他穿越时间来到了过去杀死了过去的自己！别给我说什么科学不科学的，这游戏不科学的地方还少么？当我想通这个的时候，我真是感觉浪费了十几个小时……我特么为了复仇虐待似的锻炼自己，结果杀父仇人是自己的父亲？！日了狗了！
好评: 刚通完就来写评测，最想吐槽的一点就是结局感觉太草草了事了[spoiler] Darth Vader跟Luke说了一句i am your father就没了？noooo也没说出来	也是说不出话来[/spoiler]。


关于游戏性方面有人说太单调，因为走力量和耐力流后期基本没人能抗住我三拳。到后期确实是无敌的，但是前2个小时玩起来还是蛮爽的。

[h1] 总得来说是完全值这个价的	[/h1]
好评: 颇有乐趣的小品级游戏,健身当如逆水行舟不进则退.
前期挣钱比较麻烦,中后期事件较多再练点数很耗时间,[b] ]风之奴仆[/b是挥之不去的怨念啊!
好评: 好玩！我就是在想真的可以用手机平板玩吗？
好评: nice!

























...
好评: 为自己玩的盗版付费
好评: 画面复古，但是细节还是很丰富。游戏内的科技树很丰富，方便玩家多次进行尝试。剧情略微俗套，结局还是有点出人意料。黑白两道都可以选择，玩家拥有不错的自由度，但是黑白两道的不同并没有本质上的区别。BGM略魔性，重复听同样的BGM并不好。这款游戏在打折的时候入的，不到十块钱就能够入手。性价比还是非常高的，很适合玩家喜加一。
差评: 我对这个游戏的感觉中文是垃圾游戏！真tm垃圾！英文的话只能大喊声Oh！shit！！
好评: 能让你立刻回到上个世纪的背景音乐，极燃。
好评: 致敬了很多经典电影！很好玩
好评: 为了替父报仇，主角踏上征程。不断锻炼，努力提升自己，击败一个又一个的对手。
老套的故事，新颖的题材。通过不同的天赋树体现不同的拳击流派，不断的训练获得更多的点数。
充满了吐槽和黑色幽默，比如下水道鳄鱼N人众和他们的老师（灵感应该是取自忍者神龟）。
同样也充满了浓浓的爱，比如游戏动画里的那只猫。
续作貌似17年就会发布，而且最近也更新了联赛内容，值得一玩。
差评: 我从小时候受家里人影响就很喜欢拳击，所以看到这个题材非常喜欢。

但是游戏玩法很单一，极其枯燥，辛苦锻炼来的属性点数第二天会减少很多，反复拉锯一样，累人。

这个其实是一个手机游戏移植过来吧？这种放置类的模拟经营，真的比较适合手机上游玩，不适合电脑这种固定时间固定的地点来玩，比较适合碎片化的时间拿出来消磨时间，和同类的手游素质相当。。

游戏也有优秀的点
+复古画面，细节丰富
+玩了很多梗

-极差的设定大大降低了游戏的乐趣
好评: 这游戏的每日减属性成了你要培养安排时间的好玩意 你家猫真神奇.我也要
好评: 其实抛弃剧情的话。。。
这款游戏不那么值得玩。。。
可是。。。
它的剧情确实挺有趣的。。
玩梗也要按照基本法！
好评: 想不到一个4元买的+1我能玩上十几个小时而且欲罢不能。。。
差评: 便宜没好货
好评: 打折的时候买的真的  有点后悔开始以为动作游戏呢打个剧情打打小人啥的 街机游戏那样 没想到怎么高端    平常不会去玩  忙碌的时候很适合
好评: 黑拳这个设定很好，故事也十分流畅，也具有多故事结局
好评: 极度上瘾的游戏！
好评: 第一次玩，谁说熊系强的呀，100多天才打掉黑衣人……而且后期练成水桶身材，出虎系加命中闪避才好秒对手，真是累。好像直接走虎系的话基本不用加其他属性，就光靠磨血
看过rocky的话会觉得这里面好多引用的，女友名字教练名字，去俄罗斯冰天雪地里锻炼等等。蛮有意思的。

最终BOSS大概需要一个抱抱吧？
好评: +史上最值得的4块钱系列
+养成系统有特点
+会玩梗

-剧情结尾不得不给差评
-搞不懂为啥每时每刻都得光膀子

8.5/10
差评: 没有选择的回合制+难度过高。刷刷刷太枯燥了，而且好单一，不推荐
好评: 还是挺有意思的
好评: 约玩约耐玩！
好评: 打拳真是开心啊
差评: 一般般吧 重复性太高 刷吐了
好评: 推荐给我的粉丝玩这个游戏。有好多人都购买了这个游戏。感觉都不错的！
好评: 因为提名这个游戏家畜最佳用途奖，所以来个测评，会剧透！！[spoiler] 当我正在怀疑主角的猫都不用喂食的时候，这只小猫黑化了。。	[/spoiler]
好评: 音乐挺有红白机的感觉，但是睡觉掉属性这点实在让人无语，还有命中率也是感人，在高50多血的情况下被反杀也是醉了
好评: 手机版玩过挺不错的
好评: 很好玩儿的打发时间用的像素游戏
好评: 完全不讲道理的剧情
复古设计但又无比后现代
无时不刻充满了恶趣味和小彩蛋
作为一个一点也不正经的猛男养成游戏
我只想说
[spoiler] Puppy fight me	[/spoiler]
好评: 为什么国区不能vote dodo...我实在不知道选哪个了vote了这个
好评: good
好评: 不错
好评: 不错的养成模拟类游戏。

培养一个拳击手，锻炼，打工，打比赛，在这中间寻求一个平衡。
有手机版，可以和电脑同步进度，爱不释手。
好评: 内容比较丰富，初期和中期给人的感觉很好。各种迷你人物和剧情充满了这两个部分。
后期发展太快，而且最后一战给人的准备时间太少。
只能像一个方向发展技能是一个缺憾，如果能练出无敌的主角就帅了！
好评: 一款打发时间的不错的游戏
好评: 花了 8个小时推完了 感觉到了后期玩得特别蛋疼 每天的时间就是练练练 吃吃吃  我本来是想把力量跟体力练到8以上然后把技能学了固定到8的   后来想想还是算了  这个游戏前面还行，到了后面感觉有点无聊
好评: 买买买
好评: 很有趣的一款小品级RPG游戏 复古的画风 却不失一些细节 剧情的设置山也很细腻 唯一诟病的就是熟悉游戏后玩法单一
好评: 首先我对像素风格的游戏是毫无抵抗力的～配上经典怀旧的游戏背景音乐，时光仿佛又回到了小时候玩红白机的日子。游戏过程中随着进度的深入不断解锁相关线索，完全是看玩家的选择，我个人认为这是一款养成类游戏吧哈哈，忙于属性的加成，期待着最终男主找出杀害父亲的凶手。
好评: 这游戏有魔性
明明画面那么渣
明明剧情如此俗套
明明没有什么精彩的打斗
但就是忍不住的玩了一遍又一遍
当自己搭配的技能完美虐杀时  还是忍不住的一身畅快
好评: 游戏不错，就是后期有点无聊？
好评: 初看不是十分惊艳，但是很耐玩，玩的上瘾，好评
好评: 这款游戏的画风还是挺不错的，perfect😁
好评: 看上去很无聊，但是玩起来根本停不下来的游戏。锻炼、赚钱、吃饭、睡觉、打架，没事扮扮超级英雄...里面各种玩梗也是够了，当时送披萨看到忍者神龟的时候差点没喷出来。简体中文有的翻译略坑吧，比如说“或”和“和”不分=-=剧情嘛，虽然有点狗血，但是真的很搞笑啊！分分钟只想吐槽什么鬼...没事想尝尝鲜的玩家可以试一试。
好评: 朋友送我的，开始觉得无聊的很，但知道怎么玩之后，发现挺有趣的……
好评:  玩的是简单模式通关的 剧情一般 但不差   4块钱入的 很值
好评: 刚开始玩的时候觉得真有意思！
每天锻炼、饮食，打积分赛，外加一些有趣的剧情……
然而玩到中期，我开始觉得有些无聊了。
每天都在进行重复的项目，没什么新鲜事可做，各种无聊刷刷刷……
特别是游戏后期的剧情让我有点无力吐槽，这神一般的发展，两句话就结束的事件。
一句：“我是你爹！”飘过之后游戏就迈入了结束动画，我有点懵……
游戏中还存在诡异的事件无法触发的情况，我也不知道具体是怎么回事，然而并不影响主线。

总体而言，游戏还是挺不错，有可玩点，也有情怀，价格不贵，更有各种打折价格入手。
还有，请千万别以为它是一个格斗游戏！虽然名字里有拳击，然而不是还有俱乐部三个字……（跟俱乐部又有什么关系？）
游戏自带简中好评。
好评: 养成游戏，相当有意思啊，配合BGM一起玩才带感。一开始一天不练就会掉属性，到最后神乎其技的就不掉了。
前期攒多点技能点升级，每天去健身房打气垫或者对打是很必要的。游戏一开始剧情需要会遇到小混混，无论是选择坐车还是走路都会遇到。然后有个穿蓝衣服的大叔就出来说“少年我很看好你！”（大概），你就会有三个选择，这三个选择很重要是决定你角色属性的，选第一个就以力量为主，第二敏捷，第三耐力。
至于情感生活上，女朋友……可以让自己饥饿和精神掉的没那么快，但是我觉得基本没用，不陪她聊天就解除恋爱关系（真是个有个性的姑娘）。重新恋爱也挺简单的，给女票一个礼物然后再选坠入爱河就行。
差评: 重复性太强，后期根本没事可做，就是训练-打人，训练-打人循环，而且掉属性强行拖时间。
好评: 越到后面越无聊。不过我是打折买的。还算对得起价格
好评: I bought this game for two reasons: Super cheap discount and reminded me of Fight Club the movie. The game actually surprised me of how balanced it is. Super useful skill tree, in fact it may be the most important part of this game. Work, earn money, eat, sleep, train, learn new skills, meet more people, be a better fighter. 

Not bad at all.
好评: 不错的小游戏

前期，每天掉属性不要慌，每次比赛输也不要慌。

优先赚技能点，定期找健身房里面的家伙对打，20一次，不论输赢都有技能点。每次比赛也是不论输赢也能赚取技能点。

然后优先点出不掉点的技能，这样三维慢慢就上去了，你的生活就会慢慢好起来的:)
好评: 玩了半天 结果 我是你爸爸………………
好评: 游戏相当不错，但是 切记  玩简单难度。
玩了一晚上   150天左右，感觉还不错，不过确实太肉时间了。
如果调成简单难度的话  100天左右应该就通关了  一晚上  累啊0.0

更正一下  ，像这种游戏  没难度就没意思了，不过  一般这种类型的游戏 玩完一遍就不会再玩，所以于个人而已  我另可  玩简单难度  看看剧情。
好评: 很多人吐槽掉属性,我倒是觉得这个挺真实的,不错,但是我想吐槽这个剧情......实在是给我的兴致上浇了一盆冷水,由于涉及剧透我就不说了.
另外就是前期疯狂打工锻炼,后期钱只是一个数字了,感觉没有了追求......(什么?不能攒钱买豪车?)2333
还有就是强烈抗议敏捷过13其它属性不能过9这个设定,你要知道主角都是魔武双修的........逼我重开一个简单档就是为了治好我的强迫症吗?!!!
好评: 挺好玩的小游戏   就是 每天掉属性的设定太蛋疼
好评: 游戏蛮不错，除了每次过玩游戏时间一天就会扣属性有点烦以外其他的都好。
有趣的对话，分支小任务，人物强化的技能。相对成就也挺好拿。
整体来说对于一款消磨时间的游戏也算可以
好评: 玩了这个游戏，毫无准备的我想起了不健身的自己的痛苦经历，妈蛋，明天一定出去锻炼。
差评: 垃圾游戏，无聊到爆。
真的无聊！

TOO BORING.
好评:   死肥宅一个，所以健身设定之类的就不评价了
  我个人是比较钟爱这种小游戏的，特别适合我们这种老年（手残）玩家
  剧情老套，任务重复，但是并不会感到腻味甚至会小中毒一阵233
  趁打折入的性价比爆炸，强烈推荐尝试！原价也不亏！
  （不知道是不是我方法问题即使属性高出对面许多还是会被对面按在地上摩擦！而且为什么我玩了这么久一个成就都没拿到！）

好评: 有中文先好评。通关一遍不想第二遍了，刚开始挺有代入感，玩了不久后发现就是训练训练，不训练属性会掉，几天掉回解放前，而且一个器械训练一段时间会降低训练效果，不能挂机训练，只能看着。8小时我估计至少有一半的时间都在训练。
好评: 一款经营策略类小游戏，和没时间解释那款游戏是一个工作组做的。虽然游戏里有每天掉属性这个蛋疼的设定。。。但上手之后还是感觉迷之有趣，对于喜欢这种类型游戏的玩家还是可以尝试一下。
好评: 就算剧情狗血结局垃圾那又怎么样？










我才花了4块钱就买到了47个成就~
好评: BGM有毒哦~
好评: 通关以后，明白了我确实是你爹！
好评: 说实话游戏真心不错。大致内容就是你一个拳击手在自己加锻炼身体然后在街头对K，赢了学会经验可以会新技能。白天可以上班赚钱，钱用来买肉和家里的健身器。身体强壮了可以经常找人练习。然后会新技能就跟更强对手K。然后每天累了也要睡觉，上班久了 要看会儿电视，别忘了每天要锻炼下身体。我是现在刚入的。像评论说的 减技能情况还没遇到，每天都练一下现在是11力量8敏捷8耐力。
现在这游戏 只卖4元-79%OFF ,我实在想不出更好的不买理由。 反正我从来没4元买过游戏，而且还能玩的。

好评: 还好吧，消磨时间玩。
好评: 这是一款充满了魔性的像素风游戏，节奏明快，制作精良，从各个方面都可以看出制作组的用心，不少的捏他令人会心一笑。当然，它也有着缺点，那就是每天掉属性，这个就令人比较讨厌了，不过我相信当你亲自体验过它，你会爱上它的。
好评: 花了8小时玩完了，我去这个游戏还是不错，但是那个结尾的最后一句话！！！我是你爸爸！！！我去！！！！！！！！！！！！！！！！！就没有了！！！！！！！！！差评！！！！其他的都还不错，总体来说可以玩！
好评: 7小时通关   简单说说玩法

锁属性点数技能是关键 ，优先学习，
点数不足可以先嗑药，然后锁。

真理：敏捷＞耐力＞力量
反手重拳可以一直用到后期，王牌技能，
而且只带这一个进攻技能，其他全上防御性技能，如闪避，十字路口

赚钱前期当然是送披萨＞工地，属性1 1 1和锁完属性 的时候第一件事就是赚钱，因为不会掉0.0
打过了大傅傅就不缺钱了，后期钱多到花不完

重点：一定不要学风之奴仆

为什么这么快就通了，我还没玩够0.0
好评: 相当有毒的拳击手模拟器，做成氪金手游应该会很赚钱
传统的养成类吧......大概
当然游戏内容基本就是买买买，练练练，打打打
缺点依然很明显
·不能手动操纵格斗过程
·花费时间过多
·意料之外的正义的味方，吐槽不能的剧情
·过于敷衍的成就系统，连见商人都有一个成就
很有毒，游戏性基本没有，但就是很有毒
个人评分6/10，要是能手动打架可能会给到8.5以上的高分

好评: 很有意思的养成类游戏，后期重复性略高，不过对得起价钱了，打折才4块
好评: 好评  不贵  可玩性很高很有意思  适合消遣的一款精品小游戏
好评: 好多人说属性会随天数掉，但这才够真实
好评: 当屌丝遇到了爱情
好评: 走刺客 道路 前期太穷后面太多钱花不完
好评: 一玩就停不下來，兄貴遊戲的蜜汁快感XD

好评: 玩了一天，整体还可以。就是连续游戏的话后面太无聊了。马上就要通关了，可是在没有继续下去的动力了。比较适合时间比较零碎的人玩，比如上班的时候小玩一会。

好评: 一款打发时间的小游戏，虽然是复古的像素风格，但是玩法比较类似于养成一类的游戏，可以组合技能，有多种组合。
好评: 趁着特价买来了。感觉很好玩，是一款可以杀时间的养成游戏。我玩的时间还很短，没有深入。有一点太尴尬了，比赛快输了的时候我机智的想要关掉游戏重来，结果失败了。这个游戏只能从家里保存，回到主界面，然后退出。
好评: 我肌肉练的还没下降的快
拳击赛都不敢报名了
好评: 出乎意料的好玩，游戏虽小，耐玩度高。
官方自带简中。
4块钱入手，玩了一下午，超值。
好评: 太难了，简单模式都要玩很久才能通关。一般模式还是放弃吧。每天训练的还没得每天掉的快。
好评: 玩多了，就和我一样。头像
好评: 这游戏特别不错
差评: 玩了两遍还是没看懂最后到底是谁爸爸杀了谁爸爸，通关之后不能继续游玩也比较遗憾
好评: 打折的时候入非常划算！非打折的时候嘛。。。看个人喜好。剧情还挺有意思的,但是当你知道要干什么之后就真的挺无脑无聊的。。。。就是刷刷刷玩到后面真的刷的想吐了再也不想玩第二遍了
好评: 8小时通关留念，RPG回合制游戏，剧情大概是一个亲爹被杀的屌丝傻小子长大之后为圆父梦参加拳击比赛获得世界冠军而且还兼职超级英雄的故事，伴随着技能搭配和体力的设定上战斗更佳真实，而且一点没有无聊的感觉，把敌人的体力耗完有可能做到丝血反杀。主角每天都掉数值这是什么鬼？谁一天不锻炼可以从肌肉男变成胖子？但是在这游戏里就可以，钱也不好赚，前期时间比较紧张，后期会好得多。剧情总体来说有点短而且还狗血，游戏中能看到很多著名的角色，街霸的苏联大汉，胡克霍根，忍者神龟，蝙蝠侠，异形，还有真人快打的绝对零度都有客串。总的来讲还是挺不错的，缺点就是bug太多，隐藏任务没有引导，技能冲突太多，结尾处官方还透露出明年与偶续作，期待续作的改善，让游戏更完美耐玩。
另外剧透一下，[spoiler]结尾处黑衣人说“我是你爸爸”这个是在向星球大战致敬吗？ [/spoiler]
好评: 锻炼三维的时候跟着做运动，可能玩起来没有那么累
好评: 虽然我玩了很久（或者说我坚持着在等待什么惊喜），
但恕我直言，
游戏的过程不太让人感到:开心、刺激、新鲜感、浪漫
——等等一个游戏该带给我的，
更多是焦虑，无助，重复、无聊。
但换个角度来说，游戏非常现实
——追求梦想不就是这样吗，穷，累，困，但又不能放弃。
差评: 尼玛怎么就烂尾了，黑衣人说了一句[spoiler] 我是你爸爸[/spoiler]就结局了？那我辛苦的训练拼命的比赛是为了什么？
好评: 有時間就可以上來隨便訓練訓練的小游戲，就是劇情有點太老了hhh還不錯
好评: 非常棒的游戏，不说了，我要去补觉了，一些没睡
好评: 我每天要吃饭、睡觉、锻炼、赚钱、给大舅子做苦力，还得看着能力值刷刷地往下掉，我心累啊！！早知道就选个简单模式了，建议休闲玩家选个简单模式，也许能多些游戏乐趣，毕竟养成类游戏后期很无聊- - 不过整体来说，还不错！
好评: 为自带简体中文点赞
好评: 说真的，玩这个游戏感慨还是有的，当然很大部分是个人情怀，大概也因为个人也在坚持健身，所以觉得这个掉属性的设定异常的真实。
一天不练看不出个所以然，一个星期不练基本也跟自废一半功力差不多，看到有给差评的说几天不练，瘦子变胖子啥的我跟你讲还真有可能，一个已经养成健身习惯的身体，停止锻炼就说明打破了人体规则，体脂率新陈代谢速度都会受到影响，到时候真的不只是变胖那么恐怖（当一个人脸盘子变大的时候，无论身材有多好，他肯定是胖了😂）
个人觉得在玩游戏的时候已经完全把自己带去到角色中去了，
快快快！再来套俯卧撑！
不行！不练卧推浑身难受！
还得多做几组杠铃深蹲！最近刚交的女朋友，她好我也好😄
后来估计错误麻辣隔鸡的没钱吃饭了！冰箱里什么食物都没有米哥那只准吃三次都被我蹭完了，屈辱地去酒吧捡了变质的汉堡，所以玩到后期资金丰富的时候，我都喜欢把冰箱狠狠地填满，请原谅一个经历过生活窘迫日子随后大富大贵但仍觉得活在饥饿焦虑阴影中的人。
游戏的后期也经历过重大失误，因为给女朋友买礼物导致没钱开派对赚声望，没有足够的声望去拍广告跟电影，好歹是个小明星有经纪人的我毅然决然的回之前的工地连续赚了300+的钱，属性掉的真的是想重新玩个档，但是我没有，我就问自己如果现在这个游戏角色是你？你怎么回档？选择继续低迷下去抛掉之前所有的努力？
事实证明，牛逼的人总是有一段默默无闻，感动自己的时光，明星光鲜的表面，背后有可能是炒作，炫富，也有可能是拼命付出，不眠不休（玩到最后有一段时间练属性一口气喝七瓶红牛，而本人高考那段时间确实也干活用红牛来压榨睡眠，当然不可能是恐怖的七瓶+咖啡），而当时在玩游戏的时候，一个在外留学的朋友突然发微信诉苦
我说“你的朋友圈看起来那么光鲜亮丽啊，没理由对我诉苦啊”
朋友说“我不得不亮丽给别人看”
可能是因为脾气臭
我就是看不惯别人批评我喜欢并且认为正确的东西
那个评论“都不知道这个垃圾游戏的好评是怎么刷出来的”的少年
虽然我本着“言论自由”的理念
但我还是想在这里针对你一下
就像你针对这款游戏一样
“你的人生里一定是充满了垃圾败类，因为它们毕竟拜你所赐”
最后，我觉得游戏只有适不适合，没有好坏之分，每个人的经历不同，对事物的理解，思维方式也不同
，如果你也是健身爱好者，如果你想大致感受一名拳击手是如何辛苦培养（事实上，我对这个掉属性的机制异常共鸣啊_(:_」∠)_）
不妨来尝试一下
或许
你会有更独到的看法。
（ps结局略坑_(:_」∠)_）
好评: [spoiler]"你杀了我爹!" "不!我是你爹"[/spoiler]
我总觉得整个剧情 ....都在这里了...23333
还行吧..就是每天掉属性太厉害了...有点可怕
差评: 这游戏有BUG啊！为啥每次我的前到200以上的时候都会有人强我钱，然后我打不过钱掉一半！这还能让人安心刷钱吗?
好评: 游戏画风和配乐让我一下子就想起了小时候跟基友一起玩双截龙的日子，很适合喜欢怀旧风格的人。
差评: 打开了之后是黑屏是为什么……BGM都还有但是没画面，而且还关不掉  ……
差评: 游戏进度太拖沓，小游戏部分做的并不怎么样，有趣性会慢慢被必须做什么赶快做什么取代。在模拟和经营方面可选择的并不多，而是被迫怎么怎么样

不过，4块钱也不好说啥了
好评: 2016-11-04打折期间入手
2016-11-05 20:41通关

很棒的一个拳击健身题材的游戏。通关时间12个小时
+足够吸引人的故事主线
+普通难度的难度设定适中
+容易上手又有可以动脑子的技能搭配
+官方中文

-结尾来的太突然

总评9.5/10
很棒的游戏

好评: 这个游戏现在还有一些影响游戏性的小bug 不过不能掩盖游戏本身的魅力 如果你的上班时间很无聊 那么我很推荐你玩这个
好评: 我觉得移植到手机上绝对棒
好评: 一个很出色的像素游戏！
好评: 养成类游戏，特别像早些年玩的魔塔，一招错满盘输。     
通关就不太想碰第二遍，剧情太扯了。。。而且非常俗套，中期就猜到BOSS是老爸。 
4块钱买的  还算划算
好评: 真.我是你爸爸。。。。
差评: 浪费时间模拟器
好评: 即使卖原价都是值得的好游戏！ 游戏趣味性很强，上手就停不下来，垃圾游戏浪费我的青春，哼。
好评: 完全停不下来 太牛逼了
差评: 游戏设计的非常不人性化，也不好玩，每次增强属性必定更有属性减少完全是恶意浪费玩家时间。
差评: 掉属性把这游戏毁了本来是很轻松的游戏   每天需要大巴的时间来玩 不推荐
差评: 打工你就没法锻炼。
锻炼你就没法赚钱。
没钱你就没法锻炼。
和我一样想着可以用小品游戏放松的，别买了。
这是个自虐游戏。
催眠神作。
好评: 作为一款独立小游戏还是扣以的
就是每天都会扣能力值这点略坑
明明我应该天天这么忙活又锻炼的应该更强
然而就跟吹气球一样，涨的快漏得也快
感觉就是在强行拉长游戏时间
慢慢地就跟在刷刷刷一样
不过整体还是不错，值得一试


好评: 还可以吧 掉属性这设定真坑爹  掉的太快了 妈的  又不是生存游戏 讲道理这游戏该做成手游 毕竟打发时间的游戏  打折  4块值了
好评: 经过5个小时的游戏时间我证实了罗伊是个皮条客，作为第一次去他家做客的客人，出于礼貌我和他妹妹打招呼，打完招呼就和罗伊对话他就说他妹妹爱上我了，让人更费解的是妹妹的设定完全就是我练功成为强者道路上的双修鼎炉
差评: 我连一开始桌子上面的报纸都无法显示，只有一个感叹号在哪里，游戏完全无法进行下去。晕死
好评: 为毛小混混能逼停巴士啊喂！！！
好评: 一般吧，有些单调，掉属性这个因素把我弄的不想玩了
好评: 复古的画面风格很棒!
洗脑式的背景音乐让人中毒!
 
游戏剧情太过老套!
游戏设计不合理，中期时候技能点获得异常困难，变成了靠时间堆积的过程，异常乏味!
好评: 不好玩，画质太差，音乐很好。
好评: 适合上班时打发无聊时间用，单独玩一会儿你就会觉得无聊的
好评: 小巧的体积，完美的剧情。
一步步深入，环环相扣。
既有经营养成的元素，又有回合制套路的核心玩法。
如果对这种画风能接受的话，经营养成党不妨试试。
当你的敌人被你一个个套路至死的时候，真是莫大的成就感啊┑(￣Д ￣)┍
好评:  the game was Awesome
好评: 我是你爸爸！
差评: 真想一套老拳呼在制作者的脸上，让他体验一下鼠标被砸的感受。
差评: 辣鸡
好评: 画面复古
小任务挺多
剧情王道又老套，不过不腻
音乐不评论（好像这种音乐都会小中毒一阵子还不容易做烂）
打折时候的价格爆炸，不亏

怎么比都比无人深空强
差评: 哪都好，但是被每天自动扣属性这个设定给毁了，我玩单机就是想慢慢悠悠的，结果弄的好紧张
好评: [h1]Punch Club —— 搏击俱乐部 [/h1]
优缺点同样明显的经营管理游戏

+复古画面
+带感的BGM
+简洁易懂的操作（界面）
+自带官中（虽然有点小BUG）
+多样的经营元素及选择
+有趣的对白、梗

-难度较高
（可能因为我上手选了hardcore，前期经营出了任何一点偏差就可能陷入
没钱→一直打工→没状态，训练少→比赛打不赢→没钱，没技能点  的恶性循环
而点错技能也会加剧其中一环，甚至直接导致弃档[spoiler]我的第一个虎档点了风之奴仆瞬间GG[/spoiler]

-阶段之间单调乏味
（一个联赛打完，剧情推进，场景切换之前，几乎一直在重复打钱，训练，刷技能点的循环，这个循环需要多久又取决于上一条。而且游戏没有快进的功能，一天天刷得甚是心累）

最矛盾的一点
能刺激产生快感的新要素势必在第一周目，而第一周目对游戏不熟悉，运营上肯定会出问题，陷入低效率刷刷刷的泥沼，于是乎第一周目就是一个很差的体验，很难有心情二周目

[b]我建议新玩家玩第一周目前先做点功课，不一定是完全攻略，可以是前期运营的注意点，或者是运营方向，技能组合取向，初次上手能对游戏有个好印象[/b]

总的来说我还是挺喜欢这游戏的，周末两天17个小时停不下来啊23333
好评: 剧情还没有怎么进行下去，我就被这个游戏的真实性打败了。
凡是健身过的人都知道，只要几天不练，身体的肌肉强度和肌肉量都会下降，我恨这个游戏在参数上的这种设置，无时无刻不再提醒着我，你tmd又偷懒了，又在打游戏了，没去锻炼身体……
怒删游戏……
我玩别的去还不行吗……
好评: 中文化好评,看到主播玩购入的...非常好玩
好评: 开始玩的时候特别有意思，但是后期就是单纯的刷刷刷，比较无聊。还有这个结局也太狗血了吧。看了结局有一种前面的努力都白费了的感觉呢！7/10
好评: 非常有意思，而且便宜，推荐购买
差评: +充满了饶有趣味的neta


-游戏过程枯燥乏味



差评: 这游戏是人玩的？？？被强盗爷爷鳄鱼爹按在地上干，钱也赚不上能力也留不住，我服，我服
好评: 总体来说是一款不错的养成类小游戏。
看着人物的属性一点点变强，打败一个个敌人，让人有停不下来的冲动。
像素肌肉男好评！强烈向喜欢肌肉男的人推荐！
下面说说缺点：游戏前期事件还算丰富，时间和钱的使用要好好规划。但是中后期就没什么事件了，每天就是练属性打比赛，比较枯燥。
然而最大的问题是，此游戏比较容易出BUG，轻则UI错乱，点不到东西，这一点完全退出游戏重开基本可以解决。严重的是剧情进行不下去的BUG，遇到这个就只能删档重来了……
玩的时候建议1个小时左右就重开一次游戏。
最后再说一句~肌肉男好评~~
差评: 太枯燥了...玩不下去..
好评: 作为一款独立游戏来说，内容还是挺丰富的，集合了经营、战斗、交互等众多元素，剧情上来说也还是挺丰富的，拥有较长的故事线，场景变换也很多，让人一玩就着迷，根本停不下来，但是它也有这一些缺点，比如能力平衡的设计，无论玩什么系，都要堆相当的敏捷，一天之内掉的属性点，比你练的还多，玩到后期会很痛苦，结局也有些仓促，希望能改进吧。总体来说这款游戏很有意思。
好评: 怎么说呢，复古风和模拟养成而且非常热血，一周目9小时通关，二周目才是研究技能配合，廷娱乐的，赞。
好评: 有趣的小游戏
好评: 前期真心不错，中后期就无限重复，单调，后期战斗有点拼脸，不知道是不是我选的是硬派模式？，不过19元足够对得起这个游戏品质了。给个好评！
好评: 游戏挺好的，只不过剧情过于单调，有的时候为了一个敌人反复练习三围。游戏剧情发展线路好像有2个？像素类游戏挺复古的
好评: 这个游戏前期的游戏性还是不错的，技能加点的设计使这个游戏很难做出全能型角色，这点很不错。还有能力值会随着时间下降这一点也让人专注于某项能力，培养出自己的拳击手，使玩家的战斗风格各不相同。
但是到后期这个游戏疲软的地方就出来了，由于技能点的限制和能力值的限制，后期角色的能力基本上没有提升空间了，再加上战斗的随机性使后期的战斗只能拼脸（或许是我没运营好？）更让人绝望的是这样拼脸的战斗还不止一两场，游戏流程过长。
总体来说，这还是一款不错的运营类游戏，19块的本体也算是值得
好评: 去掉了动作元素的rpg。所谓策略游戏，就是把原本应该自动化的内容，全都拆断，让人不得不点-点-点-点。游戏的RPG元素打破了传统点点点点策略游戏的重复，让人既享受过程，又能多一个故事去理解。
差评: 游戏设计的太难
好评: 当初刚上的时候很关注，但是英文苦手，所以就退款了。有中文了我会回购的~
好评: 8小时通关感受，总体来说还是蛮不错的。有少许BUG，但影响不大。
难度上面 对力量和耐力十分不友好，别的就不说了，光是能量上限固定100就非常难受，打几拳自己就把自己打残了
10力5敏10耐打不过1力10敏1耐十分正常 想愉快游戏请务必选择萌虎路线
剧情方面嘛 就不多说了总之是各种玩梗 但还是略显生硬强行玩梗的感觉 女友也是一副爱理不理你的感觉 

还行吧7.5/10
差评: 第一次玩挺有趣，但是这个游戏本身很无聊，不管是玩法还是剧情都很无聊
差评: 不停赚钱训练当牛做马的游戏。最后的结局就是这样的？莫名其妙的就看制作人名单了，这就结束了我擦？
好评: 这个游戏，讲述了一个父亲被杀走上拳击手道路，一边要攒钱一边要哄女友还要睡觉没时间练拳，参加竞赛只敢在第7名徘徊，攒钱买器材半路被抢劫，到垃圾桶翻汉堡吃，终极格斗各种不敢去，化身正义黑拳除暴安良被猪头人打成狗的当代青年的悲惨故事
-------------------
通关感想：[spoiler]我是你爸爸！[/spoiler]
好评: [h1]简介[/h1]
如果你玩过以前文曲星上的《英雄坛说》，那这个游戏你肯定也能很快上手。你每天要做的任务就是吃饭、睡觉、打架、训练，一开始还觉得挺好玩的，但是整个游戏都在这么循环往复，未免有些枯燥。
40 / 50

[h1]系统[/h1]
角色的三个属性：力量、敏捷、耐力，每天都会下降。这也太TM真实了吧？！
你如果很弱鸡，随身携带太多现金会被小混混抢劫。这也太TM真实了吧？！
练到最后打不过怎么办？嗑药啊！这也太TM真实了吧？！
[list]
[*]技能树算是比较有亮点的地方，不过有些技能过于IMBA，有些技能根本就是废品，平衡性很捉急。
[*]学园GALGAME般的生活系统。
[*]战斗完成后的结算面板好像从来没有什么观察研究的意义。
[*]近乎光速的公交车。
[/list]
15 / 20


[h1]画面[/h1]
画面倒是挺精致，没什么可以挑剔的，但是也没有什么亮点
8 / 10

[h1]剧情[/h1]
这游戏的剧情实在是太迷幻了，还不如没有剧情。人物也设定也很奇葩。你的基友整天在自家院子里BBQ，从来没想过要去修他那破车；你基友的妹妹整天无所事事；你的猫10年不吃东西也不会饿死。随着游戏的推进还会出现各种谜之反转和死神来了剧情。有的地方还充斥着一些谜之NETA，特别是整个游戏最后一句台词，我差点喷一口老血在屏幕上。而且这个游戏的剧情还带分支，即一次不能完成所有剧情，本来挺好的一个设定配上个迷幻的剧情瞬间没意义了。
2 / 10

[h1]音乐[/h1]
除去了战斗音乐、过场音乐、标题音乐，这个游戏好像就只有一首音乐从头到尾。欧，好像是两首。好在大部分时间你都在听最好听的那一首。
5 / 10


[h1]总评[/h1]
推荐给喜欢此类游戏的人（比如我？），如果以¥4价格入手，绝对不亏本。好玩。
如果对此类游戏无感，不推荐以任何价格入手，废品。
70 / 100
好评: 拳击俱乐部 十几小时通关了。个人推荐值得入手玩玩。
我个人是足足玩了游戏里面的388天通关的，这个是有点晚。
游戏：要工作喂饱自己，但是工作又要掉数值，所以前期挺辛苦。
战斗有三个流派可以选择，无论什么流派都能打胜结局。
战斗选正确技能基本可以无伤或者低伤打赢，可惜本人智商不高，只能靠后锻炼提高值碾压打赢（愣头之怒）。
剧情上面=-= 额 各种玩梗，而且各任务结局都会让你卧槽的心都有。
[spoiler]如果你叫我剧透我只能跟你说：无可奉告。 	[/spoiler]
好评: 9块钱真不亏，内容丰富
好评: 这游戏我慢慢玩，因为当初下载过破解版玩，我也把硬派模式开启了，（开了硬派模式感觉吃药没用了，对手会根据你的变化而变化）花了10个小时通关，走的是力量，但是这游戏只走力量真的是很伤，命中率太低，推荐大家还是走敏捷好点，免得走很多弯路这游戏不贵，而且我还是在打折购入的，游戏故事和剧情是比较简单的，但是游戏性太重复，每天就是不听的锻炼，真的很枯燥，毕竟19块钱的游戏，体验下游戏就购买普通版的就好，买豪华版也没啥用。总的来说推荐吧！
差评: 纯情怀向 并没有什么新鲜元素 加上很多BUG 反正我是退款了
好评: 游戏还是比较耐玩的，如果作为休闲向的来玩。游戏前期比较难混，中期只要别作死就没事。
走虎系路线比较简单就是一顿踢和闪，但是快感比较小，走熊系路线就是各种揍人，组合拳打的对面生活不能自理。
因人而异吧。
好评: 很有意思，操作简单，分支剧情多，还有三种升级路线，就玩了一个结局就花了不少时间，是个非常适合打发时间的游戏，而且这游戏里还有玩挺多梗，非常搞笑。
好评: 想报杀父之仇？ 花点时间吧 孩子.战斗系统不是很好 剧情蛮不错的
好评: 感觉这游戏还不错，疯三入了。9块
玩了1.5小时的感受
+复古的像素风格
+炸机福利
+好听的音乐
-渣渣搬的命中率
-太需要钱了！
7/10
好评: good
好评: 这个游戏吧。说不上好玩，但是给我带来了不少绘画上的灵感。
先说明一下，这游戏尼玛十分难。人物有三项属性，每天过一天就会减少一些而且数值越高减少的越多。所以别期望练满，因为后面减的数值比你一天最多能增加的数值还要多的多。而后就是技能升级技能需要技能点，技能点要战斗才能获得而且最多一次也就只有3~5点。后期一个技能就要25点的技能点。所以想玩好要花上大把大把的时间。其次还有钱，尼玛吃饭锻炼练技能点都要花钱。所以在我心目中这游戏根本就尼玛没法玩。[spoiler] 所以还是分分钟打开了作弊器，亲测此游戏是可以用作弊器的	[/spoiler]
[h1] 之后说一下游戏的优点[/h1]我觉得就是他这奇葩的剧情吧。游戏除了主线还有一些直线剧情。不能说是好吧……但是真的很奇葩。奇葩的让我想继续玩下去。
[h1] 然后是缺点[/h1]游戏有一堆会导致你无法操作无法推出的BUG，平均我每次玩都会出现几次。这游戏不能强行关闭只能去人物管理器里结束任务。而且如果是卡图的bug存档就废了。其次游戏的结局真的是并不好，请不要期待。这狗食结局说差也不为过。所以还是尽量享受在奇葩的支线剧情和痛苦的赚钱和升技能中吧。
差评: 总而言之就是越玩越无聊
好评: 一个玩得停不下来的养成游戏，不得不说这个游戏的故事，有一种漫威既视感。结局有两条，本人开了两个档，不幸居然两个档得结局都一样了，有时间补完第二个结局线吧。
好评: 一开始还算有趣，几小时后就腻了,成就霸业之路实在是太艰辛了，感觉设计的有点太复杂了，睡觉掉饥饿，打工也饥饿，感觉有点太虐了，不过游戏还是好游戏，自带简体中文好评
好评: 游戏是值得买来一玩的佳作
这个游戏是我打折的时候买的整合包里附带的…本来没怎么放心上，朋友提醒我这游戏不错，玩了之后的确痴迷了一段时间。
策略经营类的游戏，极力推荐给喜欢动脑规划的玩家来玩
战斗模式有点类似于卡牌模式，自己选择天赋点，有三条方案可选择
这里给新手一个建议吧 前期有个【略过攻击】和开技能槽挺有用的
要说缺点的话就是流程略短 我第一次玩花了150天游戏时间通关的，感觉以后能出后续剧情……
好评: 非常有趣的一款游戏！！
差评: 敏捷属性分为敌方敏捷和我方敏捷
2倍敏捷都打不到人
好评: +“我是你爸爸！”
+精心设计的技能树
-冗长的训练过程
-过多的重复动作

6/10
好评: 1.可操作性少，游戏的大多数时间是在机械地去练属性，而练属性时毫无乐趣可言，
2.剧情节奏不合理，好不容易把人物属性都练起来准备一展身手的时候，直接就大结局了。
3.感觉本来是可以成为一部神作的，有些遗憾。
好评: 短时间非常火爆的小游戏，热度最高的时候没有尝试，彻底冷下来的时候打折入手了。

画面还可以，怀旧模式感觉没什么必要，很奇怪真的有人用怀旧模式的画质进行游戏。

剧情短小精悍，对话不多但是设计的还算巧妙。

游戏难度适中吧，强迫症玩起来很痛苦，特别是中后期掉属性掉的厉害，但是真正的后期反而无所谓了，毕竟有技能。

打一个推荐分吧 7/10 属于打折就可以买，什么时间有心情就可以玩穿的作品，推荐给时间零散，又没有心情玩3A的休闲玩家。
差评: 即使我玩了很长时间在我自己的角度我会给中评或者差评，狗血的剧情，无聊的重复，这些我都能忍，毕竟这是暑假没事做消磨消磨时间，但是里面的属性太偏向于敏捷了，我从没见过一个游戏敏捷又加闪避又加命中，加伤害，还没副作用，普通回避还不消耗能量，还能反伤，真实伤害。看看里面的力量，加伤害加能量消耗，然后没了。。。。。。看看耐力，加血量，然后也没了，里面说巨额的能量回复为啥比别人敏捷用的还快？点了减伤13点还是13点，这种畸形的机制，第一遍主力量过普通没觉得什么，导致我主加耐力第二遍通硬汉模式的时候消耗了大量时间。剧情就不说了所有玩过的人都是一个意见。另外战斗模式比较糟糕，比较吃运气。对于我这种头硬不喜欢随大流点敏捷的人不推荐，对于没有时间的人更不推荐，因为每天的掉属性会让你崩溃即使它是最真实的。我觉得这个游戏适合那种再别的游戏里点敏捷被打击的玩家以及实在没事做无聊的玩家。
为了客观地写这份评价我也会举出几点优点：
1、题材新颖，一开始我也是被这一点所吸引。
2、内容还算丰富，去游戏里就能看到的确有不少的分支可以选择。
3、价格不贵，可以考虑入手。
4、ios上也有，可以在手机上玩就是有一点贵。
最后奉劝要玩此游戏的玩家，开心就好，千万点敏捷。
好评: 虽然剧情很无聊，也就是一直锻炼，但是我居然还是通关了。
OTZ
好评: 其他都还好，就是锻炼退步就算了，食物还积累有上限，锻炼两天没肉了去打工又白锻炼了。
好评: 很不错的小游戏
差评: 说实话，这个游戏可真蠢。
首先游戏性很蠢，虽然稍许有些攻防策略，然而实际上还是一个看脸的运气游戏，你要傻傻的盯着这两个蠢得要死的人在台上你侬我侬而且还不能加速或跳过，有些战斗你很清楚你能很轻松的赢下，不过不好意思，请继续欣赏“史诗级”拳击大战。然后这个游戏也没有其他元素可以玩，基本上就是无聊的训练、比赛、打工、吃饭睡觉，然而睡一觉过一天 身体就被掏空也是醉了╮(╯▽╰)╭

第二就是这个游戏太漫长，就如前面所说无聊的战斗，然后就是剧情的漫长，这个游戏每三天才有一次排位比赛，期间你就是训练、挣钱、睡觉、吃饭，剧情也是随着你的拳击排名而展开，你打不过就等于白过了三天。前期吃力，中期乏力，后期无力。

第三，剧情很蠢。不过还是在于你看待这个问题的角度了，反正我是觉得很蠢，因为我在里面看到了 洛奇、搏击俱乐部、蝙蝠侠、忍者神龟、低俗小说等各种优秀影视作品的影子，然而你游戏的核心灵魂却苍白无力，那么这些所谓的致敬在我看来只是投机取巧的博眼球。我还要吐槽，主角那只寻死的猫让我感觉匪夷所思，大哥你天天举重的哑铃是泡沫做的吗，你一只猫都提不上来？

总之，感觉这个游戏适合存在于平板手机里，做PC游戏有些无聊，因为我有更好的PC游戏选择。不要原价入，折扣不高于75%也不要入，等入包才是最好的(/▽＼)
好评: 这个制作者真是牛逼！流程也畅快的一B！
差评: 恕我直言...剧情真的很烂
好评: 因为喜欢bgm自己录了六分钟，养成类的游戏，设定堪称从经典中寻求新的感觉，唯一不好的是剧情设计，文本量偏少，游戏系统十分赞
好评: 不知道为什么 停不下来
差评: 多说几句，刚开始还好，后来的升级，每天退步这一点简直要疯了。13还好，能hold住，过了13，没有锁定，遇到的敌人还是特别强的，那就完了。汉语也有问题。唐人街为什么针灸还要伏特加？恶棍大博博邻居狗被偷的时候面具男为什么说需要狗叫？什么鬼翻译。bug也有，就是在大博博那里，打完面具男再跟大博博说话就会有一个重影和你一起打大博博，不知道是不是只有我遇到。懒得测试。在从战斗民族回来之后，经纪人这块无力吐槽。人特别强，自己还要赚星星，每天掉等级特别快，已经想怒删游戏了。总之休闲的话不算太友好。优点的价格不贵。夏季特惠4RMB。我不推荐原因是这个普通模式就很虐了，成就里还有个铁人模式通关？！汉化也是不太好。前面提到了。所以并不推荐。
好评: [h1]只有300M的精品游戏[/h1]
夏促的时候忘记被谁安利买的，一直到昨晚才开始安装游玩，结果发现意外的小，才300M出头的，画面超级复古，让我有了一种小时候玩双截龙画面的既视感。

[b]游戏优点：[/b]
1.游戏自带简体中文，翻译的中规中矩。
2.渣机也可以畅玩。
3.题材新颖。
4.多结局，多支线。
5.技能分不同支线，可以打造三种风格的格斗流派。


[b]游戏缺点：[/b]
1.画面党无法接受。
2.枪车球爱好者无法接受。
3.大作偏执症者无法接受。

昨晚我玩到11点半，今天早晨爬起来又玩了1个小时，然后才匆匆忙忙去上班，游戏虽小但是乐趣超高，很有当年玩开罗的游戏发展国那种感觉，你控制的人物需要打工赚钱、购买食物、去健身房训练然后找人打练习赛，然后参加业余拳击比赛成为职业级，而且还要抽空去结交好友、[u]泡好友的妹妹[/u]，然后根据你在这条路上的选择不同，你将走向不同的分支，或者成为一名让人敬仰的冠军；或者成为街头流氓打手；或者成为黑手党的地下拳王；甚至还是一个化名黑拳的超级英雄，反正选择皆在你手。
差评: 游戏还不错，唯一的遗憾是一次无法获得全部成就。而讲真，这款游戏的可玩性并不高，为了拿全部成就再玩一遍实在是痛苦……整体来说，玩过一次就够了。
好评: 一开始会玩得有点累（缺技能点，缺钱），过了那段时间还是很轻松的
差评: 这差评我给定了。
一.游戏配乐单调乏味，一首曲子无限循环。
二.系统曹丹，属性衰减得厉害，而且攻击判定有毒，近乎纯随机。完全无厘头。
三.最大的槽点，剧情就是一坨屎，[spoiler] 救一只宠物猫还要玩我不会放手的这种电视剧剧情，还给我你的另一只爪子。然后主角清奇的脑回路让主角把猫的死亡归结于反派的恶行，你当玩家是脑残么。我真是受够了。[/spoiler]
四.在APP store只要6块，区别对待。简直有毒。0分差评。
好评: have fun
差评: BUG太多...本来难度已经很高了……
好评: 
活活被我玩成挂机游戏
[strike] 推荐看视频看小说的时候玩[/strike]

有几处翻译有毒
比如：远处传来的呻吟 

[b] 优点感觉挺明显的：	[/b]
像素风，养成类（培养一个拳击手），剧情还算有点意思，自带中文
而且真实，你要考虑的可能更多是怎么把工作、饮食、休息和训练安排好；
生活是你应该放在首位的，可训练放松了就是会退步。

[b] 缺点也相当明显：	[/b]
1.首先想吐槽的是，那个，为啥拳击没有裁判....？ 
2.到后期这游戏太枯燥了，训练和战斗就是不给自动，真的看着比较烦躁
3.游戏里每天会掉属性值，看起来好像很有意思，可是这掉的好像有点多吧....  
    每天的结算看得很痛苦，恶意满满，一下子让难度飙升
4.前期走力量流，虽然能量消耗大但还算爽，
   后来一不小心走了敏捷流，把力量和耐力锁到了9，都快哭了
5.对了，平时训练和工作还不能忘记去讨好妹子....  不过还好反正有个buff
好评: 我竟然上头了。。。挺有意思的，而且自带简体中文，大大的好评
好评: 出中文了！给个好评！
星战梗和忍者神龟梗玩的飞起
好评: 养成类型很是不错，但是难度是真的高了一些。每天会掉能力值这个设定刚开始很惊奇，后来就感到作者的恶意了。
好评: 搬砖为什么不能算锻炼啊啊啊涨数值长得这么少合适么？
好评: 19个小时通关了一周目 这游戏玩梗玩到飞起 忍者神鳄 浣熊师父 T-799B[spoiler]就不说T-800[/spoiler] Kulk Kogon 还有结局[spoiler]I am your father[/spoiler] 不过结局明显的不科学啊 总的来说是个杀时间的游戏 没什么事的时候可以玩玩 而且也不贵 夏促买才4块钱 还有中文哦
好评: 劫匪： 小子  把你的摩托车还有衣服给我们！！   

     A.      来抓我吧！！（逃跑）[spoiler] 身手不好没跑掉[/spoiler]
     B.      没门！！  （开始格斗）  [spoiler] 打不过的呀 [/spoiler]
     C.      好！连我的鞋子也拿走吧！ [spoiler] 选这个能全成就通过。。 [/spoiler]

  准确的说punch club应该是一个养成游戏而不是格斗游戏，也有galgame的成分，剧情线全看玩家自己的选择了，对话的风格我很喜欢（滑稽），虽然是复古街机的风格，但是玩起来和预想中完全不一样，剧情巧妙出人意料，结局大赞完全没想到。。  反正买了就对了~
好评: 打斗的时候很魔性，剧情很狗血，马赛克画风，总体来说还不错，降价的时候4块值得入手，最重要的是——有中文！（走什么流派都看自己啦，玩得爽就行，还有不会被打死只会被打残……所以不会出局的，随便玩就好了）
好评: 这个游戏真好玩。
好评: 杀时间利器，虽然全程锻炼维持点数很枯燥，但游戏内容还是很丰富的，4块钱入手很值。

剧透：
[spoiler]杀了他爸的凶手就是他爸自己，特么这还是个穿越题材啊[/spoiler]
好评: 6/10
拳击模拟经营+2
玩各种梗+2
像素风格讨喜+1
BGM洗脑+1

[h1] 剧透！[/h1]

[spoiler] 猫是坏蛋[/spoiler]
[spoiler] 他爸杀了他爸！[/spoiler]

好评: 玛德沙雕游戏去死吧。虎派万岁233333
好评: 很不错的养成游戏，但是太杀时间，过程重复性高，而且没有跳过，没有加速，只能等待。内容还算丰富，跟着任务和成就走目标很明确。画面音乐都是那种老式风格的，我能接受。结尾也不错。总分给个8吧，主要太费时间，而且如果没找对方法，很容易档就废掉了。夏促买的，4块钱，总的来说对得起这个价。推荐打折时买，很值。
好评: 刚刚用体力路线和敏捷路线通关，体力在练到13之前很艰难，之后出了无限能量，可以随意提升力量，战斗力非常高，后期随便碾压
敏捷路线前期更平滑一些，但是力量低了没攻击力，力量高了能量不够，很蛋疼；打起来很墨迹

一个小技巧：学习13耐力被动的时候，自己练到11就可以了，吃个药就13了，然后点技能，药效过去之后也不会低于13了（所有类似技能都可以这样弄）
差评: 太过枯燥了.不想多说什么
好评: 流程极短，时间极长
任务烦人，作用不强
技能成树，build两样
有了攻略，刷的发狂
没有攻略，直想骂娘
玩法是好，作者zz

好评: 玩起来停不下来，游戏内容比较简单，一开始只能吃饭睡觉工作，一点点攒钱，还要小心被抢劫，等有钱了才能开始训练，才能打赢比赛，真是苦逼，游戏里除了联赛对手可以提前知道实力和战术配置外，支线里对手都是开打以后才知道，有时就是去送的，不过运气成分也很大，反正跑不了，上吧！
好评: 说是拳击模拟管理，但其实前期就是赚钱加训练，后期就是无限训练，无限重复，中间感觉很枯燥都想放弃了，我又感觉打不到结局有点不甘心，最后居然坚持玩完了，不过要想获得全成就和剧情估计得重新开个档，游戏中还出现了些无关疼痒的小BUG，不过游戏自带中文，精细的像素画面，总的来说  值！！
好评: 很有意思
好评: 千万 千万  千万 千万 别尝试这个游戏中的硬汉模式 简直是弱智到极点的设置根本打不过了去  而且会进入死循环 让你真正的感觉 浪费时间 和 生命 要不是我已经我玩了很久 我都打算退款了 这游戏 我玩硬汉模式玩崩溃了
千万 千万  千万 千万 别尝试这个游戏中的硬汉模式 千万 千万  千万 千万 别尝试这个游戏中的硬汉模式
好评: 一开始还算有趣，几小时后就腻了，重复的东西太多，也缺乏目的性和乐趣，但毕竟只要4块钱
锻炼的时候只能傻看着，对打的时候也只能傻看着，我建议手上拿一本小说玩这个游戏
好评: 1，游戏中国汉化。2，游戏并不乏味无趣，在游戏中你需要不断的打工来换取食物和需要购买的运动器材来保证你能有更多的训练时间。3,任务成就很有趣！
好评: 4块钱，自带中文，玩了18小时通关，养成RPG类，值。
好评: 什么破游戏，有什么意思，玩两分钟就删了。。。。。
好评: 怎么说呢。。算是性价比超高的养成游戏，4块钱入手，玩了好多天。
好评: 啊啊啊，通关后再进去会卡住关不掉
好评: 挺不错的养成游戏，就是战斗系统很无聊
好评: 难度和枯燥度丧心病狂...每日丢失的属性足够在结局时属性乘100倍......
走敏捷路线卡关倒数第三的大块头...重新开档,前期挺爽的,千万别学锁力敏
加点建议锁13耐久和8敏,腰击全套打能量,可以用到通关...
游戏会各种BUG丢剧情,丢地点...反正总会少东西,也没有的复制存档..只能重开,一周目肯定无法全成就...我二周目都没搞定.
二周目看到了结尾....坑到爆...剧情不用期待的了,你需要期待的是每天结算属性的时候被数字虐杀的快感.
好评: 很好玩
好评: 几个月前在扑家上玩了手机版的汉化版，这是一个有毒的游戏，繁琐的养成却让人沉迷，我当时是为了看通关剧情的，看[strike]有车有房，父母双亡的励志男主赢得世界个冠军迎娶白富美的故事	[/strike]，[spoiler] 结果你他妈跟我说，我哥没死，我爸也没死，我爸还会时空旅行？！	[/spoiler]。剧情虽然值得吐槽，但是这确实是一个好游戏，趁着夏季特惠，还制作组一个正版
好评: 1、养成一个拳击手
2、打败对手，打不赢，赚技能点，再打败对手
3、剧情还算可以
4、自带中文 
5、感觉还是力量型比较爽快
好评: 恩。。一个强迫你每天工作合理安排时间的游戏，我是来做成就的。。。。嘿嘿嘿
好评: 这是一个消磨时间的养成类游戏，这游戏属性和技能系统非常坑爹，会烦死人的（ps：反正是4块钱买是绝对不会亏的了）
好评: 最后的结局我说实话没看懂。感觉有种你在逗我的快感，不过游戏确实是好游戏，我竟然对着一个像素风格游戏连续通关两次，我肯定是疯了
差评: 不知道那些说有汉化的是从哪里看到的，反正我这没有！！！！！！！！属性没有，游戏里也没有。还关不掉，申请退款路中！！！！！
差评: 有点无聊，但值这个价。
差评: 自带中文好评
我属性1 1 1的时候打1 1 1的NPC赢了，然后我把敏捷和力量升到2，因为出拳更耗力气被依旧是1 1 1的NPC打倒在地输了，什么鬼？！
感觉游戏内容略枯燥，尤其是搭配上属性降低机制以后不停地在做重复的操作，很无聊
差评: 虽然游戏设定很有意思也很贴近实际，但是有太多地方不像一个「游戏」了。
首先是属性系统，每天主角属性会自然降低，虽然这个设定非常有意思但是降低的属性会非常非常多，有时候一天锻炼下来的属性-扣掉的属性几乎不增加了，想培养一个高属性的主角可能需要非常大量的时间，而且锻炼基本上不能断。（感觉经常缺钱，有时候甚至要放弃锻炼去工作，只能眼睁睁看着自己的属性掉下来）
其次游戏过于机械性，基本上就是三点一线的游戏模式，分配好赚钱、锻炼、比赛等事宜之后每天都是重复干这些事情，主体从拳击对抗变成刷刷刷非常非常无聊。
另外战斗系统，其实毫无策略性可言，固定好自己的出招表主角会自己选择哪些招式，基本上不需要更改出招的情况下还有每回合的选择，造成战斗流程冗长无趣，时间久了甚至觉得很枯燥。
如果能在未来使主角成长快一点、让战斗成为主体 养成方面不要那么刷刷刷还是一款可以一玩的游戏。
（真是完全浪费了搏击题材的精髓！）
好评: 简体中文好评！
有点杀时间！
游戏内容也很有趣。

差评: 这是一个即使用了修改器仍然需要耗费大量时间的游戏，三项能力每天的增减非常不平衡，你会卡在中期很长一段时间，在耐心被磨光的同时看到遥遥无期的后期，顿时会让你觉得没什么心情在继续玩下去。
如果你有很多时间并且很无聊，那我推荐你玩这个游戏。
好评: Rocky！！！
好评: 只玩了一會，暫時有一些體會。

它叫做拳擊俱樂部，是一個死了爹然後為了爹的心願成為世界第一的勵志故事！只用4塊錢的遊戲，再買上dlc也不算貴。里面的內容簡單，只要輕輕點上鼠標，就升賺取金錢和進行決鬥，但打鬥中含隨機性太多，所以沒有那種打擊感，而且命中非常不可觀，只好先試玩敏型。

在玩上一段時間後，就算你在拳擊落敗，也不用灰心，雖然不能續檔，但這不就像我們的人生麼？人生沒有重來，失敗了，休息再訓練，再去挑戰，不用糾結時間上的問題，在前期。把工作，訓練，休息安排好，這才能為世界第一之路打上基石。非常有趣的一款小遊戲。

而且非常值得一提的是：支持簡體中文！這點非常好
差评: 玩到后面，我已经烦躁地刷到反胃了。为了加长游戏时间，故意设置掉属性，最后通关剧情比我想象中还要狗血辣鸡，难怪那么多人说不想再碰第二遍。我这半天权当捐钱喂狗。
好评: 自带中文,没中文就差评的可以洗洗睡了
按照自己的套路玩有各种玩法,虽然看攻略玩玩不了多久就能通(100天内的成就目前84天已通关) 看样子还有可能出后续

最后的"I am your father" 玩星战梗玩得飞起
好评: 打折了替ios版补个票，游戏不错的，一代拳王的养成之旅。
玩手机版太费眼睛了，另外有个问题我很疑惑，为毛敏捷流中后期有个技能是限制耐力和力量不能超过9，而耐力流或者力量流没有限制其余两个的技能，后期对手都是水桶属性型的单敏捷高根本打不动，手机上的存档现在根本没法打了……
好评: 多年前，你爸死了
你要找到杀死你爸的凶手
这个凶手就是你爸
最后你要干死你爸（并没有）
——————
疯狂顽梗的制作组
我特么搬砖、练肌肉、死基友、打弟弟。就是为了看一个星战梗！？
——————
作为游戏行业从业者必须指出，后期声望和钱互刷还有秘密基地无限技能点是个败笔，导致farm的乐趣急速降低（毫无策略）
听我一句，别浪费时间在攒钱和技能上（除非你想前期体验一下游戏中的资源设置），受不了就果断用修改器，体验飞翔的感觉
——————
三个流派各有特色，需要组合搭配才能通关
熊前期最顺
虎后期最乏力
龟后期可以挂机无脑刷怪
熊龟流双锁13天下无敌
绝对值4rmb（笑）
好评: [spoiler]狗屁[/spoiler]金牌引发众多血案

得金牌者毁灭世界

为拯救世界

[spoiler]疯癫弱智[/spoiler]老爸穿越时空选择自杀

[spoiler]脑残智障[/spoiler]世界冠军不知道喂猫

引起世界危机 

说起来这是什么世界格斗冠军

连个小萌都拉不住的  [spoiler]手上沾屎了吧[/spoiler]
好评: 挺好玩的一款游戏，里面的打斗和训练都很有意思
好评: 总算全成就了，这个游戏一开始很吸引人，中期十分乏味。

画面：像素风  8/10  

养成系统：7/10 build 其实有用的也就那么一些

战斗： 2/10 只有5个动作！！！！！！

剧情：3/10 很狗血的剧情，结局强行逆转

PS：我冲个会员能让我训练动画加速吗？什么，你问我为什么要全成就？[spoiler]这游戏有毒！！！！！！！！[/spoiler]

差评: 属性还能掉 让我不爽！！！！
好评: 每天掉训练点数，这实在是太浪费时间了。我本人非常喜欢这种故事。Rocky还有fight club，忍者神龟，辛普森。但是我感觉如果这个游戏正常玩的话要用大量的时间去升级。如果调整这点就会变得相当好。
好评: 游戏是真的很不错，只不过后期掉属性掉得飞快，让人蛋碎，但是总体来说趁着夏季促销，爽一爽。
好评: 最开始接触这个游戏的时候呢 它才刚发售
当时并没有中文 我只能凭借着自己半桶水的英文慢慢啃下去
好在这个游戏的剧情算是比较鲜明 也没有什么特别生僻复杂的单词 配合一下词典还是能愉快地玩下去的
游戏方式并不算特别创新 基本就是传统的养成类
但是综合起剧情 世界观 以及那个特别魔性的BGM....
真的是让人完全停不下来 起码在第一次通关前是这样的

战斗貌似是随机制的 和你舰在某种意义上很相似 都是在吃随机数的屎
只不过一个吃的是田中的 一个吃的是"代号G"的就是了...
脸不好非常难以击中对手 甚至走熊线被虎线零封也是常有的事
唯一让我坚持下来并且打通关的 就是打中对手时候那个拳拳入肉的感觉
超爽有木有!

顺便这游戏还不贵 打折后仅5元
值此夏促之季为您推荐
好评: 暑促刚好出了中文，值得一玩的小游戏
好评: Cost so long time to pratice like our life very much!
差评: 这游戏玩的很累，很虐心，频繁的重复操作，极度容易疲劳。属性三大系统相克性做的不明显，玩家很难根据对手的能力做出正确的策略。

这游戏，策划需要加强前期的游戏体验啊。很糟糕，找不到快感，都是被各种虐，要等你解锁了几个新技能才有得打下。钱很紧巴巴，你得每天不停的赚钱和训练（话说那个支助我的米克老头，就给了几次吃的，要你支助个毛），动不动就体力不支和过渡饥饿。如果版本升级还是这种体验，我就不推荐这游戏了。

让我顶着想秒删的情绪，又坚持玩了十几小时的原因，就两点，一，复古的FC 像素画风的情怀。二，宁死不屈想把剧情打通的精神。在俄罗斯特训的最后一关，打大块头，我已经8,20,8的迅虎属性配置，开了很多技能了，但还是每次被虐残了。实在是坚持不下去了，老子不伺候你了，打入冷宫~


好评: 很现实的模拟游戏，把自己的生活管理得井井有条，这不是一件容易的事，很多事都需要枯燥无趣的量变积累，如果稍微懈怠了又会退步从而被淘汰；尽管现实很残酷，但是有值得奋斗的存在就够了。

差评: 游戏模式本身挺有意思的，只不过后期每天扣的属性值太多了，而为了食物还得去打工，真是疲于奔命，一不小心就要白练了，打不下去了。
好评: When you start to play this game,you will find Boxing is a kind of gambling.
差评: 垃圾游戏，技能升上去还会降，用降技能和金钱，强行拉长游戏长度，一开始很有意思，到后期就很无聊了
差评: 首先是一堆bug。然后这个游戏就是一个看小人自己打架的游戏。还是一个看脸打架的游戏，玩家干瞪眼看小人打架的游戏。技能升级慢，钱前期没得用，后期用不完，这种节奏是有问题的。BGM听多了也会觉得很重复很烦躁。而且看似玩家有权利决定主角做个好人还是为恶棍效劳，但是你要是拒绝他们，你就会少支线，技能点就更缺了，这种智障选择还不如没有。得了新手联赛冠军之后就不能打新手联赛是什么鬼设定，那我之前打的那货是赛事举办人么？后来去了俄国，卡关了。如果制作人认为每次打输的3 点技能点能让玩家积跬步以至千里，那真应该反思一下自己做的游戏到底几斤几两。有官方中文的确好，但是好游戏不一定有官方中文，有无官方中文不是好评差评的关键。游戏品质对不起特别好评。

Shit game just like Chinese Paladin.XD
好评: 初期很艰辛，一边练拳还有一边去工地搬砖，非常忙碌和辛苦，有一种扮演普通人努力实现自己梦想的感觉，很赞。
只是剧情并无多结局，自由度其实还不够高，每天掉属性这个设定挺好的，非常真实。
好评: 游戏总体设计还是合理的，很像真实的健身和练拳，但后期明显无聊，明明你打得赢所有对手了，还说你没资格，强行拖你的游戏时间。
剧情也还不错，感觉像《洛奇》加《星球大战》加《毁灭者》。游戏中的每个人物也都有自己的故事，也有很多搞怪元素和梗。把别的游戏的人物加进来有点让人脱戏，个人感觉不好。不应该加入魔幻元素在里面，护身符可以说是线索，但是也是这游戏剧情最大的败笔。
背景音乐太吵吵了，我从来不听。
画面不错，很复古，有味道。
打击感不错，但动作是不是有点太少了，就算是我也不只是会直拳和低高扫的。
平常都不玩运营游戏，但这游戏的题材（格斗）倒是深深的吸引了我，大家都是有梦想的人嘛！
PS:不要选硬核难度
好评: 游戏内容不错，自带官中+1，可惜烂尾。
好评: 游戏后期练级略枯燥，有一些小bug（例如后期当了黑帮打手以后，自己买一次食物，说好的每天两个披萨一块肉就再也不提供了）。总的来说是款杀时间的好游戏。
好评: !!!
好评: 一款不错的拳击养成游戏，什么忍者神鳄，我是你爹（雾）
可以当成刷刷刷的小游戏来玩，要全成就不是很难，但是很容易让你刷到吐
————————优点————————
+拳击类养成游戏
+各种流派的天赋树
+学如逆水行舟，不学就骨折
+两个通关路线
+中带官方中文
+各种向电影《洛奇》《忍者神龟》《终结者》《星战》和致敬的剧情梗

———————缺点—————————
-坑爹的结局
-累死人的练级方式
-闪避全靠脸，命中全靠喊，想赢靠天命，其余靠打拼


不过作为一个游戏，这作的品质还算是过得去的，值得+1
好评: 66
差评: 在游戏完结的时候，默默的骂了一句“妈的智障”。
好评: 结局都什么年代的老梗了，还有剧情都什么鬼，阁下何不乘风而起，扶摇直上九重天，锻炼时间没加速就算了，属性还减的我心慌。

[spoiler] 讲道理我应该是不推荐的，但是想了想，另类的游戏比较少还是给一个好评好了[/spoiler]
好评: 一款刷刷刷的游戏，你会花大量的重复以上几件事
健身，赚钱，吃饭，睡觉.
抛开刷刷刷不谈，游戏本身的剧情还是蛮有意思的
推荐给喜欢刷刷刷的朋友
好评: 作为一个经营类游戏，游戏整体上还行。只不过随着某些能力增加，其能力点流失的越快（于后期尤为凸显）。。所以可以先通过打工转足够钱，在开始练，也许是个不错的决定，然而是吗？显然作者一定会想到有人会这么做，你钱特别多的时候，在你行动的时候会有人抢劫你......
然而可以尝试alt+f4......
打斗系统还没看懂.......不过敏捷比另外俩属性有用的不是一星半点..
唯一的缺点也就是那技能树了..前期没什么，后期那点技能点那个难啊，需求那个高啊...
差评: 狗血的剧情
无聊的模拟经营内容
还可以更深入的战斗系统
不会二周目了。。。。
好评: 不错的养成类RPG，故事树比较有意思，技能设定也还可以，10小时左右的通关时间，大部分都在刷属性。
好评: 玩到后面钱根本不是事 掉属性也不是事 一直吃能量饮料 不眠不休的训练属性只能涨  我走的敏捷路线 21的敏捷吊打一切对手（全部用反击技能） 游戏主要是通过观察对方的技能 安排己方技能的战术游戏 属性技能不是一切（被小怪吊打过）但是游戏的缺点也是显而易见的 到了后期只能重复而且前期的选择不当 可能会导致后期卡剧情（boss打不过） 没用的支线太多了 我觉得我能玩20个小时简直是太无聊了
好评: 26.5小时，全成就。那些说枯燥的，你们根本不懂这个游戏的精髓。你们肯定没有健身，肯定没有坚持运动。就这些。
好评: 　　这看起来是一部好评率极高的作品，由于价格本身也不高，所以稍微打折的时候就入了。
　　游戏的潜质不错。有趣的技能树；比赛需要根据对手制订策略；略有悬念的主线剧情，搞笑坑爹的支线；剧情以故事树的方式呈现。游戏发售后居然还免费更新了一段支线，可见制作者对这款游戏倾尽心血，并非敷衍了事。再加上自带简体中文（质量不错，应该不是机翻），的确是一款值得游玩的非纯粹+1游戏。
　　然而这绝对不是一部“魔性”的作品，重复游玩度基本没有。10~15小时通关足以体验此游戏的全部乐趣，但这些时间还并非纯粹游戏时间，而是被开发者刻意（恶意）拉长的游戏时间。游戏中你的角色如果不训练，技能点数会大量下滑，而且前期的钱非常难赚，制衡金钱和技能点数非常浪费时间。
　　这的确是部有趣的游戏，但真没好到万众好评的份上。相比其他游戏折后性价比，如果你不着急玩的话，建议66%off或更低再入不迟。

好评: 其实比较一般，但是考虑到大懒熊logo，还是赞一下。
好评: 点个赞。虽然是像素风，但是非常的耐玩。想当初我看炸鱼直播，考完期考后通宵玩了。总是想着：玩完今天我就不玩了，结果陷入了无限刷黄点的旅途。

不知道算不算漏洞，我能同时把敏捷和耐力锁到12点以上，这波我很强。
好评: 搏击俱乐部，忍者神龟，低俗小说，教父，洛基还有什么梗？
好评: 我的对手呀，你已经输了，只是你还不知道！！！
好评: 这游戏总的来说就是刷刷刷....刷了一下午刷通一条线.我觉得我再也不会碰这游戏了.玩一遍就好的游戏.战斗画面不能快进或跳过实在蛋疼.结局简直不能忍.说下我通关属性吧.8 13 8.要我给这游戏评分的话我会给8分.bgm实在魔性.扣一分.
好评: “多纳泰罗” “米开朗琪罗” “拉斐尔” “达芬奇” “蝙蝠侠” 你懂我在说什么。。。

这游戏从褒贬不一到好评如潮 说明开发商还是很用心在更新 而且自带中文+全平台通用云存档 

给新玩家一些提示 前期千万别多向发展 我做过。。打到280多天还在前期过不去 卡关 只好重来 
这游戏技能点越点需要的越多 慎重搭配技能 
喜欢挑战的玩家 直接上终极难度 快速破关的就不要点了 流程培养起来比较慢其实 要掌握好 休息 吃饭 训练 这3个平衡
--------------------------------------------------------------------------------------------------------
我果然比较适合玩模拟经营类的游戏 第13个全成就游戏
这个游戏有故事树 玩家可以跟着故事树前期去完成成就 后期会有分岔口 碰到就明白了
故事一共2个线路 跟着老大唐 或者 选择拳皇的道路 2条线有自己独立的成就解锁
就是说最少玩2遍才能全解锁 
比较麻烦的成就是抢劫的 金钱要保持大于150 遇到之后打过要过4天左右的时间才会再次碰到
一共3次 第3次会碰到那个最开始抢劫你的胖子 
去打之前属性必须要多一点 
如果你走熊系 力量 体力2个最少7以上 其他派系 敏越高越容易通过 必须要打赢 不然没成就
好评: 消磨时间的利器，各种梗玩的飞起，但是通关一次后很难会想再玩第二次……[spoiler] 为了维持属性太累了，玩虎派辅助龟派绝对是最轻松的组合	[/spoiler]
差评: 让人失望

优点：

复古向的画面与音乐
           
算是新颖的题材

缺点：

战斗有些依靠随机性，而且反复的战斗无法快进令人生厌

剧情拖沓，依靠严苛的设定强行增长游戏时间

属性的平衡并不好，有些敌人看似很强却会耗光体力任人宰割

7.5/10   游戏性其实很差
好评: 俄罗斯之后内容剧情太少了，应该增加剧情与锻炼项目; 
战斗中敏捷路线对比其他路线 更容易通关，机械式锻炼时间长了 容易乏味
      个人认为36元购买了---------------《手游》，而且IOS平台目前仍然保持1.00版本

如果你想让剧情推进快一些请选择敏捷路线，俄罗斯之后单调乏味（训练，赚钱~~~~如此反复）
最重要的战斗环节，居然是互殴与技能属性安排之间的博弈；
请增加战斗观赏性，如果体力消耗殆尽 喘息无法还击，部位受伤人物退缩等 直观表现

如果你在看完我的评论之后，还想购买的话，我建议你等待DLC后再来

居然更新了中文，我决定给好评，但还是要等待DLC啊
好评: 15个小时通关了，前面打排位又打街赛，节奏很紧凑。后面剧情转到俄罗斯，就比较枯燥了。基本就是训练训练，回来后剧情上有一些起色，但是日常就是赚技能点，训练。
前8个小时还不错，后面比较枯燥，不过像素好评！！
3.5/5
差评: 个人感觉比较无聊的一个游戏，整天就是锻炼身体，打打人攒攒技能点。精力、饥饿度这两条掉的特别快，而且每天都会掉攻防敏，很难维持高水平的属性去打架，所以玩这游戏真的有点疲于奔命的感觉。好不容易攒出来的技能其实能用上的也很少，剧情比较简单，10块以内可以入，10块以上个人觉得不值。
好评: 好吧，玩了半天才发现，到后期可以去健身房花钱对打训练获得技能点，虽然不多，但是比没有好，另外还是吐槽下，8力15敏捷8耐力被7力5敏捷9耐的吊打N次，这个敏捷真是13就够了，这完全是玄学属性，反正对你的命中和回避就算加上技能都很难有效果，MISS一点都不比5敏捷的少，回避有时候还躲不掉5敏捷的低命中重攻击。最糟糕的是，很多NPC体力不够的时候会减少技能来逆袭，但是主角确是强制性的有几个技能各子就必须上满，至少我没发现如何卸下技能还能比赛的。

游戏的剧情还算不错，但是内容有点断层，比如女友那里，到一个程度就变成一个BUFF而已，再也没有了，女友不来看比赛打气，还需要你多抽时间和钱去砸，最后直接懒得理。

最后，官方带了中文，好评
好评: 游戏画风很有爱，说实在这种画风的模拟经营我只能说直插我G点。就手滑+1
游戏前期节奏很好，一上来的各种招式还有练习,就是说这种拳击手的氛围不错。
中后期就是缓慢的刷刷刷，技能点就只有4个地方得。打季赛还不如去打新手赛。
一天打通累的要人命
不知道我在说什么的，玩了你就懂了。
剧情.....嘛，嗯......
音乐不错。
官方中文好顶赞。所以还是给个好评吧。
好评: 这是一个格斗家养成游戏，对我而言，这个游戏属于一般。

[h1]完整性 9/10[/h1]
游戏的内容很丰富，有不同的比赛可以打，有形形色色的人可以结交，还有一个庞杂的故事线。

[h1]创新性 9/10[/h1]
格斗家这个题材比较新颖，游戏里面也加入了大量的梗，比如你会接到一个往下水道送披萨的任务，然后就会和带着各种颜色、只能遮住眼睛的布条面具的绿皮肤家伙打上一架等等。

[h1]稳定性 5/10[/h1]
这个游戏的程序一定是和我一样的新手。游戏程序有不少问题，我第一次进游戏就遇到某些菜单文字无法显示的BUG。游戏的时间流逝机制问题尤其大，如果在两天之间切换的那一瞬间干点什么（比如点开个菜单），很大几率你就会卡死。各种技能的Tips从来就不会老老实实地显示出来，你得用鼠标在上面摸呀摸呀，才会不情愿地给你看一眼。

[h1]游戏性 7/10[/h1]
游戏本身是一个经营管理类的养成游戏，训练自己，提升实力就是终极目标。游戏有一个技能树系统，还有力量（能打）、敏捷（能躲）、耐力（能扛）三个分支，带来了丰富的选择和一点点多周目的意义。

格斗的时候是自动进行的，玩家只需要事先选择好要用的技能（策略）。每两回合的间隙可以重新调整一次。就我个人感觉，属性碾压才是王道……

赚钱、训练、休息、比赛，构成了生活的全部，至少是初期的全部。人物的属性是逆水行舟，每天都会降低，所以必须保持训练，这给玩家带来了很大的压力。训练会肚子饿，肚子饿买吃的需要钱，钱需要打工，打工就没时间训练……反复处理这个循环容易让人生厌。

游戏采用故事线的模式来驱动，但是你达成了目标以后没有任何奖励。是的，当你听NPC说“试着在联赛里面拿个第五名吧”，然后刻苦努力地拿到名次以后，没有任何奖励，只有一句”试着拿到冠军吧“。……哪怕你奖励我一块披萨呢！尼玛就算是收费游戏玩家也是会流失的好不好。

总之在这个方面，我感觉是开发者野心很大，想塞很多东西进来，但是驾驭不住。

[h1]画面 8/10[/h1]
在像素风的前提下，画面属于中上水平。虽然动作的帧数很低，但是至少细节比较丰富。但是像素风带来了一个问题，就是中文点阵字库的显示尺寸远大于字母，所以中文版在不少地方有文字遮挡的情况。

[h1]音乐音效 7/10[/h1]
音乐是典型的8bit风，不过不失，音效在格斗的时候有拳拳到肉的感觉。

[h1]总评 7.5 + 1 = 8.5[/h1]
总的来说这是一款值得尝试的游戏，游戏内容很丰富，不报太大的希望的话，会发现很多惊喜。而且还有官方中文，必须加1分。
好评: 试玩了一下
算是还不错的经营类游戏、
不过作为手游应该更合适，貌似是有IOS版但安卓没有
游戏自带汉化，而且质量还算可以
我个人的话是因为非常喜欢史泰龙的洛奇系列电影才买的这个游戏
而且这游戏确实有不少洛奇的梗
不过这游戏的格斗定义并不是拳击而是自由格斗吧，各种踢腿的技能
目前特别想吐槽的一点就是
你在战斗中必须填满技能格里的技能才行
换句话说，我没法因为体力消耗太大而撤下技能保留体力
所以直接出现了虽然属性比对手高，但是体力用完被对面爆K的局面

嘛，还是给好评吧
好评: 赞呀居然有中文了！！！！
好评: 拳击时应当加入快进功能
差评: 剧情狗血，过程单调
好评: 除了力量TIGER主线其他的感觉好蠢，事实上用起来更蠢.
3/8妇女节添加了中文 这是恶意么w(ﾟДﾟ)w
好评: 可以 很好玩
好评: 这是一款很有趣的游戏，但是如果没有看游戏给的建议，盲目操作的话很容易陷入需要重开的境地中。

适合悠闲类的玩家，全程只需要鼠标就可以了。

而且游戏小，配置需求低。

我很期待能够出中文版，虽然英文也大概能够看懂。

最后给大家一个小小的建议，游戏初期不要急着同时提升三项属性。

先提高自己喜欢的属性，中后期等到资金和时间都比较充裕的时候再锻炼较低的属性可以让你少走很多弯路。


如果能够在对战过程中加入快进键就更好了。


2月10日 增评
又玩了一段时间，通了6、7次关了。发现无论是哪一个流派基本都会有一段哪个敌人都打不赢的时间。
其中力量流中间时期最难熬，敏捷流我现在打到后期拍电影车轮战战斗力其实比不上力量流，我看见某个评论说这个游戏敏捷流派最强，其他两个流派完全比不上，其实我想说他们玩的还太短，太早放弃这个游戏了。

当你的敌人用敏捷流派的时候，你可能会觉得敏捷流派真是太bug了，但是自己用的时候发现非常难用。具体我已经说了，打车轮战的效率比之力量流派还有些不如。

这个游戏最强的我觉得是乌龟猛攻流，出了醉拳、矛拳、降低精力消耗的技能之后，简直不能再强了。特别是打最后的那些boss，想怎么虐就怎么虐，他们根本无法与我同台竞技。力量流派杀人的速度是最快的，但是对运气的考验很高，基本上就是要么秒人，要么一直挨打躺地上，所以我不喜欢这种感觉。

乌龟流派最大的敌人不是最后那些boss，而是拍电影的时候的那个铁钩船长，那个人有反伤，用力量流打他基本会被自己反伤而死，乌龟流打他的话要准备好足够多的血量，否则也够呛，敏捷流打他只要技能不出错误就没事。

我玩了两次敏捷流，第一次尝试了三种属性都锻炼的敏捷流，发现敏捷流的技能是排斥高力量的，如果力量高，敏捷流的技能就会废掉。幸好我没点风之奴隶这个技能，后来转了乌龟流，毫无压力打败所有人，毫无压力，毫无压力。乌龟才是最强的，真的，除非你运气特别不好，否则真的很难输。

第二次玩敏捷流就是现在这一次，我这次现在还没通关，点了风之奴隶，现在的属性是3、19、8，在拍电影阶段，打得不是很顺手，而且现在因为力量和耐力都不能高于9了，不能中途转乌龟流，我感到好慌，如果实在不行的话，我就弃档了。

其实我说乌龟才是最强的也只是气话，大家不要在意，每个人用得顺手的流派都不一样，我最顺手的就是乌龟流。

最后我还是希望制作组出快进键，对话浪费我太多时间了，那些对白和过场我看了无数遍了。以及其它消耗时间的行动我觉得也要出快进键，这样游戏就不会这么无聊了，当然我建议要2、3周目快进键才会生效。

还有下水道的那个尾巴攻击的技能是不是真的只是摆设？还是我不知道它的功能？

下水道通关之后出现了下水道场景，但是再也没有剧情了，是还没有开发完全的原因吗？

多加点别的音乐，可以让差评率降低。

在俄罗斯和监狱里的提供的食物太多了，不需要这么多。

多加点攻击动作或者特效，避免游戏疲劳，当然这个不急。

出中文版吧，汉化量应该不大啊。

希望这个游戏越做越好。
差评: 太無聊。
差评: sad:( too much BUG
差评: 总体来说，这个游戏的玩法基本上就是一个肥宅坐在电脑前看着游戏里面的人物健身。。。怎么说呢，就是突出一个无聊。。

画风，8/10，挺不错的像素风
音乐，6/10，一般般，没啥特别的
游戏性，4/10，重复度太高，我玩了8小时，有7个小时是看着游戏里面的人物在健身。。。
剧情，无法打分，因为重复度太高，我还没有通关。。。里面有一些致敬Fight Club的元素，比如酒吧的Tyler等，不过实在是太无聊了，导致这些本来是亮点的内容也不怎么突出了。。

不是很推荐。。。
差评: [h1]搏击俱乐部--怎么样给"期待"浇一盆冷水[/h1]

      前段时间看了一下搏击俱乐部的销量，已经接近10W，他已经达到了一个显然与其游戏质量不相匹配的销量水平上。
      如果让我给这款游戏选三个词，我会说：重复，单调，倾斜。
      我对这款游戏也并非全是差评，相反，我要给他一个及格分，但是我仍然要打差评。因为他不配得到目前他所获得的赞誉。他的核心价值是将一个拳击运动分割成无数微小回合的结合，精妙，但是因为这个系统，他们却又舍弃了拳击最为精妙的立回。他说是要致敬Fight Club，可我看到的是用树状结构，在游戏里面给你总结好的storyboard，几乎为0的角色塑造，空洞无比的剧情，顺带还有简直烂到爆表的剧末反转。。
      顺带一提的是，作者的更新，纯粹是看哪个技能用的多就削哪个技能，从来没想过如何去调整已经被斥责为grindy的系统。
除开这些，游戏有着不错的复古像素画面（相当精致，我当时预购就被他糊弄了），还有着单调乏味让人耳朵起茧的BGM。
6/10  +出色的运动归纳 +有一定新意的技能树 +复古画面风格和逐行扫描滤镜
        -养成机制上枯燥无味 -为实现所谓真实性而强行制造障碍十分生硬 -烂的我都不想复述的剧情
      刚看到trailer时候，我觉得这将是一款很出色的游戏，有新意的模拟题材，有优秀的机制，又会有各种梗，36R肯定不亏。结果出来连夜玩通，几次想要直接喷差评忍住了。
我不知道是因为tiny build的一套twitch play之类的营销手段还是什么，让这个制作组获得了如此高的回报，只能说这是一种悲哀。
      下面还是分析一下机制，如果单纯想看买不买的请直接参考上面的内容。我个人推荐进包再考虑。
[h1]游戏机制[/h1]
我们说拳击是一项激动人心的项目就在于其转瞬之间的搏杀，逆转，一拳翻盘。比如说：
One Punch! The Winner is 。。。 Saitama!
转瞬之间这个东西放在模拟类里面是很难具象化的。在你实际操作人物的FTG游戏里面，是你的精妙的操作带来了名场面。放在Punch Club里面，因为个人不能直接干预比赛，为了体现转瞬之间，拳击比赛就变成了极短回合之间的较量，而这个较量的结果来源于：
运气，和你赛前制定的技能。
所以首先做好准备，你如果买下这个游戏，你所能享受到的战斗画面就是两个人在台中间站着不动互殴，当然也有闪躲之类的不过他们都不会挪动一步。
游戏的战斗系统由血量和体力两个槽构成。体力是你释放招术的Cost，同样的被打中你的体力也会被削弱，当一方体力接近0时再被打到会直接被打倒，这一击被视为暴击。
所以，这就是这个游戏的核心了。游戏对于时间切分的把握很好，这也是这个游戏最大的优点。
从核心延伸出以高力高耐一发入魂为代表的力量系（副技能削对方体力）以闪躲和命中为核心的旋风腿敏捷系（因为闪避牛逼，第一次twitch play就靠其速攻），和以体力为主，打消耗的体力系。
但是，敏捷确实太马。。
有没有立回其实不是这个游戏的重点，搏击的重点是优势转化和劣势沉淀如何结合一击逆转的问题，在这个游戏当中，力量系因为天生敏捷低而几乎完全沦为看脸角色，因为一回合时间相当长，导致他们很容易在第一回合被打倒，之后的攻击往往全部落空，从而陷入死循环，即便中间一击打中了，对方的体力早已多出50左右，但是如果脸好，又能一路碾压。虽然说力系有一些降敏捷的技能，但显然，当你的技能打不中的时候，削弱对面的敏捷也无从谈起。体力系输出手段也不能说很多所以不是主流（但是看到有大神很会玩，毕竟体系如同坦克一般的身板，也可以碾压）于是最强的当然是敏捷系。稳定输出比什么都重要。虽然后期制作组Nerf了敏捷，但是这个游戏的核心，即体力系统和血量的结合，实在是让其他两个系没有什么竞争优势可言。
也许我上面的分析有问题。欢迎指出。因为我沉不下气打多周目了，只是看了一眼skilltree。
打个比方说我力系的那一盘游戏，主角在中后期经历了很长的一段“谁也打不过”的时间，经常被忍者屈死。但是最后属性下降了，连战BOSS却全胜，我并不能通过数值快速了解这个角色的预期，这对于养成成就感来说是致命的，我都不知道我培养的角色能打过谁，我只能枯燥的刷钱。。。练习。。。刷钱。。。练习。。。每次刷钱还会掉很多属性，随着能力的上涨练习的难度还会不断增大。。。
没错，这就是游戏的养成系统！培养一个出色的拳击运动员，最后因为泡铁馆练牛排钱都付不了了。主策为了保证玩家一直不处在舒适区，他选择的主意是逼迫你在场景之间不停地切换，几乎没有喘息的机会，所有的收益都是你自己通过无数次没啥区别的规划获得的。
甚至连找女朋友的剧情都变得那么枯燥，花钱送两个礼物，获得BUFF，“我希望你更爱我而不是拳击”，花钱送两个礼物，获得BUFF，“你真是我的甜心！”，花钱送一个礼物，“你不爱我了，你走！”。.....
后期因为能力点数增长，作者为了让玩家稍微轻松一点，只是设计了几个剧情送玩家一些道具，来节约钱和时间，如果你不走支线，就继续锻炼吧。
当然，也有以战养战的玩法，不过那又摸不到某些特殊的，只有你探索了才有的支线。
再后期，养成系统大变，你和经理签约，你从此变成了一个宅男训练者，就在家里锻炼，然后打副本，打完副本，开派对，开着开着属性掉的稀里哗啦，睡觉，训练，训练上去了，赶紧刷一波副本，声望不够，开派对！属性又没了。
即便上面这些都无所谓，游戏的地图没有任何变化，是大忌。永远在那里站着的NPC，永远在那里站着的女友，永远晒着太阳的基友。即便你百日通关，也想必会觉得比较枯燥，一切的一切就好像已经给你设定好的场景，你真的就是在演戏而已。
这真实吗？作者想要营造的不就是真实么？只有系统真实，只有掉属性真实，刻苦训练是真实。
我的女友呢？我的兄弟呢？这又哪里真实了？？？？？
总体而言，游戏的战斗系统虽说稍有不平衡但仍然不错（即便是在舍弃了立回的情况下），但是游戏的养成系统实在是让人糟心。剧情不想再提了。
后续参见stcn。大概过会发帖。
好评: 第一次玩的确觉得很有趣，但是通关后再也不想玩第二遍
好评: 11.2 小时  现在属性4 23 8  虎系 （技能全部点满）  初始属性是天生快但是瘦弱，战斗到职业联赛  拍电影基本可以6人过，运气不好的时候有可能被第6人秒了，毕竟到第6人的时候就80~100 血了  上场技能就一个主动攻击的(Roundhouse Kick)  3个被动（Sharp Sting, Penetrating Strike ,  Unstoppable）加上闪避（Wind Flow Dodge）这游戏体力太重要了，没体力意味着被击倒.网上攻略也比较少 小众游戏  
    另外这游戏现在确实如之前大神说的，从主角到俄罗斯后节奏就变了，触发点基本没了就是每天坚持训练，钱已经不重要了现在不用睡觉了 就是拿钱回复就好了，略微枯燥了，不过还是很棒的游戏。
好评: Great game, very detailed. Worth it to buy it. still playing
好评: 玩了20的小时  得到了星球大战的结局 不幸福  不过做为像素粉  游戏做的真好  赞
好评: 游戏本身是个挺不错的RPG。
总体7/10
对于一个开罗老玩家来说，我相当能接受这个画风……游戏的画风相当的清新有趣。
画面9/10
战斗系统说实在的代入感挺强……不过虽说系统做的不错，但是最后还是要靠等级碾压……自动战斗依然是黑点。
战斗系统5/10
剧情请完全忽略掉好吗！到处都是捏他！《低俗小说》《搏击俱乐部》《教父》66666
剧情8/10

nice game
can you guys make a PVP mode for this game? That will be cooooooooooool!
差评: 这个游戏没有中文，基本的剧情可以看明白，但是由于本质上就是个策略游戏，主角太多技能了，有些内容就没法理解得很明白。

游戏有种浓烈的怀旧风格，让你瞬间回到80年代，这一点的游戏风格还是比较特立独行的，也很有感觉。

游戏的基本主题就是赚钱+练技能+打架，无非是要面对的对手不同，整体来说游戏的模式还是很枯燥的。打架是纯自动的，玩家不用操纵，你只要负责选可以克敌制胜的技能就可以了。

最让我不满的系统设计是主角每天的技能点会掉，所以你必须每天保持训练，来抵消每天下降的技能点数，虽然你可以通过学习技能减少它们下降的程度，但是作为一个微强迫症来说，真的受不了。试着修改一下数据，结果游戏崩溃，又得删档重玩了。




好评: 非常好玩。
差评: 这个游戏真枯燥...
就算制作组想描绘出来一个拳师成长的艰辛也不用把游戏过程做的这么单调吧？！
先说长处

三种属性（力敏耐）代表着三种流派。除了打击技perk也风格迥异。算是亮点了。有[strike]狗[/strike]熊指路，[strike]萌[/strike]虎指路；和[strike]怂[/strike]龟指路. 分别注重伤害，速度和[spoiler]龟缩[/spoiler]防御. 不过解锁某一路线必须点出大量先决打击技；每点一项；其他所有技能/perk所需技能点+1；也就是养成难度将会越来越高。所需的投入时间也越来越长。
[spoiler]下面开始黑[/spoiler]

你不训练 力敏耐一天差不多掉三分之一格。（满格数值+1）后面才有维持某一数值不下降的perk；想打工赚钱买食物和体育器材就意味着不能训练。那么每两天的拳赛没有属性加成的你胜算基本就很低了；胜算低意味着点数不够加不到perk；加不到意味着要放弃训练时间去赚钱；我基本都是赚一天钱 训练一天。 然后拳赛之前去健身房突击把属性练上去。而且制作组你™睡觉比干活消耗的饥饿值还多还快是什么意思？

睡觉会饿醒。干活训练会累得想睡觉...带钱多了还被打劫。不吃饭不睡觉就什么也做不了但是居然可以逛街购物主角的内心一定是无比强大的购物狂吧。放弃拳手这份没有前途的职业去做警察文案吧，一样能为父亲雪恨的...

顺便吐槽一下垃圾体育器械；三项全加的基本废柴。250的咏春木桩和开局自带的地毯没本质区别。就是为了让你花钱  买就买单属性的随用随点还能维稳某一数值。

力量影响出手伤害，敏捷影响命中和闪避。耐力让角色更耐操和拥有更多体力支撑更多动作。
反正就是个枯燥无聊的养成游戏带点RPG元素  画风算是唯一的亮点了；毕竟像素经营类游戏不多。

以上个人感想；建议制作组在之后的更新中加入以下元素:
1.必须准时吃饭就寝，不然街都逛不了；

2.每天减少的力敏耐太少太宽容；增加到半格；因为业精于勤荒于嬉。

3.有概率在搏斗歹徒或者拳赛之后获得内/外伤的负面状态；此时必须就医不然只能吃饭睡觉；不可以工作训练！因为伤员是不可以做剧烈运动的！

4.加入排泄系统。每天必须准时排泄。如果处于拳赛过程中有可能被人打拉！

5.加入医院，一来迎合治疗机制，二来优秀的运动员必须定期体检。并出售保健药品；价格昂贵。服用后第二天不减少力敏耐。

6.加入博彩行业，获得黑色收入。有概率触发警察办案颗粒无收。

这样就更加平衡更写实了不是吗？不玩上几十个小时体验全部内容之前怎么好意思给差评？
好评: 不错的一款游戏.虽然玩到最后还是 打工打工GYM GYM的循环 不过还是值得一玩 可惜没中文~
差评: 在游戏性很差的前提下重复度又太高，让人感到十分乏味。
唯一有趣的地方仅仅是游戏画面的表现了。
差评:   游戏太难了，打到30天的时候很难受了.

  不训练能力掉太多，赚钱难，赚到了别人抢劫，你作为拳击手 抢劫犯都打不过？
  
打联赛太难打过，技能难攒点，重复东西太多， 器材也很难买，你告诉我怎么进行下去？
好评: 首先吐槽一下发售当天就出了不跳成就的BUG。 (╯-_-)╯╧╧你这是让人砍掉重练么。

游戏形式是很典型的养成类作品。锻炼三围（力量，敏捷，耐力），打工赚钱买吃的（补充体力精神），打比赛升技能（有排名赛和地下黑拳）周而复始，触发剧情完成分支小任务，在替父报仇泡妹子的主线or分支上游走。

战斗不可控，但基本数值上占优势就不太会输。现在还没有研究出利用技能的组合来以弱克强的打法。人物有三条走向，熊派虎派和龟派，游戏提示也建议你单一走向较好。但这不代表你单练一种能力就可以。基本上目标属性和非目标属性相差两级较好。比如走熊派主练力量，力量达到10，敏捷和耐力起码也要在7左右。

这游戏大部分的时间都浪费在打工睡觉上，人物三围属性每天都会往下降（不过有相应技能锁定你某一项属性的基本点）。你只有持续锻炼才行，但锻炼又要耗费饥饿和精力，只有不停地吃吃睡睡练练，吃吃睡睡练练。好歹偶尔会出现些剧情才让游戏显得没那么枯燥。

这样的设定的确比较真实，锻炼需要持之以恒，有所松懈体能就会下降。但游戏没必要把现实的枯燥也给完全照搬进去。增肌这种事俗话说“七分靠吃，三分靠练”。不如将食物系统做得更加详细一些，不同的食材能够提升锻炼成绩什么的，那或许会比较有趣一些。

画面的确看着很干净舒服，这样是我买这个游戏的一个很重要因素。至于音乐来来回回就那么几首，也只能说一般般。就这种水平也好意思拿出来卖钱。

总结，无聊可以拿出来偶尔消磨下时间。没空就算了。
好评: 搬砖
攒钱
吃饭
锻炼
打架
再加上点儿剧情就是这游戏，音乐单调操作无脑
不过喜欢养成类的可以好好玩一下，培养自己的拳击手出来
况且我大号买了小号直接就运行了，验证都不需要！
及格  6/10
好评: 预购优惠时没来得及入手，正式发售原价购买，但玩过觉得超值了
经营养成类的佳作，游戏系统制作的很有新意，作为以类无限制格斗为背景（不是拳击因为可以上脚）
属性值流失系统非常符合这种运动，要规划每天做什么，积极训练，拳赛，赚钱，交友，泡妞，走剧情
一些被动技能可以减少属性值的流失，但是使用技能点会随着学习技能而增加需要的数量，所以要选择技能路线
而且技能丰富，随身只能携带5个技能，所以如何搭配就要看自己的流派了
我现在走的流派是猛虎派，以速度闪避灵巧为主，现在刚到第二章，不知道主线剧情有多长，玩到现在也很过瘾了
以现在的剧情看，有点像夜魔侠，为父报仇，剧情算比较老套了，但是就经营类游戏来说剧情本就是为了推动游戏进程的，还算说的过去
综合讲是很值得推荐的佳作
好评: 真是太棒的游戏了
我一般只玩 像素 文字 rpg 这个游戏居然三条都满足
现在还只是试用版，以后会有很多修改不过方向是对的
大家千万不要做画面党，也不要说出什么要是手机游戏就比较合算这样的话
这个游戏绝对值这个价钱，就像泰拉瑞亚和银河文明或者足球经理一样
100块以下都可以接受。比骑士经理更好，因为不用听导游在旁边bb不过有个坏叔叔天天打电话过来
总之买了不亏
好评: 100天游戏内时间
剧情到打boss（打死主角好友的那一个）

游戏刚开始玩还是不错的
锻炼自己的能力，参加比赛获取排名，还可以打黑塞赚点钱
还有一些小支线可以做
挺有心意的一点游戏

但是到了后期，就有点无聊了
一整天一直在锻炼能力
可能有时候一天锻炼还不够掉的（设定是每天会掉一些能力，能力等级越高掉的越多）
然后就是挑战boss
打过了，过几天回点血挑战下一个
没打过，锻炼能力继续刷
比较乏味

关键：音乐好难听（也不能说特别难听）
竟然还有OST卖
