好评: 没啥说的，摔角革命永远滴神！
好评: 正如之前一位朋友所说，这游戏虽然很小但是很耐玩，这游戏陪我度过了很多年的时光。
我认为Mdickie出品必属精品，几乎每一个Mdickie游戏我都玩过，Super City啊，Hard Time啊，School Days啊。。。都给了我太多回忆和感动，当然我最喜欢的还是这个摔角革命，不知道Mdickie大佬会不会看我的评测呢，如果被看到我真的很荣幸，没看到也无所谓。
摔角革命，我已经在steam上玩了100小时了，其实又何止100小时呢，我从14年就开始在手机上玩摔角革命了，生涯模式捏过无数的摔角手，经理模式玩过每一家联盟，每一次重开都是一段有趣的故事，精彩的剧情，留下了太多美好回忆，Steam版仅仅是玩了几个月罢了，就这还到了100小时，主要是经理模式杀时间，每周要安排6场比赛，ppy则是9场。
摔角在中国算非常小众了，看过一些摔角片段的人很多比如TNA教皇的邪魅一笑，认识一些名人的也很多比如塞纳强森这些出圈的，但真正喜欢摔角的很少，他们总是会刷“假”“哲♂学”很气但是很无奈，中摔这些年也是不温不火，从cwe。cwf，角斗之王，owe，我都有关注，希望他们的付出能得到回报。
有些人说手机版好太多，我不同意，安卓版加载实在太慢了（还是说是我手机问题？）一打多人比赛就卡，steam版就很快，再多人也不卡，30人皇家大战都不卡，所以我非常满意，玩的很舒服，当然人少是个问题，很多人都去玩改版了，但是我比较容易满足，玩原版就很开心了。
这游戏训练也太简单了，每周都能练几次，每次都涨几点，我有几次用全能力50的新人开局，每周保持训练+偶尔有人卖药给我，不用一年就满了，我希望能力加点变难点。
大概是因为版权问题，里面的人物名字全改了，虽然大家都知道他们是谁。。我经常把人物名字改回原名，但那其实是白费劲，因为我经常重开，重开又要重新改名。
游戏里最喜欢的联盟就是Federation Online了，大概是没有现实选手的都是原创摔角手的联盟，我对很多选手都很有感情，Chief Truro，Major Merc，Cast，Ax，Oz，Adam，Scally，无限best，Needles，Ackrite。。。我玩的时候，和他们一起表演，已经把自己带入进去了，感觉他们不只是数据，我不想和任何人敌对，希望和全部人都当朋友，但那是不可能的，每次玩生涯模式认识的敌人远比朋友多，当老板也是尽可能满足员工要求，我想玩这游戏的没多少比我善良的老板了。
好评: 手机上玩了N多年！资深玩家 我同时也玩WWE2K系列 这款游戏相比其他摔角类游戏自由度高，游戏性强！有自己的风格 我是超喜欢 喜欢摔角的朋友可以入手试试！
好评: 白嫖补票。内容确实丰富有趣，尤其是选手生涯和厂牌经营这块，非常值得2k借鉴一下。美中不足是现在大量的mod都不提供给pc端了，反而是安卓平台的内容越来越充实，开发者不考虑一下pc玩家么？目前本体玩多了其实容易腻的。
差评: 手机比这个好玩十倍
好评: 低劣的画质并不能掩盖卓越的游戏性，这款游戏陪伴我走过了许多个平台
好评: 可玩性很高，动作很多- -我感觉比WWE的操作好多了，虽然就是角色丑了点
要是这种操作和设定再用上WWE2K16的画面就。。。- -
好评: 不得不承认，可玩性是顶级的水准
好评:      wrestling revolution是我最早接触到的摔角游戏，当时在手机上下载的还是2d版。该游戏的全部内容皆由制作人MDickie一人完成，同时他也制作了许多有趣的沙盒游戏（如hard time），不知道以后会不会发布到steam上。
     MD的游戏人物建模有着鲜明的特色，玩惯了3A大作的玩家可能无法接受这种画风的游戏，但WR3D在游戏的趣味性上绝对是佼佼者。数百种的摔角招式，多种多样的比赛形式，错综复杂的后台关系，配上幽默的人物表情和动作，很容易让人沉迷其中。相比于最近很火的fire pro wrestling（招式多但感觉太死板了）和wwe2k来说，还是这个曾经在移动端上的游戏更让我有购买的欲望（其实也有补票的性质）。
     游戏的缺点还是很多的，作为一款体积只有60M的3D游戏，角色动作的僵硬和移动端基本没有改进，优化倒还好，至少pc目前不卡但安卓有时候会卡。语言只有英文，估计以后出中文的可能性也不大。[spoiler]老任什么时候出中文界面就买ns[/spoiler]不知道会不会加入创意工坊，看样子也挺难的。
     中国了解摔角这项运动的人实在不多，大部分也只知道wwe这一家摔角联盟，国外大卖的fire pro wrestling却只有几篇中文评测，而截至目前WR3D只有我这一篇中文评测。这就无形之间阻碍了摔角游戏厂商中文化的进程。希望摔迷能支持一下摔角游戏，也希望能有更多的人了解摔角这项运动。
