好评: 哈哈哈丑小人儿抡着棒子打架太逗了，女朋友说里边角色像是我画的=。=
好评: 很解压，适合和朋友玩
好评: nice
好评: 边打边笑
好评: 抽象是真抽象 用键盘是真难玩 用鼠标感觉自己就是个残疾人
好评: 好游戏！麻烦出1000个新人物好吗？
好评: 不拿手柄像个残废
差评: 打街机模式的困难模式打的无压力通关了，然后试了试 最难难度
[b] 困难 和 最难 根本不是一个难度级的区别！ [/b] 

正如底下也有评测说的：[b] 最难模式敌方无耐力简直不是人能做出来的事，玩玩玩玩个鸡掰玩 [/b]
碰到一个 无耐力的 瞳，使劲放技能，又乱跳，你在耐力有限的情况下根本追不到他，而且他还能十分精准的打中你，根本毫无反手之力，[b] 无耐力意味着晕倒根本不会晕倒，瞳在超必杀技【晕倒瞳x】之后根本不会晕倒，反而还能活蹦乱跳 [/b]，乌云一下来就等着你吃完他的技能，这怎么玩？？？

然后全DLC我是一个一个买的，前三个还好，第四个人物包真的鸡肋，有跟没有没差。
好评: 建议先自己玩明白之后找好兄弟一起，然后废几个兄弟哈哈哈哈
好评:    理解开发商赚钱不易，但还是小小提个建议，能不能把DLC卖便宜点（哭），买个游戏入手就那几个角色，跟朋友玩的机会不多，就那几个角色真的很容易玩腻，或者搞个周免角色（赞）
   然后说到游戏，国风化的界面很带感，仿佛身至其中与各路武侠切磋，特色鲜明，奇葩的操作机制也能给玩家带来快乐
   最后提醒一下，没朋友别玩 没朋友别玩 没朋友别玩
差评: 本来玩的好好的，直到我开了街机模式，这人机根本不要回复耐力，怎么玩，你要能把ai写好一些，稍微加长耐力都能接受，我赵老丁枪杆子都软了，这毒男还能在天上飞不停的，不是打不打得过的问题，这无限耐力玩的我血压上来了，怎么HFOAHSL L就阿里京东LKSHFLA 撒的安死打完人民

好评: 建议4399引入
好评: wssb
好评: 在线匹配到用手柄的打键鼠党跟打儿子一样，能不能增加一个设备识别功能呀？
好评: 很逗，图一乐
好评: nice
好评: 序

　　赵老丁看着一道鬼影儿顺着他的身体ber的一声飞了出去，鬼影儿手里抓着枪，那枪的外形就是赵老丁的木枪，样子简直别无二致，赵老丁的身体越来越虚弱了，他站不起来，双手没了力气，双腿也疲软的毫无力气，浑身刺痛的赵老丁已经连睁眼的力气都没有了，他再不是那个令人闻风丧胆的练武练魔怔了的魔怔赵老丁了，他是丸霸国一个破烂小村子里木匠家的儿子，是想要用武功让他爹赵有钱重新站起来耕地的穷小子。这份心或许自始至终也许都没变过吧。只是赵有钱嗝屁太早了，赵老丁练武练魔怔了。

　　第一章 俺叫赵老丁

  "赵老丁就是俺，俺就叫赵老丁，赵老丁就是俺，俺就是赵老丁，你瞅见了，俺只会写这几个字，你叫黄啥？俺记不得了，俺脑袋不好使，干仗倒是没输过，这一次算是输在你手里了，你挺能倒腾点玩意，和俺交个朋友吧！”赵老丁生的高大又魁梧，从小的大个子，也是个出了名的能打，十里八乡的后生就他一天最能惹事，但赵老丁其实不喜欢打架，他就是个虎种，谁骂他爸妈，他就和谁打架，打着打着就出了名，隔壁家的小子从小天天挨他打，倒是打了个聪明出来，自从第一次和赵老丁打一架以后他就天天研究他爹的那点玩意，破弓破棍子，全在他手里能变出花来。这天是黄老丙用吊网把赵老丁吊在空中整整两柱香时间，黄老丙用棍子在地上写了自己的名字，又递给赵老丁，赵老丁开口了。

　　“如你所见，我叫黄老丙，我和你这种土包子不一样，我爹是秀才当兵，刚刚当上将军就死在军营里了。”黄老丙开口说，他爹是丸子三世钦点的武举人，他手里的破弓是他爹唯一留给他的遗物，没事就喜欢抱着那把破弓修修补补，现在也终于是修的有了个样子，这种玩意怎么可能是什么好兵器？但在黄老丙手里可以是百步穿石的神弓，最起码他是这么说的。黄老丙从小擅长智取，喜欢研究各种杂七杂八的小玩意，他娘说，是遗传了他爹的脑子。他爹叫黄鹰，考中了秀才不去当官，又跑去练武，练了几年武就练成了个武状元，就这还是个肺痨鬼，没钱治病才去当兵，结果刚刚当上将军就死在军营里了，他妈常说他爹是个哄鬼的死骗子，自己就不应该嫁在这个小破村里面，但在黄鹰死后就绝口不提了。这些黄老丙自然是不能和赵老丁说，这是他们第一天认识而已，如果非要说也得关系再铁点才行。

　　“俺爹叫赵有钱！想特别有钱的有钱，嗯？！你说谁是土包子，有本事放俺下来，俺再和你打一架！”赵老丁不爽的在吊网里面蛄蛹着，死活出不来，无效的叫嚣着，好像没看到自己的处境一样，黄老丙看他蛄蛹着难受，就拿着木棍怼了怼赵老丁的脑壳，让他停下来，又说道：“差不多行了，你要是觉得没我的话你能从网里出来，我就不管你了。”赵老丁听到他这样说，就再不动弹了，像是认输了一样。看着赵老丁的样子，黄老丙慢慢把他放了下来，又收起了网，打了个包准备回家吃饭，又被赵老丁叫住了：“诶，去俺家吃饭啊，俺娘肯定喜欢你！”黄老丙愣住了，这是冷漠的他第一次被同龄人招呼到家里去吃饭，从小各大官府和各大富贾都请着他爸妈和他到处胡吃海喝，那些少爷小姐们却是没一个愿意和他说话，因为他不爱说话，他的脸总像个瘪茄子一样，没有一点生气。他也看不上那些少爷小姐，一个个的都太肤浅也不知道什么是理想和抱负，只知道拿着爹妈的钱混吃等死。“嗯，行。我先回家和我妈说一声。”黄老丙鬼使神差的答应了，大概在这个土包子身上有些什么不一样的东西吸引着这个不食人间烟火的少年吧。
　　

       第二章 赵有钱是个穷鬼

　　赵老丁带着和黄母打完招呼的黄老丙进了家门，赵老丁家里可以用家徒四壁来形容，黄老丙甚至都找不到一个可以给自己坐下的凳子，整间屋子除了桌子，炕，和三张破破烂烂的板凳，几个水缸，和可以说是灶台的土台子，一个锅，几个碗，几双筷子以外，什么都没有了，哦对了，还有赵老丁手里拿的木枪。实话说，从小见过世面的黄老丙都已经被震惊到了，他从来没想过，这世界上居然会有人真的可以穷到这种地步，几乎可以说是完全揭不开锅了。
　
      “这，这是你家？我以前从来没见过，你爹不是木匠吗？”黄老丙满脸惊愕的发出了疑问，都说这小子是个虎种，家里居然这么穷，他还拿什么和别人打架去？“俺爹有一次爬梯子修房，掉下来了，腰摔断了，听郎中说是什么，骨折了，够有钱兴许就能治好了，俺要加倍练功，俺想当上武举人，这样俺爹说不定就能好起来了，你爹是干嘛的，我怎么没听说过你爹是干什么的？”赵老丁对于黄老丙的发问不置可否，一五一十的都告诉了对方，而赵母则是一脸慈祥的拿过本应属于自己的木凳悄无声色的放在了黄老丙臀下，让他好坐下来。“小娃，坐吧，伯母拿另外一张就好了。”

　　“娘，你怎么把你的凳子给他了，你坐俺的，俺坐地上就行了！”赵老丁倒是乐得自在，直接把自己的凳子塞给了母亲一屁股就坐了下去，赵母一阵推脱的话语都被噎了回去。黄老丙则是在这一阵中感受到了赵家人之间的强烈亲情，低下头轻笑了一下，随后又急忙道了歉，在他看来自己作为客人的举动实在是让主家有些狼狈。“那我这里就谢谢伯母了，第一次来就让您这么不方便…实在是对不起。”赵母听到她的道歉脸上一阵羞愧划过，连忙拉着赵老丁对着黄老丙道歉。“这是哪里话？我们家小子天天跟你打架应该是我们的错才对，老丁，快跟人家道歉！”赵老丁倒是撇了撇嘴，将事情原委与她母亲一一道来，赵母便急忙站了起来去灶台上忙活了。“哎哟，你看着都快晚上了，俺去做饭，俺也是糊涂了，俺家也没什么特别好的，就吃点俺们平常吃的吧。”过了半晌，米香顺着灶台飘了出来，米？在这贫困的山脚下小村，黄家居然吃得起米吗？黄老丙看向锅边才知道，米一共只有一小碗，被黄母全都煮了出来，还有一小点野菜都放在锅边。仔细一看这些米还都是有些黑点。

　　过了不久黄老丙便吃完了这些平日里都吃不到的东西，在黄老丙家哪有这些长着霉的米？



——未完待续——
好评: 很有创意的小游戏，操作独特，玩法新颖，可玩性高，和同学们一起在教室里打了二十多个小时了。支持独立开发者。

弱弱地问几句：
1、作者在做完黄老丙后会继续开发完善DLC吗？
2、大家在游戏时有感到平衡性问题吗（比如某些角色出场率偏低）？
3、IBMA模式会继续设计电脑玩家吗？

如果有什么说的不对的地方，欢迎指正
差评:  原先是看dome的四个角色和阴间的电脑控制在好友互坑中很有意思，但入了本体后只新增了两个角色，就一个小地图背景，还不如玩dome
好评: 如果回到上学的时候跟我哥们上课两人玩一台电脑，我能玩3年
好评: 游戏还行，但键盘操作不符合逻辑
好评: 玩就完了
好评: 有朋友玩的时候就好玩，但是玩到后面会越来越无聊，初始人物一半都没有
好评: 超好玩，和小伙伴一起超级快乐，希望作者多多更新！
好评: 受不了了，我摸电脑一下，电脑摸我一管，太难了。但是真的很沙雕。
好评: 挺逗的
差评: ANGRY
好评: 好van
好评: 好
好评: 还可以

好评: 和朋友对战非常有意思
好评: 看看看
好评: 
我是傻逼
好评: ⠄⠄⠄⠄⠄⠄⣠⢼⣿⣿⣿⣿⣿⡟⣗⣯⣿⣶⣿⣶⡄
⠄⠄⣀⣤⣴⣾⣿⣷⣭⣭⣭⣭⣭⣾⣿⣿⣿⣿⣿⣿⣿⡀
⠄⣾⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣸⣿⣿⣧
⠄⣿⣿⢿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣯⢻⣿⣿⡄
⠄⢸⣿⣮⣿⣿⣿⣿⣿⣿⣿⡟⢹⣿⣿⣿⡟⢛⢻⣷⢻⣿⣧
⠄⠄⣿⡏⣿⡟⡛⢻⣿⣿⣿⣿⠸⣿⣿⣿⣷⣬⣼⣿⢸⣿⣿
⠄⠄⣿⣧⢿⣧⣥⣾⣿⣿⣿⡟⣴⣝⠿⣿⣿⣿⠿⣫⣾⣿⣿
⠄⠄⢸⣿⣮⡻⠿⣿⠿⣟⣫⣾⣿⣿⣿⣷⣶⣾⣿⡏⣿⣿⣿
⠄⠄⢸⣿⣿⣿⡇⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣇⣿⣿⣿
⠄⠄⢸⣿⣿⣿⡇⠄⢿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⢸⣿⣿⣿
⠄⠄⣼⣿⣿⣿⢃⣾⣾⣿⣿⣿⣿⣿⣿⣿⣿⣿⡏⣿⣿⣿⡇
⠄⠄⣿⣿⡟⣵⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⢃⣿⣿⣿
好评: 666
好评: 真好玩！

好评: 这款游戏可以说只能通过手柄玩，玩的时间长了就不是太爱玩了。
好评: 这个游戏真他妈好玩，但凡是个正经的，家里的，有涵养性的，愿意整活的人，你觉得你有活，你就得玩丸霸无双，不玩丸霸无双你还说你会整活，我看你也就能整个烂活，啥也不是，赶紧买个丸霸无双和我一起变成憨憨好吧，让你知道啥叫为整活而生的游戏，丸霸无双太好玩了，我要玩一辈子QWQ！！！！！
好评: 我们需要创意工坊我们需要创意工坊我们需要创意工坊我们需要创意工坊我们需要创意工坊我们需要创意工坊这是这个游戏唯一能够获得长久生命周期的方式
好评: 本体和几个人物包都买了，稍微扯几句
赵老丁就是神，没别的，高面板加上恰如其分的技能让他成为比赛中非Ban必选的角色之一
犊子也好玩，顺时针逆时针交替抡人，砸人特别爽
我最喜欢的疯赵在比赛中几乎把把吃瘪……这人物强度是有的，但是和其他能位移的角色相比，他需要频繁操控方向，蓄力和冲刺的时候手短也更容易挨打，因此碰到个不怕被近身的角色差不多就是白给，我认为更多的时候疯赵应该当白板用，技能不应该老想着怎么捅到人，相比捅人的伤害，这个技能的强度在于有相当可观的强制位移距离。
最后说说魔怔赵和鬼影，好玩是好玩，能秒人，可惜卖血流打法注定他们只能是娱乐人物。
好评: 好玩
好评: 好久没整活了，想念
好评: 好玩
好评: 可以
好评: 中国游戏yyds
好评: 和朋友玩很有意思
好评: 超级好玩已经被朋友打进ICU了
好评: 59
好评: 游戏寿命很短，玩两小时就没意思了，最主要的是需要朋友🥰🥰🥰
好评: 挺不错的游戏，准备和女友一起玩，很有意思！
好评: 没朋友别玩
没朋友别玩
没朋友别玩
好评: 和朋友玩很嗨皮，用手柄体验最好键盘很难操作，史低入的大包，人物都有了，但是模式有点少，玩了几个小时就腻了，希望多多更新内容，搞些新花样
好评: 我差DLC谁给我
差评: 游戏角色太少了额
好评: 爷终于能打赢AI了
好评: 只能说非常非常好玩 这个价格不买都是大聪明
好评: 好van
好评: 双人实在欢乐
好评: 游戏很有意思，只是手残党崩溃ಥ_ಥ
差评: 为什么我进不去了
好评: 游戏很有创意，玩的挺爽的
好评: 看了切切和大幻的视频，艾特我的好表哥  
自此我和表哥的专属联机沙雕游戏其中之一，他把把ban我猴王   我痛恨他所有的老丁系列
拿破轮必须ban我靠，太强了（好吧我确实打不过他）
一款哪怕用手柄都会给手指头累出关节炎的游戏
好评: cool game
好评: 看主播玩还挺有意思
好评: b（￣▽￣）d　
好评: nice? very  nice  大进NP
好评: 与好友一起互相轮锤
差评: 会出游戏嘛？dlc卖这么贵
好评: 抡呀抡呀的太欢乐了，单人打有点无聊。联机有延迟，本地双手柄是最欢乐的。本来以为这游戏就够欢乐的了。看了B站作者的视频太搞笑了。只有这么欢乐的作者才能做出这么逗逼的游戏来。另外作者不去说脱口秀太埋没人才了。现在游戏圈都内卷的这么厉害了吗？不会说脱口秀的作者不是一个好的独立游戏开发者。
好评: 更新的包太贵了。。。。。。
好评: 这个游戏用手柄玩好玩    但是弓箭角色不好控制       和好基友一起玩挺有意思的
好评: 好玩呀 快乐的一批 前提是你有 手柄  双人
好评: 沒有手柄啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊
好评: 游戏特别2b，很有趣
好评: 这个游戏玩起来还是双人好玩。一个人是真没意思。
缺点应该就是人物包太贵了，解锁目前的全部人物大概要60，还有键盘玩起来手感会比较差，然后应该就没啦。
两个人玩很快乐，联机延迟对2P不友好，所以最好还是一台电脑玩
好评: 期待黄游（于大进搞快点把黄游的宠物做出来拍视频，我已经迫不及待了）！！！
好评: 游戏下载只需要5分钟虽然只需要WASD和大小招几个键，但它却值得你苦练一辈子，我相信终有一天我的手指会断掉，终有一天我会轮起来!!!
好评: 你有好朋友，请让ta来和你玩
如果是哈哈哈哈哈哈哈哈哈哈哈哈，那说明你们感情好
如果是哼哼哈兮我顶!@*&#$^!@*#T!@^!@，那说明你受到了生命威胁！
赵老丁YYDS！
好评: 挺乐呵的对战游戏
好评: 特别好玩
好评: 好沙雕 好喜欢
差评: 操作恶心！
好评: 我没有朋友.jpg
差评: 打开游戏就显示staem  error 游戏进不去.也不知道咋回事，白买了
好评: good
好评: 被同学忽悠着买的
好评: 很不错的游戏
好评: 太好笑了哈哈哈哈
好评: 人物画质一言难尽，背景水墨风，打击音效不错，安装手柄更是有打击感。
好评: 我是sb
好评: 气死我了 暴力血腥 不符合维尼现代皇帝思想 都学你这游戏 不得把我的独裁统治推翻啊 作者拉清单了！
好评: 手残党的福音，玩玩立马开心的的像砸键盘
好评: 独立游戏的形态多种多样，但只要是平均水准以上的作品表现，大致归纳起来无非两类，要么走高精尖路线，美术、系统、手感无限接近一、二线厂商的水平，甚至让人感觉不到它们「独立」在哪里；要么就利用有限的资源把游戏最核心的创意点发挥到极致，
好评: 朋友手柄打不过我键鼠，差点友尽了
差评: 我是傻逼
好评: 沃史莎毕
好评: 游戏好玩，制作人有趣
好评: 原价买的，我是傻逼
差评: 操控很垃圾
好评: .....
好评: 非常有意思的游戏
已经摔了3个手柄了
好评: 《丸霸无双》是一款简陋粗犷的，操作奇特的，抽象古风对打游戏。
背景设定在一个存在超自然力量的冷兵器古代，一群来自五湖四海，异于常人身怀绝技的丸霸在江湖上各显神通。

在《丸霸无双》中，可以选择多样的角色，和朋友或AI对战，不断的掌握战术和技巧，获得奇怪的游戏体验。
差评: 手感很差
好评: 很有意思，最好有个手柄玩，一个人无聊打打人机挺有意思的
好评: WEDTY
好评: GOOD
好评: 就很牛b
好评: 教程更详细点就好了

差评: 不好玩
好评: 出个多人乱斗吧
好评: 6
差评: laji
好评: 整挺好
好评: 非常有趣 就是有时候容易把自己玩生气

好评: 键盘玩家过噩梦街机，所有角色都买了。刚开始玩的很费劲，我要为键盘党证明，键盘也可以打的很好
好评: 沙弔游戏，爱了爱了
好评: [h1] 一些建议[h1] 
[b]1.游戏模式：可以不止局限于打斗，可以添加一些诸如赛跑啊、甚至篮球之类的模式。同时赛跑模式也可以打人，扣已定血量晕倒之的（以保证原有的玩法）。同理篮球也是，同时为了篮球模式防止人一直把框一直堵着，可以设定为累计接触一定自己的球篮就会被传送到中场
2.人物：在更新DLC的同时增添一定的免费的人物（即游戏本体里多几个免费人物），否则到后面想解锁所有英雄要花的钱太多了（可以试着每更24个DLC人物就更6个免费人物）
3.我的推荐新人物：小技能是召唤两个幻影，在自己左右两边，动作与自己一样，幻影的武器不能被阻挡，伤害为正常伤害的一半，持续一秒。大招召唤四个幻影，上下左右，持续八秒。（如果为了平衡性作一些修改也行，毕竟我无法检验平衡性）[b]
[h1]  一些更为可行建议 [h1] 
[b]1.可以设置一些新地图，不一定非要是一马平川
2.可以有三人混战、四人混战、甚至二打二，搭配上地图回更有意思[b]
[h1] 我的新推荐人物（更新于2021.7.14）[h1] 
[b]1.目前人物中，还没有一个能恢复体力的，建议出一个小技能为恢复体力，大技能为体力无限一段时间的人物
2.目前近战武器中，还没有方天画戟，可以出一个武器为方天画戟，小技能使用后一秒内武器伤害变为1.2倍，大招使用后一段时间内武器伤害为1.5倍
3.目前远程武器中，还没有弩箭。可以设计一个武器为弩，小技能为发射一支箭，伤害与普通弓箭蓄满力的伤害相同，但只能存一个技能。大招后吧武器变为连弩，可按住小技能的键连续发射，一共可发射十支箭，十支箭后变为普通弩[b]
好评: 千万不要花钱
可以免费玩

好评: 没有为什么,就是好玩！
好评: 一款挺好玩的沙雕游戏，希望之后会再出人物。
好评: 好玩

好评: 香就完了

好评: ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣀⡀⠀⠀⣀⡀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⣿⣿⣿⠀⣼⣿⣿⣦⡀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⠀⠀⠀⠀⢸⣿⣿⡟⢰⣿⣿⣿⠟⠁⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⢰⣿⠿⢿⣦⣀⠀⠘⠛⠛⠃⠸⠿⠟⣫⣴⣶⣾⡆⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠸⣿⡀⠀⠉⢿⣦⡀⠀⠀⠀⠀⠀⠀⠛⠿⠿⣿⠃⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠙⢿⣦⠀⠀⠹⣿⣶⡾⠛⠛⢷⣦⣄⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣧⠀⠀⠈⠉⣀⡀⠀⠀⠙⢿⡇⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⢀⣠⣴⡿⠟⠋⠀⠀⢠⣾⠟⠃⠀⠀⠀⢸⣿⡆⠀⠀⠀⠀⠀
⠀⠀⠀⠀⢀⣠⣶⡿⠛⠉⠀⠀⠀⠀⠀⣾⡇⠀⠀⠀⠀⠀⢸⣿⠇⠀⠀⠀⠀⠀
⠀⢀⣠⣾⠿⠛⠁⠀⠀⠀⠀⠀⠀⠀⢀⣼⣧⣀⠀⠀⠀⢀⣼⠇⠀⠀⠀⠀⠀⠀
⠀⠈⠋⠁⠀⠀⠀⠀⠀⠀⠀⠀⢀⣴⡿⠋⠙⠛⠛⠛⠛⠛⠁⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣾⡿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⢾⠿⠋⠀⠀⠀⠀⠀
好评: 甚好,建议购买，绝对不亏
好评: 好玩
好评: 期待 新 黄游
好评: taihaowanle

好评: 太好玩了我超
好评: 游戏寿命不长，但是很好玩，适合闲暇时来一把。
真的很好笑
好评: 很有意思
好评: hao
好评: 和朋友玩乐趣无穷。
好评: 没朋友慎入
好评: nb

好评: 我进不去游戏，就只有这些英文：steam Error，知道为什么进不去的请评论回复我或者加一下我好友告诉我，Q:332900232，麻烦了
好评: 真心可以
好评: 这游戏上手难度是非常难的，因为基本的操作方式，就好像之前那个“掘地求升”（和班尼特福迪一起攻克难关）

移动和基本攻击，都得靠那根棍子，这也是为什么作者会说为什么推荐手柄了，因为摇杆能做转圈圈的操作，所以更方便……
好评:  我是傻逼
差评: 游戏寿命很短，一开始还挺好玩，后面就无聊了
好评: 好快乐的游戏

好评: 非常推荐，，，，，，，，，，，，，，，，，，，，，，，，，，，，，，，，，，，，，，，，，，，，，，，，，，，，，，，，，。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。，。，。，。，。。。。。。。。。。。。。，，。，。，。。。。。。。。（加创意工坊，求了）

好评: 好几年前在核聚变玩过一次
当时记得我上午（睡懒觉）没去，等到下午到了琶洲
已经在场内玩了一上午各种游戏的朋友神神秘秘地跟我说：
“带你去看个（巨几把）牛逼的玩意儿”

我姑且看他黑魂几千小时的阅历上相信了他，跟着他走到一个被围得水泄不通的站台前
首先看到的是站台招牌上面写着四个抽象的大字——“丸霸无双”！！！
无双？我当时心想，割草游戏有啥好玩的？

但是这个站台实在不讲素质的人太多，他们都围着屏幕一层层地扎堆看热闹
嘴里还发出阵阵奇怪的声音（似乎是欢呼和嬉笑的混合体），我在外面。。。啥内容也看不见

直到过了三四十分钟过后，轮到我和朋友饥渴地上机了，我才看到旁边桌别人屏幕上——
——几个牛丸撑着晒衣杆做托马斯旋转。。。。这真的不是掘地求升的格斗版（劣化版）吗？

这踏马什么玩意儿？我当时差点在我朋友脸上印个手柄图案
但是他露出诡异的笑容、平静地说;开始选人吧

这时我才看清楚这个游戏那充满着灵魂质感的画风和后现代黑色低级幽默的名称
一种突如其来的好感从手柄线传输进了我的大脑里，在我的海马体里放烟花
这东西不简单，当时一顿菜鸡互啄，朋友一记猛屁把我选的犊子熏死
我刚准备再开一把，猛然意识到意识到我后面还有玩家等着上机！

几个月前，我朋友不知道哪门子不对劲，在夏季特惠突然送了我这这款被我炸开花过的海马体遗忘的佳作
我才想起来，噢~！丸霸无双！当年核聚变那个胡逼格斗游戏！咋了？现在这破游戏还有人玩吗？
结果还真有！！！开发者居然在这几年给这玩意儿更新了四波DLC！！
而且一个比一个胡逼，一个比一个莫名其妙。
我好奇试了下在线匹配，居然也还有人在线玩！！（虽然对面和我一样菜），但真的非常欢乐。

这款游戏真的独一无二，可玩性和深度都在线，关键是真的能带来很多乐趣
在这个强调画面的畸形游戏市场，我愿称这款游戏为“国产游戏之胱”！！！


好评: 游戏很好玩，良心游戏，价格实惠
好评: 这游戏上手难度是非常难的，因为基本的操作方式，就好像之前那个“掘地求升”（和班尼特福迪一起攻克难关）

移动和基本攻击，都得靠那根棍子，这也是为什么作者会说为什么推荐手柄了，因为摇杆能做转圈圈的操作，所以更方便……
好评: 人机开挂了
好评: 太快乐了！开黑的不二之选！
差评: 傻逼
好评: good
好评: 巨好玩
好评: 游戏很好玩适合双人一起 我！！！国服脚在线报道!
建议多出点模式
好评: 好玩
好评: 好
好评: 花钱买顿毒打 我是傻逼
好评: “ 抽象古风 造型粗犷 ”
太特喵的沙雕了，所以我非常喜欢。人物包必须全部拿下。
好评: 非常好玩，和弟弟哈哈哈哈地玩了一个上午。
好评: 游戏的操作虽然复杂，但胜在操作内容非常简洁，作为一个对战游戏来说，门槛反而是非常低，谁都能玩。这也是为什么一堆人说操作难度高，甚至还打不过电脑那种，却能广获好评。毕竟大家都当这游戏是沙雕游戏来玩，大家都是可爱的铁憨憨，怎么会劝退玩家呢？（请务必加入友尽游戏大合集，谢谢。）
好评: 这游戏上手难度是非常难的，因为基本的操作方式，就好像之前那个“掘地求升”（和班尼特福迪一起攻克难关）

移动和基本攻击，都得靠那根棍子，这也是为什么作者会说为什么推荐手柄了，因为摇杆能做转圈圈的操作，所以更方便……
好评: 666
好评: 
好评: 太🐂🌶，杀疯了兄弟们

好评: 及其离谱的设置，以及很想赢
好评: 游戏很好玩.但也有很多缺点.有很多地方可以改进.
1.玩法单一.....玩个5.6小时就腻了
2.人物包定价有点高
建议
       1.添加各种不一样的地图
       2.表情系统
       3.各种地图互动元素
       4.道具
       5.多人模式
好评: 人物包略贵，且人物包角色基本都比原来的那几个强，尤其是像疯赵老丁，雷猴长老之类的。线下本地多人很有意思，线上基本没人，和好友打网络不稳定。开发者特别幽默，之前在wegame平台测试的时候还写了一首打油诗。键盘操作的话多练练也可以，并不是很难受（有些时候是真的不好使）。

好评: 我是傻逼
好评: 游戏挺好的，就是有点废朋友
好评: 很有趣，建议与朋友一起玩
好评: 沙雕
好评: 中国游戏，牛I3(牛B)
好评: 这有戏对键盘玩家极其！极其！的不友好！
我已经在申请退款了！！！
好评: 和对象互抡还是很欢乐的
好评: 。。。
好评: 评论区的老哥们求个手柄推荐，最好是性价比高或便宜的，一直用键盘和朋友玩，越玩越高血压。
好评: 很好玩，朋友已经跟我绝交了
好评: 挺好玩的
差评: 越来越差
好评: 真挺不错的
好评: 说实话，买完觉得亏了，但玩法新颖，有挑战
好评: 键鼠耍不得
好评: nice
好评: 好玩
好评: 针不戳
好评: 朋友很喜欢闻我的屁/doge
好评: 好玩

好评: 好玩是好玩，就没有人啊
好评: 我玩这个游戏讲究的就是一个正手大风车接反手大风车。
瞎转抡死老师傅。
好评: 好玩儿
好评: 键盘党直接掏出意大利炮
差评: 键鼠垃圾
好评: [h1]国产年度最佳气人游戏[/h1]
好评: 稍微玩了一下，还不错
好评: 我是傻逼

好评: 好是好但是没有人啊啊啊！！！！！！！！！
好评: [h1] 个人非常喜欢的一款快节奏对战游戏，可惜作者只有一个人 [/h1]
优点
1.游戏本身画风轻松可爱，游戏的语言也很幽默。
2.玩法很有趣，打击感也很好，打中特别爽。一些人物技能很有意思。
3.一个人也能玩很久（指某些人机难），刚开始打很能会被虐，技术好了打过会有成就感。
缺点（不算苛刻吧，就一点意见）
1.没服务器，联机体验不好。
2.键鼠操作难受。至少把鼠标操作整灵敏点吧?
3.平衡性差。一些人物是真的拉胯，比如饭和萝卜，至少减少一下友伤，增强一下伤害吧?或者改下技能机制，比如饭的饭从自己武器上发射，敌人经过萝卜，萝卜才会冒出来造成伤害。像赵老丁这种又灵活枪又长的，至少可以削一下伤害吧?希望作者不要一个劲出新人物，而是优化一下旧人物。
4.整体玩法挺单调，可以加入一些新地图，娱乐玩法之类的，比如足球之类的。

[b]补充
挺喜欢这游戏，所以希望作者能抽空慢慢优化一下，但总体来说一个人做的真的很不错了，可以支持一下。
好评: 很经典
好评: 老子全DLC支持，我牛不牛，啊？强烈建议加强李老乙，当然只是建议
好评: 真.鳖脚的武器
好评: 打最强版本电脑，碰我一下就晕，打对方血少，抢雷抢不过也就算了，最后一个上来是魔怔赵老丁什么鬼，上来满血带走，连趟地上挨打的权利都没有，在空中就被啪啪啪了，最后魔怔玩家用虫背篓靠着半血大招隐身躲过去然后机缘巧合卡角落用虫子咬死的，总结一下：我是聪明逼
好评: 一款非常精巧，恰到好处的游戏。核心机制简明但变化丰富——玩家通过操控武器挥动方向就能产生攻击，跳跃，防御，移动的效果。记忆中差不多精巧的机制只有超级马里奥的跳跃，且丰富程度仍有不及。美术风格比较lo-fi但很有氛围，水墨效果的运用一方面节省制作成本，另一方面简单运用就能做出不错的效果，很有辨识度。


好评: 好玩，就是人物DLC有点多
好评: 好玩！十分推荐，画面十分复古，反正好玩就对了
好评: 我是伞兵

好评: 好玩
好评: 玩了6个小时的我用键盘轻松虐爆了用手柄的朋友
其实多练练键盘就简单了
没手柄的同学不因为为手柄劝退了

好评: 好玩的一批，就是新出的几个人对技术要求高（除了雷猴长老）
好评: HAO
好评: 可以，就是刚开始玩时操作总是很蹩脚（没用手柄之前）

以及，跟好面子的“好”盆友玩时，你就会没盆友 | 跟朋友在现实中打斗起来

以及，在刚入手的时候，初始丸霸只有6个（DEMO版只有4个丸霸），不买DLC是真的无趣

还有一点，由于是在Steam，在匹配游玩的时候，延迟是真的高（甚至会掉线）

最重要的一点，请分清，这是个小游戏，但是它需要64位系统，这也劝退了很多32位系统的玩家（希望于大进修改）

好评: 好玩好玩好玩 国产游戏之光(?）
不过严肃说 这个游戏是真的出色 独特的战斗方式 多变的人物技能 太香了 四个dlc我全买了
SHUT UP AND TAKE MY MONEY!
好评: 哇，竟然有新人物哎，跟《嗜血印》联动哈哈哈哈哈哈哈好玩
好评: 好
差评: 伞兵

好评: GG
好评: 还行
好评: 损友大妙招
差评: 画风还可以，操作奇奇怪怪必须要手柄，本体20打折12，英雄没几个，属实60分钟寿命，DLC内容和价值不匹配，综上所述不推荐入手。
好评: 玩这个游戏快一百个小时了，从一开始的只有两个dlc到现在的4个，一路见证了这个游戏的成长
首先不得不说地是，他上手太难了，几乎花了两天（5个小时左右）才基本上适应，我用的是键盘，用手柄的玩家可能会快一些。
但之后就发现，人机太菜了！根本不够打，一条命打人机两个角色，后来出了5个难度的人机才有意思了（最后一个难度偶尔会被打死）。
但是提个建议就是dlc太贵了，建议弄城免费游玩，再好好弄个服务器，像糖豆人那样搞。然后卖皮肤血赚一波!
好评: 针不戳

好评: 萨日朗~~~~~~~~~~~~~
好评: 我求你把服务器优化一下吧

好评: good
好评: 挺有意思，但是这人机确定不是隔壁CS起源过来的吗？然后就是一些建议，对于一个小品类游戏而言，挺不建议出人物包的，或者可以开创意工坊？
好评: 键盘确实难操控，建议增加鼠标操控
好评: 前天买的，刚玩5个小时就打折了 我是伞兵
好评: 就是给国产游戏支持 虽然操作简单 但还是被人机虐  希望可以开发不同难度的人机   还有更多人一起对战的大乱斗
好评: 强烈建议用手柄玩要不然会被打成筛子
好评: 针不戳针不戳
好评: 难受
好评: 游戏好玩

差评: 垃圾游戏草泥马了个比
好评: 游戏还不错，不过推荐用手柄来玩。
好评: 我是伞兵
好评: 问：如何治疗低血压？
答：用键盘玩这个游戏 [spoiler] 以及用鼠标玩，并乱调设置[/spoiler]
好评: Im 煞笔
好评: 记得ban破伦
好评: 我太需要多人模式了 想一起玩的女孩子太多了 我要享受一次性 虐待三个的快感
差评: 草泥马 人机是开什么东西了 人机不是娱乐人的 比我杀的都厉害 我给人机当靶子？
草泥马制作组的人傻逼东西

好评: 这个游戏好玩是好玩，但是这个游戏模式明显就是死神vs火影的模式。游戏的耐玩性自然也不是能玩很久，我认为制作组出人物包挣钱一事完全就是在扼杀这款优秀的游戏，谁会为了6个英雄花20块？换句话来说，谁会花50.60块玩一个死神vs火影？我建议制作组好好想想我说的话。这种游戏自然是冲量的游戏，如果20块能玩到游戏的全部自然是一款良心游戏。但是目前5,60的价格，我只能说打扰了！
好评: 平时在家跟自己的乖儿子没事就一起玩   儿子很笨   喊叫这说这游戏一点也不好玩    我直接给他一个大嘴巴子
好评: 挺有意思的，就是所有dlc全买的话贵点
好评: 很好玩的一款国产小游戏，就是人物还是太少了，希望作者多多更新啊
好评: 这游戏不火真是可惜了，或许已经火了但真下单的人不多。我感觉大进可以开个免费周活动，几天内可以免费下载游戏游玩所有角色。或许玩的人多了发现这游戏好的人也多了（我个人感觉demo版本内容太少，这样的活动或许也能让有游戏本体的人意识到dlc人物的欢乐）
好评: 我懂了，原来大逵的场外援助是他儿子射的！！！
好评: 很有独特性的一款游戏，不同与以往动作类游戏的千篇一律
好评: 挺上头
头都飞了
差评: y
好评: 脑瘫但好玩

好评: 适合基友开黑

差评: 操作不便。键盘就不说了，手柄也很不顺。本身移动就很困难，在精细操作方面难度更大。
也算给制作组一个建议，看看能不能参考《hammer fight》这款游戏的机制，使用旋转鼠标来移动角色。
好评: 好的很
好评: 真正的国产之光
差评: 这个游戏十分弱智，操作及其反人类，百分之90的时间不能正常操作，傻逼才买，作者良心都不要的。
好评: 刚刚看猴直播玩买的，看猴玩的这么轻松，实操起来却被按在地上摩擦......
看猴直播感觉dlc里的小蜜蜂好厉害，然后单人练习模式被NPC转着圈锤………（其实玩啥都是被转着锤 它转起来了！）
很欢乐，以后无聊时又多一款休闲小游戏，没事还能跟朋友联机对战
好评: 很沙雕，赶紧买
好评: 需要MAC版！
好评: h

好评: 牛就完了
差评: 我是傻逼
好评: 。

差评: 心态不好不要玩这个不公平游戏，伤身体，
好评: 好玩到爆照，很轻松
差评: 老子沒手柄
我用鍵盤玩的
然後我把我的機械鍵盤砸爛了
就這破游戲的逆天操作方式生生廢了我一個鍵盤
你覺得我還會給好評？
好评: 111
好评: 裂开
好评: 入不入无所谓；
之前被我拉入坑的 已经120h+了
好评: 好玩

好评: 游戏操作方式有键盘，鼠标，手柄三种

键盘：上手难，成型慢，上限高（转速最快，精准度最低）
鼠标：上手一般，成型快，上限低（转速最慢，精准度最高）
手柄：上手快，成型快，上限中（转速一般，精准度一般）

但等你实际上手了，你就会发现这个游戏不只是拼转速和精准度，熟练度，战术，角色技巧，技能释放时机都是不可或缺的

在上手前免不了一阵煎熬，被各路大佬或者人机戏谑，但只要坚持下来，你一定会发现这游戏独有的乐趣
好评: 真不戳
好评: 123
好评: 兄弟们这是电脑能打出的操作吗，闪电要来了，盲僧离我还有点距离，他先开大招。大招还没出来时就用小技能贴近踹我，然我一脚被踢飞撞到了血条上，还被雷劈，直接被秒，我打个街机裂开来
上手有点难，多练感觉还行
好评: 跟好友一起玩的話很好玩，就是即使買了全部dlc玩久了也會有些膩，角色和地圖再多點就好了，至于匹配還沒試。
好评: 连个调游戏声音大小的地方也没有，觉得自己很幽默？？？
好评: 我是傻逼，我还买了dlc
好评: 难得这么有创意的国产游戏，游玩体验特别欢乐，
建议手柄
好评: 快乐就完了

好评: 倍儿棒
好评: 好玩，就是有点废手
好评: 很好玩  已经跟朋友打起来了
好评: 超赞的，跟朋友一起玩超欢乐，也不贵。
差评: 4399还是7k7k
好评: [h1] 这游戏就离谱 [/h1]
分明是画功如此粗糙的游戏，为何如此优秀
IMBA鬼影好歹加点CD，这冲着冲着白盾满了玩nm
好评: 设定飞规划局快乐；五十多分工会技能卡没了；按我说的非常GV还不叫你开门了，无色地方GV还不叫你开门来无色的乳房通过用户集控楼盘、
A，路；、
、
好评: 好玩，但dlc贵建议多加一些免费人物呀
差评: 平衡差
好评: 国产之光
好评: 好

好评: 还行，和电脑打，巨他妈无聊，还好我有朋友陪我玩。
好评: 很好，电脑砸了
好评: 我血压上来了...........
好评: 首先啊游戏非常的好玩还有我是傻逼
好评: 好
好评: 一个极其有创意的格斗游戏，极其适合好友之间开黑游玩，用武器来互相击打以及移动，配合极其有梗的角色武器技能设计。又爽又带感，不过目前的游戏内容确实不太耐玩，期待工作室更多作品。
好评: 人物富有创意，操作乐趣无穷
好评: 买就完了 还有 就是 我是厦碧
好评: 太快乐了

好评: emmm

好评: 好
好评: 好
好评: 很有意思
好评: 特别好玩，强力推荐
好评: 爽死了
好评: thh
好评: 更新的+2难度还是太弱了，快点加强人机，轻轻松松通关然后告诉我别玩了？那必不可能

鬼知道我是怎么玩了60多小时的
好评: 还行，有时候血压会上来
好评: 电脑操作简直反人类
好评: 键盘也可以很强，我有时觉得键盘比手柄还好用
好评: 好
好评: 和同学玩很快乐，在班里的电教平台天天打哈哈哈，全班都会玩
差评: 我是傻逼

好评: nb
好评: 键鼠买的,我是傻逼
好评: wussb
好评: 就很nice
好评: 很好玩，在这里尼可以看到很多有趣的，比如雷霆战机和痛击亲爹x
好评: sb游戏
好评: 我是傻逼
差评: 操作真费劲
好评: 游戏非常有意思，配上咚咚锵锵的bgm，让我觉得这打架跟唱京剧说相声一个味。

推荐使用手柄，键盘太难使了，如果没有手柄，用鼠标也还是挺不错的！DLC的角色感觉会比较强势（是以自己想法来说）但是不排除有大佬用初始角色都能玩的风生水起。

总结：于大进怎么这么有意思！别做游戏了！说相声吧！！！

[u] 宣传：欢迎加入steam单机联机交流群 780987493 [/u]
好评: 我是傻逼
差评: 人用电脑操作扣脚现已退款对了dlc好贵
好评: 好玩
差评: 啥也不是，键盘都要摁碎了，人也不动
好评: IS VERE GOOD
好评: nb

好评: 这游戏真的挺好玩的哈哈哈哈哈哈，不过自己玩可能不会开心，要和朋友一起玩！我特地拉上了我八岁的一抹多和我一起玩的，然后发现了打雷的规律故意不告诉她让她一直被雷劈哈哈哈哈笑死，游戏本身价格挺值得，就是DLC人物包有点点小贵QWQ，只买游戏本体的话玩的次数不多六个角色也够了，反正玩的就是打架的时候和朋友互相戳戳戳的乐趣嘛
好评: 我是傻逼
好评: 大奎，我的爱人
好评: 很好玩，摇杆已经断了
好评: 和朋友一起撕逼最好玩了
就是有点损朋友
好评: 好玩哈哈哈，买了DLC跟朋友玩一下午
好评: 不错值得购买
好评: 大进更新苦又苦，别槽画面比较土
游戏才卖二十多，不买真是脑壳挫





















我是sb
好评: 我是傻逼

好评: 气得我差点把电脑砸了
好评: ⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
china NO.1
好评: 被室友骗进去给他虐
好评: 巨tm  优秀

好评: 跟伙伴单挑很欢乐， 不过人物包略贵 如果你买了任务包去打好友 好友会觉得欺负人。也想买。。。 官方这套路很强。。。 在线基本没有人匹配跟你打  跟电脑打 无脑用阴阳人就行。。 不建议全价购买  官方也很久没更新新内容了 ， 没有好友在  自己玩的欲望不强，，，。。 左手大拇指略疼。。懂的都懂
好评: 好
差评: dlc里的英雄和非dlc的英雄没有任何平衡，不充dlc一局都难赢
差评: 。。。。。。。。。。。。。
好评: 每天强迫没有手柄的同学跟我玩，很开心。
差评: 1·线上没什么人玩，匹配一局等好久
2·这个P2P联机卡的要死，极其不稳定，好不容易等到个人，没打几局就会掉
3·键鼠操控难受，手柄占优势
4·欢乐是欢乐，碍于这个游戏人数和联机模式就是折磨了，线下和朋友玩玩还行，孤狼就算了吧，慎入
好评: 键盘操作确实好啊，赵老丁yyds!
黄老丙也yyds！
好评: 彳亍游戏，良心游戏，楼下卖键盘的已经开上保时捷
好评: 我是傻逼
好评: 好玩就完事了
好评: 好玩到离谱，一旦上手就上头

好评: 很得劲，游戏很有那味儿

好评: 我是SB
好评: ⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
好评: 欢乐
好评: 太沙雕了
好玩
好评: 跟朋友玩的话还是很不错的，就是人物有点少。最好用手柄操作，键盘操作很费手

差评: 不是，dlc能便宜点么
unity的引擎也就算了，人物包还敢卖这么贵？
还有服务器经常卡死，就硬得把加速器跟游戏捆绑呗
一句话；差不多得了
好评: 玩魔怔了
好评: 我是傻逼
好评: 好玩
好评: 日 是个好游戏 可惜爷连人机都打不过
好评: 真他妈好玩

好评: 好
好评: 好
好评: [b] 推荐用键盘操作 [/b]
好评: 好游戏  开黑有手柄巨好玩
好评: 真的好玩，直接让我买了俩手柄
好评: niubi
好评: 来个人打架啊   根本就没有队友!(根本就匹配不到有缘人)  <根本就没人玩>   菜鸡互啄模式  好玩是好玩  就是没人啊
好评: 游戏好好玩，画风和音效都很喜欢
就是有点费朋友，哈哈哈哈哈哈
好评: 插眼无敌
差评: 不买补充包的话本体就六个人物，不过其实全部人物也玩不了多久，主要是很难找到有手柄（游戏对键鼠操作的玩家极其不友好)又有时间陪你对锤的朋友。
一个人时倒也能玩玩街机模式作为消遣，但是我打不过电脑 :(
所以综上所述，如果没有很多愿意陪玩的朋友的话四五个小时基本就不想再玩了。
好评: 游戏挺好玩的，不练几天根本打不过人机，推荐手柄玩，键盘和鼠标难操控
好评: 非常建议给键鼠玩家，因为这样可以体验到不一样的快乐
好评: 真好玩，我和我的朋友玩了这个游戏后越来越好了，哇
好评: 无脑开黑。。。好玩
好评: 手柄玩家被人机爆杀2小时。我是傻逼。
好评: 好玩
好评: 666

好评: 我是傻逼。
好评: 非常好玩
好评: 最喜欢这类沙雕游戏
差评: 傻逼游戏
好评: 沙雕小游戏，有朋友的话好玩的一匹。什么 我没有朋友！
好评: 童年经典
真诚感谢于大进
好评: 挺好玩的！买了不亏
好评: 非常好玩
好评: FCBC
好评: 快点出新的人物包，不要太水了（doge）

好评: 手已经废了，人机都打不过。
好评: 11
好评: 游戏很好玩，可惜我的朋友都是白痴没人玩
好评: 我敢觉我是废物
好评: 好玩
好评: 手感搞不明白，人物蛮有创意的
好评: 什么时候出2V2
好评: 震惊我妈一千年

好评: 我是傻逼
好评: 键鼠操作真jb难受
好评: 我是傻逼

好评: 快乐就完了

好评: 画风沙雕
好评: 手柄游玩更佳
好评: 国产的只要不是屎，都支持
好评: 尽快出下一个人物包
好评: 快乐到起飞
好评: 我是傻逼

好评: 好玩
好评: 不错的一款游戏，
好评: 我是傻逼，一定要把这个游戏推荐给你的键鼠朋友玩，或者直接买了送给他让他玩
好评: 史低入手，立刻入了全DLC，果然跟儿子一起好欢乐！五星
好评: 和朋友玩太开心了呀，没朋友的体验稍差一些
笑死，根本连不上（指联机）
好评: 妙啊
太妙了
妙不可言
妙得米奇妙妙屋都说妙

tm的还不买？

好评: 我TM直呼我是傻逼
好评: 我是傻逼，真他妈好玩
好评: 这可太好玩了！特别沙雕欢乐！！
好评: 我是傻逼
好评: 买了 不错 看看网站奖励下自己

好评: 真好玩，沙雕
好评: 还行
好评: 打折买的，我是聪明逼
好评: TAT我的手！人机太猛了！建议削弱人机TAT
好评: 沙雕小游戏，太难操作了。
好评: 
真特么人性

好评: 太好玩了，一定要玩拿破仑和雷猴长老！！但如果你是键鼠玩家，建议把自己埋了。
好评: 说实话这游戏惊艳到我了
好评: 我是傻逼
好评: 可以，很傻逼🖕🐵🖕
好评: 想与各路大侠一战
好评: 和朋友一起玩才真不戳
好评: 0000
好评: 不错，就是dlc有点贵了
好评: 快了快了朋友快没了    ʕ•̫͡•ʕ•̫͡•ʔ•̫͡•ʔ•̫͡•ʕ•̫͡•ʔ
好评: 太傻逼了 还是看电脑打电脑有意思
好评: 游戏很好，和亲弟弟玩很快乐，虐弟弟很爽，原价买的，我是傻逼。
好评: 多人玩真的嗨到不信
好评: 朋友送的，我是聪明逼
好评: 很好玩 我朋友被我暴打
差评: 刚出的时候还是很好玩的 很久没玩今天玩了一会 角色基本都改完了 厉害的角色改成笨比 一点乐趣都没了 联机很差 没意思
好评: 建议出4人模式，以及特色地图和玩法。强烈建议削弱拿破仑！！！
好评: 简答说 没手柄不要玩 除非你键盘玩的好 不接受任何反驳
好评: 很好玩，就是联网不太好
好评: 这游戏人物都很沙雕，很合我胃口
好评: 太好了！

差评: 联机死活连不上
好评: 联机进入别人的房会卡，也许是我的笔记本不行吧，其他的都挺好
好评: 很好玩，跟朋友一起玩贼欢乐
好评: 铁拳，拳皇，街霸，真人快打，任天堂明星大乱斗都是什么吊东西？真格斗害的看我玩爸无双
好评: 还行吧，支持一下

好评: 萨维尔
好评: 好玩
好评: 丸霸yyds
好评: 这款游戏真的很好玩，就是经常匹配不到人，还有没有手柄真的很难玩。
好评: 我是傻逼
好评: 我是傻逼
好评: 好玩是好玩，就是键盘操作难度有点高
好评: 游戏很好玩室友已分手

好评: 这游戏太逆天了
好评: 乌鸡鲅鱼

好评: 好玩

好评: 给过年的小孩玩，3个小时后会发现你的摇杆和键盘都被砸坏了！
好评: 没有手柄的不建议玩
好评: 非常奈斯，就是很久匹配不到人只能打街机模式，普通街机模式打过去个获得一个评价：真厉害，最强街机打过去给你一句：别玩了，哈哈哈哈，无敌也是种忧伤啊~，不过新出的一些英雄太过于bug，单挑建议用的英雄：冻鱼（真的强）、黑白脸（方向控制好很恶心）、近战首选（脚、颜良）如果没买人物包的建议用 赵老丁、大逵、犊子、黄老炳。以上为个人简介。不过每个人喜好不同，练好了一样厉害！
好评: 搞笑游戏
差评: 傻逼游戏

好评: 好玩
好评: 休闲区:三元一小时
电竞区:五元一小时
情侣区:十五元一小时
无烟区:八元一小时
童叟无欺 24小时空调开放
欢迎光临
（本网吧已全面消毒）
电竞区:
🖥 🖥 🖥 🖥 🖥 🖥 🖥 🖥 🖥 🖥 🖥 🖥 🖥 🖥 🖥 🖥 🖥 🖥 🖥 🖥 🖥 🖥 🖥 🖥 🖥 🖥 🖥 🖥 🖥 🖥
休闲区:
💻 💻 💻 💻 💻 💻 💻 💻 💻 💻 💻 💻 💻 💻 💻 💻 💻 💻 💻 💻 💻 💻 💻 💻 💻 💻 💻 💻 💻 💻
情侣区:️‍
👩🏻 🖥️ 🖥️ 👨🏻 👩🏻 🖥️ 🖥️ 👨🏻
👩🏻 🖥️ 🖥️ 👨🏻 👩🏻 🖥️ 🖥️ 👨🏻
👩🏻 🖥️ 🖥️ 👨🏻 👩🏻 🖥️ 🖥️ 👨🏻
无烟区:
💻 💻 💻 💻 💻 💻 💻 💻 💻 💻 💻 💻 💻 💻 💻 💻 💻 💻 💻 💻
三点前上机赠手磨【咖啡】
会员充值活动火热报名中🎉
充值100🉐 150
充值500🉐 800
充值1000🉐 1800

开始出摊了！
——🍤🍤🍤 烤虾仁一串5元
——🥟🥟🥟 蒸烤水饺一串3元
——🥓🥓🥓 烤肉串一捆10元
——🥬🥬🥬 烤青菜一串2元
——🍆🍆🍆 烤茄子一串5元（蒜香味）
——🌶🌶🌶 烤辣椒一串3元
——🥒🥒🥒 烤黄瓜一串2元
——🍠🍠🍠 芝士地瓜一份12元
——🥩🥩🥩 烤牛排一串10元
——🍄🍄🍄 烤蘑菇一串5元
——🐙🐙🐙 烤章鱼一串6元
——🦐🦐🦐 烤虾一串5元
——🐟🐟🐟 烤鱼一串5元
——🐸🐸🐸 烤田鸡一串5元
好评: bnbnbnbnbnbnbn
好评: 牛逼就对了
好评: 于大进我要和你击剑
好评: 好
好评: 上瘾
好评: 好玩

好评: 有一说一，一定要记住简介里的话，没有手柄玩是真的痛苦。我下了这款游戏之后打了四个小时，用时三天。不要问我为什么，问就是被人机打自闭然后退了。
好评: 好玩就完事了
好评: 魔怔赵老丁贴脸伤害太高了无法反制
好评: 好玩
好评: 666

好评: 人有点少，我已经练到用键盘比用手柄还厉害的程度了
好评: 建议匹配区分用键盘的和用手柄的，这俩操作流畅度没法比。
我用键盘就是打不过用手柄的，我是傻逼
好评: 简直玩的我怀疑人生了 ，摊牌了不玩了
好评: 画风鬼畜，但是确实有意思
好评: [h1] 我是傻逼 [/h1]
好评: 特好玩的就是人物贵了
好评: 我用我的价值1300块的XBox精英版手柄打爆了用键盘的朋友，很爽，很开心。

想要4人联机
好评: 已经和朋友绝交了
好评: 这也太快乐了！

好评: giao
好评: 傻逼游戏

好评: 好
好评: 挨揍就行了  奥利给！
好评: 这游戏真的可以，没话说，觉得键盘不好控制的可以换成鼠标玩
差评: 键盘是真太难玩了，整个鼠标轮圈操作应该要好很多，ai在天上旋转跳跃，我像个二级残废在地上蹦跶。
本体和dlc都入了，啥时候能优化一下操作就改个好评吧
好评: 挺神奇
好评: Good game.
好评: 锤死梦中惊坐起，我竟在打我自己！
差评: nmb的，能不能设置鼠标的移动模式，tm键盘怎么打手柄？是不是脑子有坑
好评: 要是能有一些剧情闯关就好了
好评: 交友神器
好评: 很有新意，很耐玩
好评: 不错

好评: 如果可以希望能用鼠标操控

好评: pretty good,although the price of dlc maybe too high
好评: 我是伞兵
好评: 我是sb
好评: 很不错。就是有点吃操作
好评: 浓浓的水墨中国风令人耳目一新，新颖的对战形式令人眼前一亮，幽默诙谐的招式名称令人忍俊不禁。在敲锣打鼓的背景音效下对着对手挥动武器，命中后的强烈打击感足以让人将紧绷的神经放松下来。它做到了一款休闲类游戏该做的，是不可多得的国产佳作。
好评: 能不能弄个全屏？用鼠标玩线上不全屏很高心态的！
好评: 我用键盘 我是傻逼
好评: 不错的游戏，制作方也很用心，但就是难度太高，还有就是缺了些什么东西……
好评: 真的很好玩，不用手柄也可以玩的不错
好评: 是真的国产之光， 谁玩谁NB，希望大厅系统可以改改，最后支持就完事了
好评: 口了朋友妈妈三个小时，边口边玩，真舒服
好评: 非常有意思，但玩的人有点少，操作也挺难的
好评: 确实，赵老丁牛的一批
好评: 垃圾游戏






































我爱垃圾
好评: nbnb上头就完事了，但还是推荐手柄游戏
好评: 大哇
好评: 就。。。挺简单的？？？
好评: nb啊就是操作太难了

好评: 挺好玩的玩久了操作也能适应，就是还不明白怎么解锁新角色
好评:   采用了水墨画风格，搞怪的文字元素，简单但需要一定操作的技术，低廉价格，高度可玩性。


  这是一款硬核友尽的优秀国产游戏。

  
  希望国内以后有更多这样的好游戏出现。


  极其不推荐用电脑游戏，如果实在没有手柄的话，可以用鼠标，但选择选项还是得用键盘，希望官方能把这里改下。
好评: 对键盘玩家不友好，很难操作，建议买键盘
好评: 可玩性有待探讨，但作为双人对战类型的小游戏来说还是比较耐玩的。
有着各有独自特色的角色，都具有着独特的小招大招。
强烈建议使用手柄游玩。
好评: 够沙雕，我喜欢
好评: ffty
好评: 好玩 就是有点菜
好评: 一个字，牛逼
好评: 有意思的程序员开发的有意思的游戏
好评: 我妹妹给我嗦了两个小时我才给她买的游戏和全套dlc
好评: 针不戳
好评: 可以很好玩
好评: 热血的打斗
精美的画风
经费爆表的特效
有一定深度的剧情
性格饱满的人物
[spoiler] 以上全都没有 [/spoiler]
如此优秀的格斗游戏还不入手？
好评: 和朋友玩，欢乐的一批，全是稀奇古怪的贵物
好评: 我是傻逼
差评: 这游戏看主播们玩的挺欢乐的，但是第一局就能把人气死，而且不买DLC就很快玩腻了，没手柄的不建议入坑
好评: 哈哈太傻雕
好评: 很好玩
好评: 太逗比了 。。。。
好评: 好van
好评: 这是我唯一玩过的一款绑架买dlc的游戏
好评: 友尽游戏，单方面被虐，自闭了
好评: 真好玩嘿嘿嘿
好评: 极其适合和家人朋友开黑，虽然我妈气的不想给我压岁钱了
好评: 这个新的难度完全可以嗷，有玩头（AI冻鱼会秒喷两发，还准的离谱...)
希望游戏可以做的更好，搞出更多好玩的丸霸。
好评: 好沙雕，好脑瘫，好难受，人物设计好丑，我好喜欢！！！！！！！！！！！！！！！
好评: =======大小=======
✓  百兆小游戏
☐ 1-5 G
☐ 5-10 G
☐10-20 G
☐ 20-50 G
☐ 50-100 G
☐ 100-200 G
☐ GMOD

=======图像=======
☐ 像素党秒天秒地！
☐ 无法和现实区分
☐ 赏心悦目
☐很美丽
✓ 一般
☐ 不怎么样
☐ 别盯着看太久
☐ 画图.exe

=======游戏体验=======
☐ 完美！！！
✓ 不错！
☐ 普普通通
☐ 不怎么样
☐ 盯着墙看都比玩它强
☐ 锻炼你的精神抗打击能力

=======声音效果=======
☐ 耳朵怀孕
☐ 感动人心
✓ 还不错
☐ 一般
☐ 不咋样
☐ 耳朵流产
☐ 音乐？什么音乐？

=======受众群体=======
✓  儿童
✓  青少年
✓ 成人

=======配置要求=======
✓ 能玩扫雷的电脑都能玩
☐ 入门配置
☐ 一般配置
☐ 进阶级配置
☐ 发烧级配置
☐ 神威•太湖之光

=======难度=======
☐ 点点点突突突炸炸炸
☐ 轻松愉快
☐ 得动动脑子
✓ 上手快精通难
☐ 烧脑

=======游戏寿命=======
☐ 玩完就退款
☐5-10小时
✓ 10-30小时
☐ 30-50小时
☐ 50-100小时
☐ 刷到恶心为止
☐ 我觉得我能比它先去世

=======游戏粘性=======
✓ 可能不会完全通关
☐ 通关一次
☐ 通关2-5次
☐ 通关5-10次
☐ 通关10-20次
☐ 通关20-50次
☐ 通关？刷子游戏通什么关？

=======操作=======
☐ 你家的宠物也能玩
☐ 简单
✓ 中等
☐ 困难
☐ 反人类
☐ 空洞骑士

=======肝=======
✓ 护肝
☐ 如果你想玩出点花样
☐ 肝与不肝并不影响剧情
☐ 每关必肝
☐ 肝痛
☐ 必须24小时全天候地肝

=======肾=======
✓ 护肾
☐ 需要短暂休息了
☐ 需要休息一段时间了
☐ 每关必冲
☐ 肾痛
☐ 一时手冲一时爽，一直手冲一直爽

=======故事情节=======
✓  故事?什么故事?
☐ 文字或语音剧情
☐ 平庸
☐ 还行
☐ 精彩
☐ 可以作为你的第二人生

=======平均一局游戏时间=======
☐ 办公室必备
✓ 短小精悍
☐ 中等
☐ 较长
☐ 卧槽！天亮了！

=======联机=======
☐孤独患者
✓ 你唯一的沙雕网友
☐ 2-5人
☐ 5-10人
☐ 10-30人
☐ 30-64人
☐ 行星边际2

=======语种=======
☐ 你信不信我会八国语言？
☐ 基础英文
☐ 可以打汉化MOD或补丁
✓ 自带汉化！

=======价格=======
☐ 免费游玩!
✓  业界良心！
☐ 值这个价
☐ 如果你有点闲钱的话可以一试
☐ 不推荐原价入
☐ 信仰无价

=======游戏整体评分=======
☐ 0-10分(垃圾游戏、差评)
☐ 10-30分(完完全全的不及格)
☐ 30-50分(总体不是很和谐，但是买来当笑话看应该不是什么大问题)
☐ 50-65分(勉强及格，算是个游戏)
☐ 65-80分(算是个不错的游戏了)
✓ 80-95分(无论从哪个角度来看都非常不错)
☐95-100分(这游戏牛逼！)
☐ 100-100+分(完全超出预定水准，无论从哪方面看都是精品)
☐ ∞分(死忠舔狗专属评分)

=======Bug=======
✓ 几乎没有
☐ 少量
☐ bug令人烦恼
☐ 育碧
☐ 模拟山羊

=======细节评测=======
和朋友玩的话还是很欢乐的，一个人也可以线上匹配玩，游戏的程序员也很勤快，发现啥bug直接在官方Q群@程序员，一般都会回复的，不想某些游戏厂商投诉bug理都不理，个人还是很喜欢的，推荐直接入手全DLC捆绑包，不会亏的。最后！切记不要用键盘玩！！！进游戏第一件事就是把操作改成鼠标或手柄！！！不然真玩不来....
好评: 蛮好哇的
好评: I think the game is really really funny, that's so crazy!!! Soon my friend find it then even abead gogo. So fun okaway that's alright.
好评: 开始以为操作很简单，买了之后才知道很难操作，不过确实很好玩，就是买了dlc感觉人物还是比较少，而且dlc有点贵了，要是dlc多有几个人物就好了。
好评: 说实话，真的不错，推荐把角色之间相克弄得更明显，不然带老吊打一切
希望DLC更新的快一点:)

好评: 建议加个音量选项可以静音的那种
好评: 牛逼
好评: 祝大伙牛年大牛子

⣠⡶⠚⠛⠲⢄⡀
⣼⠁ ⠀⠀⠀⠳⢤⣄
⢿⠀⢧⡀⠀⠀⠀⠀⠀⢈⡇
⠈⠳⣼⡙⠒⠶⠶⠖⠚⠉⠳⣄
⠀⠀⠈⣇⠀⠀⠀⠀⠀⠀⠀⠈⠳⣄
⠀⠀⠀⠘⣆ ⠀⠀⠀⠀⠀⠈⠓⢦⣀
⠀⠀⠀⠀⠈⢳⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⠙⠲⢤
⠀⠀⠀⠀⠀⠀⠙⢦⣄⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⢧
⠀⠀⠀⠀⠀⠀⠀ ⠓⠦⠀⠀
好评: 666
好评: 画风和玩法都挺有趣的。
尤其水墨风。非常喜欢。
好评: 好
好评: 这就是艺术啊
好评: 键鼠党，因为老大入的坑。目前很菜，也没有打算专门去练，周围朋友被我强制拉进坑。对这种画风很萌很沙雕的游戏没什么抵抗力。BigYu老师加油！我三个包全买了，出多少我买多少！于老师的相声讲得太好了希望以后继续直播挑战赛！还有就是老师你那个T恤不错，考虑出一波周边吧！
好评: 游戏不错，希望以后出2v2等等多人模式，角色越多越好
好评: https://s.team/chat/DKA2f9Bh
demo版群，方便匹配到人
游戏确实很好玩，不用手柄的话容易搓掉键盘
（虽然手柄套也被搓下来好几次)
好评: der中带NB，老丁坐飞机
好评: 7个小时街机通过，没手柄别玩
好评: 好玩
好评: 666666
好评: 我脑溢血了
好评: 太棒了
好评: 原谅我就喜欢这种蠢萌蠢萌的小游戏哈哈。
好评: 每次进游戏调完设置都不能正常显示主菜单

好评: 太原火焰刀在此!!!!!!!!!!!
好评: 国产游戏什么时候才能站起来
好评: 不知道为什么,这游戏很有中国味
好评: 真的蛮好玩的
好评: csgo也就图一乐，真想玩射击游戏还得来丸霸无双玩黄老丙
好评: 我是傻逼
好评: 一定要用手柄！一定要用手柄！一定要用手柄！
好评: 打起来很欢乐
好评: 游戏性真的强
好评: 游戏真好玩，我都不会走路了

差评: 我是傻逼
好评: 朱振亿：赵老丁是近视吗？黄老丙读过大学吗？水母会喷水吗？大逵的老婆呢？犊子有没有gugubird？不胡丢的币是新币还是马币？颜丑有没有大水刀？别拿破轮怎么叫？虫背篓的一大群有多少只虫？冻鱼有没有隔离14天？萝卜可以一半拿来吃一半拿来放生吗？用饭碗早上吃中午走咚咚锵上天堂，大逵的儿子会长高吗？眼是单眼皮还是双眼皮？买DLC可以送给小三吗？
于大进：淦霖呐这个朱振亿问这些索嗨问题气得我西北堵烂，最后他只下载个免费试用版，淦霖呐……
好评: 十分好玩，已经和室友分手了。

好评: 确实，很好，好极了
好评: 这个游戏上头
差评: 操作太死！
好评: 人机忒难了吧 容易气死人
差评: 版本更新之后 我的手柄用不了了
差评 太垃圾了
好评: 这游戏哏儿啊
差评: 真心没意思
好评: .
好评: 技能介绍比游戏有意思/滑稽
好评: 就像开发商说的，没有手柄请使劲做好心理准备
好评: 怎么说呢？游戏挺好玩的，只是一个人玩的时候人机太强。                            《键盘玩真不错》
差评: 键盘、鼠标操作手感就是一坨屎。
好评: 瞎鸡儿乱抡就OJBK了
好评: 我是傻逼，我他妈没有手柄还买了这家伙
好评: 很适合沙雕玩，人物有很沙雕，技能也奇葩，名字就不用就说
好评: 好玩
差评: 真心不推荐

好评: 国 产 之 光
好评: 这可以是竞技性很强的一款游戏，也可以是很抽象很幽默的一款游戏。
玩家技巧进入后期以后，对抗就有拼刀的感觉了，很刺激。

求求你们不要再跑了......再和我打几局啊，气死我了，每局结束都祈祷对面不会退游戏
差评: 操作很难，这AI还强的一笔，新手根本玩不来

好评: 好活
差评: 我是傻逼
好评: 从前有一个叫网管的，他开房间我进来，他就是喜欢把我踢了....
好评: 大哥服务器联机延迟炸裂
好评: 甩的我手抽筋了
好评: 我是傻逼
好评: 好玩儿
好评: 一个程序员挠了挠空心的秃头，笑嘿嘿地说“哎呀，一不小心玩了两百个小时”
好评: 太棒了，自从我玩了这个游戏，我就只会用棒子走路了。支持一下我们的bigYu!
好评: 无敌的快乐，玩着玩着你会发现玩键盘的比你玩手柄的吊
好评: 我是大sb
差评: tm 人机tm难打死了
差评: 一直玩不了，显示steam error。
好评: 刚开始玩是非常有意思的，但是当你身边的人没兴趣的时候，一个人还是默默点了退款。
好评: 我是傻逼

好评: 优点：
1.打击感很好
2.设定很奇葩，有很多的特性（疯赵老丁技能可以蓄力）
3.水墨画风我喜欢
缺点：（个人意见，不喜勿喷）
1.太依赖DLC，不买的话几乎没有趣味性（这里还想吐槽一波雷猴长老，分明就是雷猴plus嘛.......）
2.联机模式根本没人
总结：总体来说很好玩，如果要入手游戏的话建议也买DLC
希望我的评测对大家有帮助。

追评：不买DLC别玩联机，玩不过人家的.....随便买了会玩一点的就能玩吐你
差评: 游戏挺好的，就是有点烂
好评: 00

好评: 还行，就是希望后续出点有意思的模式或者人物
好评: 好玩不腻好好评
好评: 好玩就对了
好评: 我是傻逼
好评: 牛逼
好评: 手颤
好评: 游戏是好游戏就是好难玩
好评: .
好评: 游戏还算不错，但是这个AI是真的不当人。建议调整一下难度。有时候没有玩家一起玩，就靠着AI了。不要把AI总是调的这么难，难度希望有一个层级。尤其是AI每次都是精准打击真的搞崩我了。我是初学者，不是高手，不需要这么牛逼的AI，只是需要一个能帮我上手的老师。
好评: 这个游戏很有意思，但是可以换一种操控方式吗？
好评: 让人砸桌的古风粗犷画风京味儿游戏 让人无可奈何可却深陷其中 简单的游戏机制 隐藏着许多好玩的小细节
强烈推荐键盘PLAY（令 人 发 指）
好评: good
好评: 被背刺了，亏了⑧元（滑稽
好评: 很憨，很喜欢
好评: 我是傻逼
好评: 什么牛马啊，骑马的我没看明白，它是能平移吗，还有那个甄夏仁比魔怔赵老丁差啊，最后赵老丁的大伤害为啥降低了，又不是ai，敌人太好躲了，只能等那个毒圈来时放，最后希望作者大大增强一下雷猴，或者小小的削一下冻鱼的喷冰啊，开大时只能毒圈来时跟他干啊，都买了，最后的最后，线上的真人对决人好少啊，有时延迟真高能~~~~~~~~没了
好评: 用键盘操作感觉 像被人扔到外太空 找不到方向
好评: 有基友√ = 好玩√ ！
好评: 我想问问那个活动的截图在哪上传

好评:  SB王有胜
好评: 大进还是早点开发另一款游戏吧，买了前两二个dlc，第三个dlc出来后，实在觉得不值，没买，我觉得差不多得了，这游戏可玩性小，还不如搞创意工坊，说不定还能再火一把。看看戴森球，也才几个人啊。。。。
好评: 竟然不是眼儿，惊了
好评: 。。。。我不是了
好评: 希望出更多人的模式，越多越好
好评: 真妙啊

好评: 还不错，就是用不了手柄【有大神告诉一下嘛，救救孩子吧】
好评: 很好玩,虽然有点手残
好评: 很棒啊，小人们很沙雕哈哈哈哈。希望工作室再接再厉，打出自己的一片天
差评: 这个操作真阴间
好评: 推荐大家玩
好评: 真不错
好评: 6
好评: 十分适合和沙雕朋友一起对战的游戏
缺点可能是DLC里面的人物强度过高导致的游戏平衡堪忧
当然，沙雕游戏嘛，瑕不掩瑜，两方人互相的喷垃圾话和沙雕的操作才是游戏的核心
刚开始新鲜感爆棚，不过很容易就玩腻了
期待能有一些丰富的具有特色的战斗地图吧
好评: 我迟早笑死在这游戏里
好评: 挺好玩的
好评: 我到现在都是乱玩的
差评: 我的键盘一开始可以，到后面为什么失灵了？
而且鼠标的话留给往下拖的地方太少了。。。
十分难受
差评: 难受
好评: 牛的这款游戏
好评: 针不戳，很有意思。
好评: 最强作者大进哥，做的游戏真乐呵
好评: 快乐的脑瘫游戏，与好友一起更佳
好评: 啦啦啦啦啦

好评: 很不错
好评: 哈哈哈哈真的好好玩，準備推薦給女朋友然後欺負她
請各位小夥伴玩之前買一個手柄哦，用手柄玩的話更加友好
打不過NPC很正常，三高人員不要玩
真的超級有趣，很nt的人物，很nt的戰鬥風格，很適合我這個nt

好评: 期待第三个人物包儿
好评: 有中国味

好评: 没拿手柄，我是傻逼
好评: 十分有趣，适合开黑
差评: wssb
好评: 有趣
好评: 哈哈哈，太魔性了，有点意思！

在Linux环境下用Proton完美运行.
Works on Linux/Proton perfectly.
好评: 这游戏治好了我多年来的抑郁XD
好评: 这游戏太上头了
好评: 真不错
好评: 跟沙雕舍友们玩双人巨好笑，希望能尽快更新
好评: 游戏是好游戏，可我没有朋友。悲（
好评: 我是傻逼
好评: FEICHANGBANG

好评: 牛逼来完
好评: 推荐双人游玩的小游戏，真的很出其不意，脑洞很大，很不错，但要是能够四人对战，场面一定相当有（混）趣（乱）~
好评: haowan
好评: 用鼠标打了一个小时连人机都没打过。。。

好评: 66
差评: 人机太难了，垃圾游戏，我是铁憨憨
好评: 我是傻逼
好评: 我是傻逼
好评: 这特么什么傻逼游戏，我喜欢~
好评: 好玩是好玩  可惜缺少对手，服务器基本没人
好评: 完了
好评: 笑死了 除了键盘手感狗屎以外没什么缺点
好评: 我是帅逼
好评: 太沙雕了哈哈啊哈哈哈哈我是沙雕
好评: 先买游戏（X)
先买手柄（O）
游戏总体体验有点意思，就是线上老掉线我真服了呀！
差评: 这个游戏本体可玩角色很少，打斗中体力很容易不足。玩起来比较无聊
好评: 游戏很好玩！人物太少了！！催更！！！
好评: 线上玩的人太少了啊。。。。。少了很多欢乐
好评: 很好玩，舍友已经变成男朋友了
好评: 真不错
好评: 线上的人能不能厉害点，老是赢就没意思啊，极度需要一个厉害点的对手
差评: 我是傻逼
好评: 正常人请不要玩这个游戏，尤其是有心血管疾病的朋友，请务必别玩
好评: 好耶
好评: 速速推出新的角色，真不够玩呀！
好评: 蹩脚的操作手感，真的难适应，建议给好友买一个
好评: 挺好玩的 可以和朋友一起玩 就是我太手残 至今还没赢过
好评: 针不戳，键盘玩针不戳
差评: 这个游戏刚出的时候我就买了，那个时候手柄还是连接上就可以用，但是过了一年再来玩，竟然用不了了，也没解释为什么，也没给出解决方法，就给了一个适配问题改STEAM设置，就不能说清楚一点么。
好评: 游戏是一款好游戏，很有乐趣，只不过我不会操作，动不了，只能任人宰割，我裂开了，摇杆控制都不动弹，可惜啦，我与这么快乐的游戏无缘了。
最后来一句：八宝亮寅枪，太原火焰刀！！！
好评: 1
好评: 挺好的一个小游戏
好评: 赵老丁是真的彳亍， 雷猴是真不彳亍
好评: 玩的开心就完了，要是能有多人混战就更好玩了
好评: 真的魔性
差评: 我是傻逼

好评: 游戏操作简单，极度推荐用手柄玩，和朋友一起娱乐效果贼好哈哈，另外，大爱便当！
好评: 我是傻逼
好评: 首先感谢便当
这个游戏怎么说呢
用键盘的我就是笨比 被电脑按着打呜呜呜
好评: 无论我用哪个角色，都没有赵老丁顺手
好评: 好玩 尤其同机对打 太欢乐了
差评: 不能多人
差评: 谁能告诉我为啥我手柄用不了
？？？？？？？？？？？？？？？？？？？？？

好评: 我是sb
好评: 歪瑞顾得（照顾手残党的良心游戏）
差评: 我是傻逼
好评: 太强了
好评: 平时都不怎么评论的，但游戏太好玩了不得不给个好评，强烈建议手柄，键盘鼠标真的没法玩
好评: 和好友一起开黑确实下饭，十分快乐。
好评: 好玩
好评: 我是个伞兵！！！胎好玩了
好评: 啊这萝卜yyds！
好评: nb

差评: 挺有意思但是
游戏只要几十,但是手柄要几千
有手柄强烈推荐
没有手柄请不要买了,丝毫没有游戏体验
好评: 和小伙伴抡得好爽哈哈哈哈，希望有生之年能玩到新的dlc！
好评: 好玩 强烈推荐 用来虐女朋友很开心 可是不知道为什么女朋友不喜欢玩
好评: 捅来捅去，女朋友再也不担心我插不准了！
差评: 你不是不是跟键盘有仇才弄得这么个反人类的操作
好评: 很沙雕的游戏，非常适合和朋友们一起玩
好评: 总跟同学玩这个，一把一块钱，我现在已经拥有了所有的dlc
好评: 我是傻逼，我竟然真的用了手柄！！！还有，中国加油！！！
好评: 用鼠标操作好一点，大招按g 多练习，我现在已经可以跟人机打的有来有回了
差评: 我是傻逼
好评: 沙雕游戏才能给人快乐
好评: 真不错，
好评: 被机器人虐杀的感觉真是太棒啦！被朋友虐杀.....不对我没有朋友和我玩！
被数学虐哭的时候换换口味被揍也不错
买个好点的鼠标键盘，找个关系铁的朋友（联机大厅很少有房间，单人也不是不行，就是有亿点难）
画风很有趣，角色如果不买DLC的话也挺多样，法师剑客还有扑棱蛾子，够玩挺久了
好评: 傻逼的设计，傻逼的手感，加上傻逼的血条和傻逼的对手，好！我喜欢！因为我是傻逼
好评: 水墨风格斗类游戏 人物动画，技能都非常有新意，超级推荐，值得入手！！！
好评: 嘎嘎上头，尤其是和朋友开黑
好评: 神秘老八小游戏 买就对了
好评: 很有意思的小游戏，如果有更对的对战模式或者地图类型就完美了
好评: 我是傻逼：）
差评: 我是傻逼

好评: 66666
好评: 我还就真提名了一个杰出视觉风格奖
好评: 挺适合和朋友玩，就是有点废手柄，还有点废朋友
好评: 有趣
好评: 好
好评: 我觉得寝室开黑挺不错的
好评: 一玩就残疾，服务器好点就好了，好友联机体验会更好
好评: 非常适合朋友之间玩，很欢乐的游戏
好评: 我连电脑都打不过啊
好评: 好
好评: 我是傻逼
好评: 哈哈哈，看机核视频买的游戏，制作人真滴有意思  支持一波~


看比赛感觉贼精彩不是很难，自己上手玩就自闭了，我真滴太菜了不过挺好玩的


好评: 我是傻逼
好评: 极力推荐手柄，完全是两个游戏
好评: 好好玩
好评: 基友对怼很有意思
好评: 真不戳
好评: 都说操作烂的不要玩。。

那么问题来了：操作是什么？？？？？？？？？？？？？？？？？？？？？？？？？
好评: 有朋友的话还是推荐入手的
就是不用手柄 只用键盘的话也太难了吧
好评: good game
好评: 我建议有手柄的时候玩，没有手柄玩着特别难受

好评: 这游戏真不错，非常适合邀请朋友来我家一起玩
[spoiler]上一次来我家玩这个游戏的朋友现在坟头草已经快有我高了[/spoiler]
好评: 双人玩确实快乐，就是有点费手柄
好评: 我为什么连电脑都打不过0.0
好评: 逗比游戏
好评: 整挺好，键盘操作太弱智了最好搞个手柄
好评: 不玩游戏的妈妈很喜欢这游戏
好评: 键盘操作难，鼠标还可以
好评: 非常好玩的国产小游戏，和朋友一起玩很欢乐
好评: 一款非常有意思的国产KO游戏。
好评: 玩起来很欢乐，适合和朋友或寝室一群人瞎逼乐
好评: 好耶！！
好评: 妙啊
好评: 我是手残
好评: 真的有意思
好评: 还行
好评: 这个游戏太魔性了，作为独立游戏，给100分
好评: 键鼠真的没法玩
好评: 太沙雕了，欢乐多多，对键盘玩家太不友好了，手柄舒服一些，搓的大拇指疼。。就是线上联机太不稳定了。！！！已经要使用手柄玩！！！
好评: 一款能让两个玩不好的人都能玩的很欢乐的游戏
好评: 搞笑的配乐，独特的游戏风格，别具一格的画风
  加上双方花里胡哨和无厘头的瞎按技能，
   这款游戏保证让你玩了要么不想再玩，要么玩了就想一直玩！！！！！！！！！
好评: 好玩
好评: 太好玩了啊！！！！！！！！！！！！！！

好评: 朋友开黑还是很不错的一款小游戏
好评: 无论我玩什么人物，都会让我“浑身难受”，那得来瓶大力才得劲，你说是不？
好评: 很逗比的一个游戏，但是需要手柄才能愉快的玩耍
如果有联机对战就更好了
好评: 这游戏真的缺一个独特视觉风格奖
好评: 那咋办嘛
好评: 我是傻逼
好评: 难受！！！！！！指技能
好评: 真的很好玩！！
好评: 寅子直播入坑的猴子
好评: 挺好玩的，打击感十足，游戏设计也非常银杏，特别有趣
好评: 轻松愉快 每天打开电脑打一局街机~
好评: DLC多出点
好评: 好玩
好评: 有点上头
好评: 针不戳
好评: 古德，很不错
好评: 好玩
好评: 不讲武德 耗子尾汁
好评: 很好的玩法,但是对键鼠太不优好了
好评: 挺喜欢玩这游戏的，手柄操作还可以，但是线上找不到人啊，每天只能打街机模式。虐室友就完事了
好评: 和朋友玩真的很开心

好评: 属实有意思
好评: 好
好评: 哈哈哈太有意思了，和室友玩的很开心，虽然都是手残
还有有个手柄玩起来会比较好，键盘太难了
好评: 建议用手柄，但是键盘也可以，有朋友一起玩真的很有意思，就是玩的人太少
好评: 没什么持久性，更新的也不是很稳定，但是两个人玩很有意思。有点当年微机室4399内味儿了
好评: 谁来和我一起玩啊
好评: 很好玩，建议使用手柄操作，手柄的感觉比键盘好太多了
好评: 上手有点慢，玩起来相当搞笑= =

好评: 跟朋友一起玩贼欢乐
好评: 游戏很好玩，可玩性很高，希望玩的人多一点
好评: 挺有意思的小游戏
好评: 好玩
好评: 这个游戏，奠定了我在宿舍霸主的地位。
好评: 狗贼，吃我一斧
好评: .。。
好评: 和朋友对战很开心
好评: 哈哈哈哈，这游戏太欢乐了
好评: 太难了 用手柄都很难 电脑操控的李老乙和真人一样NB 建议看到对手是他的话直接放弃算了

真香
好评: 角色太少辽
好评: 我是在switch上玩的游戏， 觉得还是蛮不错的一款游戏，可以来跟朋友一起消磨时间。蛮有意思的！
好评: 好玩，推荐和朋友拿手柄玩
好评: 666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666669996666666666666666666666666666666666666666666666666666
好评: 很开心的小游戏
好评: 支持国产，和沙雕舍友玩很欢乐，欧对了，记得带上你的手柄
好评: 闲暇时间和朋友一起欢乐的好游戏，滑稽的操作方式总是让人欢乐到不行
好评: 针不戳
好评: 我是沙雕
好评: 有点意思
好评: 很不错的国产小游戏，适合和朋友一起玩
好评: 和朋友联机玩非常欢乐的小游戏，简单的格斗游戏玩法也不会觉得腻烦。
好评: 去吧跟你的朋友 击剑！
好评: 666
好评: 锯子nb
好评: 好家伙
好评: 和好朋友一起玩非常欢乐，就是没搞懂那个闪电怎么个劈人法，感觉像是随机的，还有鼠标操作有点吃力，最好能优化一下。
好评: 人机我都打不过。。。。
好评: 好家伙
好评: 好HIGH哦！
好评: 快乐就完事（然后被人机戳爆
好评: 这是一款 让你和朋友能一起放松乱斗的小游戏。
趣味十足，操作简单，无论是挑战AI 还是和好友 本地双手柄 互斗，都很有意思~  只是内容少了点，无脑入了2个DLC，增加了几个不同的人物和技能，创意不错~  如果能加点内容方面的料，就更好了。
好评: 我一个手残党连人机都打不过
好评: 有意思
好评: 很有创意，作者加油
好评: goodgood
好评: 朋友撕逼必备小游戏。。
就是得用手柄。没手柄玩不来。。
好评: 乱按就能赢，认真打就输
好评: 眞卟啜
好评: 还是挺适合和朋友开黑的，就是东西有点少，角色和场景啥的，希望能多多更新吧
好评: haowan！
好评: 不错
好评: goodgood
好评: 有趣儿的小游戏
好评: 很魔性无厘头的一款游戏，游戏画风新奇，和朋友联机玩非常欢乐
好评: 游戏是好游戏，就是缺个朋友
好评: 够抽象
好评: 独乐乐不如众乐乐
好评: hjh

好评: 很有意思的一款手柄游戏
好评: 和朋友一起玩真的欢乐
好评: 太原火焰刀
好评: 沙雕游戏
好评: 如此弱智又魔性的游戏，令我变得弱智而魔性。
好评: 我是傻逼

好评: 挺好的游戏，可惜键鼠的操作没有做的太好。幸亏我有手柄。内容还挺有趣的，画面很有中国味，音效也是，游戏内的文字也很有趣，ui可以再优化一下。希望作者可以继续使劲更新吧。
好评: 别拿破轮儿
好评: 666666666
好评: 本地没人玩的话比较无聊，线上匹配不到人了，玩法比较单调，没有局外的成长和收集，自己玩很容易腻
别的都很好，支持下
差评: LJ游戏，一点不好玩，退款给我退了4块钱，原价买的！真牛逼啊！就会坑国人，要脸？FW
好评: 跟我的番薯打，输了。想着去虐电脑，还是输了。  想哭
好评: 很有意思  唯一的缺点就是没法长久玩，多出点新花样就好了；其次就是角色太少了，玩着玩着就没意思了。
好评: 我是傻逼
好评: 好玩就对了！！！我 是 傻 逼
好评: 哇哇哇哇哇哇哇哇哇哇哇哇哇哇哇哇。我是傻逼

差评: 这个真的不好玩
差评: 新手引导太差了
做工粗糙
进入游戏后无法返回主页面
买的水军有点多
好评: 人物要钱买。哎
好评: 很好玩，我把我室友虐了，他现在很气，胡言乱语说什么操作不好
好评: 我是傻逼
好评: 和你的傻瓜朋友一起抡大锤吧！
好评: 古德！微瑞房泥！
好评: 这游戏第一次见是在核聚变上玩到的，说真的非常有趣，开发者也很亲民，玩法也是有经过设计和思考的

如果是跟好友玩应该会很欢乐，希望之后人气能更高些
好评: 好好玩
好评: 我是傻逼
好评: 我是傻逼
好评: 非常适合消磨零碎时间的小游戏，虽然看上去是小成本制作，但却非常魔性耐玩。希望后续版本能够优化一下联机体验，强化一下单机AI，每个角色也可以推出独特的剧情闯关模式，丰富一下人物形象与背景（虽然目前来看好像没有这种东西2333），期待之后的人物与更新。
差评: Was: Silly fun.

Revised: Good for local competitions, but nobody is playing online anymore.
好评: 和朋友一起玩太逗了 虽然键鼠上手慢 线上匹配很垃圾 从来没进去过房间 都是玩的双人对抡 希望优化线上版还有增加地图 玩法
差评: 键盘鼠标操作，真的难玩，买了吃灰吧
差评: 即使用手柄也太难了，这操控跟其他格斗游戏不可同日而语
好评: 非常好玩，朋友之间休闲娱乐互动很有意思，不过新手打街机没有体验
好评: ,
好评: 乐趣多多
好评: 插了手柄没用
好评: 电脑：我玩的是无双 割草 爽！
本人：我玩的是黑魂 被割 草！
好评: 这游戏是凉了吗？匹配不到人，作者也没更新了。
差评: 不算太好吧 国粹元素挺好的 不过键鼠玩家操纵起来特别难 毫无游戏体验
好评: （第一次评论，图个乐）
好家伙，犊子np！！！！！！
--------------------------------【分割线】
怎么硕呢，看视频秃然看见这款巨欢乐的游戏，然后入赘~
挺欢乐的，虽然我手巨残，常年被人机暴打。。。。但是还是不影响他是一款欢乐游戏的事实（现在吊打人机好吧）
支持联机之后就可以拿去虐室友辽~好家伙，小小格斗场两位厨师长（点赞）
打击感配上音效很good，建议配上DLC开始白给之旅o
【本人建议：请用手柄，键盘盘着盘着就找不着北了】

好评: 好玩，很简单
好评: haowan
好评: 键盘操作及其烂，只能用手柄，不过真的挺有意思的，和好基友一起玩，推荐入手。
好评: 恶趣味十足！乐趣也非常好~然后就是很沙雕....不过.....我喜欢！！
这个犊子把我打得不要不要的.......你这个犊子！

但是重要的事情说三遍
没手柄不要玩
没手柄不要玩
没手柄不要玩

不然会像我一样
https://www.youtube.com/watch?v=mmxd3Y0QDrU&feature=youtu.be
好评: 好！
好评: 适合和舍友一起玩，有手柄的话体验更好
好评: 我是傻逼

好评: 
差评: .......
好评: 手跟得了帕金森似的，我是傻逼
好评: 抡就完事了
好评: 生活不易人叹气，一边一猴演杂技。
优点：游戏趣味性很高，与其他人匹配的快乐性仍然很高；支持联机，与好友开黑；游戏价格亲民；支持手柄和键鼠两种操作；人物各具特点。
缺点：键鼠操作困难；画风很难恭维；主菜单切换和部分交互键位差异性打，不好操作；游戏电脑过难，新手上手难；联机ping过高，很好友开黑捣鼓半天也不行。
我问问在坐的几个是从寅子来的，哈哈哈。但是这个游戏还是很好玩，一开始我以为我打不过电脑不敢说，但是大家都打不过，那就好了哈哈。这个游戏很欢乐有时候也很气，看人吧，建议打折时候再入，如果没有好友想玩不建议入。
好评: 打不过电脑，我是傻逼！
好评: 沙雕友谊小游戏，欧墨西落依！
好评: 上手很难很难，没手柄直接放弃，而且性价比很低，请君三思
要是基友开黑肯定效果不错，想了想还是好评吧
好评: 不错

好评: 我是傻逼
好评: 有趣游戏，操作的下限可以让人笑到肚子疼，特别是和朋友开黑的时候。哈哈哈
好评: 666

好评: 我是傻逼
差评: 这是我第一次对一个游戏写评价，也是第一次给差评，这是我游戏体验最差的一款游戏，首先不管你是怎么进入的墙角，你的角色似乎和墙角摊上了恋爱？？？？？？？？？谈恋爱？？？？？？？？？怎么也不肯分开，不关你事疯狂挥舞你手中的棒子，而你的棒子并不会听你的话，只会画90°，而且很慢，反观人机，无敌风火轮？？？？？？大招放一次中一次？？？？？（除非远程技能无意间被我棒子挡住了，这个可能真的和我技术有关），任务也就那么几个，别的还要买dlc？？？？这个游戏至于出个dlc吗？？？？？？估计商家想钱想疯了吧，呵呵。。。。。。本来就不是什么像那些二货和一些大型单机，反正完了不超过十分钟吧，已经申请退款，我也是看见抖音有脖猪在玩，正好看见打折买一个准备喜加一的，结果挺失望的，扶着额头买了一个2B小姐姐，总之小游戏入手之前需谨慎
















我是傻逼
好评: 很有意思的一款游戏
好评: ZSBDZSBDZSBDZSBDZSBD
好评: 我似撒币
差评: pc非要键盘操作吗？
不能用鼠标？费劲
好评: 我是傻逼
好评: 打不过电脑，我是傻逼
好评: 我TM一个小时在原地没动
好评: 线上没人玩。。。
好评: 蛮好玩‘

好评: 一个人玩没意思
两个人玩很有意思，。
好评: 够沙雕我喜欢
好评: 如果可以给每个角色装个副武器就好了，用右摇杆,X,Y控制，这样游戏会更多变，更有趣，比如一个有物理引擎的钩爪
好评: 太快乐了
好评: 很欢乐。难受的是跨区联机根本来补上。
好评: 创意很好，不错玩
好评: 好玩（不是演员）
好评: 游戏相当不错，音效很惊艳有内味，因为太难差评的不知道什么心态

这个游戏体力机制很重要，必须要懂，没体力不能抡被碰到就会晕，任何情况下只要不动就会恢复体力（哪怕在天上只要松开手柄/键盘），没事就别老举着，会死的很惨。不动就别动不要浪费体力，一动就要把对面锤出shi来，这才是正确玩法

有一个小问题，刚开始很上头玩起来很有喜感，经常笑喷，两个小时后......索然无味，考虑一下多加点不一样的玩法（基础玩法很不错，可以拓展，甚至可以做成双人闯关打boss）
差评: 电脑这么牛逼还让人玩？？？？
好评: 绝对推荐！完了不后悔系列
好评: 好玩，但是必须得手柄才好玩，键盘就别想玩的爽了
好评: 画面来说很有皮影戏的感觉，加上些水墨，中国风做的挺不错的。游戏趣味性也挺高，技能有意思。但是demo版和正式版就多了两个角色有点尴尬，不买DLC只有六个角色可以玩。（如果打折会考虑买的
差评: 对无外设玩家极其不友好，键位无论怎样设置都体会不到游戏手柄的流畅感，这边建议没有手柄或者懒得买的玩家直接放弃试玩
好评: 感觉还不错，但Xbox手柄不能用的问题能修复下吗？
好评: 臭脚很恶心 嗯嗯嗯嗯嗯
好评: 我是傻逼
好评: 游戏挺好玩的，但是有时候匹配不到人，联机延迟有时很高
好评: 很棒，机子太渣卡

好评: 我就好奇这为啥不能出个鼠标操作……（专门花129买了个手柄插电脑玩QAQ）
好评: 我太爱了

好评: 强烈需求 2V2 模式
好评: 这游戏，有老头摇皮影打架内味了。
不过，更傻叼
好评: wswded3ded3
好评: 非常快乐，我在寒假上课期间一直玩，间接导致了我考试失利【微笑】
问题是:
1.线上做的很一般，我基本没有正常打完过一把。
2.本地双人对抡很奇怪，我一般用键鼠，昨天两个手柄玩，只有一个手柄能用。
好评: 支持
好评: 国产游戏，有一说一这个真的做的很棒。水墨画风，玩起来好沙雕好快乐哈哈哈哈哈哈哈
好评: GOOD
好评: 好玩
差评: 游戏对键盘玩家很友好鼠标灵活度还是不行机器人前几局还行后面越打越牛逼
好评: 上啊，李老头。打他
差评: 恶心的手柄优化，我NSPRO手柄，PS4手柄，X盒手柄全部都试过了，选单选人都很正常，进去就不能动，手指摇断了都不给反应，去贴吧一看这样的人还不少，我玩的真是口吐芬芳，浪费我的时间！！！！！！

不图这22，挂在这里等解决！！跟我一样问题的兄弟集合！！
好评: 好玩
好评: 建议好基友联机玩，拿破仑一套连招瞬间爆炸
好评: 好傻好有趣啊哈哈哈
好评: 快落
差评: 玩这个游戏 主要就是体验不同的角色给我们带来的新鲜感 结果买游戏只能给你三分之一的角色 其他还得单另买dlc 我先吐为敬🤮
好评: 这款游戏很耐玩，我从一被虐萌新到终极萌系经历了不少，这游戏让我见识到了江湖，我悟辽
好评: 哈哈哈哈哈哈哈哈，双人对抡，阿巴阿巴
好评: 玩了差不多十一个小时了 键盘玩家  街机模式也打通关好几次了 实在是忍不住吐槽  有一些角色太bug了 苍蝇萝卜毒气不能更恶心人了  每次打这两个都想吐血 作者麻烦改改设定行吗  我们想堂堂正正的对决 而不是和这样的老阴b角色对决
好评: QAQ
好评: 简单暴力
差评: 别人的游戏鬼服好歹有一两个挂机的或者机器人，你这鬼服是真的鬼
好评:         和室友在CJ上试玩云游戏玩到的，昨天买了今天下午刚打了几局，和室友联机对战爆笑又刺激，我让二追三，最后一局用大斧头（好像是沙僧）的绝招——“神秘的场外援助”丝血反杀，瞬间起飞。
        给开发者的建议：能否改进一下键鼠操作，比如把WASD操作改为两个键控制顺时针和逆时针旋转。
        提供一个网络问题的解决方法：这游戏好友联机是P2P模式，2P不经过游戏服务器直接连接到作为主机的1P，如果两个好友使用的网络运营商不同或者地理位置相隔较远都会影响联机效果，可以考虑使用加速器的P2P节点或者USBEAM LAN PARTY之类的P2P联机软件。

好评: 太有创意了
差评: 为什么一进去就黑屏啊 刚买的 进不去游戏啊
差评: 有所体会
好评: 不能玩的点左上角steam，设置，下载，清楚下载缓存，steam的问题，别怪游戏，游戏是好游戏
差评: 才买的游戏又需要重新购买，是什么情况？？客服赶紧解决问题啊啊啊啊啊啊啊啊啊
好评: 为什么进不去wdnmd，昨晚刚买***************************************************







我是傻逼
好评: 为什么昨天玩了今天要购买，明明已经显示买了，可就是进不去
好评: 很好玩
好评: 为什么我已经买了游戏，一段时间没玩，就不能玩了，还要购买
好评: 为什么要重新购买?
好评: 快乐就完事了
好评: ？？？？？？？
差评: 玩不了
好评: wdnmd所有人物玩完一把都没赢，手柄转动根本没有电脑那么快，电脑转动极快，你打到他他一定能快速轮回来打你，但你还不一定打的中他。
击中敌人手柄会有反馈
联机体验0分，根本是不能使用的状态，玩家很少，连接选人物都能卡主，玩的时候200-1000ping跳跳跳，根本不能玩，连过一次就退了。
除了人物少，游戏模式单一，和朋友一起玩还是可以的，操作简单，上手难，暴脾气慎入
好评: 键盘操作反人类，鼠标操作还好，我看了下别的评论都说按住左键才能动的设定反人类，但我觉得还好就只是灵敏度不够，如果制作组能够设置一个灵敏度选项，让不同的人选择，
(其实最好是把鼠标操作调成追踪动态的鼠标移动而非追踪鼠标位置，但是我不知道怎么做游戏，站着说话不腰疼QWQ）
还有，我知道游戏平衡性很难做，但是人物略少，增加人物或者能够增加简单的地形游戏会更好。
（后者应该更容易一点）
在评测里面提到别的游戏不好，但是我觉得这款游戏和隐形守护者，是我觉得不卖爱国的，真正出色的国产游戏。
（不知道你们的国外语言有没有体现出中文的那股 味儿HAAAA）
好评: 买它！！！！！824241597加群一起玩
冲冲冲
好评: 两个人玩必备游戏，不过没有DLC玩的腻，买DLC玩最好
好评: 买的人越多越好玩，所以两个字：买它！！！
