好评: [quote]关注[url=https://store.steampowered.com/curator/36224058/]老实人鉴赏家 [/url] 
老实人评测，不错过游戏的闪光点，不放过游戏的吐槽点，带给玩家最直观的测评感受。[/quote]

[h1]游戏简介[/h1]

《Puyo Puyo Tetris 2(魔法气泡 特趣思 俄罗斯方块 2)》不但包含了Puyo Puyo和俄罗斯方块的经典玩法，还有两者相结合的其他模式，单人以及多人都有，可惜多人模式人少+大佬多，萌新怕是没有什么游戏体验。

[h1]单人里多种多样的模式[/h1]

1.首先要夸一下教学模式，从入门到进阶，基础和技巧全部都有，还可以不断训练单独的部分，十分贴心。小时候开始玩的俄罗斯方块，都不知道还有T旋这种技巧，更别提TETRIS等等名词了。一直以为这就是休闲游戏，现在才知道是硬核游戏。看大神们上传的录像，俄罗斯方块方面，各种技巧、定式加上极快的反应，半分钟直接送对手上天。自己跟AI对战都得几分钟才能解决战斗，甚至可能折戟沉沙。魔法气泡方面，各种连环堆叠，一旦启动就是全消，看的人眼花缭乱。自己堆着堆着不知道哪里就歪了。虽然说大佬的确很强，但是也是强在快速反应和技巧定式等的熟练，入门极其方便简单。作为休闲游戏是合格的。

2.冒险模式就是所谓的剧情模式了。剧情是非常普通的，我甚至觉得有点偏向低幼，就是俄罗斯方块的世界和噗哟噗哟的世界要相撞了，两个世界的人通过战斗拯救世界。我看的时候直接跳过剧情了，冒险模式主要是熟悉操作以及各种模式，打败AI可以获得头像，完成条件还可以获得三星。难度循序渐进，当你熟悉进阶技巧之后，AI就会显得很傻的样子。拿三星的难度也一般吧，要是没有掌握技巧就很难了。

3.梦幻街机模式，分为单人和多人。各种玩法单独列出来的地方，里面有七种玩法。
（1）俄罗斯方块VS魔法气泡：正常的对战模式，区别在于你自己可以选择俄罗斯方块or魔法气泡进行对战。
（2）技能战：正常模式加入了技能组合，使得对战过程出现更多变数，不再是简单的堆叠消除了。增加了一些可玩性。同时引入血量、攻击力等数值概念。因此该模式追求技巧，完成T旋等技巧才能造成伤害。娱乐性拉满，不过在竞技性方面应该属于画蛇添足了。消除类游戏追求快速以及精准，加入其他都觉得有些多余。
（3）翻转：在这个模式里，魔法气泡和俄罗斯方块轮流上，因此会打断你的构建思路。在任意时刻把对手灌满妨碍气泡or骨牌就能赢。难度在于思路时常被打断，十几秒就要交换一次，很有可能忘了做什么，而且手感正热的时候被打断，有点痛苦。
（4）派对：关键词有组队、道具战和限时拿分。顾名思义，派对就是组队模式，为了趣味，消除过程时不时掉下正方形道具，消除可以获得各种效果。限时，取得总分最高即可获胜，中途妨碍骨牌满了能推倒重来。
（5）气泡方块：骨牌和气泡会在同一个方框里，不像翻转，俄罗斯方块在一个方框，魔法气泡在一个方块，只是轮换而已。在气泡方块里，骨牌能压破妨碍气泡，正常的气泡则会破裂并且重新掉落。这种玩法要思考的就更多了，个人认为是比较成功的一种玩法，思考的更多了。
（6）大爆发：纯粹考验手速的玩法，底下形状摆好了，等着方块掉落到合适的位置，简单而又重复，一两次就会腻了吧。
（7）极限：限时完成各种条件的模式，更像是实战的训练场。有六种玩法，分别是极限狂热、极限魔法气泡、极限小小气泡、40line、马拉松和究极。就拿极限狂热来说，在魔法气泡当中，堆叠以造成连锁消除是王道，但是自己不会叠怎么办，极限狂热里都是叠好的定式，就等着你去拆解，熟练。

[h1]多人以及网络对战[/h1]

本地多人不知道为何是灰色的选不了，可能是需要连接手柄之类的？联网目前体验不错，没有掉线之类的问题，只是网络联机的人非常少，一个小时一直排到同一个人，最难受的还是打不过。新手与大佬的差距明显。各种玩法也对应到单人模式，毕竟区别就只是对战AIor真人。

[h1]游戏总结[/h1]

结合了俄罗斯方块和魔法气泡的休闲（硬核）游戏，玩法多样。但是总打AI也不是个事，难度真的一般，真人PK更有趣一些。鉴于线上人数也不多，目前的性价比不够高。
好评: 表面休闲实则硬核，画风可爱老少咸宜，就是有点小贵，不打折不建议购买
好评: 几种规则都很简单，但是要玩好需要多练。
不会堆连锁？多练
堆叠老崩？多练
游戏对战太卡？这是sega的锅
好评: 轻松并且简单的休闲小游戏
本来就具有一点打块基础的玩这个属于是乱杀
剧情模式除了气泡方块没卡过关，总共200%的剧情完成
基本上都能很轻松的拿满四星
bot太简单了，服务器又只有哪几个仙人，手感奇差但还是能乱杀，主要是pc无法更改各项目的灵敏度，特别是软降，软降下去的时间都能打平时好几个T旋了，这是最致命的。
总的来说当休闲游戏还蛮不错，真打块建议ol ppt1 t99
差评: 手感奇差无比
差评: 贵成这样，打折我都觉得贵，我以为只有俄罗斯，结果还有马里奥医生， 关键是我第二关就打不过了。不是游戏的问题，是我脑子有问题。对不起。
差评: 游戏是好游戏，可是不适合国内的网络，要么连不上要么连上就卡死，总不能买来玩单机吧
好评: 如何在PPT上玩20G：
马拉松模式调至最高速，然后找个东西按住鼠标左键，这样就相当于是15速+全程软降落，其等效速度差不多为20G。然而，当你移动方块过快时这个20G将会无效（就比如说o块，中间有较大凹槽的话就不可能把o块移到两边，但是15速+全程软降落可以把o块移到两边，而且你也会发现o块下落速度明显变慢）
[spoiler]所以能不能附加一个模式，就是无尽马拉松最高速度开放至20，或者单独出一个20G模式[/spoiler]
好评: [quote]关注[url=https://store.steampowered.com/curator/39039781/]斗鱼游戏社区[/url]，随时了解主播推荐的好游戏。
访问斗鱼鱼吧社区参与互动，活动好礼送不停！[/quote]

俄罗斯方块与魔法气泡这两款益智消除游戏，对于经常游玩消除游戏的玩家来说应该并不陌生。相信90后的玩家小时候在家用电视上，在没有FC游戏机的时候，闲着无聊都会调出电视内置的俄罗斯方块来挑战一番，有条件的玩家可能也有在掌机上玩过世嘉开发的魔法气泡系列作品。单个游戏已有充足的可玩性与挑战性，那么将两个游戏融合起来的《噗哟噗哟vs俄罗斯方块》就更毋庸置疑了，最新作品《魔法气泡特趣思俄罗斯方块2》的体验还算不错。

《噗哟噗哟vs俄罗斯方块2》与《噗哟噗哟vs俄罗斯方块》一样提供了冒险模式、梦幻街机单双人、网络联机对战三种大的游玩类别，冒险模式中加入了新的角色与故事剧情，玩家依旧是扮演前作的女角色安藤林檎开始冒险之旅，通过完成对战要求来推进剧情进度。Q版卡通风格角色立绘依旧是可爱讨喜，人物间的对话也是充满乐趣，当然会给人一种稚气感，可能并不是所有玩家都会喜欢，但相信还是很合绝大部分玩家的胃口的。

本作的街机模式在保持前作的VS、翻转、派对、气泡方块、大爆发、极限六种规则的基础上，新增了技能战规则，比起前六种规则更具乐趣与挑战性。在技能战中玩家可选择三名角色组队游玩魔法气泡或者是俄罗斯方块，每个角色都有各自的技能，以及每个队伍可装备四张道具卡片，玩家可事先根据个人喜好进行搭配组合，最好多设置几个队伍方便选择。由于使用技能需要消耗MP值，对战时还需灵活应变，避免无谓释放技能浪费MP值，只有关键时刻利用好技能才能更快地战胜敌人。

此外角色还拥有等级跟各项属性值，通过游玩冒险模式的技能战提升等级，可增强角色的属性值与学习新的技能，道具卡片也能在冒险模式的技能战胜利后获得。跟大多数正统的角色扮演类游戏一样，养成部分离不开反复的机械操作，通俗来讲就是肝，无论是提升角色等级还是获得新的道具卡片都需要肝上一些时间。不过考虑到消除游戏本身的乐趣就是在不断的对战中获取，所以也不会很容易被反复操作产生的厌烦感影响到游戏体验了。

对于从未游玩过俄罗斯方块与魔法气泡游戏的玩家，本作提供了教学模式供玩家学习，分别为魔法气泡教室、气泡方块教室、俄罗斯方块教室与技能战练习室四大项目，玩家可根据个人实际情况来选择联系，一般来说还是魔法气泡的难度比较大，可以先选择魔法气泡教室学习。与前作不一样的是，魔法气泡教室和俄罗斯方块教室不仅提供了前作中从最基础的规则到进阶的技术，再到高级技巧的基本、应用、研究三大难度的教程，还有新加入的问题难度选项。

两个教室的问题项中都设有一百道题，玩家可以在游玩的同时学习到规则与技巧，比如俄罗斯方块中的T-Spin、Back to Back等技巧。题目的难度也是循序渐进的，最初开始游戏场景上都会标出气泡或方块所要安置位置的边界提示，接连完成几次后会进行实战操作，场景上不会再有提示，全凭玩家的掌握程度。

如果实在想不起来也可以重置救援，再次调出边界提示。当然更建议细心学习，可能以前玩俄罗斯方块只是追求一行一行或者两行三行的消除，但在本作中如果没有学习到高级技巧的话，与线上高玩对战大概率会被打爆，尤其是魔法气泡部分，个人认为难度要比俄罗斯方块高上许多。

只要将两个教室中的一百道问题都完全吸收之后，那么到了线上对战时也能跟高玩打得有来有回，而不是被单方面碾压了。不过从之前发布的一代评测文章底下的玩家评论来看，玩本作的玩家基本上都是老玩家，还是先花点时间练习多次，等胸有成竹时再去线上对战吧~

总的来说《噗哟噗哟vs俄罗斯方块2》作为益智游戏而言质量为上乘水准，表现出色，也许画风会有点稚气，但不失游玩乐趣与挑战性，上手之后很容易就沉迷在对战的乐趣之中。如果有玩过一代，那么本作也是不容错过~

[quote]加入[url=https://steamcommunity.com/groups/feizhai]肥宅聚集组[/url]与关注[url=https://store.steampowered.com/curator/28359939]我们的鉴赏家[/url]，一起当肥宅w[/quote]
好评: 比起一代会好一点，也加入了更多的角色和新玩法。
极限模式进去还有几种极限，怎么折腾怎么来。
主界面两个快速开始按钮，可以快速来一把2分钟极限puyopuyo，或者是俄罗斯方块。

冒险模式对话简洁了许多，过关条件和星级评定规则也写了出来。难度上感觉比1代简单，而且还加入了自动难度调整功能（反应慢狂喜）。角色的人设也基本遵循1代，甚至感觉剧情像是拿1代的剧情大致改写又放上来。

自定义功能也增加了，定义背景定义对手角色等等。

最重要的是，支持中文，就是说能看懂新手教程了。以前玩的俄罗斯方块哪里有教程，就是等堆到头顶game over。

像这种做玩法做关卡的三消，更需要设计，如果只是单纯随机，形成不了关卡。仅用puyopuyo和俄罗斯方块，就整出了这么多模式，这么多挑战。内容够丰富，所以耐玩性就上来了。其实想要简单缝合也可以，点这个按钮玩俄罗斯方块，点那个按钮玩puyopuyo，但玩家不会买账。

不过三消类还是比较推荐打折的时候买，能省一点是一点。替代品很多，虽然不一定比得上这个好玩。

比较影响体验的是切出游戏bug，玩着莫名其妙就切出游戏界面，多次出现这个问题，也不知道是什么原因。

[table][td][b]关注我们 [/b][url=https://store.steampowered.com/curator/30253125]甄游组[/url] [url=https://store.steampowered.com/curator/34433893]第一印象[/url] [url=https://store.steampowered.com/curator/40602490]免费游戏[/url][/td][/table]
差评: sb游戏
好评: [table][td][b]关注我们 [/b][url=https://store.steampowered.com/curator/30253125]甄游组[/url] [url=https://store.steampowered.com/curator/34433893]第一印象[/url] [url=https://store.steampowered.com/curator/40602490]免费游戏[/url][/td][/table]
成吨的玩法，成吨的解锁要素。
俄罗斯方块和噗呦噗呦粉丝双重狂喜。
两种玩法不可思议的巧妙结合。
大量经典角色和新角色登场。完美的翻译质量。
原汁原味继承了经典玩法，并且在诸多方面做了超多创新。
无论新老朋友都可以感受到消除的狂热氛围。
角色美术风格别具一格，识别度极高。
历代皮肤也全数登场，令老玩家感动不已。
可以非常深度的自定义方方面面，包括官方自带的多套键位组合（超级建议刚登陆游戏一定要选择适合自己的键位），还有角色头像，背景，边框，方块，几乎每个细节都可以深度自定义，对玩家极其友好。
你很难界定是噗呦噗呦和俄罗斯方块哪个更优秀，但是你可以完全肯定，这款游戏的1+1绝对大于2。
两款无比经典的游戏焕发出奇妙的新意！
好评: [table][td][url=https://store.steampowered.com/curator/30253125]甄游组鉴赏家（点击订阅） [/url] [url=https://store.steampowered.com/curator/34433893]玩家聊天Q群124925250[/url][/td][/table]
[table][td][url=http://live.bilibili.com/825456]讨厌君与小蜗酱的B站直播间[/url][/td][td]直播粉丝群：1125337103[/td][/table]

[h1]讨厌君个人主观评分 9/10[/h1]
本作可以说是《魔法气泡》（就是曾经的噗呦噗呦的官方译名）与《俄罗斯方块》对战玩出了新的高度了！

故事模式关卡数量与文本量都不错，多条件达成评价也让耐玩度进一步提升了，给了反复挑战的理由。教学模式可以说是这类游戏里做的最细致最好的一款了，从基础到高端技巧，可以说玩明白本作的教学内容，你就是同类游戏的高玩了！而其他众多花样百出的的模式，可选角色很多，在技能战中都有独特的能力用来给紧张刺激的对战中增添战略乐趣~

在线模式乐趣很多，但是目前玩家已经略难匹配到人了，如果能有好友一起购买联机来玩会是更好的选择，否则错过例如组队打Boss等特定内容实在可惜！

在这游戏里用魔法气泡对战俄罗斯方块居然一点都不违和，双方给对方迫害的方块都是做了独特的造型，很有意思。而在开场直接选择的魔法方块与俄罗斯方块就是传统的积分无尽模式，方便给玩累了花式玩法的玩家一个快速娱乐的地方可以说很贴心了。
喜欢此类解谜三消玩法的玩家不容错过的佳作！
好评: [h1]向日葵游戏评分【7.5/10】[/h1]
在这款游戏中即可以玩到噗哟噗哟魔法气泡，也可以玩到俄罗斯方块，相比前作还增加了技能战，可以说是魔法气泡与俄罗斯方块的集大成之作。
游戏内置详细的技巧教程，建议不熟悉魔法气泡的玩家先通过教程。在线模式现在已经没有人玩了，究其原因并不是游戏的品质问题，而是因为魔法气泡与俄罗斯方块不仅仅是老少咸宜，而且上限都很高，被高手暴打的感觉一定不会好。好在游戏内置丰富的单人模式，或者本地多人分屏游玩也不错。
[h1]欢迎大家关注我们的鉴赏家：https://store.steampowered.com/curator/28763059[/h1]
[h1]和你一起寻找好玩的游戏，快来关注我们吧~微信公众号“向日葵游戏”、头条号“向日葵游戏”、官方微博“向日葵游戏评测”[/h1]
好评: 你以为的俄罗斯方块：搭，然后消，等长条，一玩一天。
现在的俄罗斯方块：高速堆叠，精准旋块，无尽定式，有7bag和踢墙规则，T2T3B2Bren送你上天，一玩一天。

你以为的puyopuyo：经典重力消除，休闲游戏，毫无规律，一玩一天。
现在的puyopuyo：缺德火力，十三连环，左右循环，作图神器，一玩一天。

总结：一玩一天
好评: Juego de pana banana
好评: 玩法较全，人物好看，操作一般，体验良好，就是贵了点，没什么人。
好评: 方块好玩！
好评: 俄罗斯方块我可以玩一个通宵
好评: [h1]噗哟噗呦与俄罗斯方块的再次碰撞[/h1]
《魔法气泡™ 特趣思™ 俄罗斯方块™ 2》是《噗呦噗呦》和《俄罗斯方块》这两款世界级知名的消除游戏融合的产物，除了继承了前作中的单人闯关模式、街机模式、线上模式等外，本作中还加入了新的游戏玩法“技能战”，以及众多新角色、新剧情。值得一提的是本作支持中文。

[h1]平衡性的问题依然存在[/h1]
由于噗呦噗呦与俄罗斯方块玩法机制的不同与消除节奏上的差异，二者在对战模式中的平衡性问题在前作中就有所展现，而本作中仍然存在着这一问题。虽然本作中相较于前作来说俄罗斯方块的得分手段有所削减，但在对战的时候，俄罗斯方块玩家仍有着比较大的优势，机制相对简单，节奏更快(俄罗斯方块能够一键到底而噗呦不能)，噗呦噗呦除了精细布局打出复杂的连击外没有什么有效的抗衡手段，导致玩家们在对战的时候都更倾向于做俄罗斯方块的一方。

[h1]线上对决难以匹配[/h1]
非常遗憾的是现在本作现在也处于鬼服的状态（比前作更严重），线上对战很难匹配到玩家，而且对战体验比较差，普通玩家只有被大佬摩擦的份，一款消除游戏硬是玩出了格斗游戏的感觉。

[h1]结语[/h1]
本作最大的亮点是在前作的基础上加入了技能战的玩法，并对平衡性作出了些许调整，至于技能战的玩法是否值得票价也只能说是仁者见仁智者见智了。购买建议方面，假如你只是想单独玩俄罗斯方块或者噗呦的话，完全有更棒的选择。如果你已经入手前作的话就更不建议入手本作了，除非你对技能战特别执着或者不差钱，毕竟忽略售价的话算是一款相当不错的游戏了。
[code]欢迎参观我的： [url=https://store.steampowered.com/curator/33217084]真实评测[/url]
喜欢这篇评论，也麻烦点个赞，让更多人能够看到。[/code]
差评: steam版半价都不推荐购买
好评: 手感连PPT1都不如是我没想到的orz
好评: 贵服加吃键，steam版ppt2不值得购买
好评: 主要是很贵...
好评: 游戏还不错。当然，是俄罗斯方块。
多人游戏人太少。
另外希望同台电脑可以接两块键盘，两个玩家可以使用不同键盘的同一按键不冲突。
（MAME 模拟器是支持两块键盘的同一按键设置不同操作的。）
好评: 好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。好玩，买。
好评: 《噗呦噗呦》系列与《俄罗斯方块》系列合作的第二弹，相比起一代来说终于在续作追加了官方中文，不过这个官方译名实在是非常诡异。把《Puyo Puyo》意译成《魔法气泡》显得相当没有辨识度，然后还把《Tetris》的音译和意译各写了一遍。虽然本作的译名非常奇怪，但是游戏的文本并没有问题，对于想体验剧情模式的玩家可以放心游玩。

[h1] 新的冒险 [/h1]
本作的主角依然维持了前作的阵容，来自《噗呦噗呦》7代的女主安藤林檎，以及原创男主T。在风和日丽的某一天里，和平到林檎开始期待某个朋友从天而降时，T和O被时空守门人X带到了林檎的面前。不过因为某些原因，T和林檎一时想不起对方，在X的引导下两人被告知俄罗斯方块的世界和噗呦噗呦的世界再一次要相撞了。于是两个世界的人再一次联手，利用噗呦噗呦和俄罗斯方块的战斗拯救世界。

[h1] 游戏模式 [/h1]
和前作中一样，《魔法气泡™ 特趣思™ 俄罗斯方块™ 2 》同样也内置了大量不同规则的对战模式。不过平衡性依然属于老问题，虽然世嘉与《俄罗斯方块》联动的目的是推自家的《噗呦噗呦》，但是大部分玩家都会在这个系列中选择俄罗斯方块，在绝大多数的模式下噗呦噗呦的难度都要更高。游戏包括了以对抗为主的噗呦噗呦VS俄罗斯方块模式、翻转模式和混合模式，以娱乐为主的大爆发模式和可以使用道具的派对模式，同时还有6种以达成目标为胜利条件的极限模式。作为一款派对游戏来说，本作的娱乐性也算比较高了，同时对于不同的游戏规则，在教学模式中也会有详细的教程，任何玩家都能轻易上手。

[h1] 新增要素 [/h1]
以上几乎都是前作就有的内容，本作中的新增元素除了开始界面的两个快捷游玩入口外，就是技能战模式了。虽然仅仅只是一个模式，但是对于游戏平衡性的变化来说称得上是天翻地覆的。本作除了新增数名原创人物外，索尼克等世嘉经典人物也会作为可选人物出场，同时所有人物都会有专属技能，玩家可以自由选择三人组成队伍进行对战。技能的加入让玩家可以自由组成对自己最有利的阵容，弥补了规则上天然的劣势，尽管无法做到绝对平衡，但是可以做到相对平衡。无论是在娱乐性还是竞技性上，技能战的加入都让游戏的可玩性有了巨大的提升。

[h1] 总体评价 [/h1]
本系列在融合了《噗呦噗呦》和《俄罗斯方块》后，衍生出了大量的游戏模式，无论是以竞技为主还是娱乐为主，都能满足各种需求的玩家。技能战的加入不但让平衡性有了更动态的变化，作为派对游戏的娱乐性也有了大幅度的提升。对于玩家而言无论想要入坑哪一种玩法，本作都是一个相当不错的选择。

[quote]欢迎加入[url=https://steamcommunity.com/groups/HY_Master]黄油大师[/url]，一同挖掘好玩的游戏吧~
欢迎关注[url=https://store.steampowered.com/curator/33741419/]黄油大师鉴赏家[/url]，查看趣味性评测
喜欢这篇评论，可顺便点个赞，让更多人能够看到！[/quote]
好评: 笑着打开游戏
哭着关闭游戏
好评: 很有趣的游戏，老少皆宜，。
好评: 玩了审判之眼的街机puyopuyo之后觉得挺好玩的，本身是消除游戏菜鸟的我还是买了这款游戏，搭建连锁然后一口气消除的乐趣还是很上头的
差评: 不知道这个游戏没有优化好还是我电脑太卡，感觉反应特别慢，按键稍微快点就会吃键。。。
好评: 发售一周买的，送的限时道具卡在哪看呢？
好评: 和1代的主要区别->技能战
光技能战值这个价吗？
值
差评: 一个楞都木有，退了退了
好评: 本游戏以魔法气泡为主题规则
像我这种单纯喜欢俄罗斯方块的，就经常卡关
但是本作完成度挺高的，不能以差评论之，只能说不要冲动消费

进游戏，主菜单右边的俄罗斯方块测试按键
如果不适应，草草结束，返回主菜单，点击【主选单】
1， 选择左下角【我的资料】，然后新界面右下角选择【设定】
      注意第一排的小三角形，点击切换设定页面（【→】也能切换）
★★第一页第一排有个【自动保存】关闭之后，每次过关不会再主动弹出【保存录像】
2， 第二页可以切换窗口和全屏，切换成窗口后，只能通过鼠标拉伸改变窗口大小
      鼠标拉伸的窗口大小会被记忆，重启也不会重置
3，【ESC】退出修改，或者修改完后，点击下方的【决定】以及弹窗的【是】
4， 第四页设定手柄，第五页设定键盘
      设定键盘时，先把第一排的官方，切换成自定义
    （但是这游戏的默认按键似乎也不错，总比仁王2好）
     
5，最后一页设定音量
6，倒数第二页可以调整滤镜
7，返回主选单，进入俄罗斯方块，测试新设置，觉得有问题继续修改

我再重申一遍：第一页第一排有个【自动保存】关闭之后，每次过关不会再主动弹出【保存录像】

手感不错直接开冲！！！！！！！
好评: 没事玩会噗呦噗呦感觉还是很轻松的，游戏嘛，也不一定非要有什么成就。
好评: 《魔法气泡™ 特趣思™ 俄罗斯方块™ 2》是一款同时结合了俄罗斯方块（Tetris）和《噗呦噗呦（魔法气泡）》的竞技对战类游戏，此次企划算是SEGA和俄罗斯方块公司（The Tetris Company）的第二次合作了，本作在核心玩法上继承前作特色并继续添砖加瓦，新角色、新剧情、新模式应有尽有，在这场不断挑战极限的头脑风暴及突破思维定势的无限碰撞中，尽情享受脑力手速双管齐下的游戏体验吧！

[h1]相对平衡>>绝对平衡[/h1]
平心而论，本作在Tetris和puyo博弈玩法的平衡性上较前作确实得到了一定程度的改进（如在两者下落状态时不同时机和节奏的进一步调整权衡），但实际情况却是Tetris玩家依旧可以靠“T-Spin”或者等长条（I字骨牌）来“一马平川”实现轻松逆袭，puyo玩家也可以看准时机在关键时刻引爆“串串香”的连锁噗哟，究其原因当然还是两者都各自拥有一套无限接近必胜法“天然优势”，而且从理论上来说这种非对称的玩法设计也无法实现真正意义上的完全平衡，或者倒不如说没必要刻意去过分追求非对称竞技中所谓的天然平衡，所以笔者也就没必要在平衡性这方面大费周章地做过多赘述了。

[h1]“独乐乐不如众乐乐”[/h1]
不过最让笔者惊喜的是制作组在本作花样繁多的街机模式中加入了全新的多人pve的合作模式，即最新推出的「多人头目战」玩法，其对战规则以“技能战”的形式进行，虽然这一设计和《魔法气泡编年史》、《噗哟噗哟4》中出现的 RPG 要素并无二致（未免有些“炒冷饭”的感觉了），但MP设定、道具卡片这些新点子的加入也着实增强了本作在玩法上的趣味性和延伸感，且玩家也能在pvp对决的“技能战”模式中在技能发动瞬间完成局势逆转，一时间也差点快让笔者分不清本作究竟是益智游戏还是格斗游戏了。

[h1]《Tetris&噗呦噗呦从入门到精通》[/h1]
另外本作也依旧加入了“教学模式”这一板块，笔者在前作评测中并没有过多提及，其中除了游戏的基本规则以外还有各种进阶小技巧（t-spin、c4w等）的操作介绍，对于不同需求的新手、精通玩家都有很大帮助。而且单人模式中Tetris和puyo两个单独的经典模式的也被移至了主菜单界面的位置，以方便玩家更快捷地进入游戏，当然更重要的是无聊的时候也可以随便搓上一把。

[h1]其他[/h1]
至于冒险模式，反正......管你剧情看不看，对决就完事了！而新加入的角色就包括世嘉公司的招牌吉祥物，对，就是那只陪伴我们童年的蓝色小刺猬——索尼克，虽然比较遗憾的是其他很多新加入的角色并未出现在本次的冒险模式中，但这波情怀复刻笔者依旧给打满分。网络对战还是老样子，开了加速器还要匹配很久才能成功，不建议纯休闲玩家打排位（Tetris打不出四连消基本要被大佬按在地上锤）。

可以说本作在依旧保留了Tetris和Puyo原汁原味的游戏体验同时，整个玩法也更具新鲜感和多样化，同时这作也额外增添了中文（终于默认是日配了），当然缺点还是日厂一如既往的奇高定价，性价比太拉胯了，所以想要购买的玩家还是建议等打一个骨折后再入手。
[quote]欢迎关注我们的鉴赏家:[url=https://store.steampowered.com/curator/35402982/]走心评测[/url] ←遵从内心，写出真实感受
欢迎加入我们Steam组:[url=https://steamcommunity.com/groups/ZXPC]走心评测[/url]←点击加入，一起探索游戏的乐趣
喜欢这篇评论，也麻烦点个赞，让更多人能够看到！[/quote]
好评: 我是傻逼
好评: 俄罗斯方块天下第一
好评: [h1]《魔法气泡™ 特趣思™ 俄罗斯方块™ 2》是一款休闲解谜益智类游戏[/h1]

[h1]您玩过俄罗斯方块吗：[/h1]
首先来个温馨的老年玩家话题：你孩童时代玩过俄罗斯方块吗？（不限机型，街机，红白fc机，掌机，甚至国内特色的兼容机都算）
俄罗斯方块，这是一个神奇的名字，更加是一款神奇的游戏，可能00后出生的孩子不一定会接触到这个游戏，但80，90后这几代人，不说百分百，也至少百分之90以上接触过俄罗斯方块。创造销量神话，至今依旧保持世界销量最高游戏纪录的俄罗斯方块，我估计后面2，3位的我的世界和给他爱5也很难有机会超越了。

当年的红白机任天堂FC以及任天堂GAMEBOY的俄罗斯方块热潮已经够夸张了，但其实真正让我感觉可怕的是中国土地上那些并没有统计进世界最高销量游戏的那些俄罗斯方块兼容掌机，在那个年代，毫不夸张的说，几乎家家户户只要有孩子的都拥有，或者都玩过俄罗斯方块掌机，就是那种不能更换卡带，仅仅只有这1款游戏的掌机，全国我估计俄罗斯方块兼容掌机的销量起码几千万以上，甚至用亿来计算单位都是有可能的，我们小区当时每个有孩子的家庭，都有那种掌机，甚至一个家庭有好几台俄罗斯掌机也不奇怪。

看似非常简单的规则，横向10个格子（有的国产兼容机也有低于10格的，当年绝对群魔乱舞奇奇怪怪的俄罗斯都有）。和堆积木一样铺满一层就会消除，但就是这样简简单单看似平平无奇规则下的游戏，却有着让男女老少都着魔的好玩程度。俄罗斯方块有着极其简陋的游戏画面，但却有着无与伦比的游戏性。

同样30多年前，还有一款类似题材的游戏也火遍了全国，卖这游戏的国营商店里面的老阿姨都很可能是顶尖级的玩家。这款和俄罗斯方块类似的游戏叫做玛丽医生，对的你没听错，就是任天堂超级马里奥，那个马里奥造型的人物，穿白大褂，变成医生用药片杀灭细菌的游戏，玛丽医生除了有俄罗斯方块那样横排消除的系统外，还增加了竖排也能消除同色药丸的设定，可以说是此类游戏的进化方向。遗憾的是随着国内特殊情况，电子海X因这一时代下特殊名词的出现，游戏机受到了灭绝性的打击，街机也同样遭受波及。
我国从此变成网游为主的游戏时代。除了极少数的玩家依旧选择偷偷摸摸搞地下党那样的继续玩家用机，但玩游戏机在那个特殊时期就是原罪，被老师捉住轻则通知家长领回去一顿胖揍，重则学校记过通报批评，可以说关于游戏机的快乐时代，在那时已经落下了帷幕。（说着说着我眼眶里面湿润了）

[h1]游戏可爱的名字：[/h1]
Puyo Puyo，翻译成中文应该是噗哟噗哟吧，的确是一个可爱的游戏名字，魔法气泡这是款类似玛丽医生的游戏，在日本比较出名。
国内玩家可能接触的不多。不过特趣思。。。  这个类似巧克力名字（好时巧克力最早的官方名称是好心思巧克力）的游戏，应该更加没人知道，但换一个词，俄罗斯方块，那大家就都知道了。

[h1]大幅度进化的游戏影音效果：[/h1]
最早的俄罗斯方块和玛丽医生，都是马赛克画质。加上早期掌机没有背光，又是非常暗的液晶屏（俗称瞎眼屏很容易玩成近视眼，我扶了扶我的眼镜默默无语），现在的游戏画面就是高清了，一进游戏画面细腻。人物卡通可爱，还有配音。各种游戏模式还有详细的教学模式，丰富贴心。时代的眼泪

[h1]游戏系统：[/h1]
大家看完了游戏的教学模式，就全明白了，非常简单的游戏系统，甚至还有色盲模式，真是太贴心了。

[h1]游戏的游玩感受：[/h1]
进剧情模式，默认是使用魔法气泡模式的，并且你在队伍搭配里面切换俄罗斯方块人物也是没效果的。所以2种游戏模式都必须掌握，偏科只喜欢俄罗斯方块模式的玩家需要注意一下了。另外默认设置下对战电脑，电脑并不是不还手那种，如果刚接触此类游戏的玩家，很可能会被电脑虐，电脑可不是那种会照顾初学者手下留情的哦，所以一开始就被电脑虐是很正常啊，赶紧熟悉游戏规则，快速上手吧，这样就能更好的享受游戏的快乐了。

[h1]最后总结一下游戏[/h1]

总结评分
《魔法气泡™ 特趣思™ 俄罗斯方块™ 2》作为一款欢乐的休闲益智解谜游戏，老少咸宜，还可多人同乐。游戏操作简单还完美支持手柄，除了价格稍微有点情怀值加成外，几乎挑不出毛病。喜欢噗哟和俄罗斯方块的玩家可以放心尝试。

[h1]关注我的鉴赏家 社保大师 
https://store.steampowered.com/curator/33626473/[/h1]
好评: 俄罗斯方块yyds
好评: 等了半年也没见过降价，能入手这个游戏的
1. 有钱人
2. 有时间的有钱人
好评: 挺好
好评: sb
好评: 好玩，[spoiler]但完全不值这个价[/spoiler]
好评: 爽，买了真香.....和三两好友组队一起，或者一个人打发时间是真不错！反正有点小迷了....
好评: 有没有人能告诉我这游戏的直接下落键在哪里？
好评: [h1]打块人，时而被AI摩擦，时而被巨佬暴打——魔法气泡™ 特趣思™ 俄罗斯方块™ 2[/h1]
其实我一开始完全是带着这是一个休闲益智游戏的心态去玩的《魔法气泡™ 特趣思™ 俄罗斯方块™ 2》（下述PPT2）（真就是商标的暴力合成，中间夹杂的三个™也是我被虐之后真实的心理写照），毕竟不管是噗呦噗呦还是俄罗斯方块都算是格外老少咸宜（？）的国民游戏了。然而，继而导致的结果就是我越玩越觉得这游戏像是格斗游戏，越打越觉得气血上涌，借用林檎的话说就是既硬派又刺激。
虽然它在色调上足够可爱，剧情也足够子供向，但实话说，它的老少咸宜真的就只是停留在了剧情的程度。且不说联机模式有多少巨佬虎视眈眈，实际上就连冒险（剧情）模式的AI都能轻松把我按在地上摩擦（但实在打不过其实也能靠救援通关来逃课啦）。
所以并不是竞技向玩家，而且像我一样真的只是想要追求益智游戏体验的话，最好还是避开网络联机与冒险模式，尽量去打单人模式或是拉上几个小伙伴一起打多人，毕竟又有谁能拒绝噗呦噗呦或俄罗斯方块那简单而又直接的快乐呢。

[h1]无规则不快乐，方与圆的对撞融合 [/h1]
与前作相同，本作也提供了有一定故事剧情的冒险模式。主线的话，就是拯救因为不知名的力量融合在一起的两个世界，并解救同伴脱离黑暗的侵袭。并且剧情格外的表里如一，给人的感觉就和游戏整体的糖果色色调一样轻松简单，不但继承了角色间既有的纠葛与羁绊，还加入了一些新的内容，流程中基本上没有抑，只有扬，一些对话即便是打块打到头大也能被逗到发笑，总体来讲还是蛮老少咸宜的。

而古有友情破颜拳，PPT2则有对决破一切，游戏引入战斗的方式也是格外的简洁，就像是我最喜欢的音乐剧/电影一样。
“失忆了？来盘对决！”
“比美？来盘对决！”
“犯困了？来盘对决！”
“不够冷静？来盘对决！”
“证明友好？来盘对决！”
别家是一言不合斗舞斗唱，PPT2是无论怎样来盘对决。在游戏中，对决真的是能够解决一切问题的绝对方案，这么简单粗暴的设计在PPT2的世界观下我居然觉得它有那么一点点的合理（？）。

除剧情外，游戏在规则设计的方面也与前作基本相同，最大的玩法亮点依旧是噗呦噗呦玩家可以与俄罗斯方块玩家在两种规则共存的模式下同台竞技。
在对局中，两种规则能够形成相互制约。其中，噗呦噗呦虽然是四消且具备高攻击性能，却苦于没有瞬降，连段成型较慢，也需要精确的计算与构思；而俄罗斯方块具备瞬降功能，段落感极强，也能更快的形成连段，能够更加迅捷的干扰对手。
若是只从表面的优劣来看，两种机制的共存对于噗呦噗呦玩家来说简直是充满了恶意，实际上这种恶意更针对的可能还是新手玩家。其实只要逻辑能力够强，计算也到位，对面投来的干扰块完全可以成为己方通往更长连段的脚手架。同理，俄罗斯方块玩家也可以利用起只有单格凹槽的干扰层完成更长的连段。总之，只要技术力够强，两种规则共存的对决模式必然能够带来极强的观赏性，只是，这样的对局对噗呦噗呦玩家确实会有着更高的技术需求。

既然是两个世界的融合，那么仅仅是两种规则的同台竞技必然不够过瘾。所以PPT2中依旧有着噗呦噗呦与俄罗斯方块规则交替出现的翻转模式与将噗呦噗呦与俄罗斯方块真正融合在一起的气泡方块模式。
就我个人而言，这两种模式可能要比两种规则间的竞技模式容错率更高。毕竟在翻转模式下苦手的模式能通过包括但不限于卡时间的手段勉强救回，延长生机；相对拿手的那个模式也能在时限后根据计算完成自由落体连段，为进攻助力。
而气泡方块模式虽然在规则上依旧是各玩各的，但Puyo在该模式下可以使用瞬降功能，玩家也可以使用俄罗斯方块的砖块更快的消（砸）掉干扰Puyo，也算是注入了崭新的规则吧。

除这些模式外，游戏中还设置了趣味性与竞技性并存的派对（道具）模式与大爆发模式。其中前者让我找回了儿时坐在电视机前打MD魔法气泡与FC宝石方块的快乐；而后者则是贴心的为玩家省去了练习连段构建的时间，也省去了连段构建成型的过程，这个模式不论技术，只论视力，只要看的够准，就能够体验到连段的爽快感。

若是追求更加简单的游戏体验，那么极限模式则不失为一种好的选择。在没有竞技要素的，不受外力影响的极限模式下，玩家将能够更加钻研的去体验噗呦噗呦或是俄罗斯方块的规则，也能够更加心无旁骛的增进自己的技术力（当然也不要忘记格外详细，涵盖面也极广的教学模式啦~）。

[h1]后记：就算打块技术菜，重试也要按的漂亮[/h1]
PPT2实际上给我的感觉其实是一个颇有门槛的粉丝向游戏。不过，即便这口饭它硬到扎嘴，但我最终还是凭借着自己从小到大对SEGA的祖传情怀格外惨烈的吃下去了。

至于惨烈到什么程度呢…这么讲吧，如果说一到五章的保存的都是我花式碾压AI的录像，那么从第六章开始可能保存的多数都是AI花式碾压我的录像。
并且由于噗呦噗呦在多数模式下没有瞬间下落的功能，打出连击这件事对我来说又好像是跑代码一样奇幻（“这代码怎么跑不动”/“这代码怎么能跑了？”），以至于玩到了整个冒险模式通关时我暂停按重试的操作简直练到了炉火纯青，格外顺滑。但与之相对的，我打块的技术倒是没有什么提升…

而且这奇奇怪怪的精通导致我之后玩其他游戏出现细微失误时会习惯性的按下手柄上的暂停键想要重开，继而发现并没有这个功能，然后格外绝望（救救孩子吧）。
至于多人模式…孤狼玩家哪有这个体验资格啦。

此外，由于我在时限关里遇到噗呦噗呦模式时基本上拿的都是1星，也就只能在俄罗斯方块或技能战的时候靠手速或等级碾压勉勉强强拿个2星或是3星，所以PPT2也算是在某种程度上治好了我的3星收集癌（笑）。

[b]所以，综上所述，《魔法气泡™ 特趣思™ 俄罗斯方块™ 2》应该是好文明（确信）。[/b]




[code]欢迎参观我的： [url=https://store.steampowered.com/curator/7421824]双鱼星✪ω✪皇家飛机场[/url]
如果你喜欢这篇评论，也麻烦点个赞，让更多人能够看到。[/code]
好评: 性价比好低的游戏，但是非常耐玩。。。闲暇时候就喜欢来一局，就算网上对战难匹配到人，但是那种快速按键游玩的感觉非常畅快
好评: 只有我一个半天匹配不到人吗
好评: 这个游戏是puyopuyo跟俄罗斯方块的结合体。
具体的评测我就不说了，引用我在《从零开始的游戏发展史03》来说一说俄罗斯方块的定位。（大家可以看我的视频呀，里面有更详细的描述）
我们先明确一个事情——俄罗斯方块，真的是俄罗斯人发明的游戏。
1984年一个名为阿列克谢 帕基特诺夫的人，想要实验计算机的性能，由于他喜欢拼图，所以就把现实里的拼图的逻辑加以改造后就形成了我们如今眼前见到的再熟悉不过的——俄罗斯方块了。

而这个游戏，我愿意称之为电子游戏的神作之一。
在我的游戏解析里，我相信这是你第一次看到我用神作这个词，来形容一个游戏。
毕竟我的世界里，神作是对游戏的定位，而不是对游戏的夸赞。
就如同女神这个词，在我的语言体系里依旧是指女性神明的意思，而不是夸女孩子长得漂亮。
为何这个大家耳熟能详的一个古旧游戏会被我定义为神作呢。
哎，我们慢慢来说。
[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]
在电子游戏的世界里，有一个基础概念叫做物理碰撞。
这几乎是所有电子游戏的根基，就如同现实世界里，我们缺少了物理的概念，你会发现世界会是一片虚无一样。
最基础的物理碰撞大概有三种。
第一种是A与B从两侧前进，当A与B相撞后，A或者B，其中一方被弹飞了。
比如最初的电子游戏之一《PONG》就是这个理念的具象化，一个小球，被两个白线互相弹飞。


第二种是A与B从两侧前进，当A与B相撞后，A或者B其中一方消失了。
比如很有名的街机游戏——《太空侵略者》，就是射出去的子弹A，销毁了B。（其实准确来说是A与B同时消失，不过由于射出A的实体还在，所以概念上是B消失了）
之后众多的包含射击元素的游戏，都是在这类物理碰撞下进行的演变。
不论是加了剧情的《使命召唤》还是主打大逃杀的吃鸡，都无法逃离这个核心的物理碰撞。


第三种是A与B从两侧前进，当A与B相撞后，A与B同时存在或者同时消失。
这个就是《俄罗斯方块》全部的核心玩法，对的，一个好游戏往往一句话就解释清楚其核心逻辑。
当一个方块坠落时，或许它会继续存在，或许它会变形消失。
这个逻辑理念清晰到连孩子都能立刻弄明白。


一个好的游戏与娱乐产品，如果它能够让孩子明白，那么代表这个娱乐有发展的前景。
动画、电影、游戏莫不是如此。当然如果游戏想要打入主流，那么它也必须具备主流人群也就是成年人的认可。
所以我们上一期讲《魔界村》时，就提到了电子游戏在80年代末、90年代初逐渐开始成人化的发展。


《俄罗斯方块》的规则足够简单明白之后，它同样继续提出了两个重要的快感机制。
一个是迅速下落时的正确判断。我这么说你可能感觉很无聊。
当你见到这样的画面，或许就不会觉得无聊了。




这些画面与声音都会给大多数人带来快感（我只能说是大多数人，总有人会觉得没有快感的）。
为何会有快感呢，因为这些所有行为都符合我们假想的预期，并通过视觉或者听觉来进行反馈。
方块落在正确的位置，同样是属于这种快感范畴。


另一个则是更进阶的快感，消除。当你把方块下落到正确的位置时，它就会给你正确的反馈。
在很多游戏里都存在着这种正反馈，而厉害的是，这个反馈是可以连锁并进行预谋的。
比如某些高手，完全可以搭建一套并不规整的阵型，然后等待某个特殊造型的方块，形成如同多米诺骨牌连锁式的消除。
一下子就把这个游戏的上限拔高了。
也就是说，这个游戏玩的好不好，除了不同方块出现的随机变数、方块的变形外，更多的是你——玩家的脑袋聪明不聪明。
俄罗斯方块是个再明显不过的，低门槛，高上限的游戏了。
如果反应快的小伙伴，或许也能明白一件事情——它同样适合电竞。
并且俄罗斯方块确实也是有电竞比赛的。


那么我们夸了它这么多，仅仅是因为有这些好处所以俄罗斯方块才被我定义成神作吗？


并不是，它之所以在我心中地位这么高的原因，在于它开创与演化了无数的游戏思路。


比如我们如今几乎每个人都玩过的消除类游戏，有久远的《马里奥医生》、《祖玛》、《泡泡龙》，有手游的《糖果传奇》、《智龙迷城》，有依旧坚挺在主机上出新作的《噗呦噗呦》。


《俄罗斯方块》成为了某类游戏的雏形，比如《泡泡龙》，它采用了三色消除与俄罗斯方块的消除有着异曲同工之妙。
它也成为了某类游戏内在游玩逻辑，例如《智龙迷城》，在传统打怪升级的方式下，以三消的形式来表达游戏的乐趣。
但《俄罗斯方块》可怕的地方在于，一般成为其他类型雏形的游戏，往往是会被后者吸收，然后自我消亡。
但《俄罗斯方块》则不是，它如今仍旧在自我发展，我们依旧可以看到各式各样的纯粹以《俄罗斯方块》为核心的游戏。
例如18年的水口哲也的《俄罗斯方块效应》，就是对其的发展。
你去玩玩这个游戏，你依旧会发觉真他喵的不错。
激昂的音乐，卡点的音效、丰富的视觉效果，配合着传统的下落、堆叠然后消除的快感，都在告诉我们，《俄罗斯方块》，永远他喵的不过时。
人类只要不能克服下落、堆叠、消除的快感，这个游戏就不会消失。
它只会随着时代与技术的发展不停地展现出它的美丽。
这个理念，在我们如今的语言体系下被合并成为一个简单的词语——游戏性。
不论游戏的画面是否简陋，但是其玩法带来的乐趣，会让人不自觉地忽略画面的展现效果，而沉浸其中，并带来足够的开心。
这就是为什么《俄罗斯方块》在我心中被认为神作的原因。
它的外皮是落后时代的，但是它的精神却是超越时代的，并极有可能继续延续下去。







好评: 我从现在就预防老年痴呆
好评: [h1] 名字俄罗斯套娃其实和俄罗斯没什么关系的俄罗斯方块类消除游戏 [/h1]

[h1] 不吐不快 [/h1]
《魔法气泡™ 特趣思™ 俄罗斯方块™ 2》这个官方中文命名说难听点简直又臭又长，第一次发现水评测原来可以这么简单，把游戏名字多重复几次就差不多了嘛，再多几次就要超过sbeam的字数限制了。写评测需要想？这不是有键盘就行吗。当然应付归应付，写评测还是要来点高情商的话，这个命名言虽不简但称得上意骸，反正绝对没有我不认识的字。

别看我一来就在吐槽官方命名，但我想要尝试这款游戏确实是因为它的奇葩名字。魔法气泡？好像听过；特趣思？什么鬼；俄罗斯方块？！这个我熟啊。拥有多项吉尼斯纪录的俄罗斯方块曾在全球掀起热潮，我想完全不了解俄罗斯方块的玩家数量应该和某款联机游戏中能稳定不掉线的玩家一样稀少。哪款？微信转账三百块就能发现曾经德高望重的SE最近却老不干人事的那款。

对很多玩家来说俄罗斯方块代表的就是童年，对我也一样，旋转堆叠后消失的方块征象着夕阳下消逝的青春。我现在仍记得小学一年级最喜欢的事就是在放学后飞奔回家，和母亲坐在游戏机前一起玩俄罗斯方块。后来二年级我就不喜欢和母亲一起玩了，因为母亲开始玩不过我了。每次母亲输掉游戏后，都总能突然记起我不知道什么时候犯的错误，然后批评我一顿。时至今日，看见俄罗斯方块出现在steam上除了感慨时光荏苒怀念童年外，还会对幼时的虚空犯错感到一丝委屈，就像在本作的多人模式中被大佬打出FTG既视感乱虐后一样，无能但怒不起来只是想哭。

前面提到了SE不干人事，世嘉自从P4G尝到甜头后终于醒悟了，我TM也是日厂啊而且我历史可比SE悠久。所以本作国区定价198看得出世嘉已经保持了相当的克制，就差把打劫写在脸上了。198的价格算不上高昂，但在数字游戏中也并不便宜，更何况本作的内容比较单一，高情商的说法叫玩法纯粹且垂直。

俄罗斯方块可是情怀啊，情怀无价。放屁，真的无价的话，该游戏商店页面上显示的应该是“免费游玩”旁边靠着“开始游戏”，而不是“198”挨着“添加至购物车”。如果你并非系列粉丝手头也并不宽裕且和我一样只是对俄罗斯方块这个IP别有情愫而已，那么建议加入愿望单等价格合适再购入，毕竟游戏还是值得一玩的。看到这里也许有些小伙伴会有疑问，你叫我们先加入愿望单为什么你已经拥有游戏了。这里我必须坦诚地告诉大家，游戏是白嫖的，感谢中国鉴赏家同好会提供的游戏。

[quote] 
*中国鉴赏家同好会[开发者邀请]评测 
*开发者邀请评测由开发者邀请同好会成员免费测试游戏的方式，最终产生的玩家评测，故该评测仅作为参考，望读者理性阅读，谨慎购买。 
欢迎加入[url=https://steamcommunity.com/groups/jsjthh]中国鉴赏家同好会群组[/url]&关注我们的鉴赏家[url=https://store.steampowered.com/curator/27093039/]中国鉴赏家同好会[/url][/quote]

[h1] 玩法纯粹，受众垂直 [/h1]
阴阳怪气的废话说了一大堆，也没有正经地评测游戏，下面说点人话。要想了解这是个什么游戏，依然可以从它的名字入手。也许对“魔法气泡”十分陌生，那对诞生于上个世纪九十年代由Compile团队制作的“噗哟噗哟”会不会熟悉一点。如果还是不认识也没关系，《天天爱消除》总知道吧，“噗哟噗哟”玩法与之类似。至于“特趣思”，俄罗斯方块的英文名音译就是“特趣思”。嗯…差点又忍不住吐槽游戏的中文译名了。总之玩家完全可以把本作理解为融合了“噗哟噗哟”与“俄罗斯方块”的益智消除游戏。

将两款历史悠久且成绩斐然的消除游戏结合在一起保证了游戏的品质下限不会低，但想要提高上限关键在于融合的情况。可以看出制作组将融合的重点放在了玩法上，通过不同角色组合队伍构建技能的技能战、交替出现“噗哟噗哟”与“俄罗斯方块”的翻转模式、将“噗哟噗哟”与“俄罗斯方块”融合为一体的气泡方块模式、将两种游戏六种经典规则重现的极限模式…本作的游戏模式空前庞大，但不管哪种模式玩法核心依然是消除。游戏的冒险模式有剧情内容，不过看起来，添加剧情只是为比赛对决找个理由而已，官方自己也在游戏中吐槽了剧情的俗套平庸。

内容的纯粹注定了受众群体固定且驱动力有限，提升驱动力最简单直接的方式就是竞技。游戏支持多人对战，但对人对战的平衡性有待调整。在对战模式中可以发现绝大多数玩家都会选择“俄罗斯方块“参战，比起“噗哟噗哟”消除位置整列位移“俄罗斯方块”整行位移的机制更利于玩家构筑，甚至有大佬发明了“永动机”构筑法。同时“噗哟噗哟”的高难度并没有带来高收益，这样一来当然不会有多少玩家选择用“噗哟噗哟”来对战相对简单的“俄罗斯方块”。

真的很佩服在多人对战中不断展示娴熟技巧的大佬们，第一次发现原来消除游戏也能玩出FTG的感觉。游戏的玩法虽然简单但对技巧和快速决策的要求相当高，制作组贴心的设置了详尽的教程内容，从基本的游戏规则操作方式到进阶操作内容再到高级技巧应用都有相应的教学关卡。同时玩家能快速在游戏中发现教学内容的实用性，高级技巧中的“T旋”使用情况更是萌新和大佬的分水岭之一。详尽的教学很细心体贴地把玩家领进了门，接下来的修行全靠玩家手熟而，一次又一次的练习不断在多人对战中挑战其他玩家，最终稳步提升排名，成就感油然而生。

[h1] 结语 [/h1]
《魔法气泡™ 特趣思™ 俄罗斯方块™ 2》将“噗哟噗哟”与“俄罗斯方块”的经典玩法融入到游戏之中，并衍生出多种模式丰富玩家体验。可无论何种模式其核心仍是消除玩法，纯粹且垂直的内容注定本作并非适合所有人。游戏内设有多人对战但平衡性有待优化，“噗哟噗哟”的高难度并没有与之匹配的收益导致大多数玩家都会选择“俄罗斯方块”参加比赛。在多人对战中萌新与大佬的差距明显，不过游戏中包含了详尽且实用的教学内容，新玩家能在练习中快速提升自身实力。

差评: 除了因为自己是个方块人想收集所有的方块游戏之外我真不知道你买这个游戏的第二个理由是什么了
手感？甚至连PPT1都不如
网络？BV1YA41157s4
PPT2? PPT1.1吧
好评: 一代预购了，二代也同样预购了。
虽然手残，虽然定价比较贵，但是还是很喜欢。
好评: 这是俄罗斯方块和魔法气泡的合集游戏。
虽然也加入了一些花里胡哨的东西，但是主要玩法就是俄罗斯方块和魔法气泡。
[h1]俄罗斯方块[/h1]
俄罗斯方块我觉得只要是个玩家应该都知道是个什么玩法，毕竟销量是世界第一，和小时候那种几十合一的掌机游戏里的俄罗斯方块规则一样，都是攒满一排就可以消除的玩法，有对抗模式，这个到后面再说。
[h1]魔法气泡[/h1]
另一个主要的玩法就是魔法气泡了。
这个玩法很多八零后应该在街机上玩过，有点类似现在手机上的消消乐，不过并不是三消，而是四消。
主要玩法和俄罗斯方块类似，都是从顶端掉落颜色不同的气泡，玩家需要旋转，移动来调整这些气泡来合成4个消除，如果堆满到最顶部，就输了。
规则和俄罗斯方块类似。
[h1]俄罗斯方块+魔法气泡[/h1]
另外一个主要模式就是俄罗斯方块+魔法气泡了，玩家以魔法气泡开局，每进行一会，天空就会落下几个俄罗斯方块，这些方块会直接砸穿魔法气泡，到达最底部，而被砸穿的魔法气泡则会重新从顶部落下。
基础玩法就是这三种，如果只是这样的话，这个游戏其实也没什么大不了的，就算是对战模式己方消除气泡或者俄罗斯方块消除能可以给其他玩家降下阻碍，其实也算不得什么新鲜，因为这些玩法在4399和QQ小游戏合集都能玩到。
[h1]新玩法[/h1]
游戏加入了新的规则，个人觉得最新鲜的应该是技能战了。
不论是魔法气泡还是俄罗斯方块，玩家可以与最多三位玩家一起游戏，然后可以自由选择三个角色，使用他们自带的技能和道具卡来强化自己赢得比赛。
游戏角色的技能举一些简单的例子，比如亚米缇可以使用妨碍变换，将敌人放下的阻碍变成一定数量的红色气泡；林擒的集体变化可以从把最下面两行的气泡会变成红色气泡之类的。
俄罗斯方块和魔法气泡都有各自可以选择的角色技能，这个自己搭配就好，每个人有每个人的选择。值得一提的是，角色可以通过经常使用来升级，升级之后使用技能消耗的MP会变少，这样就能多使用几次了，能大大转变不利局面。
除了技能战，还有VS（魔法气泡或者俄罗斯方块的对战），翻转（一定时间内魔法气泡与俄罗斯方块将会互换），大爆发（不论是魔法气泡或俄罗斯方块都能无止尽消除，谁消除的少就会扣血），派对（以分数一较高下的可复活道具战），气泡方块（魔法气泡与俄罗斯方块同屏出现）的玩法。
虽然有点花里胡哨的，但是总体规则还是俄罗斯方块和魔法气泡那些固有规则。
[h1]单人和多人[/h1]
除了游戏模式，还有单人和多人玩法。
单人除了上述的玩法之外，还有一个剧情模式，反正就是类似消消乐那种一关一关的对战，只要达成指定分数或者在指定时间战胜对手就可以获得星星和点数。星星目前没看出有啥用，反正都是一星也可以下一关，而点数可以用来购买头像，方块样式，语音包等物品。
个人让我最满意的游戏有一个非常完整的新手教程，每种规则都说的清清楚楚，而且还自带了一个技巧关卡，教玩家怎么使用这些技巧。
当然，这些技巧不是你玩了，试了就会的，因为只要你实际去对战就会发现，计划不如变化快，菜鸡玩了技巧关仍然是菜鸡，高手不看技巧关他还是高手。
当然，有这个东西还是要夸的，虽然对我这种菜鸡没什么用就是了。
多人模式则有两种，一种是同屏联机，可远程同乐，也可叫朋友一起玩；另一种就是网上匹配了。
[h1]难度[/h1]
说起难度我就想骂娘。
我个人是先去试了试多人，在选择了最低难度之后，直接匹配上了一位玩家，本来以为是最低难度，可以来一场势均力敌，棋逢对手，旗鼓相当的对战，但是万万没想到，我是直接被那位玩家按在地上来回摩擦，三分钟都没有，对面就把我直接KO了。
然后又匹配了几把--这游戏都是大佬在玩还是怎么样？反正最后都是我以大比分落败。
虽然我对自己的能力心里有数，但是嘴还是要硬一下的--我肯定不会说我自己是个菜鸡，所以就只能说这个匹配机制有问题。
被真人玩家蹂躏了之后我并没有死心，想着人脑打不过我去打打AI吧。
还是输！佛了！
AI同样照样把我按在地上摩擦，顺便还在我头上踩了几脚！
这尼玛叫什么益智游戏？！而且由于是AI，输了之后比和真人对战输了之后给我的侮辱性更强！
你又不是阿尔法狗，这么凶干什么？！劝退吗？！
[h1]评分[/h1]
7/10
俄罗斯方块加魔法气泡的小游戏合集，虽然加入了很多新的规则，却也改不了它小游戏的本质--尤其是配上那个198的价格之后。
我会为这个游戏的新规则和新玩法点赞，而且可以预想到大佬玩这个去多人模式里面炸鱼会非常快乐，但是如果让我推荐大家购买的话我是不推荐的。
就算加个100，用298买个半成品的《赛博朋克2077》，我也觉得比买这个划得来。
毕竟只是单纯的想玩俄罗斯方块或者魔法气泡的话，去QQ上玩小游戏不香嘛？而且据我所知妹子还不少，因为我有一个长得还算不错的女同事上班的时候没事还上QQ游戏玩两把俄罗斯方块呢。
198买这个？性价比那是完全不行的。
[quote]游玩百态，将游玩心得用汉语化作玩家的指明灯
[url=https://store.steampowered.com/curator/35402408/]点击这里关注汉化语录~[/url] 如果喜欢这个评测，请点个赞让更多人看见[/quote]
仅推荐专注于俄罗斯方块和魔法气泡的大佬玩家购买。
好评: [h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]

《魔法气泡™ 特趣思™ 俄罗斯方块™ 2》，OK，这名字真的是太TM的™了，究极缝合怪非你莫属。就是这价格让我看着有点心疼，先给结论吧，198属实不值，无论任何时候，除非你真的真的很有钱且一天没有俄罗斯方块或者气泡你就要死了一样，那我觉得你可以买，否则其他时候我强烈建议你半价甚至更低之后在买。我相信不会过很久就会降价。

魔法气泡我玩的不多，但想先聊聊俄罗斯方块吧，我最开始接触俄罗斯方块还是在掌机上，当年啥都不懂，包括T旋这种高端操作都不是很会，以至于再后来接触Switch上的《俄罗斯方块99》才初见端倪，只不过《俄罗斯方块99》很大的一个问题是，没有新手教程，你需要去自己摸索，或者去网上找些教程，不断通过实战练习才行。本作相比于《俄罗斯方块99》好就好在，完全的新手教程，从低到高，从下到上，完全告诉你这个游戏有哪些技巧可以使用，并且允许你不断尝试，这点是我觉得非常优秀的，包括在魔法气泡上，也让玩家们能先学会，再去玩，这是我会给好评的地方。

另外，为了让游戏不那么没意思，本作中还加入了一个剧情模式，稍微有一点难，但在上手熟练之后也并非不能玩下去，人物好看，普普通通的剧情，并不怎么出彩，这让我觉得有一种为了做剧情而做剧情的感觉，聊胜于无，但绝对算不上的是加分点，如果你真的闲得蛋疼，那可以玩玩，但大部分时候，还是算了，不爱的。

说起这款游戏，有点让我想起了当年坐电脑前边玩QQ游戏中那些小游戏的感觉，虽然不会玩，老是输，但玩着贼得劲，也让我尝试了一下联机。但别的不说，如果你真的不怎么厉害的话，还是不要尝试去打这款游戏的联机了，本来抱着娱乐心态的我没想到遇到的是一堆大神，然后……怒按alt+f4。

至于其他的，《魔法气泡™ 特趣思™ 俄罗斯方块™ 2》几乎没什么可说的了，很普通的游戏，几乎没有任何亮眼之处，好玩的是游戏机制本身，而游戏却并没有看到很多出彩的地方。当然，我还是会给推荐，因为就那么几家愿意做，不买他们，你还有什么可选的呢？但请答应我，降价再买，远比现在买要值得的多。
好评: 好玩 到现在为止没赢过人机 （3局2胜）
好评: 本来只想找个俄罗斯方块的对战平台，结果随便点点居然进主线了？？

虽然价格emm，虽然手感不习惯
但至少我可以被全球各地的大佬暴打了
[strike]或者偶尔暴打别人hhh[/strike]

期待在游戏里和各位成为朋友，谢暴打
（所以会有好友功能嘛？）

好评: cup带不动PPT2，游戏很好玩，但是电脑太烂了，i5 1代根本无法启动游戏，希望官方能够出个补丁
差评: 带不动 自闭了
好评: 好家伙，这中文名整的：“魔法糖果·曼妥思·俄罗斯方块”（不是），我直接就嘴馋了，就爱这号糖果。
其实就是噗哟~噗哟~俄罗斯方块第二部——《Puyo Puyo Tetris 2》,这口本地化给我整的欸。

进入游戏，迎面而来的就是日系欢乐风格的BGM与界面（emmm总感觉跟巧克力与香子兰很像）。
这款世嘉制作发行的游戏，有着很多世嘉独有风格！并且这款游戏会有很多世嘉游戏宇宙的角色过来“友情演出”哟！
作为第一次玩这个系列的游戏，个人感觉还行，毕竟上一次玩俄罗斯方块还是小霸王黑白掌机上的了。
如今老年人反应和手速了，这个游戏自带的参考辅助和下坠速度对我而言很友好！但对于竞赛和挑战而言，可能很难通过！
这真的是3岁小朋友玩的吗？这种AI？？？分分钟把我碾压了都。

[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]

[b]游戏内容分为两大类：噗哟噗哟和俄罗斯方块。[/b]

噗哟噗哟属于消消乐的那种，但又不是三消那种点击就破的玩法。
它和俄罗斯方块差不多，都是从上面掉落泡泡，在下面堆积起来，若是堆满了就输了；并且两者都会出现障碍，下方突然堆叠起一堆增高墙，需要快速消除。
但它又和俄罗斯方块不同。同样是自由玩法中，俄罗斯方块是生存游戏，生存的时间越长得分越高；噗哟噗哟则是消除游戏，需要限定时间内消除，消除的越多得分越高，满足得分才能进入下一轮。
噗哟噗哟每一次都会掉落两种不同颜色的泡泡，玩家需要旋转，移动来调整泡泡，找到合适的位置把他们投放下去，他们都是个体为单位，有空隙就会下坠下去，而不像俄罗斯方块是固定的形状，中间可以镂空。
不过噗哟噗哟按住↓，只能加速下落，不能瞬间下来，俄罗斯方块可以；所以在竞技模式中无论是对AI还是对玩家，用噗哟噗哟的得分速度都会比俄罗斯方块的要慢。（这里应该是游戏平衡性没做好吧。按照宣传上的游戏设定应该是两个模式相互可以制衡没有差距的才对，现在都是俄罗斯方块单方面吊打噗哟噗哟）

作为世界第一销量的游戏——俄罗斯方块，这里就没什么要评测了，玩法顶天了也是这样，
就看玩的人脑洞和逻辑行不行了。

[b]游戏玩法也大致有那么几种：单人和多人。[/b]

单人模式中，可以单人玩家自行玩生存模式（俄罗斯方块）记录时间或者闯关模式（噗哟噗哟）记录分数，也可以跟AI打对抗。
多人模式分为两种，一种是线下的同屏联机，在家叫来朋友用手柄在同一个游戏分出屏幕来玩对抗；一种是远程同乐，让朋友在steam中和玩家一块联机，朋友无需购买这款游戏；还有一种就是在线匹配最高四人的对抗游玩。

凡是对抗赛，俄罗斯方块每4行消除了，就可以给对手堆叠4行高的墙；噗哟噗哟由于太菜了一直也攒不够泡泡，也不知道需要攒够多少泡泡一起消除才能反制对手。

总而言之，一个人办公室消遣也好，找朋友们一起欢乐也好，或者家庭之间的互动也好，都是非常不错的选择。
[i][u]欢乐[/u][/i]、[i][u]和谐[/u][/i]、[i][u]友爱[/u][/i]、[b]9.2/10[/b]
但由于这款游戏的价格，和它的游戏内容与玩法，都不太匹配，性价比不行，定价过于昂贵了。想想看，198，育碧膨胀之前的刺客信条也才这个价格，而未调价之前的GTA5才189，这个价位甚至可以买一把崭新的无畏战神、破损的暴怒野兽或者久经的霓虹革命、带计数器的前线迷雾了！
所以，游戏做的挺不错，玩的也挺开心，我给它点个赞但实际上我还是不推荐大家购买的，留着这笔钱去选更好的游戏不好吗？（比如命运2买个通行证或者Warframe充点白金）
好评: Marle❤
好评: 刚开始，我在想这不就是消消乐和俄罗斯方块，还想着退款算了 ，一个俄罗斯方块游戏买这么贵，后来进游戏玩，发现：是我太天真了，随便匹配一个，卧槽，这是动作游戏吧
好评: 网 is not bad
好评: 打天梯刺激
好评: 游戏角色都很好看，画风很喜欢，但是打线上跟这些大佬对战他们就跟神一样的存在，我只能虐虐我基友。。
好评: 我甚至没用台式机测，960m win10笔记本+手柄，改成独显60帧丝毫不卡
价格问题都懂不评价。暂时没想通俄罗斯方块是削不净，受击版底加行压迫空间；puyopuyo是需要空间布阵+连锁引爆，但受击上层封杀恶性循环，这两个系统是怎么个平衡逻辑。
娱乐性有，专业性也有，但是也都在预期之中没有太亮眼的东西，如果有兴趣则视自身水平和需求考虑购买时机，除非真准备和我一样只能打个剧情刷级2333毕竟本家puyopuyo champions里看见过丧心病狂的网战大佬是何种水平
差评: 非常令人失望的移植，可以说没有做任何优化就搬pc上了。
游戏的吃键问题非常严重，特别是键盘，只要按的速度稍快就会被吃键，而且相对上一作手感更加生硬，更加令我蛋疼的是，天梯几乎搜不到人，鬼服问题相比ppt1更是有过之而无不及，不过想来也是，两作并没有什么本质上的区别，2代甚至很多地方还不如1代，没什么人买也是意料之中。
总结：世嘉你可长点心吧。
差评: 卡的一比，建议入主机版，如果非要PC版建议1代。
差评: 手感不如PPT1
太贵
好评: 原以为我俄罗斯方块水平还可以信心满满的进游戏~发现差点连电脑都打不过我吐了。。。。。操练起来兄弟们！！
好评: 消除游戏（X） 格斗游戏（✔️）
好评: 教程特别棒，也有中文！相比之下，后悔买1了
好评: [b][quote]欢迎订阅我的「个人鉴赏家[url=https://store.steampowered.com/curator/11123770/] DEV RULES [/url]」
以及 [url=https://space.bilibili.com/2898054/]游戏实况[/url] 来观看我的更多“偏见想法”
[spoiler]希望有天能厉害到你会跟别人说： DEV？那是我朋友诶！[/spoiler][/quote][/b]

真的，电脑都能干的我趴在地上骂娘。什么益智游戏，根本就是超硬核格斗，看起来很可爱杀伤力不大，但侮辱性和挫折感极强。就像是婴儿的你手拿积木拼出了个小房子，而对面大佬的 75192 千年隼正准备向你开炮。欣慰的是游戏自带教程，特别是习题很好用，做完后感觉懂了很多，但现实会告诉你，You 特么 Know 个 Nothing.

发觉世佳的游戏都有个巨耐玩的特性，要嘛从入门到放弃，要嘛从入门到精疲力尽。
好评: 對戰只有俄羅斯方塊嗎_(:3...
魔法氣泡VS俄羅斯方塊被俄羅斯單方面吊打了
魔法氣泡對戰排不到人
為什麼俄羅斯方塊可以瞬降,魔法氣泡卻不可以(只有特定模式魔法氣泡也能瞬降)
導致連段堆的速度根本不及俄羅斯方塊的瘋狂打擊
好评: 依旧好玩~
但手感依旧很差。
好评: 休闲娱乐,锻炼大脑,预防老年痴呆啊,目前没有碰见bug,一切都还行,就是价格太高了!
