好评: 话说回来这游戏维修一直都这么久的吗
差评: 服务器一直在维护，给玩家游戏根本没有游戏体验果断退款！！！
好评: 还可以
好评: 还行
好评: YYDS
差评: 登都登不进去，还闪退
差评: 这游戏有3个严重的问题：
1.晚上高峰期（18：00-24：00）很难很难连接；
2.不用加速器会频繁断开连接；
3.无法无天的外挂玩家。
如果这3个问题解决了，这游戏其实挺有意思的。
好评: 我是傻逼
差评: 这傻逼服务器我玩你妈，挂了加速器还连不进
差评: 居其位，无其言，君子耻之；有其言，无其行，君子耻之。无仪、无止、无礼、不死何为？不死何俟？胡不遄死！！！！！
好评: 666
差评: 不要买这游戏辣鸡的一批，坑钱的啊，大多部分忍者还要自己掏钱买，模型还跟狗屎一样难看
好评: 传神游戏，还原动漫角色技能，挺吊的
差评: 真是一款脑瘫游戏，组队开局根本不经过队员同意，菜鸟2人直接开A+，打也打不过，退也不让退。个别BOSS技能也无脑，躲也躲不了，还全图穿越地形的揍你。终于扛着伤害到了boss脸上一个瞬移去了地图另一边，继续恶心你。真特么不知道这游戏设计者是多少年的脑中风患者，能特么做出来这种游戏
差评: 提示我存档损坏 逗我 呢？？ 还钱
差评: 过于离谱了，这玩意打人机你连个普通忍者都打不过
差评: 不愧是只值26元的游戏，服务器烂成屎，进3次有2次进不去，卡在（按任意键）进退不得。
差评: 什么网易手游？
好评: 如果入坑的，千万别没事打S级的守护村子防卫门和究极决战
很容易前功尽弃，人数不能少于4个人，不是技术问题
而是网络很容易卡掉，还容易卡BUG，导致失去一个战斗力没办法通关，然后打了半天打了个寂寞。
我是傻逼，总是打了十来分钟打了个寂寞。
好评: 666666
差评: 刚出的时候差评就很多,现在打折入的...玩家少是有一定道理的..这个锁定怪物和被怪卡屏,不知道自己位置真的很烦,非粉丝谨慎入手
差评: 不小心点了开始新游戏东西全部没了操，就不能没这个选项吗，或是多角色非要设置个重新开始
好评: 该说不说，这游戏挺还原的，自己配忍术，赞。
好评: 还行
差评: 挺烂的，不想多说
好评: 真不戳~！
差评: 刚下完电脑没声音了，我卸载试一下哈
差评: 垃圾，20几块钱都不值
好评: 
好评: 我花26块钱买了个勾巴，所以你也来买吧
好评: 有趣
差评: 我匹配你吗比 匹配的时候睡着了醒着还没匹配到 666
好评: 。。。。。

好评: 好玩好玩，青春的感觉
差评: 垃圾，垃圾中的垃圾
差评: 一年前就吐槽过了这个游戏的网络问题，这还能理解一下，但我说这个锁定系统就是坨shit，完全不过分吧
除了这两点之外的其他我还都挺喜欢，可以接受，特别跟喜欢火影的朋友一起玩也很有意思，希望官方能优化一下那两个最大的缺点
差评: 第一次登陆 服务器正在维护
第二次登 服务器维护
第三次 连接服务器...无法下载更新
我谢谢你
好评: ,,,
好评: 芜湖！20+买了300的游戏，我是聪明逼
差评: 糟糕的匹配系统，少的可怜的忍术和地图，花钱的新角色和服装倒是一套一套的，不推荐
好评: 喜欢
好评: 这个游戏4.99刀入手差不多了
差评: 这游戏也有g了吗?开局无限伊邪那美 开局无限的麒麟 服务器也垃圾开加速器都不行
好评: 感觉建模真的不咋地，但是我是火影迷，还是好评
差评: 游戏一开始那个界面太慢了，总是显示连不上网络
好评: 买了火影游戏豪华版和好多DLC~~！今天上线结果人物没了是啥鬼？任务！人物等级全白搭！要从头来！这以后老时不时的回档丢失！谁受得了~~暂时凑合玩了~
差评: 我是傻逼
差评: 我是傻逼
好评: 132
差评: 以下发言仅代表个人观点：
我不仅买了豪华版，还玩了这么长时间，还氪金了。
我是真的憨der。
————总结一句话：别买，快跑——————
*当纯粉丝向厨力游戏玩玩就算了，别真的想在这个游戏里体验到你想要的游戏过程
，跟氪金就能变强的手游没啥区别属于是。
*中国连这个服务器真的卡且掉线。
*这个B游戏我玩了好久的号给我整没了我再登录又让我新建账号，爬！
差评: 不要不信邪，确实连不上网。这里有一个不信邪试了一个小时然后退款的玩家。
好评: 
好评: 我是傻逼
好评: 匹配不到人求解
好评: nb

差评: 游戏服务器也太差了吧，玩着任务就能掉出去，打一大半了，结果给我掉了，就尼玛离谱，单人任务竟然还不是离线的，我是傻逼，垃圾游戏！！！！

日你妈，退钱！！！！！！
差评: 怎么说，这一代源源比上一代可玩性更低，也是匆匆完结。不明意义地玩。多人对战系统对于不喜欢打架的人而言，有点多余。
差评: 淦，傻逼网络，别买，玩10局5局把我卡退，还把我分扣了，还有3局卡的跟狗似的，能玩个鬼，还他妈骗氪，千万别买，而且要是好玩还用的着便宜成这个鸟样，别买
好评: 牛逼
好评: 游戏体验需要优化
好评: 非常值得一玩
差评: 服务器是真的垃圾，没玩过服务器这么垃圾的游戏，大厂还能整这么烂的服务器
差评: 垃圾服务器
好评: 请问怎么加好友，或者跟好友一起玩儿，两个人同时进去，找不到彼此怎么办
差评: 我是傻逼
好评: 能开个举报吗？遇到了无限技能能有游戏体验？？？？其他的都还行

好评: 网太次了，其它都还行。
差评: 开着加速器组队也是尼玛疯狂断开连接，太牛逼了
好评: 总体来说还是可以的
好评: 666
好评: 首先，打击外挂！居然国内还有那种神仙群！打击外挂！
然后正文
21年秋促入手的这款游戏，圆了我心中玩火影忍者多人对战游戏的愿望。首先说说评论区饱受诟病的服务器问题。这个问题现在似乎已经不再那么严重了。我在家裸连是可以登录的，和别人新手匹配过一把也没觉得有什么卡顿的。不过有听说其他玩家存在无法登录的情况需要开加速器。其实现在很多游戏都要加速器加持，这一点还可以接受。就是听说这个游戏的服务器开了加速器也会卡…目前还没遇上，如果确实如此那游戏体验就会差很多了。会劝退许多玩家的。
其次我看许多玩家给差评的时候说不如究极风暴4，我想说两个游戏虽然都是火影格斗但是明显这一款的网游性质更加浓厚，注重的也是多人对战。也因此游戏的技能特效不能设计的太过夸张，所以没有可比性。两个游戏的受众其实也是不同的。都是一个爹生的，但是各有偏重。这一款新忍出击更像它的表兄弟龙珠超宇宙2。而龙2的服务器是否有前面提到的卡顿掉线问题我就不得而知了。之前只玩龙2的剧情和单人，没体验网络。单人玩久了枯燥了也就弃坑了。
接下来具体说说游戏：
      这个游戏一进来让选忍村，我还以为和超宇宙一样可以获得不同忍村的能力，可以成为木叶的宇智波和日向带上美瞳，可以在砂忍村学会傀儡术远程骚扰敌人，可以成为岩隐村的血继淘汰的继承人......但事实上选哪个忍村都没一点区别，只不过初始的护额不一样而已。有点失望。进入游戏后首先是进行单机的VR任务，可以获得一些卷轴和装备，挺有意思的。但是后来随着任务等级的提升尤其是到A级别以后，任务难度增大，但是任务种类没区别。玩的开始枯燥。不过还好这个游戏主打联机竞技，所以不算是硬伤。VR任务升级到中忍就行了，上忍什么的只会解锁购买一些装备和形象而已。这些东西没什么影响。这游戏游戏装备从D到SS不等，其中D到S数据都一样词条可以通改。只不过样子和特效有点区别。而SS装备通过卷轴开出来（2周一更新）会有特殊词条。词条也有强弱之分要根据职业来选。国内玩家可以搜索相关QQ群，里面都有介绍。PVP联机的玩法：夺旗子，打青蛙，尾兽等，杀敌战，夺阵都还可以。想要体验好的话买几个DLC混搭技能给自己的角色用吧，只用不花钱的师傅还是不强的。另外一说这个游戏想学师傅的技能需要买推荐半价买，但是用师傅去打只需要多带师傅刷好感就行。
这个游戏作为一款网游，国内玩家是很少的，大部分都是外国人。国内甚至都没有什么人直播这个游戏。所以抱着交友的心态就不用玩了。但是喜欢火影忍者，喜欢自己原创角色的代入感，喜欢4V4对战的朋友还是可以趁着打折大胆尝试的。国内也有这个游戏的qq群，里面也有针对新人的购买和上手攻略。
总之这款游戏其实没有那么不堪入目，还是值得推荐的。
那些开挂的秒杀的无CD的一定要整顿！！！
打击神仙！！
差评: 想学个师傅的技能还要额外花钱是我没想到的
差评: 加速器都拯救不了的网络延迟，打个游戏掉三四次
差评: 在线对战全是挂 10米开外一套秒 对面技能无CD 查卡里还一直有 打急眼了开无敌 游戏结束还没举报 玩个p
差评: 经常断伺服器
差评: 玩着玩着与服务i去断开连接自动退游戏了。
差评: 45买的豪华版，100%粉丝向游戏，不建议路人玩家购买。

糟糕透顶的新手体验，第一局就有外挂（也可能是延迟怪）隔着10米远空手把人一套打死。
手游般的画质，不如去玩原神。

一句话总结，这游戏在2021年的圣诞节很尴尬，除非你也别喜欢火影，否则不建议入手。
差评: 这游戏本身是不错，但是和七龙珠超宇宙2比不了，以后有很大的进步空间，但那是以后。
最主要的问题是，无法进行不联网开游戏，一开游戏就要联机，把一个单机游戏搞的跟网游一样，还真是有钱途，卖东西不说说了，连个单机都要强制联网，一般作弊器开不了，会很肝，我是单机娱乐，不和别人联机的，每次开游戏都要连几分钟，有些时候还很卡，更是连不上，用代理都一样，这阴间设定不知道哪个狗策划想出来的。差评是给狗策划的。
好评: 其他都还好 就是服务器太拉了  开了加速器都不一定能上去
好评: 真不错

好评: 25买的喜喜
好评: 为啥点开始游戏 就没反应了 是服务器的问题吗？
好评: 我他么的买玩后没几天就被系统自己退款？20几块的钱还不能取
差评: 垃圾游戏嘎嘎氪金
好评: 这玩意老蹦，服务器都进不去

差评: 傻逼游戏
（修改内容）
傻逼游戏
差评: 去尼玛的老子才玩90分钟退款的时候你显示我玩2小时？？？？？？？？？？？？？
什么智障操作
差评: 退了游戏，不退钱。就很叼
好评: 垃圾服务器 ：）
差评: 我需要一个服务器
差评: 新人千万注意了，至少买个豪华版才能有游戏体验，而且别想着先买普通版，这个B策划脑子有坑是不能普通版升豪华版的，如果实在是不小心买了普通版想入手豪华版必须在两周内买豪华版，而且游戏时间最好不超过两小时，这个时候才能退掉普通版，其余情况不给退，恶心的一比。
差评: 国区不建议购买，后续组队任务过不去，游戏是个好游戏，但是匹配不到人很操蛋
好评: 很好，值得玩但有格挡机制就更好
差评: 垃圾 玩都没玩  他妈游戏崩溃 早点倒闭把
好评: like

好评: 我个人感觉这游戏可玩性还是很高的。但是可能是因为我是新手的原因啊，匹配了快整整20分钟都匹配不到人。还有就是会莫名其妙退出全屏。整得我很烦。
好评: 会i
差评: 怎么更新不了了？

好评: Impostor game
好评: 加速器延迟150左右 总体体验良好 火影迷不可错过的佳作。
差评: 怀疑没有亚服。服务器在欧美！即使开了加速器，打PVP和PVE延迟都巨高！PVP打人半天才有反应，至少在200+ping！单人PVE难度很高，逼着你组队，服务器又不好！Ai队友也是傻逼，直接站着不动！
差评: DLC一直再出，就是不肯拿钱去整一整服务器，多人老掉线。
好评: tai  love       the       game
好评: 决斗场挂壁真的有点多，关键是还他良的不能举报

差评: 辣鸡游戏战斗系统拉胯的一比，放个忍术他么的结印半天就不说了我就当你特么的狗币游戏就喜欢写实还原，但是本来你特么结印时间就长对面特么的扔个苦无过来你他么的直接打断施法也是绝了知道吗，他妈的豪火球都到嘴边都快吐出来了，对面一个苦无给你啪憋回去了你特么的是真的绝，然后就是狗币锁定系统他么的你不锁定吧是技能目标瞎瘠薄选，然后你想打的那个目标啪一个苦无给你技能施法打断了，锁定了吧，你他么的视角就他么在那一个人身上挨特么剩余敌人四面八方的围攻，然后还有他么的一些角色技能设计的咱也不知道是为啥，就他么卡卡西神威直接秒我一管血就他么狗币，正好接上狗币目标锁定的那条狗币设定了，我特么目标锁定别人他么的卡卡西在我腚锤子后面开了个神威，我特么没视角满管血直接没是真的高血压，迪达拉那个满地放炸弹，他么的你碰一下就是一个爆炸，他么的有时候连续爆，你特么刚开替身术换走他特么立马跟着爆一个，扔个龙放那火球喷你特么的就开始满地放炸弹，你他么想过去打那个龙你得特么的躲满地的地雷，不然就特么的炸飞，有时候连续挨炸特么的直接角色不重整态势了，直接原地落悬崖是真的恶心，这狗币游戏除了特么的收费系统没问题其他的我看什么特么的都不好好做
好评: 操作怪怪的
好评: 这个是不是没有1V1
差评: 挂多，dlc技能平衡性越来越差，闪退报错存档失败等问题一直没解决，装备栏红点之类的也没法一键清逼死强迫症，卷轴上限只有500满了不开还会影响其他功能，开了也没新东西只能卖了换钱，钱也没什么可买的，不过粉丝向也无所谓了现在就希望游戏能活久点吧至少是比火影手游好玩
好评: 好玩刺激
差评: 不是很明白为什么原价敢订268，订268就算了，dlc角色不能肝还定268呢，pve玩的我迷茫，但凡对面有复数boss就死无全尸，boss一个技能就能秒了我，还夹杂一堆小怪，你是不知道你的锁定有多难锁吗,PVP更是个重量级，八个人混一起，本来就难集中精力了，还特么一卡一卡的，加速器也加不动
好评: 有中文我很欣慰，26块钱入手的其实不打算说什么了，但是，你他妈作为一个可联机的游戏，不出云端保存进度？ 我他妈玩的一天的进度，换了一个网吧什么都没有了，什么东西啊？出云端保存行不行？
差评: 这个游戏的智能锁定跟砂比一样，你正打着残血他吗突然就冲其他人去了，垃圾游戏，我还买DLC,买他吗去吧

好评: 升级一下系统不让系统崩溃

好评: 我是聪明逼
好评: 游戏很完美，也挺好玩的，唯一就是这服务器太烂了，时不时的掉线什么的，加载游戏时太慢，还有新忍者能出快点嘛？现在出的我都买了。
差评: Fatal errorFatal error
Fatal error
Fatal error
Fatal error
Fatal error
Fatal error
Fatal error
Fatal error


差评: 很爛，爛得要死，配對一直都是3打4看不懂，新手對面還全都超高等，無言
好评: 其实还好就是  尼玛的  加载也太慢了
好评: xs根本玩不了下载了半天进不去电脑还是新买的
好评: 永远跟党走，心中有党，事业理想。
⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
好评: 游戏是好游戏，火影迷非常推荐游玩。但也仅仅如此了，挂壁实在是太多了。我满血一个写轮眼就给我秒了，我连替身都替不出来，这合理吗？
好评: 开挂死全家
差评: 垃圾游戏动不动掉线
差评: 如同PSP游戏一般
好评: 怎么说呢 除了服务器有瑕疵之外 非常过瘾！！！适合火影迷组队和好友们一起！！！！
好评: 还是挺有意思的，打折相当于一个手游月卡钱，买不了吃亏，买不了上当，这下我也可以是禁术大师了
好评: NICE
差评: 手贱冲了43块钱买了10个月光卷轴 然后啥都没有 给的都是不花钱就能开出来的道具。。。我就想要个忍刀啥的  哎坑人啊
好评: 好玩
好评: 跟师傅学习，然后就可以学习师傅的忍术，水遁，大鲛弹之术
差评: 一直卡掉，没有什么乐趣可言
好评: 26.8入手的，自然觉得还是不亏的。如果服务器改善一下，再加一点PVE副本，还是挺有意思的。
好评: 除了服务器lj，非常好玩
好评: 情怀粉必入 打斗场面新颖
好评: 目前还可以就是玩法太单调了
差评: 心情复杂，就当扔河里了
好评: 多人

好评: 好玩，就是技能有点少比较限制
好评: 很nb



好评: 很好。

好评: 科技玩家多的一匹
好评: good

好评: 服务器很烂但是玩法还是很不错
差评: 根本玩不了 服务器废的 加速器没用
好评: 我破防了，破防了，™傻卵游戏
好评: 登录不了服务器啊，开了加速器都不行 纳闷
差评: 网络极其不稳定，进去几秒就掉出房间。难道是我的问题？
好评: 我这个人很简单，你给我打折，我就给你好评
好评: 妈的怎么进不去

差评: 直接就进不去进去就崩溃？？

好评: 可能我运气好吧，网络很稳定也没断过线，联机体验很好
差评: 升中忍的动画我看了三遍！！！三遍
15分钟   艹 还不能跳过
差评: 服务器极其不稳定，根本玩不了，进游戏要半小时。Very unstable server. Very Bad!
差评: 卡出翔了 开加速器没用
好评: 很好  根本燃不起来
差评: 真的傻逼
差评: 经常性无法登录游戏，匹配游戏较难，从新人开始，就十分不友好，新人任务无法匹配玩家就算了，不能单人过任务，我十天9天显示无法更新内容，换个时间段登录，操作手感各方面也距离预期较远，纯因为一开始没注意，购买了DCL，并且超时，不然已经放弃这个游戏了
差评: 我是傻逼，买了游戏进都进不去，还傻逼的试了一个多小时
差评: 一半的时间都是在链接路上，开了加速器都没用！
好评: 操作用键盘好难
好评: 我的评价是：不如终极风暴
好评: 飞檐走壁的感觉真的爽，战斗很上头，就是没想到秽土鼬竟然是愈之型的，医疗忍者越来越暴力了哈哈哈哈。忍具方面，pay to win嘛，懂的都懂，也不用太纠结，随缘抽吧。总掉线的话，用个加速器就能很流畅地玩了。
差评: 延迟极高，换了几个加速器都不管用。
差评: 无法登录，再便宜也别买。
好评: 为什么我匹配不到人，5分钟了，大厅里满满的正在匹配的人。。。
差评: 我是傻逼，连接不上的傻逼
差评: 不好玩
差评: 我很少给游戏差评，但你这我忍无可忍 我才一个月没J8玩就删我存档？我除了DLC内容里面氪的卷轴呢？傻逼游戏赶紧下架吧 删玩家存档这B事就算是腾讯也不会做！！！
好评: 打折买的我是聪明人
差评: 说说玩了这么长时间的感受吧，pvp永远匹配不到，服务器真的烂的跟屎一样，各种延迟杀，要么就是打半天跟打空气一样，要么就是打着打着人就死了。pve也是一样，永远就那么几个任务，而且有的时候都快打完了突然给你来波断连，属实就是搁这糊弄鬼了，要是不好好做还不如不出啊，傻逼万代
差评: 188买的好快就升到中忍就不能玩了
好评: 挂个奇游电竞加速器就ok，终于把vr任务通关了......
差评: 为什么我开不开加速器都是进不去游戏，每次建完人物直接连不上服务器，难道这游戏还锁区吗
差评: 没什么好说的 只能说是偏向手游手感一般玩法一般画质一般的卖ip情怀的普通网游
差评: 游戏价格与游戏内容不匹配，副本与pvp过于普通，虽说是一次创新，不过还是不推荐
好评: 还不错
好评: 游戏很好玩，可玩性也很好 但是我还没有玩明白
差评: 不好玩，又贵
好评: 好
差评: 傻逼网游，你买那么贵，谁买谁傻逼
差评: 屎一样的打击感，还不如风暴4
差评: 只要和玩家联机的模式，必掉线
差评: pvp因为延迟，鬼知道自己在打什么
差评: 强制pvp才有奖励就算了，就当鼓励pvp吧，但是pvp里面无限怒气和无限冷却是什么鬼怎么玩？？
好评: 服务器不行
差评: 这™是用屁股做的服务器吗】

差评: 游戏要硬说的话其实还行，但是如果是主打pvp的话，我觉得就没必要增加那些过多的剧情，而且这些加进去还怪怪的，打击手感其实感觉不太行，打架时也是，一局游戏进去不知道在干嘛，延迟还有点异常的高，整体评价是不如究极风暴，如果不是真的火影迷就不要入了吧，反正我20买的
差评: 体验极差
好评: hao,good
好评: 还不错哦
好评: ....................../´¯/)
....................,/¯../
.................../..../
............./´¯/'...'/´¯¯`·¸
........../'/.../..../......./¨¯\
........('(...´...´.... ¯~/'...')
.........\.................'...../
..........'\.......... _.·´/
............\..............(
..............\.............\...
好评: 我是傻逼
差评: 真他妈垃圾，玩着玩着他妈就异常错误，过万的电脑都能这样，真吐
好评: nb
好评: 好玩
好评: 打折买的，还行

差评: 看到我的时长了吗，这游戏退了还显示在线，关都关不了
好评: 辣鸡游戏，下载了又上不了。很久之前买的，又退不了款，  我是傻逼
好评: 一般。但打折入手很值。
当初四八入的，现在二六依然觉得不亏。如果还没入手究极风暴4的建议先入手究极风暴4，现在正在打折，不久前我三八入的。
买了这个建议入手拜师系统的DIC，要不然自己的角色没有其他技能。老是用鸣人佐助这些动漫角色打联机很尬hhh。再提醒一下，建议上了四十级在和别人合作任务，要不然很容易被甩（挂机）
与究极风暴相比，除了操作上更流畅方便以外就没有啥优点了。要知道究极风暴在特效和故事模式上远胜于新忍出击。最让我无语的是，剧情带的比较多的任务小半天就做完了，把我都整懵了。然后丢给你一大堆任务，他妈的绝了
当然，这服务器确实容易炸，很狗带
好评: -.-
好评: 阿巴阿巴
好评: 游戏都进不去
差评: 一般·
差评: 滚蛋

差评: 我玩过火影忍者3究极觉醒，感觉和里面战役模式的套路很多都是相像的，不过本身却不太好玩而且需要全程联机。锁定机制不友善，对于不锁定的玩家更不友善；每日签到、登录公告搞得和手游一样就恶心。和制作精良，镜头表现力极强的究极风暴不同，这个玩意不仅动画粗糙，模型稀烂，游戏玩法也没多大改进。总之很不推荐。
好评: 目前来说，能用的免费加速器就是NN，玩着还是不错的，值得推荐的一款游戏，可发展空间也是很大的期待官方推出新的地图，新的玩法
好评: ,
好评: 好玩好玩好玩

好评: 还可以，就是玩法有点单一
差评: 我是在折扣的时候买的，玩了三小时后有事出去了，三天后回来发现这个游戏自动退款了，而且我支付宝并没有收到退款记录，我不知道这个折扣活动是套路还是什么，投诉渠道也并不处理此类问题，虽然游戏仅价值45元人民币，但是这样的话之后的游戏我还敢买吗？客服不停的问我要2019年的交易记录我也是没想到
好评: 买来当单机玩
差评: 8是很行，满分一百分的话60分吧
好评: 是针的好玩
差评: 买完后悔系列.jpg
差评: 有点难进  有点难退   网络波动严重

差评: 不想锁定某个人的时候瞎鸡巴给我自动锁定，眼睁睁的看着残血就是收不了人头
差评: 这个服务器是真的垃圾。排一把掉一把。要么进不去。除非你只做单机任务。真傻比
差评: 辣鸡
差评: 可玩性不高，任务重复性90%，玩一下就腻了  每天如果玩一个小时的话 那还勉强可以
差评: 不好玩，不如去玩究极风暴，不愧是不可燃物
好评: 好玩
好评: 玩的起来很有感觉。
差评: 经常掉线，连半天都连不上，开加速器也没用。日你妈，退钱
好评: nice

差评: 什么玩意，第一天可以进，第二天开始死活进不去了，数据不能下载
好评: 不知道是服务器的问题，还是网络，有明显卡顿
好评: ？？？

好评: 很不错的一款游戏，每个忍者的技能拜师学会后可以给自己捏的忍者装备上，通关任务可以获得一些装饰品，比如九尾的金色尾巴，有时候打折，单买忍者也就8元，季票打折44，五个角色，还贵了点，大家一定要看好介绍，有的礼包是不给角色！！是给角色练级的，不要买错，买了跟没买一样！！然后玩法上其实也是有些单调的，任务都玩完了就没啥玩的了，建议有朋友的一起玩，没朋友的自己玩玩也肯定会腻，我不渴望玩法变多，只希望弄个聊天，，能打字的功能，然后角色技能哪怕再多俩，五个技能也好，总不能就俩技能，大招一局最多也就放一次两次。。真的很苦恼。
总体评分四颗星（卷轴奖励每两周更新一次，大约一俩月出一个新忍者。）
好评: 贼好玩
差评: 我是傻宝

好评: 还行  就是技能少了点
好评: 就很离谱第一天卖45我买了。第二天直接卖26？？？？？
好评: 非常好玩，我头已经被摸秃了，被打到不能还手，哎呀，认错了，这里是隔壁村的
差评: 进去打架飘的一皮，开着加速器也卡顿
差评: 连不上网，玩个毛线
差评: 这游戏会自动踢掉大陆IP 和关闭服务  1折也多余。 就算有加速器 也会掉线。 而且 这游戏不买扩展包 根本不要想玩。 技能全是没威力的缩水版  。纯属骗钱 。 
 技能少的可怜只有2个， 即时保存都没有。经常回档。
  总有一件装备 或 武器 是 抽不到的 . 还说10% 概率 ，都是重复， 100+次密卷轴 也抽不到

外挂好多  攻击加速 攻击力   防御力 挂 闪避 僵直 都有挂 打一下不能替身的  技能0CD 
只有想不到   ，前十， 有名次的居然基本全都有挂开  一般打10盘里面7盘挂
差评: 既然不能登陆就别在大陆上线了，傻逼游戏，三个加速器都不顶用
差评: 真垃圾啊 一直掉线关键还一直刷新主资料登不上区 我也是傻逼才买这款游戏就两个技能你完尼玛啊 连招在这游戏不可能实现
好评: 好肝。。。玩累了
好评: 为什么买了游戏不可以玩啊？

差评: steam 无法初始化api
好评: 咋说呢，凑合着玩吧，守护木叶
差评: 我是傻逼
差评: laiji

差评: 我是煞笔，这不是究极风暴4
好评: 还行就是不能一台电脑两个人单挑，匹配根本匹不到人，技能太垃圾没有 4代的好
差评: 只有第一次玩不会掉线
好评: 比手游好玩不知道多少倍，就是场景有点少，目前D和C级人任务就看到两到三个场景，dlc回都买的，角色都太喜欢了！
好评: very  good
差评: 打折买的，我是傻逼
好评: 打折入的 狗都不玩
好评: 很好玩
差评: 一堆外挂现在还玩不了，还他妈锁大陆ai操他妈的这逼游戏真恶心凸(艹皿艹 )
差评: 这叫游戏？4399的死神VS火影都比这好玩，匹配什么鸟都匹配不到，玛德基础两个技能一个大招，能打啥连招？KOF97他不香？拜师动不动就要买DLC。打折入的我都嫌浪费钱。
好评: 独狼游戏体验极差
差评: 我打折花钱买的，我以为我是聪明 b，打开玩了以后我才知道，我是傻逼！！！
差评: 有点肝，手感和画面没有想象中好
好评: 各种忍术的搭配  还有各种任务 还原   真的做的不错了  不过还是希望以后能出一个开放世界的木叶村  然后去接任务 而不是打什么AR任务老是那几个地图  不过这个已经做的可以了 PVP模式也很好玩
差评: 新鲜感一过就无聊的游戏，没有任何新玩法，新忍者也出的慢，部分忍术过于逆天，没有剧情，pve更无聊。
好评: 还行吧
差评: 不用手柄玩不了，ps4，ps5 的手柄也不支持

好评: 我是傻逼
差评: 沃日尼玛 B级任务打个兜跟打尼玛十尾一样 血比S级BOSS还多 新出角色长门跟开挂一样全地图追踪导弹 吊游戏什么烂平衡啊？
好评: its good but it may be expensive
好评: 太好玩了就是有点难
差评: 一进游戏就显示，伺服务器正在维修，请稍等片刻再试，太恶心了什么玩意离线模式都没有？开了加速器也玩不了还是游戏维修？明天还打不开退款。
差评: 一般般吧，不是很推荐，毕竟剧情太短了。主打PVP玩法
好评: .
好评: 除了服务器其他都挺好的
差评: 买完过了很久，今天心血来潮想玩一玩，打开一看根本玩不了，我是傻逼👍👍👍😊😊
好评: 29买的玩了一个小时就没再玩现在觉得我是傻逼++++++++++++
好评: ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ ⣀⣀⡀⠀⠀⣀⡀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⣿⣿⣿⠀⣼⣿⣿⣦⡀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⠀⠀⠀⠀⢸⣿⣿⡟⢰⣿⣿⣿⠟⠁⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⢰⣿⠿⢿⣦⣀⠀⠘⠛⠛⠃⠸⠿⠟⣫⣴⣶⣾⡆⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠸⣿⡀⠀⠉⢿⣦⡀⠀⠀⠀⠀⠀⠀⠛⠿⠿⣿⠃⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠙⢿⣦⠀⠀⠹⣿⣶⡾⠛⠛⢷⣦⣄⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣧⠀⠀⠈⠉⣀⡀⠀⠀⠙⢿⡇⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⢀⣠⣴⡿⠟⠋⠀⠀⢠⣾⠟⠃⠀⠀⠀⢸⣿⡆⠀⠀⠀⠀⠀
⠀⠀⠀⠀⢀⣠⣶⡿⠛⠉⠀⠀⠀⠀⠀⣾⡇⠀⠀⠀⠀⠀⢸⣿⠇⠀⠀⠀⠀⠀
⠀⢀⣠⣾⠿⠛⠁⠀⠀⠀⠀⠀⠀⠀⢀⣼⣧⣀⠀⠀⠀⢀⣼⠇⠀⠀⠀⠀⠀⠀
⠀⠈⠋⠁⠀⠀⠀⠀⠀⠀⠀⠀⢀⣴⡿⠋⠙⠛⠛⠛⠛⠛⠁⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣾⡿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⢾⠿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
 (sb服务器）
差评: 玩法挺单一的，个人认为二百多块钱不值，我是一折入的，当个小游戏玩了233但闪退问题最近似乎有改进，喜欢火影可以买来玩玩
好评: ''''''''''''''''''''''''''''''''''''''
差评: 要不是火影迷我才不买了，买了就有点后悔。
好评: 对战的时候经常看到对手或者队友发动究级忍术，这个究级忍术要怎么发出来啊，3应该只是大招，不算究级吧。
差评: - -日常氪金变强大.
差评: 垃圾战网，根本上不去
好评: 挺好玩的
好评: 可以就是服务器在好点就好了

差评: 非常阴间，玩了之后就会忍不住问候制作人的游戏。我非常不建议购买这款游戏，否则大夏天的火气噌噌往上冒。
1.BOSS战非常阴间。BOSS的技能释放纯粹看脸，越强的招式释放前摇越短，非常离谱。例如九喇嘛的四连拍、牛鬼的秒杀下砸和一尾的秒杀口炮，都是无蓄力无前摇，中了就死，防了也大硬直。30%血左右狂暴，狂暴后攻击间隔更短，短到比玩家的受击硬直还短，一套把玩家连到死。
2.任务等级毫无参考价值。任务的难度纯看BOSS是谁。九喇嘛和须佐的难度远高于其他BOSS，B级的九喇嘛任务比S级的看大门更难。
3.阴间的多人匹配。经常把隔着半个地球的玩家匹配到一起，导致游戏延迟极高，一款动作游戏延迟高是什么体验，体验过的都懂。还有极度离谱的难度变化，4个人的任务如果有1个人不好好玩基本上就悬了，4人B级的难度远高于一个人单刷S级任务的难度，4人S级的任务就更是阴间，完全不推荐组队过。
4.极度脑瘫的地图设计。和BOSS对战的平台普遍都不大，被BOSS碰一下人物就会飞出去大半个平台，很容易就会掉下去。而如果不小心掉下去就会陷入好不容易爬上来->被打飞->爬上来->被打飞的循环，极度浪费时间，绝对是最阴间的体验之一。
5.体验极差的锁定系统。自动锁定经常锁到背后和侧面的屏幕外的敌人，BOSS和杂鱼同场的时候优先锁定无限刷的杂鱼，AOE优先锁定目标更少的点。离谱的是自动锁定不能关，你必须用这套SB的系统。九尾的尾巴碰撞体积很大，偏偏我镜头一转过去就瞄准尾巴后面的杂鱼，这个时候点一下普通攻击就会卡在九尾的尾巴上保持飞行的动作，因为角色被挡住了飞不过去。我真心祝福做出这套系统的脑瘫早日升天。
6.受身动作飞的很远，硬直很长。本身问题不大，但是配合BOSS和杂鱼的攻击频率就很成问题了。攻击频率高，被打到硬直很长，又飞的远，还没摸到BOSS就又被打飞了。只能靠位移和霸体技贫血硬刚。体验奇差无比。还有杂鱼的爆弹和定身，真的恶心，一被炸就飞很远。最离谱的是巳月的击飞，好家伙，我还以为我是BUG了才被弹到十万八千里之外的。
7.脑瘫的UI设计。切换界面，选项飞入固定后要等一秒才能进行操作。任务还没开始我就生气了。
8.没有语音也不能打字交流。就离谱。
9.技能设定毫无平衡性可言。鬼人斩作为一个小技能，比大招仙人模式还好用的多。
10.扯淡的优化。例如牛鬼的地刺，人越多越卡，不是降帧数，而是直接卡屏的那种卡。会做游戏吗？
好评: 给女朋友口了好久才买的
好评: 联机游戏，匹配机制类似英雄联盟，还有排位，进去后可升级可抽奖可和好友一起玩，pvp，pve都有，真好玩
差评: 为了增加所谓难度设置结界，掉下去哪怕是稍微挨着立刻死。其实你这垃圾的操控感根本不需要这个。还有屎一般的锁定。玩这个游戏不会让你感受到快乐，只会让你在副本中明白这个开发商只看钱不看操控感。技能的判定也是一坨屎。
好评: 存档科技加V：阿斯玛代练666（小写首字母）
差评: 玩法单一，服务器太差，不一定每次都能登陆。过了新鲜期就没意思了。
好评: 更新快点就好了
好评: 火影迷可以玩
好评: nice
好评: its ok
差评: 什么服务器，玩没几局游戏换着花样卡我，要不然不能动了，要不然视角动不了。打个鸣人的任务一个分身都跟那乱放技能，关键他还有一堆分身。做游戏的都不玩的吗？游戏bug也不修复，完了几天每天不重样的出bug真的服了。。
好评: 打折入的还挺值，原价买就不值了，不如究极风暴4，但是是网游，喜欢火影手游的可以尝试
差评: 画质不咋地
好评: 垃圾玩意，升中忍动画都不能跳过，靠！垃圾！垃圾！垃圾！
好评: 请问买了迈特凯的付费内容要怎么用啊
好评: 好玩但是dlc有点贵多送dlc官方啊

好评: 很好玩

差评: 就买的第一天登录过一直登录不上！这服务器真是一言难尽！
好评: 嫌卡的纯属电脑问题，我4年前的电脑运行畅通无阻
差评: 游戏真的好玩，虽然人不多，
这是一个多人PVP游戏，而伺服器太垃圾了，
不断消耗着我对这款游戏的喜爱，
加速器，VPN换着用也一样经常掉线。
好评: 非常好玩 要是能进去就更好玩了
好评: 听说这游戏有科技？我有个朋友想要
差评: 一天都在登录，骗钱的
差评: 垃圾，网络根本带不起，玩一两把就不行了
差评: 服务器太差，一直掉线，怎么连接都没用，我还卦了小黑盒加速器
好评: 这游戏还可以   问下后面能召唤尾兽打架或者须佐能乎那种吗

差评: 经常网路出错进不去我百兆网
好评: 皮hi哦
差评: 智障一样的锁定系统，某些脑瘫般的任务，忍术搭配还非得同类型，某些忍术技能特效做的跟屎一样，这游戏里的神罗天征也配叫神罗天征？不说强度如何至少特性你得做好点吧，LJ万代给爷SI👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎
好评: 牛逼
好评: 能不能把服务器修一下？一天掉线五次了。游戏再好没有好的服务器和人物都是0


顺便求一个波风水门（秽土转生）
差评: 太单调了
差评: 只喜欢玩单人模式真的没有游戏体验，带着一个ai同时打第七班四个ai，对面一个大招秒杀我，替身都按不出来，我一个大招刮痧，长门宇智波斑都打不过第七班是吧，你麻痹你自己做的游戏自己玩了吗草泥马
差评: 服务器太垃圾了
好评: 英雄少了点其他都很好
差评: 半天进不去

好评: 垃圾操作系统

好评: 一定要有加速器，不然会掉线。游戏是好不错就是服务器在外国。
差评: 掉线问题严重，可玩性不高，很多角色都要另外花钱购买/。玩家数量少
差评: 我是傻逼
好评: 可以可以 适合中二患者联机玩，医生说我的中二病又严重了，开玩笑作为木叶村新晋忍者我怎么可能会有中二病
差评: 服务器真糟糕，一直都是登录不上
好评: 我是聪明比，46豪华版，但是入坑后英雄DLC买了N个，我是沙比
差评: 《目前服务器正在维修，请稍后再试》
好评: 很好玩 任务多不会无聊

好评: 爽快！！！流程
差评: 45入豪华勉强不亏
好评: 牛

好评: nb
差评: 我去你吗的星号币，这么说吧，一个半小时的游戏时间，一个小时都在断线，任务完成结果给我来一个掉线重连！！！
差评: 进不去游戏 链接不了服务器 什么情况啊
差评: 一折入的
不算特别火影粉，之前玩过一年火影手游也算玩到小小的影级
回到这个游戏：
画面=手游水平
操作=有点别扭，瞄准机制非常神经
平衡性基本=0
剧情基本=0 （几个人物依次冒出来给个任务就当是剧情了，我x）
社交玩法=基本没有 （手游起码还有公会组织）

结论：原价血亏，原价+DLC巨亏，一折勉强不亏
好评: 傻逼服务器
差评: 为什么打不开啊一直跟我说文件丢失 下了两三遍了 有没有大佬跟我讲一下怎么搞
差评: 我是伞兵 这么是火影游戏？ 一局游戏8个人 6个自定义角色 仙术乱炸 真一点技术不用 玩的时候还掉线 我寻思我网不好 手机开热点  本来不想给差评 刚打完一局被踢出来 你让我刚给评论 真恶心昂 这游戏还是打折26买的 都觉得亏
差评: 服务器真棒！！！！！！！！
差评: 我是傻逼
差评: 没究极风暴4好玩 没有剧情........
好评: 游戏是真好玩 网也是真的卡，不用加速器玩不了 必须加速器 有时候匹配老中断 其他没啥问题 火影迷还是必入的  比玩那些个手游强太多了 还是建议入的
好评: 沙比游戏，一直显示加载失败
差评: 一直掉线重连，玩一天了新手任务1都没做完。溜了溜了
好评: 新手PVP进去直接给轰烂
差评: 伞兵游戏，为什么不能单机？非要联网的话服务器做好点啊几分钟一断，一个小时了连新手任务都没过去疯狂掉线，没有加速器的不要买，我网络玩帝国时代，人类一败涂地，求生之路，steam别的很多联机游戏，lol和其他网游都不掉线的玩这个一直掉，切了3个网络了，开uu的免费加速也不行，体验极差！啥时候开单机啥时候好评
差评: 打一折只要4.99刀好便宜啊！买买买！
 wo shi shabi
差评: 没有火影味道
差评: 我是个傻逼
好评: 有意思，火影铁粉必入！
先说说究极风暴4，优点在于画面更接近动画，剧情还原度高，缺点是多人联机不行，通关后可玩性降低。
而本作弥补了这一缺憾，它最大的亮点在于多人模式！（我一般能裸连上服务器）
在游戏里，我们既可以组队PvE玩原创剧情又可以竞技PvP，玩法有趣，忍术设计也很不错。接上手柄有很好的震动反馈，而且自己的原创角色可以拜火影角色为师学习忍术，还有各种服装穿搭，可玩性和趣味性都很强。至于很多人批评的画风不好，我一开始也难以适应，毕竟有究极风暴无敌的画风先入为主了，但是随着游戏时间增加，我越来越接受甚至欣赏这种独特的漫画画风，真的很有特色和创作力！
现在已经是史低1折价了，火影迷们还在观望什么？！买买买！绝对血赚不亏！一起来体验飞檐走壁的忍者世界吧！
差评: 跟着新手任务打到PVP新手匹配战局都是仙术在乱轰打你马呢
差评: 垃圾游戏、
好评: 《火影忍者：断开连接》我算是见识到了.
好评: 为啥打不开，第一次还能玩，退出重进就显示easyanti—cheat
差评: 我之前有保存游戏账号 可是我买了一个电脑登入 果后发现保存东西不见了 希望可以弄这个bug
差评: 新手模式排不到人，普通模式进去被老手劝退，何必呢
差评: 笑死了，29块钱？原价买的，我是傻逼
好评: 自由程度超高推荐值得一玩

差评: 不喜欢，画风差评，战斗系统也不舒服，居然是网游，第一次没开加速器，卡爆了，还会掉线
差评: 打折入的时候觉得应该挺好玩的，觉得自己挺聪明的。玩着玩着就觉得，我是傻逼！
好评: nice
好评: 好玩，有科技，无需抽。谨记，卷轴可以用科技刷
差评: 太无聊了，玩到差点睡着了。格斗游戏做的跟奇迹暖暖一样
差评: 七字真言：服务器连接失败
好评: 玩到后面真不知道干嘛而且服务器是真的拉胯

好评: 匹配系统和屎一样 新手和高手排一起 有rmb玩家 恶心的一笔
好评: 我就想知道怎么语音？怎么和好友组队？怎么找好友聊天？怎么添加好友？
差评: 老是掉线，垃圾游戏
差评: 现在还在更新吗，怎么进不去，更新完显示有木马病毒
好评: pvp挺好玩，记得用加速器。不要在乎伞兵评论
好评: 我是傻逼

差评: 游戏是好游戏 缺点太多 都搞好了 绝对精品！
1 网络问题 不开加速器玩不了 开了有时候经常掉线或者进不去房间 网络问题也很关键因为 身为一款多人即时对战有较高延迟就会导致双方游戏体验不一样 你以为你很厉害练死对面错 因为对面网不好有的时候技能都是放不出来的 导致流畅度不行如果网不好的玩了两局人机就会感觉不是一个游戏
2游戏设计机制 四个类型忍者 感觉变化并没有特别大  武器区别可能是比较有区别的地方 也正是四个类型限制了游戏自由度 攻忍者不能带守忍者的技能 其实应该可以通用的 因为本来在火影里面就没有这说法 并且守的忍者也有进攻技能的 进攻忍者也有防守技能 更不用说其他两个了 导致四个职业分化很低有时候像个摆设
3玩过一段时间感觉 就感觉比较累了 因为上面种种问题导致游玩时间缩短 付费游戏我就不说了 里面内置购买内容没有季票dlc的话 你忍者会很少基本玩不了多长时间一个dlc价钱大家也是看得到的性价比比较低 建议打折入
4忍者模型还原度 比较高了 但是技能还原度只能说 智者见智 一个忍者只有很少的三个技能对于每个忍者来说都太少了 而且一个是大招你一局用不了几次 所以你长用的也就两个技能和 飞索 格挡反击之类的 而且有的忍者技能基本没什么用在原著里面和游戏实力天差地别很难让人融入人物与游戏！
游戏是个好游戏但是我觉得问题比较多 有建议的可以下方留言 ！
差评: 垃圾 游戏   实际能用的就几个技能
好评: 正常形态的博人是dlc吗，为什么我没有啊
好评: 那个茕月佐诗啊，你不会玩鹰佐，可以不玩，还tm鼓捣你那个三段起手呢？来我来教你来，看好了啊鹰佐1.2.3.4，四A，看好了啊！然后一个转身，一个转，诶我就不转，我就我就卡后面那个wi帧，唉，我就在一戳，戳到人以后往地上一扎，扎个刀，看到没，扎刀了啊，三段我tm直接位移出去，然后我直接就一个千鸟锐我就枪劈到对面，对面现在已经残血了啊，别怪我没有教好你，劈到对面干什么，别tm喷你那破寄吧火了，看好啊，通灵，通灵出二尾，通灵出二尾直接就扔到他的身上，就疯狂的抓他的b脸，然后我再一个木业死gay佬！三段抓取伤害全部吃满，完成强杀。nmb你懂个der啊玩jb鹰佐cnm
差评: 先不说网好不好，游戏打都打不开
好评: 火影迷的福利，满足小时候的中二幻想，如果你有中二病，那么这款游戏绝对适合你，建议打折时购买，优点是优化很好，玩起来很流畅，而且可以自己捏脸，选择忍术。但是问题也有，首先游戏有内购，忍术忍者要钱买，不说打折的，这原价买的玩家不是气死，网络很卡，打竞技场瞬移，血压会升高，而且游戏本身内容很少，打斗方式很单一，两个忍术，一个大招，一个替身术，打起来不是很爽，还有BOSS被打下悬崖不会用钩锁，而是瞬移上来，没有那种忍者对拼的代入感，这个游戏16小时基本就通关了，希望后续可以更新更多内容
好评: 还行
差评: 买这个游戏就是为了特意来骂一句，勃人传就是个鸡脖，不接受反驳
好评: 喜欢
差评: 服务器拉几
经常卡掉，实际网速30+MB还是经常卡掉
艹
好评: 这网络就离谱
差评: 我是伞兵
差评: 。。。
好评: 打击感很强，跟动画感觉差不多，上手很简单，就是带的技能有点少，原著里每个人有几十几百个技能，游戏里对应的只有四五个技能，模式也有点单一，在仓库里稍稍积灰
好评: 不要求别的，用什么加速器能不卡？
差评: 伞兵游戏，连服务器都连不上，修改个人装备页面还卡bug
好评: 666
好评: 我觉得这个游戏比究极风暴有意思，应该算是火影游戏里面比较好玩的了，点赞。
好评: 我是傻逼
差评: 垃圾服务器
差评: TM游戏外挂不治理 匹配机制也是垃圾的一批 难怪没人玩 垃圾游戏
差评: 连接不到服务器同时也是人民币玩家的游戏..............
差评: 除了第一次登录游戏可以游玩，然后就是无尽的正在更新，网络连接错误。厉害了
差评: ???谁告诉我这游戏怎么打开
差评: 不推荐，玩起来像玩一款手机游戏。和之前的火影游戏差了万倍，如果想买就等打折买把，到时候也能少亏点
差评: 游戏名应该叫《火影忍者：断开连接》
好评: 笑死！完全燃不起来！
好评: 还是有点意思
好评: 我是伞兵，46买了个寂寞，这游戏也配200多？怪不得打折多
差评: 至于服务器海外连没有任何问题，国内慎买
游戏本身只能说这个本来能做的很好，拥有一个还算合理的设定，还抱着这么热的IP
只可惜万代做的时候估计就只想开发成一个专门赚欧美粉丝情怀快钱的游戏

游戏里你需要设置自己的角色
但是发型脸型几乎全都是火影里面角色的
游戏里你会看到一堆鸣人头迪达拉头顶着不同的发色，让人感觉很违和
我懂欧美大兄弟很喜欢一些角色想变成他们
但是除了原作人物里面的发型脸型脸部装饰之外就几乎完全没别的可选
我觉得不想弄一个缝合怪角色的也大有人在吧
而且这两种存在完全不冲突，只能让人觉得是只想赚情怀钱并没有想做赚钱外的任何一点努力

操作手感说实话很一般，主要是锁定系统特别恼人，按了锁定你屏幕移动他也给你自动锁其他人
那我想问锁定不锁定有吊毛区别，别告诉我要一直按住才能锁
而这些游戏内控制系统基本完全锁死，不给你任何改动的可能

玩来玩去就是觉得这游戏明明有机会做的很好，
但现在的状态是做了一半，捏着鼻子在玩的感觉，实属遗憾
优化没有，内容偏少，机制劝退
最蠢的是晋升中忍之后直接莫名其妙给你跳制作名单，长的一匹
还没法跳过，就算你强行关闭，重新登陆还是从头给你播
我特么真是服了觉得你这游戏做的贼好强行让人看看是谁丢人是吧。。

看来拥有动漫ip并不是好事，这些人气动漫的游戏基本就没有做得好的
当然这是作为游戏本身来说，口碑来说就如同你看到的，特别好评肯定是有的
毕竟情怀
差评: 傻逼服务器不推荐买！挂加速器都没用！
好评: 喜欢火影才玩的
差评: 我是傻逼，狗屎服务器，烂成什么b样了，还不修，还让不让别人玩游戏，如果你作为一个上架游戏还有点自知之明的话，你就赶紧给老子把服务器修好，育碧他妈都比你好
差评: 我讲句实话，这个游戏玩法还行，捏脸和换衣系统我也喜欢，忍术对战也不错，问题是服务器怎么这么拉跨，动不动掉出链接，能不能玩完全靠运气

好评: 我
是
煞
笔
总是ue4崩坏有时候还网崩
好评: 我是打折四十块买的豪华版，总的来说这个游戏我感觉对得起这四十块。但是原价就不建议购入，性价比不如究极风暴。然后游戏本身也没某些人贬的那么不堪，玩法方面还是能给我眼前一亮的感觉。游戏缺点挺多，正如许多热评所说，但也不能因为缺点而去无视他的优点。况且这个游戏怎么说都比某个2d手游好玩得多。游戏还是有很大的进步空间的
差评: 我是傻逼
差评: 恶心哦
差评: 占点圈太小了，还要防着无限刷的一堆小怪，太恶心了，只能站圈里自闭防御，
好评: 游戏挺好玩的,把朋友也拉进来一起玩了,乐趣加倍. 觉得晕的朋友可以换成手柄,操作起来很舒服而且一点都不晕. 游戏视角玩起来的时候不能锁,没办法像隔壁究极风暴锁定敌人位置. 刷图无聊了就去pvp,游戏总的来说还是不错的,可以搞个自己的服务器,别用p2p了,头大
差评: 游戏内出现问题，无法解决
好评: ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣀⡀⠀⠀⣀⡀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⣿⣿⣿⠀⣼⣿⣿⣦⡀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⠀⠀⠀⠀⢸⣿⣿⡟⢰⣿⣿⣿⠟⠁⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⢰⣿⠿⢿⣦⣀⠀⠘⠛⠛⠃⠸⠿⠟⣫⣴⣶⣾⡆⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠸⣿⡀⠀⠉⢿⣦⡀⠀⠀⠀⠀⠀⠀⠛⠿⠿⣿⠃⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠙⢿⣦⠀⠀⠹⣿⣶⡾⠛⠛⢷⣦⣄⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣧⠀⠀⠈⠉⣀⡀⠀⠀⠙⢿⡇⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⢀⣠⣴⡿⠟⠋⠀⠀⢠⣾⠟⠃⠀⠀⠀⢸⣿⡆⠀⠀⠀⠀⠀
⠀⠀⠀⠀⢀⣠⣶⡿⠛⠉⠀⠀⠀⠀⠀⣾⡇⠀⠀⠀⠀⠀⢸⣿⠇⠀⠀⠀⠀⠀
⠀⢀⣠⣾⠿⠛⠁⠀⠀⠀⠀⠀⠀⠀⢀⣼⣧⣀⠀⠀⠀⢀⣼⠇⠀⠀⠀⠀⠀⠀
⠀⠈⠋⠁⠀⠀⠀⠀⠀⠀⠀⠀⢀⣴⡿⠋⠙⠛⠛⠛⠛⠛⠁⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣾⡿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⢾⠿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
只要你敢打骨折，我就敢无脑给好评，原价450现在只要45，不买不是人！
友情提示：游戏必须开加速器 (#^.^#)
好评: 还行，就是角色有点少

差评: PVE经常匹配不到人，一个人又通关不了。
PVP锁定机制很迷，对新手不太友好吧，不太容易上手，极易被老玩家劝退。
一款不太完整的网游，喜欢剧情的左转究极风暴。
还有，网络问题，开了加速器也能掉出来就很服。

差评: 连不上服务器加载不出来推荐按钮只剩这个不推荐可以点
好评: 傻逼游戏草了你妈了，进去花了十分钟联网，之后就登不了了草你麻痹。我是傻逼
好评: Pretty good naruto game pn2 as hell tho 9/10
差评: 服务器好烂，作为一个网络游戏，联机竞技类游戏，你服务器不能连不上吧，你这把游戏做了，把钱收了不给我们玩是吧？我玩个游戏还要再花钱开加速器，玩个游戏太贵了吧，游戏作为商品卖钱是好事，但是这网络优化你的不能出问题吧！
好评: 我是傻逼
差评: 华而不实的忍术乱炖。。。
好评: 不错不错
差评: 下载以后  一次都进不去   全是无法连接网络
好评: 买了个寂寞
差评: 游戏不错，玩法不错！就是很多莫名其妙的BUG，我组队下本时，经常黑屏，但是能听到声音，能发技能，或者除了不能动，不能放技能以外，其他都正常，请官方尽快出补丁
好评: 里面得人挺强，就是太阴了

好评: 还行
好评: 不好玩

好评: 什么时候服务器维修完成呀,在游戏里看公告是7月8下午两点到下午5点
差评:  前几个任务还是不错的到了后面之后都是重复的越来越lj

好评: 比博燃
好评: good！
好评: 看了看评论，好像只有我网络没问题（？
差评: 一次性游戏
好评: H

差评: 关卡设计真的够鸡巴恶心，设计者是用屁眼想出来的吗？做不来锁定就别做，跟你妈狗屎一样，剧情就反复那几个？还尼玛整充值，鹅厂手游都比这个垃圾东西好，操你妈
好评: 这个人物怎么才出土？
好评: 究极掉线：新忍懵逼。
游戏只有两个模式：打副本，多人对战
多人对战，有4V4跟1V8。
总的来说游戏还是很有意思的，除了画质差点，网络差点，偶尔掉线似乎也没什么别的了。
技能需要拜师学，并不是一开始都有，而且不能随意搭配。
总的来说，边骂边玩，卸载完过段时间就会安装回来，可玩性还是有很高的，但是模式太少了，节奏也很快。
好评: very good！

好评: 打折买的，还是觉得很划算，所有dlc也都入了。怎么说这个游戏呢，可玩的东西太少，像个手机游戏，pvp就几张地图，除了单人的其他小模式也就4个，pve也是重复地图使用，刚开始玩儿还好，都体验过了就是腻了。还有就是人物2个月一出，新内容实在太少，小更新有，但就是些小补丁。总体来说，看我时间数，我已经快腻了！但是打折期间值得买，值得体验，但是真的不值原价！
好评: WOSHISHABI
好评: 好玩
差评: 国际游戏 太卡了 没法玩  以为是单机呢
好评: 可玩性也还行吧 。20多块钱也不贵 这游戏对战游戏也有剧情关卡。技能还原也还行，为什么那么多人说是垃圾哪？多人对战火影除了这一个还有别的吗？究极风暴是好玩但不能联机对战啊。我是一个火影迷，这游戏要是价格一直不变80以下我相信玩的人会更多。希望游戏能开发下去，继续更新  不要凉凉
好评: 不错，可玩性很高。毕竟自由度在那里，每换一套忍术组合就有新鲜感。缺点就是画面吧，跟究极风暴比这画面属实瞎眼
差评: zhi jie jin bu qu  wo shuo de  shi  yingwen  nimen  neng kan donba ?
laji
langfei qian !!!
好评: 还算可以吧45元的主体+11个DLC,不亏,就是这玩意给人的感觉就是手残劝退啊,娱乐一下也是可以的,但是不支持长玩,这玩意也没啥长玩的东西啊,最主要的是,感觉总能碰到名称是一堆乱码的玩家,这就有些尴尬了,破解的?
好评: 有意思
好评: 那些伞兵评论不用管，好不好玩只有自己玩了才知道。网络问题加速器就能解决，别当一个网络巨婴了。
好评: 能不能服务器好一点 人傻了 断开连接就没成功过
差评: 第一天还能上   过一晚上  就莫名其妙的错误登录不了？
好评: 45豪华版，我是聪明逼   : )
好评: 游戏还算不错，没别人说那么不看，骨折入手很赚，服务器确实不行，挂着加速器有时也会退出房间，这时等上5分钟就又能玩了。
但问题时，这游戏竟有人开挂，兄弟们知道吗？进去后，开挂者无人物模型，但会显露武器，无限奥义，无CD，就尼玛离谱，挂都不管的话，迟早完蛋。
好评: 大家看过来，我宣布个事，我是傻逼
好评: nice
好评: 刚买，一直在同意用户许可，不知道是不是要加速器，进不去。
差评: 把人当傻逼
差评: 别看了，不是你心中的火影，直接去风暴4吧，别在这浪费时间了。

好评: 和之前火影截然不同的游戏方式，总体来说建议打折入，喜欢火影这个就是好游戏。
好评: ok
好评: 特别好玩

好评: 从没见过如此 垃圾的服务器！！要不就是直接断线！！ 要不就是卡成幻灯片！打PVP对方都不动！ 释放技能无视伤害！瞬移！ 我还NM个锤子 玩！ 打PVE过任务 马上胜利了 直接掉线 我已经打3次了！！！打个游戏能烦死  本人家用光纤100M网速
好评: 这游戏还不错，操作感觉很好，就是没有语音没法骂队友，有点难受。
好评: 666666666666666666666666
好评: 这款游戏，主打PVE和PVP，你一定要有耐心打完PVE解锁角色和技能再去打PVP才有意思。没法加好友只能在大厅等好友上线再拉他进队。总体来说是个不错的游戏毕竟才四十几块
好评: 鼬怎么解锁
差评: 服务器进不去的别想了朋友们

差评: 玛德 我买完 自动给我退款了 什么破壁玩意
差评: 副武器是真的捞，想玩游戏进去进不去都是个大问题
差评: 不要怀疑我家的网络，500M的联通独立光纤，开了加速器，仍然存在无法连接以及档案丢失的问题。
即使这样我也能忍，但里面的其他玩家都是原地跑步，并且没有离线或者在线的单人模式，你这不就是网游吗？
差评: 辣鸡服务器，还有开挂的，无限奥义，无敌锁血，都没人管，连个举报按钮都没！
好评: 期待有更多的人加入
好评: 我是聪明逼，骨折入游戏，忍术大乱炖，决斗场纯混
好评: 《我由于太菜只想玩pve所以入了这款火影暖暖》

总体来说是好玩的，彩笔如我也可以和队友一起pve，刷刷刷
有想法的大佬可以主攻pvp。（想看剧情，想对打还是入究极风暴）

再怎么说，也比鹅的氪金手游好
网络的话确实差一点，坐标深圳 裸连有的时候做着任务就掉线，不差钱可以上加速器

提示：游戏里按Tab可以和steam好友组队，很方便。
好评: 26买个本体体验感不错。加速器必备，中肯的说游戏还是挺好玩的，当做暖暖忍者玩挺好。
资料片不太懂，但感觉喜欢什么角色要拜师直接买就比较划算。
差评: 游戏寿命二十多个小时，之后要么登录不了，要么进去就掉线，刚开始进去什么都顺畅，如果治打算体验游戏的可以试试，长久玩就别指望了，服务器你都上不了
差评: 非常垃圾，第一次让你玩，下面就是疯狂掉线，我是傻B
好评: 挺像网游一样的
好评: 游戏还不错，唯一的一点老是掉线，很尴尬~
差评: 真的蠢，要加速器，再见，我去玩龙珠了
差评: 我是傻逼 我买这垃圾游戏     垃圾游戏打着打着服务器就断开 还玩个der
好评: 这游戏给我的的第一印象就是开放性广，玩家可以自由配置自己的角色，学习自己在火影里面自己喜欢的技能，但是网络问题还是需要优化优化，我是个老火影迷，还是打个好评吧。
差评: 说真的服务器太傻比了
好评: 挺好的游戏，就是没啥意思
差评: 不燃，低价可入体验，解锁忍术需要购入DLC，巨坑.DLC不建议入.
差评: 买了一直忘玩退不了了。我是冲着线上忍术对打来的，不是冲着这之型那之型来的，为什么忍术就不能和打斗结合呢，垃圾。不能再形容了，线上拉胯的一批，服务器不能再次了，挺好的一个IP被一群利欲熏心的物质走狗改成这样，真就照着博人传不可燃硬改呗，最最迷惑的还是这之型那之型，有医疗忍可以理解当奶，为什么其余的打斗就不能和忍术结合？如果资深火影粉想尝试推荐超史低入。
好评: 安装完游戏提示启动错误，Please, unload iusb3hcs,sys,before starting the game ?  请问哪个大神知道这个是什么原因导致的啊？
好评: 买了这个dlc 怎么用啊  不懂 求大神解释一波
好评: good
好评: good game    Worth to play


差评: 进不去啊 怎么回事？
差评: tm买来就玩俩不到半个小时登录花了3个小时了快

好评: 做的还不错，就是希望忍者技能还原一点，很多技能都不是那个时期人学的，然后打击外挂力度强一点，休闲娱乐很好玩就是换装什么麻烦，希望增加自己的背包可以改衣服或者换技能
好评: 打折再买  比手游688一个忍者好玩
好评: 为什么会总是与房主失去连接。
希望赶快给个解释，我已经删了再下载了。
好评: 很赞
好评: 还不错，可玩性挺高的
差评: 更新系统的SHA-2算法以后，里面防作弊又无法启动，uxtheme.dll一直在报错，网上那些解决办法全部试过一遍，根本没用
差评: 全世界玩家公用一个服务器是真的傻逼，开加速器都能卡掉线，最后16秒要赢了给我卡掉线了，蚌埠住了，傻逼万代
差评: 最无趣的一代火影，网络倒是能裸连。感觉这一代就是偏向pvp，但说实话这种操控性打pvp真的让人有点不知道怎么吐槽，我宁愿去玩火影手游。
玩法有点偏向无双割草类型，但又没有割草的快感。角色技能虽然比究极风暴多了一个小技能，但奥义技能刷新率也太低了，毫无快感。
剧情毫无主线可言，做完十几个任务就显示游戏通关制作人名单，不明不白的。
DLC也毫无作用，只是为了刷刷刷把人物技能和服装拿到手，纯粹为了消耗时间的感觉。
真爱粉支持一下还是可以的，直接买普通版体验一下就完事了。体验过后我选择再把究极风暴从头玩一次。
差评: 我是笨比
好评: 很不错的游戏 希望做的更好
好评: 挺好的

好评: 我是伞兵
好评: 很少评测游戏不过我觉得这个游戏有必要，我觉得游戏不错能自由搭配火影里的忍术玩法比较多这个是优点，技能分pvp和pve搭配也有很大不同可以自己摸索，最后还有两个重要的就是一定要买豪华版游戏体验会和普通版差别巨大另一个就是服务器是真烂只能比土豆好一点，以上。
好评: 火影忍者永远的神
好评: 除了tm的卡，其他都还行~
差评: 我tm玩着玩着突然不能操作了
换人也换不了
我可去你妈的吧
差评: 垃圾游戏  老掉线  

好评: NB
差评: 作为一个火影迷，单论画面可以说是满分的，但是机制和操作手感的真的不可恭维。跟尼玛智障一样的操作，基本V键锁人，就能把你玩的跟个傻逼一样，稍微难度高一点的副本，BOSS和BOSS分身还能精准掐算技能控制时间，连续控制，这TM玩锤子？玩个游戏不给尼玛爽感就不说了，还TM玩的劳资脾气暴涨。真的是无语。除了刷刷刷刷，还是刷刷刷，DLC买了一对还TM一个一个慢慢刷，不想刷官方还给你提供DLC经验购买，是真的一条龙SB服务。

真香
差评: 去你妈的
好评: 我是傻逼
好评: 没有你们说的服务器差吧？直接秒进…
差评: WOSHISHABI
好评: 对我来说挺不错了，不过内容少是硬伤，主要是服务器老是出问题就很烦
好评: 还行吧，操作难度确实是高了一点，不过用手柄就会舒服一点
差评: 游戏不错，网络垃圾。老子打竞技场从S3掉到S4 2次  你妈的一断线就掉一级
好评: 真不錯
好评: 对pc玩家非常友好 技能组合不复杂 
但是信号真的很差 挂了加速器还是有很明显的延迟 按不出来替身 打pvp就很难受 也可能是加速器没选好 有知道的兄弟可以推荐一个 
而且这个折扣力度说是白捡真的不过分 建议都买豪华版 多个季票 多很多角色 单独买贵很多
好评: 好游戏经典
好评: 摸头摸腻了，换个村玩玩
差评: 去掉了以往动画剧情模式 直接以龙珠超宇宙方式做了个删减版的网游 一开始挺新奇能够学习自己喜欢的人物技能还能拿到装扮 玩法也就是刷任务 刷任务刷任务 弄好装备 去竞技场欺负新人
差评: 土豆服务器！登陆界面一直转圈圈，无限别天神！
好评: 给舍友撸了一晚上，终于给我买了

好评: 不错的 26块不亏
好评: zbc
差评: 268买手游？？？
差评: 开什么加速都是连接错误 10把能打一把还卡  算求算求
好评: 我是傻逼，已经退了
好评: 好玩，我是聪明B
好评: 特别用手柄才好玩。
好评: 短小细！
好评: 我是sb
差评: 网路错误网路错误，真想给你吗两刀
差评: 讲真，技能做的也挺一般的。。。
好评: ZBC
好评: 非常有意思耶，上瘾了。。。
差评: 游戏体验一般，说实话刷刷刷还ok，可以接受，但是你这个服务器是真滴烂的让人心慌
差评: 进不去游戏
好评: 我是傻逼
差评: 
一次性游戏，你们不值得拥有。
更新主资料，一直在重新连接。
一局结束后，画个圈圈诅咒你。
买了这游戏，我就是个傻瓜蛋。
好评: 26块钱这个游戏我真的买赚了，不管是操作复杂还是说技能搭配不是很舒服的问题，在性价比上是我玩的最棒的，今天是我生日，我自己送自己的生日礼物我太满意了
差评: 呵呵
好评: 给兄弟口了一个小时才答应买给我的
好评: 26块钱凑活玩还行
好评: 游戏打折的话因该还是不错的。就是需要加速器，这点对中国玩家不是很友好，导致玩的人比较少。
我以为是单机游戏，买了之后才知道是网游，看到后期有冲卷轴的通道就退款了。习惯好评
差评: 能合理的出点关卡么，b级须佐能乎连着四次击飞？根本贴不到 活该被骂
好评: 我是聪明比！
好评: 很好玩 在使用自己创造的角色搭配自己想用的经典忍术的同时 还有经典人物当你的师傅 或直接使用经典人物进行战斗 很爽
差评: 不好玩。。玩4个小时左右就没有打开游戏的欲望了。。角色强度基本无提高，做任务奖励等同于没有，就是一直刷新技能新皮肤，技能强度也大差不差，只是特效和攻击方式不同，怪还越变越强，PVP更辣鸡，全是大佬虐菜，服务器又卡。。打折也不推荐买。。
好评: 推荐一手，画风啥的都还好，就是有时候服务器连接不上，多试几次就ok问题不大
比较喜欢的是玩家在广场一起做动作互动，还有4v4哈哈哈哈哈
差评: 垃圾游戏。真恶心
差评: 每隔半天就要重新下载才能玩
差评: 服务器垃圾的不行
差评: 你敢想？开了加速器都运行不了。其他游戏都可以 就他有问题，退款！
！！！！
差评: 垃圾，服务器跟坨屎一样，死活进不去，买了三天，就一天能玩
好评: 非常好玩，值得推荐，良心游戏不肝不氪！！！！！！！！！！
好评: 我是傻逼！！！！！！！！全方位的傻逼！！！！！！！
差评: 本来我很少会批判一款游戏的。但是这款游戏实在是太让人失望了。
本来以为可以想究极风暴一样，没想到会差那么多。
其他的暂且不说，作为一款合作类的游戏，在游戏中居然连最基础的打字功能都没有。
不能选择匹配什么样的地图，不能选择匹配什么样的对友，甚至不能开房间主动邀请别人匹配自己。
连自己想要匹配什么样的图都做不到，怎么进行合作？
游戏的打击判定与CTRL的攀岩判定都非常的迷。常常应该抓墙的时候人物自动的在墙上向深渊跳一步。导致角色死亡。
这些都不算什么，最恐怖的是在使用了加速器之后，依然是动不动就掉线。
掉了后还只能关闭游戏后重新开，否则想用直接重连等于痴人说梦。
就算不掉，半天排不到人，好不容易排到人了，又掉。
而且图里面延迟巨高，前后换了3种加速器都救不回来。
在半空用绳标人不会第一时间飞过去，而是会掉一段时间后才开始飞。在坑上面用绳标，人掉到坑底死了都不会飞。

差评: 垃圾的一批。玩nm呢
好评: 垃圾游戏
好评: 根本就玩不了，上都上不去
好评: 我是傻逼
好评: 写个评论 首先价格舒服 45豪华版 说又肝又氪 抽奖只有外观和限定武器 不影响属性  不过池子有点浅奖券都攒着呢 然后忍术这个 现在游戏里就可以购买 DLC外观啥的你基本都能当个商城 20多块的价格 你玩个破手游手冲还6块也没见你嫌贵 前20级任务报酬少  至于肝不肝 我感觉一般 没有强制性的东西 属性也没差 自由组合人物和技能也挺有趣的 谁小的时候看火影没幻想过带入角色 同人小说那么多也没见你们少看 再其次就是技能手感的问题 主要是两个技能连起来很奇怪 还有就是普工等连招流畅度还是不行 经常会打着打着丢失打击 只显示击中但没有打击反馈 顺便说一句 纲手天下第一 谁用谁知道
差评: 真的垃圾  进不去都 一直提示存档损坏  我刚进去还没建角色呢
差评: 操作还行 技能一点不装逼
差评: 刚买就维护 进游戏没玩一小时  买了个博人师傅 然后跟我说 无法下载游戏数据  垃圾游戏
好评: 说下个人感受。游戏方向很好，优缺点很明显。
优点是原创剧情pve多人合作，合作pvp，可以发挥真正的团战。缺点也是建议可以加一个技能位，操作感和连贯度都更好。区别于隔壁的是玩法创新，但是因为是漫画风特效确实差点意思。总体是个好游戏，很大提升空间。说下评论里那些掉线的，建议整个加速器，玩好多游戏都需要加速器，每个游戏的玩家都有不同程度的掉线，如果不行就换个加速器，连接不上只能说明自身经济或者智力问题。此游戏亲测推荐奇妙加速器，免费！目前人数较多不会存在匹配不到人的情况，不要轻易被节奏带跑，游戏只有自己玩了才知好坏，你是你自己，没人可以成为你。

差评: 真的难玩，画风不行，都不知道在打什么
好评: 是手游吧？是手游吧！连技能都要买扩展包 不然只能用木叶旋风；）而且玩着玩着就掉线了 emmmmm
真的无语 给了好评之后 游戏都打不开了 一直报错 大无语
好评: 这游戏肯定是有网易的高管跳到了这游戏的开发，真的是又肝又氪的游戏
好评: 服务器太垃圾了 老掉线

好评: 这款游戏本质上是一个pvp为主，单人或组队刷任务副本为辅的游戏。

如果你非要把它当成究极风暴系列的情怀向游戏来玩的话，恭喜你，可以绕道了。这个游戏不适合你。

这款游戏有不少优点。
1.这款游戏的操作体验，不能说拉满，但忍术之间的博弈，以及飞檐走壁、查克拉跳跃和苦无钩索的设定绝对是十分符合“忍者”这个题材的。
2.忍体幻术组合多样化，很多术的设定是很贴合火影原作的，很破坏游戏平衡性的术其实不多。（提名夺阵战中五代水影的术）
3.除了术，自己忍者的造型也可以多样化。虽然不能自己捏脸，只能用预设的补位，但拼出符合审美的脸和衣着是很容易的。（有那种牛马直接整个小时候木叶丸的小个子加一套纲手的衣服......)
缺点也很明显。
1.首先4v4的对战中，有玩家掉线的一方，玩家是不能重连的，对于熟练度相同的玩家来说3v4基本上是打不了的，很影响游戏体验。
2.对于部分玩家来说，不开加速器，可能裸连的网络体验并不会太好。不过作为一个日本游戏，天朝玩家裸连还是能玩的。（其实这个我觉得不太算缺点）
3.术的实用性。术的确多样化，但并不是每一个都那么好用。虽然不过分破坏游戏平衡，但总有不少忍术人均必带。比如射系的豪火灭却和防系的火炎阵，都是人气高且实用性高的技能，几乎人手一个。特别好用的忍术就那么几个，人气高的也是一样就那么几个。
4.pve体验需要改进。不少玩家应该没有好友一起玩，想刷某些特定的副本又匹配不到人，后期的A级S级单刷又刷不过，很尴尬。

总之这款游戏就是这样，正式上线也快三年了。这游戏在天朝人气不高，仁者见仁智者见智，想要完全适应这款游戏的节奏至少需要个一天半天，而且要多试试pvp才会评价的更客观，毕竟这是一款主打pvp的游戏。

不要总是用自己的主观臆断来评判。你玩了不到两个小时就差评加退款，不到两个小时估计连主线任务都没打完，你有啥资格啊。
好评: 好玩，但是DLC更新的速度太慢了简直了 而且更新没有任何信息除非你在国外国外估计也不一定有吧 而且玩家喜欢的点在于帅，强但是PVP也要带点平衡 本来就是火影忍者格斗游戏 这些特效等等虽然现在特效确实好但是可以在优化优化 而且都在于帅了 这些服饰等等能不能出快一点 你说你为了赚钱某些东西设置为抽奖我没有意见 但是好看的东西我也不能肝 肝了还贼慢 单人任务或者和朋友一起打的任务还少的可怜出的速度也很慢所以说这游戏 更新慢 特效好不好看个人 服务器问题别问问就是加速器 不然你还希望人家给你服务器？
好评: 45块钱值得入手，谢谢爽到了
好评: 如果网络再稳定些更好
差评: 40块入的，但真心不值原价的两百，剧情玩法装扮都单一，真的，劝大家不要踩雷了，一些部分真的强行给你带入感，但真的很出戏
好评: 挺有意思的
差评: 除了第一次游玩可以登上去，然后就再也登不上去，我是傻逼
好评: 玩第一天我就买完全部dlc了
我是SB
见仁见智吧
好玩说不上非常好玩
就普通吧
就当是圆自己的一个忍者梦呗
整体还是不错的
好评: nice'




好评: 我是傻逼，但是26买的，给个好评
好评: 歪瑞古德！！！
好评: 对于从小幻想能进入火影世界的火影迷来说这是一款非常nice的游戏。
能定制属于自己的忍者，穿上四代目，宇智波斑，各种各样知名忍者的衣服。换上鸣人的刺刺头，二柱子的非主流。
可以随意搭配技能，写轮眼配螺旋手里剑，一代的木遁这种我们小伙伴一直幻想的操作也可以轻松实现。
PVP模式感觉蛮有意思的，大家可以搭配自己的技能和定位。
我们自己定制的忍者可以有四种模式切换，远攻战士，近战战士，防守T，医疗忍者。
听说国内网友说服务器不好，我在日本反正感觉OK。喜欢火影迷的小伙伴打折入手肯定不亏。
差评: 狗策划，很多地方不合理，真想让策划玩一遍再做游戏，垃圾策划，毁游戏
好评: 可操作性强，打击感棒
好评: woshishabi

差评: 游戏错误.服务器连接失败，闪退
差评: 服务器太差，玩的时候人物瞬移
差评: 根本不推荐购买，裸连登陆不进去，完全登陆不进去不像R星游戏裸连是卡或者不稳定，是完全登陆不进去，这就算了，我翻了翻评论看到“3479182178”这个四级用户的发言，打了一堆我以为有用，好家伙他说没开加速器行那我去开，他说开加速器没用因为是免费的。行我立刻买一个网易uu加速器会员，这次的改变就是告诉我登不进去的速度变快了，漂漂亮亮的，崽种还不让评论不然我肯定去他下面骂人，就没这么无语过买个游戏运行一个小时连开始游戏的界面都没看到还被托骗，我家上海不是山区，移动宽带，平时裸连gta大表哥毫无压力，基本不掉线，在能正常运行3a大作的情况下，电脑，网络，加速器，全没问题，你说是谁的问题？？？？？第一次这么无语，运行一个小时连开始游戏都没看到绝了
好评: 非常不错，是目前最像忍者的一款游戏了。
差评: 不建议买，因为根本连不上服务器，估计要搬到制作这游戏的公司旁边才能连上
差评: 一言难尽，我是傻逼
好评: 火影迷值得一玩
差评: 进不去 老掉线

好评: 45块钱买的，我是火影迷，游戏内容并没有评测里面那么差，说差的要么是电脑配置不行，要么是技术不行，要么是没买DLC。
目前还没怎么发现PVP有大量开挂的行为，游戏环境还算中规中矩，说登录不上的那是没开加速器，开了加速器的还说登不上那是因为开的是免费加速器，现在网游开加速器是基本要求，裸登不卡才怪。
买完本体加上DLC之后也不超过100块钱，这个和氪金根本不搭边，如果100都算氪金，那几千几万几十万的游戏那是氪钻石吗？当然学生群体可能比较穷，但别慌，都是从学生时代过来的，别着急，工作了你在玩也不迟。
战斗系统为4V4，地图固定那几个，近战英雄平A伤害高，远程英雄技能伤害高，坦克英雄血厚平A伤害略逊近战，奶妈全程走位加血就好，大招只要对准就能秒人，平A配合1 2 技能一套带走一个也很轻松，吃一些熟练度而已，不熟练的进场就被秒也是常有的事。
我这条评测比较真实了。
好评: 个人认为挺好玩的，玩法比较不错，忍术自己搭配，装备武器都可以肝，pvp手感不错，就是技能前摇有点问题
好评: nb
差评: 服务器是我见过最烂的游戏 连正常游玩都不行还拿出来卖干什么
差评: 游戏性还是不错的，PVP为主，慢慢升级 学忍术。
但是这个骚套路我第一次见，2小时退款时限内非常之丝滑~
2小时一过，5分钟掉了两次，也不能退款了，也不让你玩了~真好~
PS:第二天又试了一次，好不容易进游戏了，刚在准备页面，与服务器连接中断，现在为你返回主页面！（UU也好雷神也罢，一律连不上）
差评: 说实话，这画质，烂的不能再烂了
好评: 很好玩，买就对了，相信我
好评: 妈了个逼的掉线怎么玩
好评: 6666
差评: 画质差，手感差，翻译差
好评: 我飞了
好评: 比火影究极风暴好玩，就是服务器不太给力
好评: 好玩儿

差评: 结界攻防战是真的傻逼，时间短就算了，死了还扣时间，又要顶住敌人的攻击的情况下解开结界，还要在时间内杀掉会攻击人的通灵兽，是真的蠢，攻方也是4个人守方也是4个人，同样是俩技能和一个奥义，我技能如果打了人，就没技能打通灵兽了。我打了通灵兽，又会被守方打死，一死又扣时间，循环往复。这得技术差距多大才能顶着压力打开结界并在这么短的时间内杀掉目标？
差评: 剧情方面，太少了，怎么我中忍就结局了？，我总共才9个小时，细算下来，剧情可能也就4—5个小时，
角色方面，角色也太少了，新旧忍者都不全好吧，究极风暴比这个香多了
玩法方面还是太少，而且地图太少了，
而且里面居然还有氪金内容！！！我服了，跟鹅厂学的吧？
总体评价，我史低26买的，188的原价你是怎么有脸卖到这么高的，488的豪华版史低45我买了无非就是多了六七个个人物而已，也没有别的剧情扩展什么的·啊，博人传果然垃圾
差评: 不好玩
好评: 除了会掉线其他吹爆
好评: 游戏挺好的，就是进不去，说我系统文件是外挂文件，建议大家多买多玩。
好评: 好玩，就是废肝
差评: LJ游戏狗都不玩
差评: 经常掉线，基本上只能勉强玩单人任务，组队联机的话别想了，要么任务开始时掉线，要么中途掉线。锁定方面也是很玄学，任务方面那个踩阵的绝了，不知道怎么搞，只能在那个小圈里蹦跶，一堆的敌人各种攻击，拳头打你的，冲刺的撞你的，还很贴心的一群一起单挑你一个，关卡还有时长限制。唉！真就很磨炼你的心态。我反正是炸了，飙了不少脏话。就这样吧，换装还凑活，就是搞一堆上忍中忍的限制，你倒是告诉我单人模式怎么升上忍中忍啊。唯一好的是真可以和火影里一样在墙上跑，唉！凑活着当做火影角色装扮玩吧，还没有原创的东西，都是其他角色身上的零件，感觉有点像缝合怪，让你缝出一个新的属于你的忍者。
差评: 以前玩过3 4，你会觉得这是什么垃圾玩意，就是一个大型手游各种氪金。
差评: 这是什么垃圾玩意儿，我和我的小伙伴都惊呆了！且不说手感比起疾风传差得不是一星半点，这战斗系统也是设计得一塌糊涂，不知道是打鸟还是打人。另外，这破游戏鼠标按着按着就按到了桌面你敢信，全屏游戏，鼠标居然成功把位于桌面的一大堆程序快捷图标给点开了，史低买了我也是傻逼
好评: 好玩
差评: 莫名其妙打不开，每次右下方一个黄色感叹号出现，就闪退，那个感叹号又消失的很快，根本不知道出现什么错误。我都不知道买来干嘛，浪费时间
好评: 买完之后，打算和朋友一起刷图，结果找不到人，两个人都在游戏里，但就是找不到人，身边的玩家啥的全都不一样，就好像不在一个服务器似的，但这游戏也没法分服务器啊，有谁能帮我解答一下吗，谢谢。
我和我朋友，一个普通版，一个豪华版。
差评: 我是傻逼
差评: 不建议购买哦
差评: 存粹的垃圾，屎一样的手感，又臭又长的剧情，随便开个任务要看对话十几二十分钟，老子看剧情还来玩你麻痹的游戏阿，而且都是一些莫名奇妙毫无逻辑的对话，一个语气词你给我放二十多遍还还不能快进，我在那听了二十多分钟李洛克叫，妈蛋这就是一坨屎，存粹的一坨屎，一个忍者游戏连个加速跑斗都没有，我都感觉不是在玩火影忍者，我感觉在开大货车模拟，跑得慢得要命，感觉就像脑瘫一样
好评: 这不比腾讯的手游香么？？？？
差评: 还没买的别买了 服务器简直差的离谱，一两分钟就掉线，挂了加速器也一样，真的搞人心态。
差评: 画质感人，剧情没人，匹配伤人，价格吓人（史低入手还行），玩了快三小时吞我档，属实小人。亏我还买的豪华版，不过我还是退款了，这一波属实高人！！！
好评: 6
好评: 我是傻逼，45我是傻逼
差评: 上当了，快走
好评: 一玩就忘记退款了
差评: 打不开
差评: 配置重中上，游戏都进不去，一直在无法连接
好评: 我是傻逼
好评: 好玩
好评: 我是傻逼 预购玩家
好评: 打击感流畅 特效好 操作多新手来说比较难上手 多刷几次本就熟练了
差评: 非自身网络问题 根本连不上服务器 我是傻逼
好评: poggy
好评: 我是傻逼！
好评: 26还要啥自行车
好评: 我是傻逼！
差评: 本来我以为是像龙珠超宇宙那样和主角一起战斗，结果就是刷……这我能接受。但是为啥要有占点模式？杂兵给我一拳我飞出去十多米你让我原地杵着……你说单独打有短板，那我组队也没人组啊。什么玩意儿。tui！
差评: 重要的事情说三遍：别买 别买 别买
服务器只在你第一次登录时能连接上 之后 就不用去试了 永远连接不上了
差评: 经过两个小时的游玩，，以为一折买的游戏血赚，但发现其实这游戏就知道发现这游戏其实网络没有那么差，差的是画风和打击感，游戏主打的是第三人称的格斗，玩法多样，但最终都离不开满对面的打斗。优点我就不说了，其他的评论都已经说的很民白了，说说缺点，画风方面，3d渲染2d做的还不错，但是让我不解的是这游戏的材质，比如说布料的材质，有些布料表现得是平整丝滑的感觉，
游戏中表现得还算不错，只要不加纹理就行了，可是一到褶皱或者粗糙的表面上表现得就很奇怪，清一色的像是油渍一样的漆面，而且是只要是不光滑的表面全是这种表现手法，让人看了难受，本来画风能做的很好，可是这点真的很让人惋惜，扳回一城的就是游戏特效方面，这一作的特效我给满分，真的很有感觉，不是那种究极风暴4的夸张，是恰到好处，而且色彩鲜艳，效果感觉都是很棒。                                                                 然后就是打击感了，其实涉及到打击感的要素有很多，但是我个人认为动作占了一半，建模和画风占了一半 ，首先是动作， 咱们就拿格斗游戏打击感的天花板拳皇14举个例子，拳皇14的动作（除了终结技）是   从 起手开始 ，从慢到快，逐渐递增，给人的感觉是甩出去的，动作流畅度很高，而且衔接的很自然。然而这款游戏给人的感觉是出手是有一点加速的，但是马上五分之四的行程里都是匀速，你说不是甩吧他还是，你说是甩吧他还差点意思（但是有的人就会说了，非得甩的感觉是好的吗？咱们现实生活中也不全都是甩出去的感觉呀，，，，但是要明白这是游戏，毕竟他是呈现在电脑上的伪3d效果，如果不做的夸张点，代入感会很不好，所以说甩出去的感觉就是好的）   在说一说打到人之后的感觉，拳皇除了该有的卡顿之外还有就是被打人的抖动和动作，这款游戏整体的动作其实都是略显僵硬，自己控制的人物稍微能好一点，但是被击飞动作真的是做的不能再差了。。。可以说是极度的僵硬。。。。卡点做的也还不错（其实不错又能怎样，已经被这一系列的动作和流畅度消耗的差不多的，因为他们连贯下来都是相辅相成的）最后再打击感方面说的就是人物的抖动。。。tm这游戏几乎没有。。。。。。。。。。无语。。。。这游戏我看宣传片的时候就想到玩的时候手柄肯定会用吃奶的劲震动，游戏手感不好用手柄来凑嘛，所以要是键盘玩家体验会极其的蛋疼，用了手柄的手感也是格斗游戏中的中等偏下（但是话说回来你要明白这tm可是格斗游戏呀，要我是策划我宁可减少游戏体量的一半来优化手感）这游戏可能是那种没玩过格斗游戏的火影粉丝党会玩的开心吧。。。。。如果你是冲着格斗来的我劝你除了免费多少钱都不要买，买了就是亏。。。这个游戏也是应该成为业界的警示牌了。。。。。给个差评吧。。。。。希望下一作能有进步


好评: 45买了456的东西，我是聪明逼。挺好玩的游戏
差评: 网络太差了，动不动就掉线，心脏受不了
差评: 为什么进不去游戏啊？服务器不会有问题吧？有大佬能告诉一下嘛？谢谢
差评: 抛弃了鸣人、小樱等主要角色，需要玩家去培养自己所创建的人物。

我本人深爱火影，但是游戏内容过少，过完序章新手指引，然后就是无尽的刷刷刷，刚玩不久就深深的感觉到是个吃相非常难看的重氪游戏。

游戏我是26元买的，但我依然选择了退款，不值，不是你心中的火影
差评: 打不开
好评: 我是傻逼
好评: 好
差评: 玩了700小时了，真爱也很难坚持。
服务器问题可以用月轮加速器解决！但是外挂泛滥。。。是真的没救了- =
游戏没有举报功能，一个竞技游戏外挂泛滥，请问还用什么玩？
Too many hackers, the official does not deal with them！fXXk u hackers!FXXK u the official!Why not deal with hackers？！
ハッカーが多すぎて、ゲームには告発機能がありません。公式は処理しないで、本当にプレーヤーを失望させます！
差评: 用了加速器都卡
好评: 服务器维护时间真的是难以琢磨 永远提示稍等片刻 然后一等就是一天多·····可惜了
好评: 像网游一样。进图刷本的那种。可联机组队也可单人。连接服务器很头痛，看脸运气好裸连玩几小时不会掉，运气差半天连上不！没剧情，上线就接任务。各种副本任务D级完了刷C级然后B级A级刷刷刷，然后收集各种招式，造型，服装之类的。

总被各种小兵杂鱼给打飞，地形都很恶心，站着撸肯定是不行的，特别是占点任务和联机的抢旗子（半天才匹配一把）游戏地图真是让人想骂街！真是恶心到极致。虽然能飞檐走壁但跌落设定超恶心。BOSS还经常飞来飞去（这是学的怪猎BOSS切区域设计吗？）

想回忆火影剧情的不要买这个。隔壁究极风暴4比这香！想当网游和朋友联机刷图的可以考虑玩下这个。（既便宜又无聊）总之一个人玩很累！而且也没有究极风暴那种冒险模式。
差评: 游戏很好玩，朋友叫我买来陪他一起玩，现在已经把他打住院，明天就开庭了。
差评: 到底系统管不管没妈的挂B，举报按钮都没有
差评: 极度恶心的打击手感
好评: 68买了468的游戏我是聪明逼
差评: 很早之前买了，闲暇之余突然翻到，本来想着回忆往昔，于是下载了。等了好久，进入游戏，哈哈，网络连不上，真他么操蛋。有一说一，这游戏服务器真就离谱，再也不碰这游戏了。滚去吃灰吧！
差评: 游戏是好游戏，服务器是土豆服务器，挂逼仙人漫天飞。已获得奖励金68000持有金额999999999999.这就是仙人带资进组吧。明明都还没有开放六道·班。就有人拜是六道·斑为师。开场就放流星雨。
差评: 感觉没风暴4好玩  接任务太无聊了 多人又连不上

差评: 二十多个小时基本上都是在玩VR任务，很少打玩家对决，对战时接技能人物吃满伤，相反在任务用技能打BOSS简直就是刮痧似的，BOSS皮糙肉厚伤害又高，每打一段血就跳跃到其他地方，人物跑图过去还要挨远炮打，前有高炮击退，后有杂兵追击。[spoiler]我玩nm呢，说得就是你守鹤。[/spoiler]
还有B级最后一个任务打须佐，须佐飞天我还要跳起来打，伤害还没打全，它几段刀气把我打下来，伤害还贼高，让我一度怀疑打得是S级任务，更离谱得是打到半残，给我整个影分身跳图，须佐占尽地势[b]（云隐村空城）[/b]，跑图过去不是在空中挨刀气掉下去，就是连吃刀气被活活砍死，更别说是有时间限制的，难度可以说是离谱到家了，S级任务都没你难打，建议升级为SS级难度。四人组队打了好几次都没过，要不是有一次来位大佬，不知他是怎么增加时间的，我们最终才耗死须佐。
对我来说，游戏还算可以的吧[strike]（忽略我以上看法的话）[/strike]，比刚开始买的时候好多了，那会还连接不上服务器呢。。。

差评: 一堆bug 我真服了。剧情过后到玩家操作的时候屏幕暗到根本看不见，要么就根本动不了。这两个bug几年都修不好是吧？
差评: 不好玩，建议别买，就俩技能，还tm不炫酷。都 不如一个小手游，完全没有乐趣和玩下去的心情。
好评: 除了服务器，两个技能有点少，其他都不错
差评: 礼包入的，试玩之后发现跟单机游戏没法比，简直就是手游一样，烂到家没话说，单买千万别入
好评: i
差评: 最强游戏机制，赢一局240多分，然后你每赢两局就让你掉线一局，减回500多分，真不错，永远上不了s等级
好评: yhuygtuyg7i8er5ud6 tyg
差评: 爽快度全无 重复度超高 内容巨少 有竞技性就能特别好评？育碧游戏不知道比这良心到哪去了
从火影游戏角度看 人物别说跟究极风暴比了 比腾讯手游还丑 脸一个比一个崩  原著里毁天灭地的忍术到这里为了竞技性搞得毫无视觉冲击力  还是那句话 别说跟究极风暴比了 腾讯手游都能保证视觉效果还原原著的同时保持住一定的竞技性 至少别人在往这个方向做  做得好不好见仁见智   你这边连尝试都不尝试 直接把视觉效果砍废
以后绝对不再贪图打折便宜买特别好评的电子垃圾 比给腾讯充钱还恶心  盗版走起 不坑爹再补票
差评: 服务器无法运行

好评: 策略，忍术，一应俱全，还有捏人装备系统很好
差评: 什么b服务器啊，我自恃我家网还不错，最起码payday2那个服务器国区连我都没出现过一次不稳定的情况，我玩个这个人都没看见一套连招就死了，就nm离谱
差评: 一直进不去游戏啊
好评: 火影粉表示很喜欢，除了偶尔掉线
差评: 存档丢了 我傻了
好评: NB
差评: 结尾CG不让跳什么意思？游戏中不能跳也就算了。结尾不让跳？？强推进去也是不断重复直到你看完CG？？强行拉时长？？？
好评: HAI XING
差评: 不锁定还好。一锁定立马抽风。。。。。。格挡是真的烂的一批.....
好评: 刚买的那天玩了4个小时，第二天就没连上过线了，官方的服务器真的得优化一下了
好评: 场景少，地图小，玩法少，职业不平衡，技能不平衡
好评: 好
好评: 2021.5.8，射手贼6，来些组队的朋友好吗。一个人太无聊。萌新也可我教你。最后我是大聪明！
差评: 老连不上
差评: 不是粉丝就别买了，就是割粉丝韭菜的游戏
好评: 我推荐
差评: 网游要连服务器，服务器连不上不能玩.......入之前要慎重考虑.....匹配是分服务器的,所以是看不到国外人的，里面有半个月左右的网游（忍者）大赛，这个差不多和守望先锋的买断机制一样.

里面的忍者大赛，全是挂（还可能是集体的），打折我都不推荐买，毕竟国区有名的外挂区，连上的全是国内人，里面基本都是鬼打鬼,除非你不玩忍者大赛之类的活动，但是不玩又没有衣服之类的奖励，所以自己想吧,参加这类的活动被挂吊打，别哭就行

一个网游还挂个单人标签，纯属误导人

总结：不推荐买，除非你喜欢被挂吊打  (自虐)
差评: 我是傻逼，买个无限重连游戏，
差评: 純傻逼游戲，賺取情懷，妥妥的頁游風
好评: 情怀
差评: 花钱买罪受 服务器特别的拉稀。
好评: 我是傻逼
差评: 
好评: 推荐买68块钱的豪华版，比普通版多了9个dlc忍者（第一弹到第九弹的九个人，有带土，波风水门，斑，柱间，三忍，二代，三代。现在打折也8块钱一个），还送了一个188块钱的季卡（五一打折也94块钱呢）。总之要不别买，要不豪华版！
差评: 打折一起买的火影究极风暴4、龙珠超宇宙2和这款，唯一退款的游戏，玩着跟手游一样。不值这个价。
好评: 蛇皮策划 .  既然是网游 多点玩法也好啊  装备方面PVP套 PVE套  搞出特级...圈钱都不会... 技能还可以 出的忍者还不全  可以再补. PS 国内网游甩你们十条街了, 网游就别怕吃相难看  模式怎么好玩怎么搞
好评: 兄弟们 咋和朋友联机啊
好评: 游戏确实是好游戏，就是经常会掉线，比较辣鸡的服务器以及长时间排不到人也是一大缺点，能改进就更好了
对了，68买个豪华包，我是聪明逼
差评: 游戏延迟太高了吧
好评: 火影迷必买


好评: 很好

好评: [h1] 题材很好，我早就想当忍者了，但是这游戏你做的是你吗呢 [/h1]
好评: 强行逼人联机技能做的有点拉跨  重复高   不是火影迷慎入
差评: 我购买了，玩不了。。。。咋回事
好评: 打折可以考虑入手、原价算了吧
好评: nice games

好评: 这款游戏真的棒，自己可以定制人物，可以飞檐走壁自学忍术 。圆满了我的忍者梦想。这里有你熟悉的老角色和很多的新角色。游戏玩法可圈可点。就是我太菜了，现在还没有在夺旗赛中赢过希望能让我赢一次啊啊啊啊啊

差评: 一般般，网游啊，我还以为是单纯的剧情格斗传统的火影，体验了三小时下来，怎么说呢，如果没有几个一起玩的朋友，不建议买，单机太无聊了。
差评: 55买的都能背刺真的见鬼
好评: cупер покупайте
差评: 这特别好评是刷的吧？？
这游戏连忍术都不知道怎么学？？？教程也太少了吧？
laji
好评: 他还在输出，他还在输出！！！！国内是真的难顶
好评: 非常不错 虽然刚刚开始做的不足 但是现在越来越好了 推荐推荐
好评: 牛逼，学完大招太刁了

好评: 原价买的，我是大SB
差评: So many poor cheaters but steam and Bandai do nothing.
Max level, unlimited to use abilities but play like shit.
开挂孤儿找个班上吧。
差评: 不会有人玩个火影都还要开挂吧
是缺胳膊少腿儿啊还是缺爹少妈啊
Cheater Lives Matter ↑ ↑ ↑ ↑ ↑ ↑ ↑
好评: 挺好
差评: 好玩是好玩就是老掉

好评: 免费奇妙加速器稳定可以玩


差评: NG
好评:  与伺服器连线中...
差评: 真心不推荐现在购买 作为一个玩了1074小时的玩家 我只能说四个字 垃圾游戏  要优化没优化 匹配机制没人性 死妈外挂满天飞 我是真的服 一个我玩了三年的游戏 你服务器差匹配不到人 我可以开加速器  你优化差 我认了 匹配机制不合理 我可以练技术 这个聪明的官方能因为游戏称号BUG而发公告 却不能因为利用外挂软件作弊而去整治 我是真的服 感觉可以退坑了。

I really don't recommend buying it now. As a player who has played for 1074 hours, I can only say four words. Garbage games need to be optimized without optimizing the matching mechanism. Motherfuckers are flying all over the sky. I really take a game that I have played for three years. Your server is poor and you can't match people. I can open an accelerator. You optimize badly. I think the matching mechanism is unreasonable. I can practice technology. This smart official can make announcements because of the game title BUG, but can't rectify it because of cheating with plug-in software. I really take the feeling that I can retire.

我可以用双国语言去抨击这个游戏 就是因为他这操作属实是给我整破防了 有这样的官方 还玩个寂寞 回家吃屎吧
差评: WDNMD 更新完以后给老子存档更新没了？
好评: 好玩是好玩，可惜鬼服了
好评: Its a really good game still worth buying
好评: good
好评: 除了匹配慢点，大厅有点太大之外。游戏性还是很好的
差评: 这个价格入手这样的游戏，还不如玩单机的那究极风暴，冲着火影的logo入手，结果。。。。，感觉被坑了，除了任务模式比较容易进去，这对战模式也不知道是不是我打开的方式不对，排个半天都没人，而且这些流派、技能、动作施展起来感觉很不流畅，总的来说能玩，但不觉得好玩，个人觉得有点亏。
好评: 为什么玩不了

差评: 傻逼游戏死爹
差评: 抛开服务器怎么样，这屎一样的操作我是服了
好评: 螺旋丸 哈哈哈
好评: THWD
好评: 回头研究一下。
差评: 服务器太烂
差评: cao,老子号没了

差评: 好不容易练上去的等级  系统已崩溃 就要重新练级 人都傻了
差评: sb
好评: 在线的比究极风暴好
差评: 小学四年级看火影，现在大学毕业，火影的周边和产出游戏都有玩，但是这款真的一言难尽，画风和技能搭配是我想要的，但是这pve和pvp真的玩不下去，我选择究极风暴
好评: 姑且觉得还行，但没有你们想象的那么好玩，玩法较为单一，PVP平衡做的不错，不然我也不会给一个好评。这个游戏，偏向火影迷又喜欢PVP的可以考虑，但服务器真的不咋样，不开加速器根本玩不了，PVE方面和PVP差不了多少，玩法上还不如龙珠超宇宙2有意思，一个人打多了会觉得有点无聊，推荐和好友一起购买玩耍。
差评: 又卡又恶心，延迟高到爆，匹配散人匹配对面组队也就算了，每次有组队的，延迟就巨高无比，超级卡，服务器延迟高，队友掉线，被四打二也就算了，你还要掉我等级？你服务器烂，把玩家弄掉了，怪我？
打赢了结算显示失败，连续胜利出来就变成失败，一直掉级，什么意思
进去7500分，结算变成六千二，什么混蛋玩意儿
然后没有举报系统，刚开场直接就有大，解释一下？
好评: 这是跟以往完全不同的游戏模式，让我非常正经
差评: 好险是打折入手的  就这游戏还敢收50美元？
差评: 我是火影迷，这游戏就是网游，也是网游的常规套路，这种剧情和没剧情差不多，就是必须不停做任务，进入游戏后每次点开房间都要加载，严重影响体验，个人感觉操作也不是很舒服，这在动作游戏来说简直是硬伤，做任务的场景也是前篇一律，十个任务，7，8个场景都是同一个，玩法也特别容易腻，和究极风暴系列比这游戏真不怎么样。
好评: 这个服务器真的垃圾死
差评: 太棒了，半个小时新手教程都没过，三十分钟重连了二十分钟，steam的第一个差评，你们一定要买，不能亏我一个
好评: 还不错，就是剧情少
差评: 不是火影迷绝对别买，没你想象的那么好玩，《龙珠超宇宙2》比这香多了。
差评: 玩着倒是可以   但是就是有加速器也是卡的厉害   而且也没法组队和好友一起搞
差评: 都YEAR3了还是BUG漫天，联机体验还是老样子，啥也不干就硬出DLC骗钱
差评: 这垃圾游戏机制 服务器不好不说了打副本收集情报让你占领点 你tm怪一直刷新让我怎么占领？？

好评: 上面什么服务器有问题连接不上的纯属扯淡
差评: 真的不如究极风暴
差评: pev内容单一，服务器巨卡无比
差评: 我愿意用南梦宫所有高层的妈换来玩家永不掉线。
差评: 更本就连不上服务器，做完一个不明所以的教程就结束游戏了，完全无法游玩，教程战斗还是可以挂机让电脑自行解决的。。。。毫无游戏体验
好评: 每周都差不多有一天例行维护，不开加速器玩不了  不是真爱粉就别玩了  浪费你的时间  只推向真爱粉
差评: 不咋地

差评: 这掉线频率也太高了
差评: 这个服务器你觉得好评你配吗？
好评: 建议究极风暴
好评: 游戏很有创意，很大程度上还原了忍者间战斗的方式，但平A手感不怎么样
好评: 火影迷必入！感觉很好玩
好评: 傻逼です
差评: 千万别买，千万别买，千万别买重要的事说三遍。买回来当天没玩，第二天起就再也没进过过服务器了，这么垃圾的服务器还要在春节期间恶心人，买了这么久还不知道这个游戏内容是什么
好评: 操作手感真的不行，技能单一
好评: woshisb
好评: 我喜欢的画风，耐玩，值得入手

好评: 新来的国内玩家们，你们需要使用网游加速器才能正常游戏，比如我用的是奇游，但UU没法登陆。总的来说这款游戏圆了我希望联机玩火影忍者的梦想，里面的剧情和操作也高度还原了火影的法则，如果你的火影迷，我真的推荐你们试试。
好评: 我太爱了
差评: 太卡 10分钟掉线3次！登录经常要等待七八分钟，最终还是断开连接！ 玩不了 一分钱都不值！！
好评: 还蛮好的
好评: 编辑一下，写在最前面：玩这个游戏需要加速器，加速后很稳定。/冬季促销买的，本体打折才42块，非常划算，这里给需要入手的朋友一个参照吧（本人是豪华版入手，包含第1个季票，比较划算，只打算试试的朋友不买dlc一样玩，忍者大师可以单买的）。之所以买这个游戏倒不是因为是火影粉丝，在下迷火影的时间段可能要倒推个10年以上吧，那时候还是大学生，现在已经是奔四老油条了。不看火影，但游戏是一直在玩，之前玩了微软的《噬血边缘》，好游戏是好游戏，可惜工作室半年不更新导致已经鬼服了，闲下来时想找一个类似的代替品玩一玩，于是乘着冬促打折入了火影，玩过之后感叹《噬血边缘》应该是一定程度上借鉴了这个游戏，同样的4大职业、4v4，不同的是《火影先锋》内容更多，说说优点：1、战斗系统上像漫画中一样可以贴墙走，使得不大的战斗场景在纵向上得到了延深，这个很有特色；2、战斗模式上有传统的两方死斗、占点、夺旗，还有学习其他游戏的共斗、防守、竞技场吃鸡，模式较为丰富；3、联网匹配还行，作为一个日本非格斗、非网络游戏，发售两年多还有人气可以秒匹确实值得称道；4、经典忍术都可以拜师学习后进行搭配，让我很好的怀念了一把。再说说缺点吧，1、打击感稍差，没有拳拳到肉的感觉，按道理来说百南是有动作底子的，不应该做的这么拉跨；2、没有练习场，没有木人桩，没有主播、没有群，被动的拉高了门槛，本人是打了快40小时才基本算搞明白一些连段，但对新人来说有点不友好，谁喜欢被虐的莫名其妙呢；3、游戏节奏过快，这不能说是缺点吧，并不是所有人都喜欢太硬核的游戏，只不过3-5分钟一局的游戏，实在让在下体会不到逆风翻盘的快感；4、价格过高，不打折的话一个师傅卖17，忍术还可能是不实用的鸡肋，苦了粉丝啊。综上，游戏不错，假设你喜欢玩动作MOBA，那么这个游戏打折的话，一定值得你入手，即使你不是粉丝也不会失望。据这个游戏发售2年多时间来看，这个游戏已经在生命的尾期了，有兴趣的抓紧时间入手吧。同时希望2代能给人们带来更多惊喜，就如木叶之火，薪尽火传。
差评: 就买游戏当天登进去了，剩下一直不行，服务器垃圾，建议别买，已退款

差评: 服务器烂爆了，连新手引导都不让我做完。
非打折的话不推荐入手喜加一。
好评: 这游戏怎么这么难登录？就买游戏的当天进去玩了一会儿，现在要不进不去要不就刚进去走几步就断开连接了。（这应该不是就我一个人的问题吧？）
差评: 画质太差了

差评: 真心不推荐，还不让退，还不如买究极风暴4
差评: 等了一天半服务器终于正常能进去了，还有些期待。但一进去就傻了，这游戏建模真的垃圾，对玩过究极风暴四的玩家造成了强力打击，这个游戏比风暴4差太多了。然后捏人物还有很多的槽点，对比风暴4的人物显得木的很。中肯的说，操作玩法勉强一般，并没有风暴4那么给力。总结被风暴4完爆
好评: 不说了。
好评: 这服务器非常好玩
差评: 网络太差了。
差评: 这个服务器我服了 老是掉线 登陆半天还登不上
差评: 掉线太平常了
好评: 给纲手按摩一晚上，才帮我买的，太累了
好评: 除了服务器不稳定，其他都行

好评: 好游戏耶，有诚意，有创意，太好玩了，要多更新内容呀，还有服务器再稳定一些就完美了哈哈。什么差评嘛，不要让别人错过了这款好游戏呀，好玩有意思就够了。
好评: 好家伙，穿着女仆装，开着杜门搓螺旋丸。
268元，我不是傻逼
45元，我是傻逼
好评: 行
好评: 很新奇，但是希望多出一点图


好评: 非常good 我是快乐逼
差评: 这服务器真的是不行，各种掉线连不上
差评: 这波真不太懂，steam封面首推的游戏，半个小时登录不了，无法下载资料？
差评: 垃圾服务器，光新手任务就做了三次，慎买
好评: 好玩，服务器真好
好评: 连接不上怎么wan
好评: 牛逼
差评: 真的是烂透了，特价买完进入游戏显示服务器维护。维护了快一天了也进不去。
好评: 彳亍，很肝，副本类型的.
好评: 除了画质服务器，玩法什么都是非常点好玩，爱了
差评: 被游戏宣传片吸引，也算半个火影迷，但是游戏人物模型某些方面没有究极4精细，作为一款加上游戏键鼠操作的感觉体验也一般，（可能我菜）原创角色的搭配全是火影人物的拼搭，造型跟缝合怪没啥区别。个人不是很推荐
好评: 66666666
差评: 吃相难看
差评: 别问，问就是别买
差评: 游戏一直网络连接不上，连进了游戏还要连接
好评: nb
差评: 刚买没几天直接降价84%？万代真不愧是你。
游戏有几点不推荐：
1. 人少。pve 到后面没朋友的和你一起的话，你就想着匹配10分钟往上等吧（不一定等得到）。也不要想着自己打，后面的任务难度齐高，一个人没什么办法打过吧？也可能是我手残。
2. 任务和剧情方面，不要再说什么火影迷一定入手了。拥有的那一点点剧情，只是为了给游戏操作套娃。分级制的任务，先不说地图只有5张？左右，更让人眼珠子飞出来的是每个级别的任务大多数都是一模一样的，只是怪物的攻击血量变高了，割草游戏，谁买谁知道。
3. PVP匹配慢，因为人少。同时因为人少，新手的那个匹配基本上没人，大多数打玩剧情来打pvp都会较难上手，也就会导致对新手不友好。
说一下优点：
花大量的额外钞票买所谓的dlc会让你体验到绝大多数动漫里的角色的特色技能。不过这个东西仁者见仁智者见智。
总结：
我是傻逼。
好评: 还不错，就是有时候更新会失败，连不上
好评: nice
好评: 很不错啊火影迷别错过，不输究极风暴

差评: 垃圾
好评: 游戏很不错，就是容易腻
差评: 什么情况？？刚买的从昨天到现在没登上过，不是维护就是登入失败，关服了？？
好评: 服务器怎么一直提示维护中？哪位大神知道怎么会事吗？玩不了
好评: 可
好评: 爽就完了
差评: 与服务器连接中断，服务器是放在哪个土豆上了？
好评: É um jogo bom, mas eu sinto falta de novos conteúdos como história, personagens, armas e roupas. Acredito que se continuar na mesmice o jogo logo falirá :(
好评: 求助啊，easyanti cheat 怎么解决好久没上的去了
好评: 除了掉线没啥缺点

好评: 不错
好评: 还行
差评:        这是一个恨铁不成钢的差评，游戏中忍术学习的机制、战斗系统、角色的搭配我都十分中意，然而任务系统过于匮乏，重复性极高，我相信绝大部分玩家是冲着火影题材入坑而不是硬核pvp，例如在这条评论的前一个晚上我打开大厅列表，在线的几十名玩家中只有两个进行过pvp，它对网络、技术的要求比较高，失败也会有不小的挫败感，像我这样只是喜欢火影这个题材的玩家，游戏重点还是CDBAS的各级任务，设定是在游戏中的系统可以回顾忍界往日的战役、人物，但系统内的任务和实际剧情并没有多大关联，多是架空任务，而且来来回回就是那么几个，比如和文太战斗出现在好几个难度级别的任务中，更改的只是它的伤害、血量、时间限制等等，也只是刚开始还有新鲜感，白瞎那么多忍者了。我设想如果任务系统和主线挂钩，选择其中重要的战役根据设定划分到各级任务中，例如护送达兹纳与再不斩、白战斗，追击佐助和五众首战斗，中忍考试模拟各场对决、鼬和鬼鲛入侵木叶、追击不死二人组....等等等等，相信游戏性会提升一个档次
好评: 马马虎虎
差评: 我操他妈的，游戏无法更新
差评: 什么垃圾设定 必须连服务器
好评: Nie słuchajcie innych, kozacka gierka, bardzo rozbudowana 10/10 każdy naruot fanboy powinnien mieć ją na swoim koncie
差评: 垃圾游戏耽误时间还浪费钱开了加速都进不去
好评: 我游戏进不去报错黄色三角号是为何啊，求助
好评: 这个游戏让我知道博人转是个鬼
好评: 瞎j儿玩儿呗。还能退咋地
好评: 最头疼的就是服务器问题 人好少 做个任务等人很费劲
差评: 锁定和视角方面和拉垮，不晕3D只是单纯会出现搞不到方向的问题。至于单独游玩方面，除了在某些地方会出现爬着爬着墙出现一个凸出的点判定腾空直接掉下来这点以外，有时候会出现坚守阵地之类的任务，玩家一个人玩的话，不停挨打还只能站在那里不动，敌人有破防技能，只要出了圈子运气不好两三分钟都在持续被打出去然后进来继续站着被动挨打的情况。队友只能是一个ai的导师并且会在某些情况下干站在原地看着你挨打，我是打折入的，如果不是打折的话，个人建议不要尝试。
好评: 游戏还可以 就是需要加速器 本人用的月轮不会掉线 UU会掉线
好评: HAOWAN
好评: good
好评: 游戏是个好游戏 网络是最大的问题 玩着极其难受
差评: 卡的不行，bug一堆，进图看天，组队遁地
差评: 频繁掉线，差评
差评: 梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上梯子连不上
好评: 还行，就是服务器不给力
好评: 我感觉挺好玩的
差评: 一直进不去游戏，垃圾游戏，浪费老子钱财，浪费老子时间，滚吧
差评: 你妈买以后  就登录起了一次游戏 垃圾
好评: 画质很好，游戏很有趣
差评: 你这破逼服务器还有脸全程联网？
This server is a fxxking shxt.
好评: 只要是带个easy anti cheat我是一律打不开，废物一样在库里面玩不了，干啥吃的？
买你何用
差评: 连不进去，垃圾游戏
好评: 匹配不到人啊！！！
好评: 非常好玩
差评: 这个网络真没话说....
差评: 联机成功一次，后面就从来没有登录上过。还没玩明白，就结束了。情怀啊，我是傻逼
好评: 收悉的题材 ，简单的操作， 和朋友开黑挺有意思 ，最好是有solo模式
好评: good
差评: 1231
差评: 刚开始买的时候勉强能玩，现在开加速器都登不上去，没见过比屎都臭的服务器，游戏开发人员尼玛今晚必死，我咒你全家不得好死！肝你马的臭比
差评: 本来我还是对这游戏存在好感度的，但是现在我彻底愤怒了。服务器简直吃屎了！从来不会对游戏写差评的我第一次写这个了（之前服务器对我来说还没问题，结果今天，好了 不说话了。要不是我止水大神，滚一边去！）
差评: laji
好评: 首先大家得知道这款游戏不是单机。也不是究极风暴的续作。这是一款网友
站在网游的角度来说呢。这游戏属于中下吧。个人感觉有很多需要完善的地方。比如难锁定人。可能玩习惯了究极风暴的锁定目标。到了这个游戏多个目标选择目标这方面会非常难受。服务器需要加速器steam很多游戏都需要也不说那么多啦。我觉没必要在这块下文章。
现在作为火影粉来说。
这款游戏非常的特别。自由。
服装搭配。技能搭配。给了我无限的幻想。
小时候总幻想如果会螺旋丸+千鸟多好
这游戏可以实现。只要你去学
神罗天征配飞雷神都可以
只不过只能装2个技能1个大招有点少了
如果4个技能1个大招的话我觉得会更爽一些
但是他属于网游可能4个技能更难实现PVP公平性
最后的话。建议打折入手。火影不差钱粉可以随时入
打折入的话尽量把打折的DLC也买了
学技能需要DLC
看个人喜好入吧  反正看了几遍700集的火影
把他当做一个消磨时间的单机PVE也行   喜欢线上PVP也行
主要是看粉火影的力度强不强了
反正我看到自己能学很多技能的一瞬间就粉了
也可以用蛇叔的脸穿四代火影的衣服  帮我蛇完成梦想（滑稽）
差评: 进游戏捏了一个角色以后，就断线了，然后服务器再也连不上了。我玩个derder?
好评: 好玩的一笔~！
好评: 是个很不错的游戏，强烈推荐给火影迷当然不是火影迷得话也可以尝试。。。只是偶尔网络连接不给力
好评: 除了建模差点  我jio的还行
好评: NICE
差评: 这游戏是不是没有好友系统啊 玩了这么久 都不知道怎么开黑
好评: 还行吧 第一次玩火影游戏
好评: 作为一款对战游戏，开了加速器还延迟就很难受了。
好评: 这波 这波是伺服器断开连接
好评: 真不戳
好评: 打折购买还行（相比一些网游），UU加速也就一开始一天，略卡点，后面都还好，战斗系统符合我对火影的期待，但是遗憾也不少，比如，一些大招的特写镜头太短了，看不清楚技能。战斗节奏还可以更快一点，人物技能设计可以更大胆一些，爽感在强一些。重复刷过场动画可跳过，模式玩法，场景在丰富一些，不要老出人物圈钱。
差评: 垃圾游戏   链接不到服务器    根本没法玩    申请退款了
差评: 进去买技能还要另外花钱
差评: 服务器垃圾
差评: 进不去游戏，总是说连接不上伺服器，昨天刚买的游戏，这不是坑人吗？退又不能退款。
差评: 电信五百兆都顶不住的宝贝服务器
差评: 垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器垃圾服务器Garbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage serverGarbage server
差评: 需要加速器 才能登陆游玩 之后各种师傅买买买 想打折花几十就能畅玩的 考虑究极风暴4吧
差评: 1、伺服器经常中断，欢迎大家推荐解决办法，UU无解
2、服务器经常维护等等
3、游戏是好游戏，服务器连接体验很垃圾

差评: 我是傻逼
好评: 还好吧，玩玩还是可以的，平时无聊的时候玩玩
差评:  奉劝各位千万不要买这个游戏，打折到多便宜也不要买，纯粹浪费钱，买了你也玩不了，挂加速器也不好使，垃圾厂商。
好评: 
0.0
好评: 单调
好评: good
差评: 呵，憨批游戏 上都上不去
好评: 好
差评: 一下子可以进一下子无法下载资源我也是醉了

差评: 我登不进去是什么毛病啊？UU会员加速都进不去,你比育碧服务器还垃圾吗？
差评: 进不去游戏，重新下载也没用，一直感叹号，一直报错，垃圾游戏
差评: 游戏半小时，掉线重连能有一小时
好评: we need 服务器  ！！！
差评: 角色直接没了是什么情况
差评: 服务器是真的垃圾
好评: 我是傻逼
好评: 匹配力度不够  等待时间太长
好评: 还不错
差评: auto Delete
差评: 莫名下载后一直错误30005  各种重新安装也没用  游戏可玩性也低
差评: 匹配不到人啊 。。。。。
差评: 上线5分钟登录2小时掉线无数次
差评: 几个月没玩，今天重登档都nm整没了。没了就没了吧，重开个档呗，结果没玩多久就服务器断开了，彻底无语。。。真的别买这个游戏，建议入究极风暴遗产包，别浪费钱在这个垃圾上！！！
好评: 很好玩

差评: 不要玩这个游戏，我可以保证它的网路有问题动不动就说断网，我家网络根本就没问题，垃圾游戏
差评: 匹配不到人

差评: 不能联机
差评: mad逼服务器太low了

差评: 无法单独打任务
好评: 顶
好评: 好玩
好评: 完美
好评: good
差评: 这游戏玩着玩着就断开，开加速器也是一样
好评: 很喜欢 希望策划能多出点角色和活动 

好评: 比某黑心手游良心太多
好评: 就是服务器好断开
好评: 很不错哈哈哈
差评: 这服务器太顶了。
差评: 你甚至没办法登陆游戏
差评: 玩这游戏一直进不去显示我系统崩溃

好评: 技能多招式多，剧情一般，建模可以，建议和朋友一起玩比较有意思
好评: 游戏还行...但选忍村选完还是只有木叶村...有一点必须要说一下：视角移动太蛋疼了，居然有惯性（比如一直往右滑突然往左滑，视角会停顿一下再往左）
好评: 666666
好评: ⠄⠄⠄⣾⣿⠿⠿⠶⠿⢿⣿⣿⣿⣿⣦⣤⣄⢀⡅⢠⣾⣛⡉⠄⠄⠄⠸⢀⣿
⠄⠄⢀⡋⣡⣴⣶⣶⡀⠄⠄⠙⢿⣿⣿⣿⣿⣿⣴⣿⣿⣿⢃⣤⣄⣀⣥⣿⣿
⠄⠄⢸⣇⠻⣿⣿⣿⣧⣀⢀⣠⡌⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⠿⠿⠿⣿⣿⣿
⠄⢀⢸⣿⣷⣤⣤⣤⣬⣙⣛⢿⣿⣿⣿⣿⣿⣿⡿⣿⣿⡍⠄⠄⢀⣤⣄⠉⠋
⠄⣼⣖⣿⣿⣿⣿⣿⣿⣿⣿⣿⢿⣿⣿⣿⣿⣿⢇⣿⣿⡷⠶⠶⢿⣿⣿⠇⢀
⠘⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣽⣿⣿⣿⡇⣿⣿⣿⣿⣿⣿⣷⣶⣥⣴⣿
⢀⠈⢿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡟
⢸⣿⣦⣌⣛⣻⣿⣿⣧⠙⠛⠛⡭⠅⠒⠦⠭⣭⡻⣿⣿⣿⣿⣿⣿⣿⣿⡿⠃
⠘⣿⣿⣿⣿⣿⣿⣿⣿⡆⠄⠄⠄⠄⠄⠄⠄⠄⠹⠈⢋⣽⣿⣿⣿⣿⣵⣾⠃
⠄⠘⣿⣿⣿⣿⣿⣿⣿⣿⠄⣴⣿⣶⣄⠄⣴⣶⠄⢀⣾⣿⣿⣿⣿⣿⣿⠃⠄
⠄⠄⠈⠻⣿⣿⣿⣿⣿⣿⡄⢻⣿⣿⣿⠄⣿⣿⡀⣾⣿⣿⣿⣿⣛⠛⠁⠄⠄
 

好评: 我是傻                              🖊。大家对于这个游戏的线上有什么评价？？？
差评: 网络太慢，锁定很飘
差评: 做一个任务就掉一次线。。。。。。。呵呵
差评: 没法正常玩，一直掉线掉线
差评: 垃圾万代
差评: 2年了服务器还是那个吊样
好评: pvp延迟为什么这么大？
好评: 我的为什么没有鼬

差评: [h1]这说白了就一换装游戏[/h1]
疾风传玩过后看到火影系格斗标签就入手了玩了这么长时间才发现这游戏其实格斗性并不大。忍术实际上就几种，基本都是换皮不换效果，连招很多都会因为忍术后摇连不上，还经常有莫名其妙的穿模。
PVE电脑基本无脑，就靠系统大位移和小怪群殴强行延长任务时间，衣服效果有搭配后从D级到S级都是有手就能过，任务模式基本雷同都是群殴（电脑群殴你or给你配个电脑队友加上师傅群殴对面boss一个），差别就是怪的血量和伤害。一开始当养成玩收集不同忍术还是挺有意思的，但忍术收集完了就只剩PVP好玩了，可到80多级匹配一场还要十几二十分钟是真的蛋疼（现在每次匹配都可以去泡个泡面，吃完收拾好差不多就匹配到人了），对手打着打着莫名掉线也是无语，基本上没啥游戏体验，真打起来也没啥操作，基本都是OB找破绽然后就一套。
真的建议把格斗标签删掉。
PS：卷轴十连开爆率是一个个开的几倍真的是深得抽卡游戏精髓
PPS：VPN挂新加坡或硅谷会比较稳定基本不掉
好评: asasdas
dalmjksxfnkjasbcgkfqw  
s
d als,.gfnjkl
da [g';ad/
好评: 真不错
差评: 就很普通
差评: 垃圾游戏加速器都进不去
差评: 差评
差评: 服务器垃圾，登上去又掉线
好评: 比究极风暴好玩多了操作更简单更有玩常
差评: 连不上，以前不用加速器也能玩，现在不行了，没人玩，没意思。玩别的不香吗

好评: 太赞了！！！但只有高配置才能流畅的玩耍哦！！！
好评: 66666666666666666666666666666
好评: 游戏是白嫖的，好评！
服务器一言难尽，差评！

好评: 不错
差评: 怎么玩不了，老是说无法联网
好评: 趁打折买的，配上加速器，打忍者联赛也不卡，挺好的，比腾讯的氪金手游强得多，想跟谁学忍术都行，期待勘九郎蝎这些傀儡师也能成为师傅
差评: 先赞美下万代南梦宫看直播送游戏的活动，像这类喜+1应该是无脑好评的，但写评价你是否推荐这款游戏，我肯定是否了，联机太垃圾了，我连跟木叶丸互动还没开始就弹出掉线然后重新加载，反复四五次，我意识到这游戏服务器比土豆烂橘子还拉跨，也没什么好评价的，毕竟连游戏都还没玩起来，刚开始的vr训练场让我觉得还行，作为一款联机游戏，不能联机就是拉跨，一些游戏厂商也是，知道自己服务器不行就应该多出个脱机模式或者单机游戏剧情，至少人家不能联机还能单机好好打遍剧情。
差评: 开加速器都登不上去  厂商就这么穷？连土豆都买不起？
好评: 技能好少啊。。 就俩技能也没有专属普通攻击比如像究极风暴的迪达拉丢小炸弹鸣人用分身这种。。全是很普通的普通攻击。。
好评: 万代PlayAnimeLive  就是牛逼  游戏直接送  比育碧都牛逼  此次活动相当给力  支持  游戏居然还有EAC反作弊。

好评: ⠄⠄⠄⣾⣿⠿⠿⠶⠿⢿⣿⣿⣿⣿⣦⣤⣄⢀⡅⢠⣾⣛⡉⠄⠄⠄⠸⢀⣿
⠄⠄⢀⡋⣡⣴⣶⣶⡀⠄⠄⠙⢿⣿⣿⣿⣿⣿⣴⣿⣿⣿⢃⣤⣄⣀⣥⣿⣿
⠄⠄⢸⣇⠻⣿⣿⣿⣧⣀⢀⣠⡌⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⠿⠿⠿⣿⣿⣿
⠄⢀⢸⣿⣷⣤⣤⣤⣬⣙⣛⢿⣿⣿⣿⣿⣿⣿⡿⣿⣿⡍⠄⠄⢀⣤⣄⠉⠋
⠄⣼⣖⣿⣿⣿⣿⣿⣿⣿⣿⣿⢿⣿⣿⣿⣿⣿⢇⣿⣿⡷⠶⠶⢿⣿⣿⠇⢀
⠘⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣽⣿⣿⣿⡇⣿⣿⣿⣿⣿⣿⣷⣶⣥⣴⣿
⢀⠈⢿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡟
⢸⣿⣦⣌⣛⣻⣿⣿⣧⠙⠛⠛⡭⠅⠒⠦⠭⣭⡻⣿⣿⣿⣿⣿⣿⣿⣿⡿⠃
⠘⣿⣿⣿⣿⣿⣿⣿⣿⡆⠄⠄⠄⠄⠄⠄⠄⠄⠹⠈⢋⣽⣿⣿⣿⣿⣵⣾⠃
⠄⠘⣿⣿⣿⣿⣿⣿⣿⣿⠄⣴⣿⣶⣄⠄⣴⣶⠄⢀⣾⣿⣿⣿⣿⣿⣿⠃⠄
⠄⠄⠈⠻⣿⣿⣿⣿⣿⣿⡄⢻⣿⣿⣿⠄⣿⣿⡀⣾⣿⣿⣿⣿⣛⠛⠁⠄⠄
好评: naruto   萨斯给！
好评: 好
好评: 做完任务一会木叶就在那个地方排一排跳舞，牛
差评: 动不动掉线 链接不上 让我过段时间再登录  我就想说 你把钱退我  我过段时间再买  等你不卡了
好评: 好
差评: 估计是太穷了。没有服务器。要不怎么能一直连接不上服务器被
好评: 一起守护木叶吧兄弟们
好评: 技能太少了，人物核心技能都没有，而且有些技能特效真的捉鸡！，，有些忍者大招有待修改！ 比如秽土斑的大招和小技能！大和的树杰降临！反正有很多技能大招做的不是很好！  小技能只有两个太单一！  应该三个小技能！
好评: 感觉人变多了，希望游戏优化好一点，剧情再多一点
好评: 对于火影迷来说是一款好游戏，可以配置自己喜欢的忍术和外貌
PVP不知道是人少还是服务器问题，会有很长一段时间匹配不到人，建议在人多的时候匹配
PVE有几关难度较高
这个游戏PVP会很难匹配到人，DLC就仁者见仁智者见智，没必要全买找自己喜欢的忍术就可以了
差评: 亲妈爆炸，螺旋升天吧
好评: 用网易uu加速器，节点，推荐模式三，选择延迟最低的，基本上没怎么卡过，电信一百兆，可以尝试一下。
差评: 开了uu加速器 依然容易掉线 其次 但凡掉过一次线想再连进去  极其困难
游戏战斗问题：
打个大型怪 这锁定直接 有毛病绿锁没问题 就这红锁简直了 红锁已经算是 硬锁了 但还是会更改目标导致 打个大型怪会锁在大型怪后的小怪身上 打不到小怪 就 一直飞 这尼玛 玩啥？？？
差评: 垃圾进都进不去
差评: 服务器是真的垃圾  不稳定 一会掉一下线  打个新手任务都掉
好评: 适合操控电脑版的火影爱好者！
差评: 差评！差评！身为一个联机游戏，居然开加速器都连不起！
差评: 买过来，搞了两个小时，游戏都没进去，垃圾服务器，这游戏不配成为网络游戏
好评: 这游戏是真的好玩！
好评: 好玩，但是我一直被秒杀。。。
好评: 游戏是好游戏，打折买进来一点也不亏。自创忍者可以完成自己儿时的忍者梦，但老问题依旧，服务器不太好，开了加速器有时候还是会有卡顿，不开加速器估计根本玩不了。
好评: 火影正版续作   技能自由搭配  但是打击感不行 跟究极风暴4  龙珠卡卡罗特那些没得比  感觉就像是手游移植到PC上一样  战斗视角和操作都有点难受 现在打折54 入手还行不亏 全当情怀走一波就好~！还是推荐的
好评: 制作很用心，自由度比较高。
差评: 无法下载主资料是怎么回事
差评: 任务恶心，组队垃圾，玩过都懂！
好评: 请使用加速器，加速器节点也会不稳定的，所以使用加速器时先观测节点，有必要就换节点。游戏还是挺不错的
差评: 能不能把服务器整改整改，玩了90分钟全是在登服务器，有那么缺钱吗，最基本的都弄不好。真是造孽啊，买的时候还想着没有那么糟糕，可现实打了我一耳光，就是贱啊。
差评: 链接服务器到死。。。。。。。。。。。。
差评: 就这破服务器，吔屎啦你
差评: 不推荐买
游戏5分钟，连接2小时候，（服务器是真的烂）
疯狂掉出服务器，还一直重连不上，
现已申请退款...
如果你不想砸电脑，那请一定忍住，别买！别 买！别买！
差评: 链接服务器
链接服务器
链接服务器
链接服务器
链接服务器
链接服务器
链接服务器
好评: 好玩
差评: 不想说什么，九折水瓶
好评: 本来前室友julien和我说这个游戏和狗屎一样，让我别玩，我信了。直到现在，实在无聊玩了下试试看，结果意外的好玩，贼杀时间。肝就完了。
好评: 好玩是好玩  就是剧情太少了
差评: 咱不pvp，就聊pve
什么玩意？敌人血厚的一B！技能一个小兵都打不死！而且技能就两个！小兵一来来一堆！四面八方都是敌人啊！左边一个手里剑右边一个水弹炮，前面的上来就是一脚盖我脸上！我TM就像一个飞来飞去的羽毛球，就光站着就已经很困难了！大招也是，不吃瓶子攒的巨慢。伤害也就收收小兵，打BOSS根本伤不了多少血！还容易空。BOSS丢大招跟不要钱一样，一旦中招不死也残。我已经充分了解忍者世界的险恶了，各位能不能高抬贵手，让我站着喘口气？
差评: 破服务器，有时候开着加速器都连接不上
差评: 我是傻逼。原价买的
好评: 服务器进不去     加速器也用了  进去就卡的掉线  重新链接
差评: 动不动就链接中断，正在打任务就掉线，垃圾。
好评: 服务器有点差，另外还得整个加速器，游戏总体制作很棒，是我想要的，就是没有究极风暴那样组合技
差评: 已经退款了，服务器都进不进去。。。。。。
好评: 季票2不包括在豪华版里吗？
好评: 1
差评: 不是很好有需求的还是买究极风暴吧 马上办理退款
反正也是夏季大促销买的
好评: 喜欢PVP的伙伴可以一起玩，如果这游戏聊天系统完善一点就更好了，能自己创建房间也挺好的
