好评: 十分有意思，又有操作 又有画面
好评: 大家看向我，我宣布一件事，我是煞笔，打折时入了40的普通版没入60的豪华版
好评:        首先我是刚买这个游戏，从时长就可以看出，游戏整体很完美，主页很Q，画质也不错很上头，3D打斗特效能让我忍不住嚎叫！但是我在新手指南遇到了一些问题，如果有大佬了解希望能给我解答：
        我在新手操作指导之前根据键位设置（我用的是键盘非手柄）给我的键盘各个键位进行了了解与熟悉，但是根据新手操作指南中常常会有轻重击或特殊攻击组合不匹配的例子，比如说根据指南提示应该为↓＋→＋轻击，但是真实的操作缺是↓＋→＋特殊攻击，我提前已经分清了轻重击以及特殊攻击各个的按键但是还是会出现这样的问题。
       其次就是根据指南的操作有些必杀技总是放不出来，尝试了很多次（我的气是提前集满的），是需要有一定的节奏还是要有一定的触发条件这个也是希望大佬可以给一下解答。
       最后就是希望官方能给新手一个任务指南，就是在大厅该去找谁对话给出路线指引，我第一个任务找那个人就找了好久，真的迷路的感觉真的很难受，感谢！
好评: 打开就是fatal error是啥玩意
好评: 比透p还爽
好评: 好
好评: 推荐

差评: 手柄能调震动吗 不知道为啥 我的pro 手柄没震动 玩起来很难受 求教
好评: 动漫IP转格斗最成功的游戏，愣着干什么？龙珠迷必冲
好评: 啥都好唯独剧情全靠复制人支撑枯燥的一批
好评: 40块买的标准版，可以花19升级不，买的时候不知道还要分版本。
好评: 好玩是好玩，对于初学者来说就是门槛比较高
好评: 游戏没声音
差评: 游戏无法运行
差评: c党难啊，界面全是手柄按键，找按键找的头晕，只能退了
差评: 不管管你们的垃圾服务器卡的一比的情况下出一个那么多择的角色 玩你妈？


断断续续也玩了700个小时了，游戏是好游戏，动作画面非常还原原作，还有很多圆梦的特别终结动画，目前主流角色应该都登录本体以及dlc了，作为一款能快速上手的游戏确实十分优秀但是从格斗游戏的角度来看问题很多：
首先这个游戏最大的败笔就是没有掉线惩罚，不管是掉线还是拔线都没有任何惩罚，聚精会神打了5分钟结果对面拔线不算分这种事已经让人哭笑不得了。
其次steam版的服务器质量异常的烂，中国时间17点到23点基本山不管你网多好都会卡，国服一堆不开加速器的基本上平均5F吧，基本上出投必中，更何况卡完对面还会拔线。
然后就是吐槽一下国服普遍玩家素质低的惊人，不开加速器爱拔线的基础上赢了嘲讽输了怪对面卡，输不起这个词真是体现的淋漓尽致，大部分玩家自己不开早已加速器习惯5-10F重力房，到处都是初见杀，你不去和他们玩又不行，毕竟整个亚洲区基本只有中国玩家。
最后如果你是想体验龙珠斗士特有的剧情并且不在乎线上格斗的话推荐打折入，
但是如果你是一个国服格斗游戏玩家想体验不一样的格斗风格的话，强烈建议开启加速器的情况下再进行游戏，你可以为了省钱不够买加速器，但是这样会是所有包括你自己的玩家的游戏体验。
好评: 搞毛 热血格斗 打路人就算了
差评: 龙珠史上最黑暗的一天
好评: 兄弟们，二月二十四日会推出 人造人21（白袍） ！！！ ~纯键盘玩家
好评: 手柄怎么兼容
差评: 恶心人是吧？都上pc了不整个电脑键还隔这用游戏机按键，我玩了一会膈应的要死，直接退款了拜拜吧
差评: 好难
差评: 速度太快，不适合做游戏。人物就几类。人太少玩，也是一点。
好评: 细节 特效 节奏感 都很棒
好评: 好 除了新21号
好评: 不是龙珠迷，给格斗新手建议：先别找急打实战，先训练模式练好连招，练到民工练不会失误，然后再打人机，最后才是实战。每次玩之前都在训练模式联系一下再打实战。这游戏特效太多了，我眼都花了
好评: 挨打一百个小时
差评:   为什么我起动不了，一直崩溃？
差评: 多少人玩，单机也没有剧情。
好评: 几个月前靠着对龙珠的信仰第一次全款不打折买的游戏，来来去去花了我600多大洋，由于工作原因只玩了130小时左右，至今没学会一个十割哈哈哈，不过游戏是真的棒龙珠迷必入，就是经常打折，这大洋有点心疼了，说归说，还得入手挂逼21号
好评: 龙珠迷值得一玩

好评: 很棒的格斗游戏画面很nice
好评: 可以，就是贵
好评: [h1] 全DLC，龙珠党满足[/h1]
虽然是手残党但是真的好玩。看到饺子自爆给我整笑了（对不起），希望能继续更新更多的人物
好评: 虽然本人手残，但确实是一款好游戏：）
好评: 还原度高，制作精细，值得拥有，DLC价格略高！
好评: 可以的龙珠
差评: 傻逼Arc 傻逼21号
好评: 节奏比较快的格斗游戏，对原作还原的很好，每一招基本都能找到原型，强烈推荐（季票四你快点出啊！）
好评: 好评
满足了我对格斗游戏的期待，画面很赞。在线是纯挨打，但单机够我玩很久了。
好评: 实话说游戏好游戏！但是自身实属手残，希望越做越好吧！
好评: 还行
好评: 漫改2D格斗游戏天花板。
好评: 不好玩你来找我  我喂你吃屎
好评: 很还原漫画跟动漫
好评: 截至目前为止（2022年2月），这是我所见过漫改最成功的格斗游戏~
好评: 好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好
好评: YYDS虽然花了很多钱但是玩的很爽。只不过我是个手残党只能打打电脑
好评: ⣿⣆⠱⣝⡵⣝⢅⠙⣿⢕⢕⢕⢕⢝⣥⢒⠅⣿⣿⣿⡿⣳⣌⠪⡪⣡⢑
⣿⣿⣦⠹⣳⣳⣕⢅⠈⢗⢕⢕⢕⢕⢕⢈⢆⠟⠋⠉⠁⠉⠉⠁⠈⠼⢐
⢰⣶⣶⣦⣝⢝⢕⢕⠅⡆⢕⢕⢕⢕⢕⣴⠏⣠⡶⠛⡉⡉⡛⢶⣦⡀⠐
⡄⢻⢟⣿⣿⣷⣕⣕⣅⣿⣔⣕⣵⣵⣿⣿⢠⣿⢠⣮⡈⣌⠨⠅⠹⣷⡀
⡵⠟⠈⢀⣀⣀⡀⠉⢿⣿⣿⣿⣿⣿⣿⣿⣼⣿⢈⡋⠴⢿⡟⣡⡇⣿⡇
⠁⣠⣾⠟⡉⡉⡉⠻⣦⣻⣿⣿⣿⣿⣿⣿⣿⣿⣧⠸⣿⣦⣥⣿⡇⡿⣰
⢰⣿⡏⣴⣌⠈⣌⠡⠈⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣬⣉⣉⣁⣄⢖⢕
⢻⣿⡇⢙⠁⠴⢿⡟⣡⡆⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣷⣵
⣄⣻⣿⣌⠘⢿⣷⣥⣿⠇⣿⣿⣿⣿⣿⣿⠛⠻⣿⣿⣿⣿⣿⣿⣿⣿⣿
⢄⠻⣿⣟⠿⠦⠍⠉⣡⣾⣿⣿⣿⣿⣿⣿⢸⣿⣦⠙⣿⣿⣿⣿⣿⣿⣿
⡑⣑⣈⣻⢗⢟⢞⢝⣻⣿⣿⣿⣿⣿⣿⣿⠸⣿⠿⠃⣿⣿⣿⣿⣿⣿⡿
⡵⡈⢟⢕⢕⢕⢕⣵⣿⣿⣿⣿⣿⣿⣿⣿⣿⣶⣶⣿⣿⣿⣿⣿⠿⠋⣀
⣿⣿⣿⢻⣿⣿⣿⣿⠻⣿⣿⡿⠿⠿⠿⣿⠻⡿⠻⠿⣿⡟⠛⠛⢛⣿⣿
⣿⠏⣼⢸⡄⢿⢋⢸⣷⣇⢻⣿⣿⣿⣿⣿⡗⣥⠂⢦⣿⣭⢩⡍⣭⣽⣿
⣿⣾⣛⣸⣿⣾⣾⣈⣛⣠⣿⣤⣤⣤⣤⣼⣴⣫⣶⣌⣻⣋⣼⣇⣋⣼⣿
好评: 我玩了一百多个小时，感觉还是非常不错的，每一个角色练习连招都可以玩好久，我一直在打桩练习，门槛还是有点高，但是打击感真的很棒，真人pk我太菜不敢打只能先跟人机打，这游戏国内不火也是有原因的

好评: 舒服，就是人物少了点。
好评: 真的牛
好评: 好
好评: 太nb了

好评: good game
好评: 手残的我  喜欢上这游戏   太难了   555555555
好评: 我
好评: 真tm好玩！！！！！！！！！！！！
好评: 
好评: 龙珠迷，买就完事了，别的啥都不说了
好评: 万代你他妈个逼火速把合体人削了，个个拳脚长伤害高回收高，无脑combo摸到就半管血玩你妈个卵啊
好评: 我真是贱，玩了1天1把没赢，但身为没有B脸的我还是要继续干 干SI他们 气死我了
差评: 游戏优化能在好一点？！，玩第一天不是游戏崩溃就是，更新出现错误。别和我说我电脑问题，1080ti+i7-7700。16G
好评: 好
差评: 每打开一次就fatal error，还要手动删掉appdata里的文件，存档还删没了，18年的bug四年后都不修复，游戏是好游戏，打斗炫酷新手不会瞎搓招也挺帅，龙珠粉必入，但打不开就有点难受了
好评: 打击感非常好啊，手柄玩起来很过瘾
好评: 非常好 我朋友被我痛打了一顿 很燃 就是一个dlc只解锁一个有点贵
好评: 龙珠粉必买游戏
好评: 会不会玩不要紧，帅就行了
好评: 打开就是fatal error是啥玩意
好评: 打击感与还原度都非常不错的龙珠，更重要的是打折力度够大！
好评: 非龙珠迷买标准版就好了，预算不足就买FZ版。游戏比较还原，是2D横板格斗游戏。出现游戏错误就去删一个文件就好了，百度可查
好评: 不错
好评: 非常好的漫改游戏
好评: rgggd
好评: 对于龙珠迷来说 这个游戏真的是太棒了 完美还原了龙珠漫画的招式和特殊的3D动画体验 真的很好玩
好评: 玩不来
好评: 我是聪明b
好评: 完美还原龙珠动画里的高速华丽战斗，光是打人机看必杀动画我都能乐一天

一部马斯特皮尔斯，总之买就对了，而且建议全dlc

（虽然我很爱GGST，但感觉DBFZ比GGST更好玩一点）
好评: 雀氏帅
好评: 真是好玩就是太难了

好评: 打斗很好
好评: 不错，挺好玩的
好评: 燃
好评: 666666666666666666666666666
好评: 招式对于新手来说很友好，动画衔接的非常不错，龙珠粉可以放心入手
差评: 可玩性太低
好评: 爽

好评: 游戏很好玩，但我是菜b
好评: 龙珠里最喜欢的一款游戏，有点电光火石的味道了~
好评: 不能单机2p，少了很多乐趣
好评: 好玩 就是打不过
好评: 龙珠迷可以入手。
剧情薄弱，战斗爽快，连招相对简单。
好评: 基本上所有动作都很还原原作（特别是少年午饭的大招，泪目） 打击感超强 推荐给喜欢龙珠的朋友
好评: 没什么可说的就是好玩 除了场景有点少以外其他的都挺好
好评: 非常喜欢的动漫。虽然很有年代，但是却是我日漫的启蒙之作,并且再加上最喜欢的动作要素。龙珠Fight Z是一款龙珠爱好者和喜爱动作游戏者—不可多得的杰作！
好评: 爽！狠狠练习十割
好评: 淦的很爽
好评: 帮男朋友口了4个小时才愿意帮我买
好评: 我前两周268买的 我是傻逼
好评: 游戏可玩性还是很高的 但是匹配半天匹配不到人，路边打架基本上被爆虐 丝毫没有体验感，打街机或者力之大会跨度太大 基本上上一个你可以打爆下一个虐的你摔键盘，人都气死了 PC按键感觉有毒 有时候按了没反应 换上手柄没问题！
好评: 爷青回了非常OK的格斗游戏

好评: 好玩
好评: 龙珠斗士z真是太好玩了！刚入手就被站街的大佬打p！我真是太爱这款游戏了！
好评: 芜湖~爽...
好评: 非常优质的格斗游戏，指令简化，无脑aaa也能给人很好的体验

好评: Fatal error怎么解决啊，大佬们。。
好评: 我是热情的龙珠忠实粉丝，这游戏我一直在玩希望他能多更新一些DLC一些角色，怀远度非常的高，一拳一帧都是动漫里面搬出来的，我很开心，这是我认为龙珠系列比较走心的一款龙珠游戏，如果你是龙珠粉丝，那么他一定非常的适合你。
好评: 好玩，无论是格斗玩家还是龙珠粉丝都非常适合，如果身边人玩就更好
好评: 真好玩，我格斗白痴，我朋友格斗高手，天天被他虐，真好玩捏
好评: 血量太少了
好评: 兄弟们 喜欢龙珠的我是百分百推荐 建议等打折买
好评: ；哦空空。
好评: 龙珠+格斗 双厨狂喜@@@@@@@@@
好评: nice！牛逼！赛高！

好评: 牛逼牛逼牛逼
差评: 希望可以退钱谢谢日狗
好评: 为什么打不开了
好评: 666
好评: very very good
好评: download already but can not paly, say file error

好评: 键盘按键怎么按出来必杀技啊！？？？？？
好评: 还原度很高，演出效果超越动画。简单易上手，连升龙指令都没有。

缺点还是有，角色技能设定不像GG和BB那么细致，有千人一面的感觉，太多的狗空和同角色不同版本。

单人技能较少，一般就三到四招加EX版本。

人物强度平衡性差了点，重型角色都偏弱，比如萌萌的胖布欧。

另外不喜欢龙珠超的角色，龟仙人桃白白兵卫皮拉夫啥的还有趣点。
差评: 感觉 不如超宇宙
好评: 龙珠的游戏基本上都彳亍！
差评: RNM退钱
好评: 这游戏挺好的就是有亿点点贵
好评: 我是傻逼
好评: 刚加了个菜鸟群，希望能互相交流，结果被打成灰了。这游戏一个新人都不存在。
好评: 游戏是不错，就是联机经常掉，好难受，成就搞不全）：
好评: 很好玩

好评: 很喜欢龙珠，这游戏打击感也很强
好评: 秋季特卖买的冲就完了
好评: 粉丝福利，回味满满是最棒的龙珠格斗游戏
好评: 一直提示fatal error 进都进不去
好评: good
好评: 龙珠永远的神！
好评: NIUBI
好评: 有难度
好评: 好玩
好评: NB

好评: 有条件的推荐。
让我重新选一次的话我很可能是不会买的。这个游戏本质还是一个格斗游戏，门槛十分高，手残玩不来。
优点的话，该有的还原度、角色数量、玩法等方面都做的不错。
毕竟玩不来格斗游戏不能怪游戏。
好评: 登录显示错误进不去游戏什么情况？谁能告诉我为什么?
差评: 能别玩儿就别玩儿，傻逼游戏，傻逼判定，傻逼网络，没法玩儿，操你妈逼的，妈了个逼的傻逼玩意儿，操你妈的
好评: 每天被虐，依然乐此不疲。为什么我都会连招了还会被人乱拳A死，我好不甘心
好评: 很好玩
好评: 龙珠斗士Z最好的龙珠游戏
好评: 虽然锁60帧，有时候特效卡卡的，但它是龙珠啊！！！帅！就完了
好评: true
好评: 游戏好玩是真的 我菜也是真的 之前入的学习版 现在来补票了 完美还原了动画里的各种必杀技镜头 粉丝必入的龙珠游戏 千万别听人说这游戏技能少这鬼话 自在悟空真帅！！
好评: 原价入的 这个折扣你不买你还在想什么？
好评: 该游戏部分玩家会出现游玩后重新进入游戏出现fatal error的情况，具体解决办法如下（复制搬运于贴吧）
方案如下：
1.打开龙珠游戏文件夹的目录，地址为：X:\Steam\steamapps\common\DRAGON BALL FighterZ\RED\Binaries \Win64。（X为电脑steam的安装位置）
2.找到RED-Win64-Shipping文件。
3.将文件名称更改为RED-Win64-Shipping-eac-nop-loaded。
之后就可以正常的进入龙珠并且不会在发生fatal error报错的问题，且可以自由更改分辨率，画质选项的等等。
使用此方法后需要注意的事项有：
1.只能通过更改名称后的文件进入游戏，不能通过steam界面的开始游戏选项进入游戏。否则会直接报错。
2.使用此方法后，游戏内只能与同样使用此方法的进入游戏的玩家进行网战，否则会出现掉线的问题。
3.其余模式，训练，故事模式等等均无问题。
此问题应该为游戏本身的bug问题且之前就出现过，现在重复出现属实令人无语，不知道官方什么时候会更新修复该问题的补丁。
好评: 格斗游戏玩的少，但是为了龙珠入了，没想到挺好玩的，画质很棒，龙珠粉必入
好评: 比超宇宙2的可玩性高了不知道多少，目前最强龙珠格斗游戏！
喜欢格斗就无脑入，没看过龙珠也能玩的快乐，喜欢龙珠也可以无脑入，各种彩蛋角色技能招式还原绝对不亏
比起新出的gbfvs和ggst我还是更喜欢arc的老游戏，dbfz，bbcf，ggxrd系列
好评: 谁也打不过
好评: 大招演出是真的帅
好评: NNNNNNNNNB
好评: 以为是小时候PS3那种立体格斗界面。。。
好评:   好想supermarket21号
好评: 作为一个二十年资深龙珠迷来说这款游戏简直就是太完美了，流畅的连续击打，超酷炫的大招暴击，简直让人欲罢不能，不知不觉中几乎把所有DLC都买了（处理比迪丽🤭），还在犹豫什么，赶紧出手！！！！
好评: 玩了81个小时，算不上大神，但十局游戏怎么也能赢67局，一路从白板打到红，从什么都不会，到学了民工连，到有了一点自己的打法，最近秋季冬季打折，进来了好多萌新玩家，我也遇到过几个，我对于这些新人玩家的建议是，龙珠斗士z不仅仅有着格斗的玩法，其中还有很多彩蛋值得挖掘，不一定要去联机和别人死磕，这样只会消磨你们对这款游戏的兴趣，如果你真的想和别人切磋，你可以去练习模式，先把一些基础的招式熟悉一下，之后再去和一些同颜色水平的玩家进行切磋，如果你是白色，那么你就和白色，绿色，黄色进行切磋就可以了。遇到粉色或者红色，最好还是避一避，能来买这款游戏的肯定是爱着龙珠这部漫画的人们，我也是从龙珠Z到GT再到超一路走过来的，只要是龙珠，我都很喜欢，对于DLC的入手，我的建议是适度，因为全套DLC的价格不低，我只差龟仙人和比迪丽没有买，对于自己喜欢的角色可以在打折的时候多买一点，我第一个买的DLC是自在极意，一开始很烦躁，自在极意那么强，让我玩的打不过大佬的比迪丽，但是随着练习，我也变强了很多。还有我提醒一下超蓝空和超蓝贝不用买就可以获得，打街机的困难模式A评价就可以获得。祝大家游玩愉快
After 81 hours of playing, I can't be regarded as a great God, but how can I win 67 games in ten games? From white board to red, I can't do anything, to learning from migrant workers' company, to having some of my own playing methods. Recently, there were discounts in autumn and winter, and many new players came in. I also met several. My suggestion to these new players is that dragon ball fighter Z not only has the playing method of fighting, There are also many colored eggs worth mining. You don't have to go online to fight with others, which will only kill your interest in the game. If you really want to compete with others, you can practice the mode, get familiar with some basic moves, and then compete with some players of the same color level. If you are white, you will compete with white and green, Just compete in yellow. If you encounter pink or red, you'd better avoid it. Those who can buy this game must be people who love Longzhu cartoon. I also came all the way from Longzhu Z to GT and then to Chao. As long as it's Longzhu, I like it very much. My suggestion for starting with DLC is moderate, because the price of a full set of DLC is not low. I'm only poor that Guixian and bidili didn't buy it, You can buy more of your favorite characters at a discount. The first DLC I bought was ziziji Yi. At first, I was very upset. Ziji Yi was so strong that I couldn't beat the big guy's bidili, but with practice, I became much stronger. Also, let me remind you that super blue air and super blue shell can be obtained without buying, and the evaluation of difficult mode a of playing arcade can be obtained. Have a good time
好评: 好游戏，龙珠粉丝无脑买就行
好评: 最好的龙珠题材双人格斗游戏  游戏操作简易  可玩性极高  喜欢这个系列的一定要去试试
好评: 报错如何解决
好评: 打击感很棒，特写镜头很帅龙珠粉应该都会喜欢，
好评: 只有16号受伤的世界达成了！！！
好评: 游戏质量高，配置要求友好，容易上手，手残党福音。无聊时候玩玩呀！
好评: 龙珠不需要多说，永远的狗空
好评: 太爽了
好评: 单机很好玩，联机被虐的摔键盘
差评: 2D横屏游戏，完全找不到电光3的感觉，还是超宇宙2和卡卡罗特有感觉
好评: 一般般 不如卡卡罗特好玩
好评: 帅就完事了

好评: 一个字，爽爆！！
好评: 111
好评: 非常棒的游戏啊，PS4买了一份，PC上又买了一份，非常还原动画操作也没有其他格斗游戏那么难，而且还有不错的深度。唯一不足的就是网络对战延迟搞不定
好评: 非常还原动漫i了
差评: 大家不要下载！！！！！根本玩不了，我卸载下载好几遍了还是不行，所有内容检查了还是不行，可能是游戏本体有问题，不知道好评是不是刷的，体验极差！！！！已经退了！！
好评: good
好评: 好玩好玩
好评: 挺好玩的，极力推荐龙珠迷玩
好评: 必须好评！！！作为一名龙珠粉！可以！很棒！
好评: ARCyyds
好评: hhhhh
好评: 感觉不错
好评: 好
好评: 很好玩，就是打不过
好评: 帅就完了
好评: 好玩

好评: 昨天晚上在B站上看到龙珠的视频，听着那熟悉的bgm，心里面不觉有些哀伤，又一次认识到童年已经回不去了。
只是可惜没有一部好的龙珠游戏，这游戏虽然玩着还不错，但是我更喜欢RPG冒险的。
要是有一部游戏能从悟空小时候一直冒险到GT就好了
好评: jj
好评: 还原度MAX，画面表现水平比什么龙珠超和后续剧场版动画强出一个次元。格斗游戏手贱的我也能感觉到的爽。
好评: 找人一起玩
好评: 舒服
好评: 无敌的还原无敌的游戏
差评: 人机真tm强
好评: 哟西

好评: 还行吧，就是没手柄有点难受
差评: 很长时间没有玩了，今天进去一直是网络初始化失败
好评: 666
好评: 去你妈的合体人，他妈打了77小时，不是悟吉塔就是贝吉特，他妈不会其他啊，打格斗游戏的魅力在哪，就知道你妈的合体人，傻逼，现实中不能和女人合体，搁着游戏意淫合体呢，傻逼。
好评: 这游戏太棒了
好评: 7777
差评: ····
好评: 龙珠迷必玩好吧

好评: 爽就对了！
好评: 龙珠迷，感觉很不错
好评: 画面很不错
好评: 好玩但是我手残
好评: ...
好评: 666
好评: 好玩真好玩

好评: 这个是没有剧情吗？

好评: 非常棒的游戏，不论是原著党还是格斗党，入了都血赚，不推荐手柄操作
好评: 很棒棒的对战游戏
好评: 很不错的游戏，很还原龙珠


好评: 神
好评: 小时候一直玩红白机的龙珠对战，现在还能玩到这么纯正且画面完美还原的游戏太舒服了
好评: 最好的龙珠游戏
好评: feichanghaow
好评: 李浩然滚
好评: 斯巴拉西！
好评: 棒棒棒棒棒棒
好评: 很好玩
好评: nice.要是能多出些女角色就好了。最好还有装扮

好评: 进不去把杀毒软件删掉就可以进去了，人物太少了打折时候买适合，练习一个人物需要花很多时间
好评: 很好玩，玩了七八个小时就能打得很顺手了，超喜欢布罗利，管你是不是大佬，吃我一招地爆天星！还有地头锤！
好评: 好玩

好评: 很还原，强推

好评: best dragonball game
好评: 非常喜欢 龙珠粉必入 

好评: 打击感不错，个人还是挺喜欢的，趁着之前打折买的，我是聪明逼
好评: 真好玩 我是傻逼
好评: 哼，无聊至极。这就是你的极限吗
好评: 格斗游戏yyds

好评: 超四改不改？改不改？？？
好评: 挺不错的
差评: OK
好评: 直接冲爆
好评: 不要因为你是打折买的觉得自己不是傻逼，等到你不会搓连招，并且有玩几千小时的大佬等着你的时候，你自己就他妈是个傻逼
差评: 跟卡卡罗特相比真的没法比，剧情没意思，玩一会就玩腻了,还是喜欢怒气爆发电光火石终极天下，这个是我玩过的龙珠游戏最差的一个
好评: 很好玩，我已经被打死20个小时了
好评: 很棒
好评: 进入游戏后显示fatal error，前几天还好好的
好评: cnm我怎么玩上头了
好评: 15654
好评: 龙珠yyds
好评: 这款格斗真的很不错，是我目前玩的格斗游戏里面最畅快爽的. 就是大佬太多新手太少
好评: 666
好评: 格斗游戏真的都好难，打连击抓节奏（修炼房练连击练到吐血），XBOX的十字键真的太痛苦了，感觉入门百小时前得决定好自己用手柄还是键盘合适。
相较于传统格斗，本作的“支援”要素增加了实战中的变化性（确反敌方切支援好难），也让纯粹的格斗演出效果增添了不少看头，说到演出效果，我真心推荐各位龙珠粉丝购买本作，动画不错的。
回到游戏格斗内容上，基础出招还是挺简洁的，下前下后LMH+特殊攻击，以及MH、LH等等基本就包括了所有基础出招，让格斗新手上手期就能开心搓招（[strike] 然后进入练习连击的痛苦期 [/strike]）。
联机方面我没碰到什么问题，大陆房都挺正常，不过世界竞技匹配确实挺慢（可能我这个新手段位人太少了），所以对战方面其实可以 1.平台约人  2.直接在大厅建房。（也支持远程同乐，可以跟朋友无脑联）
打分的话会给个9/10，对我来说算是T1的格斗了，很适合我这种又菜又爱玩的格斗游戏新手。
好评: 卧槽这游戏太牛逼了，动画做的比动漫里面还精致，打击感很棒，难度适中（前提是不大pvp）每个角色手感有各自的特点，关键是剧情啊，不同的角色开场的时候会对应对面的人说不同的话，太细节了，然后就是巴达克死那里当年心里意难平，游戏里居然出了反杀的剧情真的大爱。不过他秋季特惠居然背刺我，就卖了40块，我一百多买的我是傻逼
好评: 找回了当年的感动，却找不回当年的伙伴。
好评: YYDS
好评: 龙珠粉必备
好评: 游戏存档在哪呀？ 不存档每次进去都要出错误，还要删文件，服了呀
好评: 我爱龙珠，包括超
好评: 还原度高，玩着舒服，还能召唤神龙，击败还有彩蛋，打出来那种感觉让我嗨！起来了
好评: 界王拳，哒哒哒哒哒，卡灭哈灭哈！
好评: 爽！
好评: HAS
好评: 这个连招还是他妈的难🤣      又菜又爱玩说的就是我
好评: 非常还原漫画，龙珠粉狂喜
好评: 真的棒，爷青回
好评: 为什么我放不出来大招啊，有大佬讲解一下吗
好评: 666666666
好评: 还不错，上手难度低
好评: 爽是真的爽，可现在每天都得练习连招，不然很快就忘记了o(╥﹏╥)o
好评: 玩的很爽
好评: 很不错
好评: 棒，打斗画面很爽快
好评: 完美还原 最好玩的龙珠游戏之一
好评: 我是sb
好评: 游戏怎么没声音了
好评: 好玩是挺好玩，不过全成就有些坑人啊，像我这种成就党别的还好说你这两千万索尼刷的我属实头疼，我这还手残这排位五十三万评分我还不知道怎么办呢，真头痛
好评: 孙悟空
好评: 11
好评: 好玩
好评: 游戏很不错，画面很漂亮，音乐很好听，打斗很爽，龙珠迷格斗迷必入。
好评: /ll,'\;
差评: 一直游戏崩溃怎么搞
好评: 好玩，只是联机方面感觉有点奇怪

好评: good game

差评: 每次都是fatal error你特么牛啊买了进不去，网上找了一对方法都进不去
好评: 永远跟党走，心中有党，事业理想。
⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
好评: 画风非常棒啊！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！
好评: 永远跟党走，心中有党，事业理想。
⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
好评: 最好的格斗游戏之一，龙珠情怀玩家必入！
好评: 0.0
好评: 就冲粉了好几年龙珠的份上,直接吹爆,角色的大大小小的细节都完全到位,原作党一脸满足.jpg
差评: 和朋友一起买了这游戏就是为了两个单挑   卧槽这游戏直接进都进不去 不知道你们是不是一样的
好评: 非常完美

好评: 被打成傻逼之后，我就有一种挫败感，十分的挫败，然后就不玩了。、
更新：首先，服务器爆炸，根本不用指望了，其二有些比我高段的以为自己很吊，然后被我反杀翻盘后，直接™强退。环境真是尼玛的差
再次尼玛更新：我就想把这个当日记了，只要你学会了民工连，其实胜率就有百分之50，那剩下的百分之五十呢？那就靠记忆力了。
再一次尼玛更新：玩到后期，已经不再是一个人的游戏了，你会认识很多有趣的朋友，玩格斗的人都非常的友善，我才明白，原来游戏也是生活，我真的变成一个佛系玩家了
再再一次不负责任的更新：这个游戏很硬核，我一个从来没有玩过格斗游戏的人，经历了，50小时想退钱，200小时学会民工连，400小时瞎几把打的过程，我学会很多，这个过程很漫长，但是很开心。他是一个不断打断你自信心的一款游戏，一款可以被你成长的游戏
再更一次:第一赛季巴爹来了, 我没有说话,因为我不玩巴爹,第二赛季gt空来了,我也没有说话,因为我不玩大大阿达哒哒哒哒哒哒个半天然后再接个元气弹的毛线角色。第三赛季白空来了，我也没有说话，因为打不过就选择加入白毛了。最后的dlc红毛来了， 带着333的标价来了，我终于忍无可忍了，结果发现，已经没有人为我说话了， 我已经被万代包围了！
再更新一次: 我自己翻译的龙珠连段教学https://space.bilibili.com/6941106/channel/seriesdetail?sid=416838
好评: 这个是真好玩，现所有龙珠游戏我最满意的一个
好评: 龙珠粉直接入不要犹豫
好评: 牛股

好评: Dragon boll YYDS
好评: 龙珠迷必入手
好评: 一直提示fatal erro进不去 是什么意思  哪位大佬解读下
好评: 游戏是好游戏 但我已经退款两次了 懂得都懂
好评: 龙珠yyds
好评: 日常单机和朋友对练，但是也很开兴，作为龙珠迷，格斗入门很低，而且招式华丽且还原，DLC发售就买买买，太赞了
好评: 好
好评: 还行吧
好评: 就是好玩
好评: 很棒的龙珠游戏，而且还可以远程同乐。闲暇时可以和好友来几场小pk。
好评: fatal error咋回事呀哪位大神帮帮忙
好评: 好玩 特效跟游戏体验都很好
好评: 玩的最长的格斗游戏
好评: 两个字很爽~很过瘾~
希望出season pass 4
好评: 太好玩了，值得入手
好评: 玩了一会就弹出个fatal error是怎么回事啊，玩不了了
好评: 龙珠yyds
好评: hao
好评: 还是不太还玩23333
好评: 次元最贵 悟吉塔 曰你仙人
好评: 之前极少玩格斗游戏，纯粹是喜欢龙珠，可是没想到这游戏的魅力如此之大，不知不觉玩了这么多时间
好评: 2d漫改格斗天花板
好评: 好

好评: 太好玩了，龙珠一生挚爱
好评: 这款游戏刺激好玩为什么喜欢童年回忆
好评: 打击感爆炸好
好评: 的
好评: ？！！！！！！！！！！！
好评: 我说这是漫改格斗游戏天花板大家没意见吧？ 我玩过最好玩的格斗游戏，希望还能多出一些新角色DLC  果断好评！！！
好评: 游戏质量很好，但是一联网就断线，只能单机，如果不是打折，真心不建议买个单机游戏。
好评: 格斗新手必备
好评: 好玩，格斗天花板
好评: good game  
coolllllllll!!!!!!!!!
好评: 不解释，电gou赶紧s
好评: 全DLC正常购入的话价格过高（日厂通病），不妨等打折再入。ARC社的三渲二技术在格斗游戏界绝对是数一数二，极具分镜感的大招同样是ARC社出名的地方之一，此作自然也不例外，对龙珠粉来说是一款回味童年的佳作，与此同时作为一款格斗游戏，它设置的门槛并不高，想要做到十割的连段也并不是需要太多的时间训练，可以说是兼顾了粉丝向和格斗游戏可玩性的优秀作品
好评: 好
好评: 可以本地对战，技能释放也简单，跟儿子一起玩的很HAPPY
好评: 作为一个龙珠游戏，可以说是最棒的了，动作都能找到出处，动画演出效果巨好，，对格斗新手也很照护（虽然我还是菜的一批）         每天打打电脑还蛮开心的
好评: LLL

好评: 《七龙珠》作为大部分人童年不可磨灭的回忆，一直以来都是卖情怀的重灾区。手握版权的万代南梦宫究竟推出过几款龙珠改编游戏，可能连万代自己都数不清。尽管情怀生意何时都会有粉丝来买单，但如果这情怀卖得太烂依旧会引起众怒。自从《龙珠OL》暴死之后，万代南梦宫赶紧做出了《龙珠：超宇宙》来弥补《龙珠OL》带来的损失，所以《龙珠：超宇宙》本身就是《龙珠OL》的剩饭，万代在喂玩家吃完这顿剩饭后，发现玩家还能再吃一点，就把这剩饭拿去炒了炒，做成了《龙珠：超宇宙2》。我们一方面谴责万代的吃相说：“ 我龙珠粉！今天就是从那美克星上跳下去摔死！也绝不会吃你们万代一点剩饭”，一方面叹着气，开心的说“嗯，真香”，还是继续玩得美滋滋，没办法，毕竟对《七龙珠》系列的粉丝来说，情怀的多少远大于游戏的好坏，游戏只要合格，剩下的都能用情怀去补上。
《龙珠斗士Z》最大的魅力就是情怀，玩《龙珠斗士Z》最主要的原因，就是因为它是龙珠，是一代人的青春，记得小时候在电视上看《七龙珠》的第一部TV版，我就被七龙珠深深吸引。住在深山中的孙悟空本领高强，一次偶然的机会他随到了布尔玛一起走出大山，开始致力于寻找分散在世界各地的七颗龙珠。在这期间，结识了龟仙人与乌龙、一看到女人就面红耳赤的雅木茶以及自大的和尚小林等伙伴，不但经历了各种各样的冒险和奇遇，也惹出一连串爆笑的故事。当然，也有许多邪恶的家伙们为了满足私欲而寻找龙珠，为此与悟空等人展开了一连番的激斗。为了实现愿望、突破自我、变得更强，围绕着悟空及他的伙伴们，在大世界的浪漫冒险就这样开始了。悟空找龟仙人学习龟派气功，参加天下第一武道会，和天津饭，比克大魔王决斗，拯救地球，最后和琪琪结婚。
《七龙珠》曾经给我带来的那种最单纯的感动和热血，对我来说无疑是永恒的，这宝贵的记忆不会随着时间而褪色。《龙珠斗士Z》，或者说万代，也很清楚这一点，粉丝要什么呢，无非是怀念和感动，那就给你，全都给你。在单人剧情中，游戏制作了新的剧情动画，由鸟山明老师为游戏原创可操纵角色生化人21号。特定角色组合会有彩蛋，像克林和18号这样的CP发糖，修炼三人组互相的吐槽，还有贝吉塔的日常被谐星。游戏中还有很多致敬名场面，比如悟空打败魔人布欧的时候会重现漫画中用元气弹将其消灭的名场面。还有在那美克星的场景用悟空消灭弗利萨会有特殊的剧情杀，重现原著镜头，可谓情怀满满。这些“情怀梗”全都有，而且不尬，自然又好笑，就算不是龙珠系列的粉丝想必也会觉得十分有趣。
《龙珠斗士Z》回归了格斗游戏。龙珠原本就是热血格斗漫画，做格斗游戏再合适不过，而格斗游戏，自然是比较硬的游戏类型，讲究搓招连招，防御躲避，对于一些手残的玩家来说可能比较不友好，为了照顾这些玩家，《龙珠斗士Z》这次简化了操作，比起《街霸》《拳皇》这些格斗游戏来说，《龙珠斗士Z》的连招更为简便，甚至玩家只要按住任意一个攻击键就能打出一段花里胡哨的连招，将对手帅气打飞。悟空的龟派气功波，克林的太阳拳……先前所说的还原原作招式，加上出色的格斗特效以及简化的操作，使得《龙珠斗士Z》比起其他的格斗游戏更具有直接的爽快感和张力，仅以粉丝向的格斗游戏这点来说，《龙珠斗士Z》已经非常棒了。
《龙珠斗士Z》是粉丝向的格斗游戏，对于龙珠系列的极致还原使得其拥有了无比强大的情怀加成，简化的操作降低了游戏不少的入门难度，让玩家能更好的融入到龙珠的世界里，出色的格斗特效和深度的系统又使得其有着十分的可玩性，十分推荐龙珠系列的粉丝一玩，绝对不会失望，若是对龙珠系列感兴趣的玩家，这部作品也是非常棒的入坑作，虽说有些不能忽视的瑕疵在，但总体瑕不掩瑜，它绝对有资格被称为是目前最棒的《龙珠》游戏。
好评: 堪称完美

好评: 但凡手柄搓招敏捷一点，我就不会打成狗。
好评: 非常还原动画
好评: nice
好评: 不用多逼，经典重现，舒爽
好评: Good
好评: 推荐新手去玩新粗暴战斗真的爽
差评: 游戏打不开，说是服务器打不开
好评: good
好评: 爷青回！就是贵了点TVT
好评: 龙珠粉必入，绝对不亏
好评: 好
好评: [h1] 燃烬热血，交锋于跃动指尖的爆裂格斗 [/h1]

[table]
    [tr]
        [td][url=https://www.357.com/] 游信·看见游戏，看见你 [/url][/td]
    [/tr]
    [tr]
        [td][url=https://store.steampowered.com/curator/41346589/]加入鉴赏家，绝不错过任何一款好游戏[/url][/td]
    [/tr]
    [tr]
        [td]Great Game Great Gamer[/td]
    [/tr]
[/table]

《龙珠》这个IP想必大家并不会陌生，而以此为题材的游戏更是层出不穷。早在2008年的时候，我入手了人生中第一台掌机——Game Boy Advance SP。当年入手的第一批卡带中，就有那么一款由Arc System Works开发的《龙珠》横版格斗游戏，——《龙珠Z：舞空斗剧》。 

暑假的时候，看完电视台播放的龙珠动画后，回到自己的房间，打开SP游戏机启动《舞空斗剧》，成为了假期娱乐的标配。在当时那个掌机并未普及的时代，一个人也能玩得津津有味，甚至废寝忘食。

时隔十余年，龙珠剧集从Z系列三部曲，衍生到《GT》以及《龙珠超》。而与龙珠相关的游戏也层出不穷，带给了我们无穷的乐趣。《龙珠》作为以战斗为主的动画作品，其游戏自然也是以格斗作为主旋律。迄今为止的优秀作品都能如数家珍地列举出来。

GBA时代的《舞空斗剧》、《悟空的遗产》，PS2时代的《电光石火》、NDS与3DS的《舞空烈战》、《超究极武斗传》到现在主流的PC、ps4上的《龙珠超宇宙》、《七龙珠Z卡卡罗特》等。
而今天的主角，是我认为将龙珠格斗魅力发挥到极致的一部作品——《龙珠斗士Z》。

《龙珠斗士Z》是Arc System Works开发的第四款龙珠游戏，前三款游戏分别为上文提到的《舞空斗剧》、《舞空烈战》与《超究极武斗传》，专攻横版格斗的Arc System Works更是将《龙珠》系列的格斗魅力发挥到了极致。甚至可以说它是《舞空斗剧》的全方位MAX的加强版。

[h1] 慷慨激昂的龙珠格斗 [/h1]

如果你曾是《舞空斗剧》的玩家，那么在你体验《龙珠斗士Z》时必然会有一种怀念而又新奇的感觉。横版的3D，熟悉的招式，名场景以及斩杀对手时的过场动画都能使人热血沸腾。
在战斗系统上，《龙珠斗士Z》有着与《舞空斗剧》相似的机制。并且在操作方面有了更加硬核的垂直纵深。

最根本的战斗机制包括轻拳、重拳、气功波、格挡、换人、反击、追击必杀技与超必杀等方面。但《龙珠斗士Z》的乐趣极大一部分来自玩家打出高效连击时带来的快感。对于每一种战况《龙珠斗士Z》都给予了压制与反制的手段。格挡可以用冲刺技能破防，而为防止破防，另外一位玩家可以选择对冲来抵消破防技。被击飞失去平衡可以在空中向着各个方向受身，同时使用瞬移技能到对手身后进行反制。

战斗鼓励连击combo，也鼓励玩家将每一位龙珠角色的连招技能开发到极致。《龙珠斗士Z》的人物角色从Z系列开始，一直延续到了龙珠超，虽说大部分角色的核心搓招表都大相径庭，也存在着万金油般的“民工连”，但同样存在着个性化招数或者状态性的技能，好比大王的黄金形态与成年孙悟饭的解放神力，可惜的是并非所有赛亚人都可以在战斗中随时改变状态，而是被单拧了出来，制作了一位角色。（比如白神悟空、常态悟空、神悟空等）

空战一直都是《龙珠》系列战斗系统的一个亮点，也是区别于《拳皇》、《铁拳》等横版格斗游戏的一大特色。由于舞空术设定的存在，在游戏战斗机制上也放宽了限制，可以让玩家在空中也打出漂亮的操作。例如空中追击，空连以及空中必杀技。

随着游戏技术的发展与逐步成熟，玩家想要联机已经摆脱了空间上的束缚。曾几何时联机《舞空斗剧》时，需要两位玩家带着数据线连接两部掌机，并在有延迟的游戏环境下进行对战，虽然战斗体验并不算特别流畅，但在当时那个年代，联机带来的新鲜感足以冲碎着微不足道的延迟体验。

而《龙珠斗士Z》则是主打玩家对战的PVP龙珠游戏，玩家不仅能获得流畅且丝滑的战斗体验，同时也能在世界范围内与各国的龙珠粉进行对战。PVP舞台是新手的炼狱，高手的天堂。要是稍有不顺，匹配到游戏时长近千小时的玩家，被无伤一穿三也不过是常态。但能和高手切磋，进步的速度也许也会比打仿生人和木桩要来得更快。

但不得不说的是，只有与实力相近的对手切磋，《龙珠斗士Z》的魅力才会被无限地放大。快节奏的战斗让玩家无暇去思考详略的战斗方案，凭借着多局游戏的经验与手法，依靠本能的反应去战斗，紧张与刺激的气氛一触即发。随着最后一击的字体嵌刻于屏幕画面之时，这才长嘘一口气，一局比赛，诠释了什么叫酣畅淋漓。

[h1] 剧情，龙珠不可缺失的一环 [/h1]

格斗自然是《龙珠》系列游戏最大的特色，但其剧情同样是不可缺少的一个部分。在《龙珠斗士Z》中，剧情主要充当了两个角色——新手指导以及烘托战斗。

《龙珠斗士Z》的剧情包括三章，分别为超战士篇，敌战士篇与人造人21号篇。人造人21号是龙珠作者鸟山明亲自为《龙珠斗士Z》设计的一位角色，在本部作品的剧情环节中充当着至关重要的作用，三章剧情虽然都围绕着人造人21号展开，主角与结局走向也各不相同。人造人21号在设定上融合了塞鲁与魔人布欧的细胞，虽说是人造人，但外形却如同一个魔人布欧的女版，人气颇高。

这种原创剧情的风格与《舞空斗剧》的剧情模式极其相似。《舞空斗剧》中每一位角色的故事模式都有着一套独立而又成形的剧情板块。选择了弗利萨剧情，最终则会击败所有赛亚人，成为宇宙的主宰，选择魔人布欧，则会向各个领域的强者进行挑战，最终成为无敌的魔人。每一位角色的故事走向都与原作有着或多或少的差异，但这种平行世界般的设计也响应了原作中时间机器的设定，让其顺理成章。

三章的原创剧情模式也正好对应了《龙珠Z》与《龙珠超》的叙事风格。《超战士》篇章的主角仍是以孙悟空等人为主视角，在解救了一个又一个伙伴的同时也击败了一个又一个曾经强敌的复制体，最后在众人协力下击败了最终boss人造人21号。

《敌战士》篇中的主视角则变成了弗利萨与沙鲁等“反派”角色，在这一篇章中占尽优势的弗利萨选择了与“主角”主角孙悟空联手，共同抵抗人造人21号。不得不说这种共同御敌的氛围与龙珠超的宇宙武道大会有着相同的氛围，看着曾经互为宿敌的对手携手作战，也让人有所触动。（巴达克再一次留下了感动的热泪）

而在最后的《人造人21号》篇章中，主视角则落在了这位新角色——人造人21号上，这一篇章着重描写了人造人21号的个人形象并让玩家体验其实战手感，最后则是致敬了《龙珠Z》魔人篇的结局，以人造人21号善良人格与邪恶人格的对立而展开战斗，最后将其成功纳入主角团中。

[h1] 结语 [/h1]

《龙珠斗士Z》是不是最好的龙珠游戏，我并不敢在此作下判断，但是《龙珠斗士Z》一定是一部令粉丝印象深刻的作品。

它不仅为粉丝呈现出了那些龙珠经典角色的经典技能，更为广大PVP爱好者们提供了一个“天下第一武道大会”的舞台。而这种即时PVP的快感，是龙珠PVE中无法体验到的游戏体验。

如果说追求极致的快感与酣畅淋漓的战斗体验，那么《龙珠斗士Z》一定不会让你失望。当然，前提是你要做好被高手虐上一百局的准备。

[b]游信编辑部评分：8.5分
优点
+精致的画面与拳拳到肉的打击手感
+格斗机制值得研究
+对角色技能还原十分到位
+为世界龙珠爱好者提供pvp平台
缺点
-PVP新手地狱，高手天堂
[/b]
好评: 好不好玩先不说，龟仙人绝对是本色出演
好评: 非常棒的龙珠游戏  人物的形象 动作 招数 必杀技 还原度非常之高！作为FTG类游戏  和街霸 拳皇类的不一样  攻防有区别  还没深入研究。搞活动买的  忘记多少钱了  亲子玩的 孩子玩的非常嗨  再也不看垃圾动画了！
好评: 龙珠粉必入，绝对不亏
好评: 战斗画面和必杀技还原漫画中各种经典场景，操作起来也很有快感
好评: 牛哇牛哇
好评: 打不开谁能告诉我怎么打开游戏一直fatal error
好评: 原价买的，我是伞兵
好评: nc
好评: 快乐
好评: 手残玩家在最终boss 21号（邪恶）那里卡了2个小时。。。
好评: 龙珠yyds
好评: Good

好评: 这么一来，一切都会改变... 我的命运、卡卡罗特的命运，还有....你这家伙的命运！
好评: 打折买的，我是聪明逼

好评: 猛
好评: 最好的龙珠游戏
好评: .
好评: 不错的游戏
差评: 网络优化太机霸差了，打个联机卡的要死
好评: 挺好玩，就是新手打网战是个很漫长的成长过程。现在基本都是老油条。不过这也是格斗游戏的乐趣吧.剧情模式很无聊，彩蛋相当的精彩。龙珠粉丝，格斗爱好者购买的话绝对值.经常打折，别急。
好评: 游戏十分还原，画面精致，配置要求也不高，打击感也非常nice！
就只是dlc贵了点，但为了龙珠，值了！
好评: 最好的龙珠格斗游戏
差评: 寄吧
好评: 阿萨德阿萨德
好评: 永远跟党走，心中有党，事业理想
⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
好评: good
差评: 为什么我的打开不了了，之前还可以打开的，原来下载要20多G，重新卸载安装后，缺只要下载6G，了，还打不开，什么情况，有知道的吗？
好评: 不得不说打击感一流，就是操作对于手残玩家及其不友好

好评: 玩了这个 想去玩电光火石 这个感觉一般吧
好评: 2D玩法很爽很秀，人物动作技能也很还原，作为龙珠作品很赞
好评: 👴觉得彳亍！
好评: 直接被锤爆
好评: 666
好评: 大爱我龙珠
好评: 2018年TGA年度最佳格斗游戏，日漫最强漫改
好评: 入坑龙珠得必入游戏之一，你先玩游戏再去看龙珠Z或者龙珠超，都会发现那些连段中是在动画有出处的，比如说力之大赛篇章，吉连初登场，你可以发现游戏中DLC角色吉连完全符合动漫中的招式，如果说超的角色太将近游戏，也可以去看看黑发贝吉塔，完全与刚来地球时的样子一模一样[可惜的就是没有大猩猩]也只是单说这两个角色，其他角色的连段都可以在动漫或者剧场版找到出处，除了是格斗游戏比较难上手，但是是龙珠迷必不可少要过玩的游戏。
好评: 。。。
好评: 1
好评: 1

好评: 我终于理解了我的手残程度，但我还是不准备放弃练习，或许这就是格斗游戏的魅力。
好评: ，
差评: 游戏打不开

好评: 画质有待提升
好评: 特效好打击感强强烈推荐
好评: 其实是我手残罢了
好评: 挺好玩的
好评: 悟空&任意（界王拳俯冲终结）

悟空&弗利萨（纳美克星，重击终结）

克林&那霸（岩场白天，首位开场）

雅木茶&那霸（岩场白天，重击终结）

那霸&雅木茶（岩场白天，重击终结）

悟空&贝吉塔（岩场白天，重击终结）

黄空&弗利萨（纳美克星，无克林开场）

黄空&弗利萨（纳美克星崩坏，重击终结）

小悟饭&沙鲁（沙鲁游戏，首位开场）

小悟饭&沙鲁（荒野，重击终结）

特兰克斯&弗利萨（岩场白天，重击终结）

黄空&小布欧（界王神界，重击终结）

比鲁斯&黄空（宇宙，重击终结）

黄空弗利萨&吉连（宇宙，重击终结）

蓝空&开芙拉（宇宙，重击终结）

黄空&绿布罗利（宇宙，重击终结）

弗利萨&巴达克（宇宙，瞬移终结）

巴达克&弗利萨（宇宙，重击终结）

大悟饭&绿布罗利（荒野，重击终结）

比鲁斯&黑空（宇宙，超必杀终结）

贝吉特&扎马斯（西都废墟，重击终结）

特兰克斯&扎马斯（西都废墟，重击终结）

悟吉塔&邪念波（界王神界，重击终结）

悟吉塔&黑布罗利（纳美克星崩坏，重击终结）
好评: 画面，打击感都没毛病，DLC也不贵，但最好是有朋友一起玩
好评: 太帅啦，希望以后万代多找as合作
好评: 街机格斗类型，考虑在入。
好评: 进不去
好评: 功法的人；历史tgfewf
好评: 咋说呢，玩是可以玩，但是我玩了几天，然后再要启动进去的时候就出问题了，好像是谁崩溃了，也不知道怎么回事，我都卸载了再下还是不行，哎

差评: 我买了个单机
好评: 超宇宙2让我砸了一个手柄，斗士z让我又买了一个
好评: hhhg
好评: 很爽！，对于龙珠粉来说，简直爱了爱了，帅的不要不要的，连招多摸索一下，很快就会了，期待以后出个超越电3的战斗模式，当然超宇宙，卡卡罗特，风格不符合我口味，加油(ง •̀_•́)ง
好评: 打击感和特效真的很棒
好评: 在游戏非常非常的好玩要是龙珠迷不买在游戏你会后悔一辈子的
好评: 我是傻逼
好评: 好玩
好评: 呦西
好评: 龙迷狂喜，超级值得入手
好评: 还不错
好评: 好玩，好看，被行云流水一套连死是我的荣幸
好评: 很推荐

好评: 简单易上手

好评: nb
差评: 虽然我是一个龙珠粉，但是还是要差评，打都打不开，根本玩不了，连个解决方案都没有
好评: 超爽的打击感，有童年的感觉，40入手非常值，五星好评
好评: 民工连好难
好评: 要么虐人要么被虐
好评: 确实帅
差评: 为啥打不开？
好评: 超级好玩 制作超级精良！但是我想说 为什么没有我喜欢的桃白白 555  还有饺子也没有 还有人造人那个围巾男  人物倒是够多了 但一些喜欢的龙珠小人物都没有 神仙 猫仙人 弥次郎兵卫  甚至可以加入龟仙人程龙形态 总之是很棒的作品
好评: 龙珠迷必入！！贝吉塔悟吉塔太帅了
好评: 6

好评: 111111111111111111111111111111111111111111111111111111111111111111111
好评: 好玩
好评: 啊啊
差评: 下好了，为啥打不开呢

好评: 太好了 就是费钱   快出角色
好评: HW
好评: 太好玩了，里面的人太友善了!!!
好评: 好玩
好评: 扩展包太贵了
好评: 赞就完了

好评: 为什么下好了   还是打不开游戏.问题说是证书报错.   这怎么玩？
好评: 好玩，就是太菜了。又菜又爱玩。。。
好评: 技能帅气、简单易上手

好评: 神还原的 《龙珠》格斗游戏  没什么说的了  ！！！
好评: 我是傻逼
好评: ps4放在家里，人在学校，忍不住又买了一份
游戏超棒的，上手很简单，精通不容易
差评: 退款中 打都打不开，还玩啥？？？？？？？？？？？
好评: 我为什么启动不了游戏
好评: 好玩 被大佬们打的在天上掉不下来 人菜瘾还大
好评: 很好呀
好评: 可以
好评: 
好评: 真的很不错
好评: 爽！
好评: 打击手感挺好，就是和别的玩家对战的时候，新手会有点困难，所以需要点点耐心

好评: 戻
好评: 好玩
好评: 龙珠迷入坑，之前一直不喜欢玩格斗游戏，但是因为是龙珠格斗游戏还是买了，真的很好玩，日常被人机虐
好评: 牛蛙
好评: 我是聪明逼，真好玩
好评: 好
差评: 2d我不喜欢
好评: 什么都不用说了，买！！！
好评: 很不错的游戏，打折的时候入很赚，dlc可以根据自己喜好购买，这算是我第一个买的格斗游戏，入门确实被吊打也有，不过也依次爱上了格斗游戏，三渲二的风格我也很喜欢，唯一的缺点就是找一个一起玩格斗的朋友可太难了。
好评: 龙珠yyds
好评: z
好评: 回忆！
好评: hahahahah我现在也是会十割的人啦，剧情很屎主要是联机对战，多练练就好了很快乐的，视频B站上也有可以多学学
差评: pc端按键提示还是手柄按键
好评: 操作上手快，新手也能打出操作，画面好，动作99%还原
好评: 太帅了，买就完事了

好评: 我是菜鸡
好评: 入门路漫漫 天天被打爆太难受了 各位大佬怎么不对新人友好一点  :（
好评: 我是伞兵，打折买了标准版和第二个DLC，我现在只希望快点打折把剩下俩DLC补全了
好评: 画面精细，人物全，就是DLC买起来太烦

好评: 很牛
好评: 喜欢格斗游戏的朋友一定要试试

好评: 非常好玩，龙珠迷千万不要错过。
好评: 打击感非常好，玩的非常爽，画面也非常精致，招式还原
好评: 我是傻逼.嘿.嘿嘿
好评: 好
好评: 我是聪明b 嘿嘿
好评:  确实是下限极低，上限极高，用键盘也能打的不赖，针布戳
好评: 龙珠迷情怀拉满
好评: 自在空好猛，可惜手残┭┮﹏┭┮
好评: 快点打折啊，我季节票2还没买啊，才发现漏了一个2
好评: GOOD

好评: 卖就对啦
好评:     出色的画面，多样有趣的系统，但仍是一款硬核的格斗游戏。如果说目前为止最值得推荐的龙珠游戏是哪一款，我觉得一定是龙珠斗士Z。
    一键连招，以及简易的技能释放都使这款游戏的门槛降低到没有接触格斗游戏的人也能上手的地步。同时，空dash，援助等机制的存在也使这个游戏的上限够高，有值得花费时间去练习的价值。
    另一方面，龙珠斗士Z添加了让原作粉丝眼前一亮的无数细节，斗士的一招一式都是从原作中还原而来，甚至还添加了特殊角色的专属击杀动画，包括很多对位角色的语音彩蛋，以及s3季票原创的红蓝悟吉塔对波演出。这让这个粉丝向游戏已经到了合格边缘，但其作为格斗游戏的本质也依然没有变，在还原原作的同时也达到了格斗游戏的硬核程度，因此龙珠斗士Z绝对是目前龙珠游戏中最值得推荐的一款游戏。
好评: 我是聪明B  35拿下  虽然我很菜
差评: 每次都不能完全退出游戏，steam显示还在运行，需要重启电脑。
好评: 逼王就是帅 值得买这游戏 直接情怀拉满了
好评: 打击感强
好评: 老龙珠迷了，细节用心，小彩蛋多
好评: 爷青回！！！
好评: 还不错，就是上手难度有点难
好评: 我是傻逼
好评: 龙珠粉必买 想要人物买三个季包就行了
好评: 好玩，轻松，不用动脑子
好评: 可以
好评: 确实还是可以的
差评: 花你妈这些批钱不如去买个黑魂，还特么打不开，买了一年就没成功打开过，连你妈里面长啥样都不知道
好评: 本身就是龙珠迷，这款游戏虽然剧情一般 都是打斗非常爽快，而且动作还原动漫里的招数。
好评: 不解释好吧，还原度很高的一款龙珠游戏。满分10分，9分以上！
好评: 不说剧情（剧情真tm尴尬），打击感和画面冲击感非常棒，我一个10年龙珠老粉打PVP打得是热血沸腾！
好评: 游戏很不错，上手也很简单，对新人新手很友好，连招也比较流畅，只不过我个人原因有点玩不来，画面太乱太花哨，还是比较喜欢玩那种中规中矩的格斗游戏，游戏挺不错的，鼓励一下！
好评: 欧雷瓦   速趴贝吉塔哒
好评: 游戏是好游戏，就是有点费键盘。
好评: 要不是真的喜欢龙珠，谁又愿意买个挨打游戏呢
好评: 游戏一段时间后，无法启动游戏
好评: 好玩
好评: 好喜欢大佬虐我的感觉
好评: 32小时打不出民工连我是太菜了吗

差评: 重新下载好几次都玩不了
好评: 不错不错
好评: 这是个搓招的游戏，拳皇，没毛病
好评: 爽

差评: 游戏是好游戏，但更新一次上不去一回，这次更新完彻底上不去，我玩个锤子
好评: 适合双人打，如果都是玩格斗游戏多的，更加爽，一打可以打一整天不腻
差评: 故事模式有些敷衍，人物季票分段购买划算，但明显有骗钱嫌疑。格斗游戏很正宗，但龙珠里没有对波和神龙出现总觉得有哪里不对。在线模式民工连比的是角色新旧，对龙珠粉而言，早期人物只是被虐的对象还是会感到无趣。
好评: [h1]龙珠粉必入，手残一样可以打的爽[/h1]
打击感爽快，上手难度低，初次接触格斗游戏也可以玩的很漂亮（给你一种你是大佬的错觉,然而去了线上就是被打出屎），但是好好练习一样可以打出很炫酷的连段，不过游戏剧情短，而且一般（又是时空穿越，原创角色只有人造人21号一个，剧情整体毫无亮点）更多内容是在对战中（成就还有一大半是线上对战的），人物数量少，地图少，但是一招一式都有忠实还原原作，游戏有一个很有意思的彩蛋就是在自由对战里，选择普通的悟空和普通的贝吉塔（这里是举个例子，还有其他的）在荒野那张地图，悟空用重击结束战斗会触发剧情动画和台词（试出来的还有拿巴和乐平，超一悟空和弗利沙，特兰克斯和弗利萨，特兰克斯和扎马斯合体，超蓝贝吉塔和黑悟空，巴达克和弗利萨，比鲁斯和超一悟空）

[h1]要是能继续更新就好了，我真的非常想要未来悟饭也能加入这个游戏[/h1]
差评: it s not a good game
差评: .

.

好评: 也不知道为什么买，也没有情怀，也不觉得好玩，但是感觉是个好游戏，真的很奇怪。
好评: 真不错

差评: 垃圾买了玩不了
好评: 0.0 0.0 0.0 0.
00.0.0.0.0.0.
0.0.0.0.0.0.
好评: 很好玩 就是我太菜了
好评: 很好玩，我是个勾吧
好评: 喜欢龙珠买就完了，爽！
好评: 龙珠粉必买
差评: 粑粑
差评: 之前不给退，只能继续玩

好评: 太棒了
好评: 狠喜欢
好评: 说什么好呢？这是最好的漫改格斗 游玩舒服 还原漫画 要是龙珠粉丝更完美起码知道人物 这游戏是我最想让朋友补番的游戏了 hahaha   送了好几个朋友游戏  不过朋友都很少玩  （喜欢格斗的朋友很少 都怕别虐）其实这游戏释放都很简单 对新手都友好
差评: Fans向，过于花哨。
好评: 游戏很好玩，上手容易，进阶难。
好评: 招式很还原，玩的很上头
虽然不会连，但我打人机
谁也打不过，但都没关系
冲完接a连，越玩越得劲
好评: 其他人物都怎么获取啊
好评: 1223333HERNB

好评: 非常的好上手
好评: 一个字，爽
好评: 好游戏 爽快
好评: 好玩！！！
好评: 抛开优秀的格斗和优秀的动画演出 漫画式的分镜和对原作的还原度就足够让你购入这款游戏 而且虽然说是格斗 但也是格斗游戏里面最好上手的游戏之一 总结：就是很棒
好评: 属实难度高了，本来想看着补dlc的，结果一玩就被虐上头了，直接冲了dlc
好评: 战斗力只有5的渣渣，你的招式只是扬起了一些灰尘
好评: 真的骚好玩，无限徘徊在虐与被虐之间
好评: 游戏很好，服务器真的烂，感觉画质不如。。。。原神
差评: 不推荐！！！！
最近几次更新之后，这个游戏像发了疯一样。
联网经常断开，最干扰游戏体验的是，本身服务器就卡，网络卡顿会导致游戏画面卡死。你对手网络不好你卡死，你网络不好你还是卡死。
你就重复在登录游戏——玩一局两局——掉线卡死——强退——登录——玩一局两局——继续卡死的循环里。再加上卡顿带来的掉帧，基本一个小时也玩不痛快几局。
这游戏最大的痛苦就是，明明网络不好是网络不好的事，俩人卡断了就算了，我去找别人玩，可是它偏偏不给你卡断，就在那加载转圈（这游戏转圈的时候你按什么按键都没有用，只能等或者alt+F4)，掉帧，就是不断开，或者直接给你卡死。你说你网络的问题，游戏本体跟着卡死干嘛啊，网络不好关你游戏本体P事啊？
另外DLC角色一个比一个变态，想赢的玩家就直接多花钱，只玩本体角色同等水平就等着被各种赖招和判定恶心吧。
好评: 差点把手柄按坏了
好评: 好的批爆，这个打击感，被大佬血虐让我不得不tm的进步，其他都好就是剧情有点撇
好评: 顶级格斗游戏
好评: 女子
好评: 龙珠最棒的PC端游戏！！！
好评: 我是打折购买的，还不错，就是被大佬连招到怀疑人生，不够这游戏，上手难度低，但下限低上限高，我买了白悟也就是自在功，结果被大厅蓝悟给连死了，但是你只要苦练一个人物也可以成为大佬。
好评: 虽然剧情模式制作的很糟糕，但是格斗太棒了，虽然会出现，粉丝被格斗玩家吊打的情况，但是这一作上手简单，系统复杂，谁能想到龙珠斗士z首发只有4g的大小，但是我看到4g大小，差点就放弃了。但是还是本着相信一下arc的态度，买了。然后就900多小时了。
好评: 按坏一个键盘

好评: 好玩
好评: 为什么人物角色dlc这么贵
好评: 建议打折购买！
好评: 很好玩
差评: 第一篇比较无脑 第两篇打着很爽 第三篇生化人21号又臭又长 尤其是最后一关  没个十年脑血栓设计不出来
好评: 游戏本体还是很不错的，优质的画面加上对原作的致敬；DLC还有额外的剧情杀菜单，也是很不错
好评: 21是我老婆
好评: 好玩，花半小时学个民工连就入门了，而且则很多，战斗的时候变化也很多很刺激，很需要集中力和反应力，画面也是教科书级别的优秀，适合格斗新手
好评: 好玩

好评: 我是傻逼
好评: 去tmd自在极意功孙悟空
好评: 特效好
差评: 作为格斗迷和动漫迷可以说是双厨狂喜了，但是一加入对战就掉线是什么意思，不能线上对战直接乐趣-80%
好评: 起飞
好评: 芜湖
好评: 好玩是好玩，不过谁能告诉我一下其他人物怎么获得啊！！！！！！！！！！！！！！！！！！！
好评: 现在有bug怎么登不进去

好评: 感谢下午帮我通便的朋友
(屎都给我打出来了)
好评: 各位运行游戏时出现 Fatal error!怎么解决啊


好评: fr
好评: 喜欢龙珠，喜欢格斗的就可以入手了，各种彩蛋特效真的没的说，好！！！
好评: 帅的一批，还原动画，轻松上手
好评: 玩了一天第二怎么打不开了
好评: fatal error怎么解决谁知道
好评: 一般般吧
好评: 爽到爆
好评: 我是聪明B，59入的哈哈！
好评: 好












好评: 我都是瞎几把搓的
差评: 才买完没多久，直接报废，怎么打都打不开玩不了，lj游戏
差评: 怎么退钱
好评: 不是游戏很好动作很帅，但是这打一局就会闪退什么意思？一直闪退。我电脑配置不差不是低配但这游戏莫名其妙闪退高心态。
好评: 求教这游戏不能用PS5手柄玩吗？
好评: 对键盘玩家太不友好了
好评: 我是傻逼
好评: 我很高兴买的游戏，为啥啊？
可没想到居然三番五次的闪退。
好评: 没买本体二，呜呜呜亏死了
差评: 为什么登不上去了阿，第一次还可以第二次就都上不去了为什么阿。大哥们给我说说为什么吧
好评: DRAGON BALL Z PREVEAL
好评: 大招太帅了，goku
好评: 帅帅帅帅爆爆爆爆了了了了
差评: 总是显示fatal error，不推荐
好评: 第一款玩上瘾的格斗游戏
好评: 画质挺好的
好评: 我是聪明b
好评: 不要啊啊啊！！我才刚买没到一星期怎么就给我打折啊啊啊啊
好评: 123
好评: 好玩
！
差评: wdnmd,fatal error,游戏无法运行，滚蛋
好评: 喜欢
好评: 服务器无法连接，什么鬼
好评: 几轮大更新越改越好，自由度和深度都有了。最近的系统更新简直是震撼亲妈

ArcSys旧时代最后一款佳作

单走一个手感，丝滑润肠，宛如吃了华莱士，飞流直下
反观GGST那便秘一般的僵硬手感，仿佛在把玩石渡那尸僵的妈

石渡什么时候死啊
好评: 前几天刚买就打折？我日你妈！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！
好评: 目前最好的龙珠格斗游戏
好评: 头像越粉，锤人越狠
好评: 真不错
差评: 史上最垃圾的格斗游戏，没有之一，平衡性奇差无比，键盘党毫无游戏体验，手感稀烂如狗屎。
排位排不到人是常态，天天几千小时悟吉塔自在空蹲在大厅里等着新人们来割韭菜
根本排不到同等级的选手，游戏机制奇烂无比，和朋友玩总是EAC错误玩不了。

好评: 敏感肌也能用
好评: 好玩还用多说？
好评: 好玩
好评: 6666
差评: 更新完打不开了
好评: 好玩好玩
好评: 130小时了，人机太离谱，特别是街机
好评: 可以的
好评: 666666666666666666666666666
好评: 入门简单精通难，漫迷来说游戏演出精彩，格斗迷来说系统很完善，很好好好好啊啊啊啊
好评: 很有趣
好评: 不玩不是人
好评: 王子战法=鬼畜发波+有烟无伤
好评: 游戏不错！童年的回忆！值得购买
差评: 坚持一个中国
好评: 不多bb，龙珠游戏巅峰没毛病嗷铁汁们
好评: 这是一款非常消磨闲暇时间的游戏 至少可以让你从3000小时的无聊时光中得到解脱
差评: 既然是PC端，是不是要考虑优化键盘操作的提示而不是手柄呢！？
差评: 弄了一个多小时，进都进不去，白浪费了那么多钱
差评: 垃圾万代服务器，这网络质量不如玩盗版
好评: nb
好评: 好玩
好评: 这是2d游戏。。。。我是傻逼
好评: 哈哈哈
好评: 太棒了 龙珠迷狂喜 就是有点废手
好评: 海星

好评: 龙珠粉觉得很好，就是十割得练练
好评: 好
！！！！！！！！！
好评: 小白千万不要和别人打
好评: 非常棒的格斗游戏，不光是技能甚至很多拳脚也能在漫画里找到出处，非常还原。喜欢龙珠或格斗游戏的玩家可以考虑打折入，游戏属于易上手难精通，新人进去很可能被老玩家锤得没有信心。
好评: 入门易精通难，越玩越好玩
好评: 简单易上手
好评: 游戏不错，但是我是手残党玩不来
好评: 游戏常常开不了是为什么
好评: 打击感很强。
操作难度系数也较大。
画面和特效也挺不错的。

好评: 好玩，操作难度较大
好评: 老龙珠迷了从知道龙珠这个动漫开始就一直追了，游戏当然不能错过。由于自身比较穷的原因一直坚持到打折才买。很不错的游戏希望后续能出新的剧情。
好评: 非常不错
好评: 做的挺好的，人物技能很还原，就是连招有点难比较难精通
好评: 还原度与表现力突破天际的最强龙珠格斗游戏！
-----------------------------------------------
对于菜鸟，自娱自乐也能打的很嗨皮。
对于专家，格斗系统的深度也很值得开发。
但对我而言，单机才是乐趣，网战只是受虐。
网战需要加速器，不然打不了。

不过看比赛比自己玩爽多了，两个大佬行云流水的操作太像动画了，越发觉得龙珠做成这种格斗游戏太合适了。
好评: GOOD
好评: 现在评论逼，能不能不要发SB评论了，什么口才给我买，什么我是伞兵，什么领导人画像，有jb意思，不知道说啥就谈谈游戏好吗，不要rnm复读机一样，但凡发点评论还特么给你爹司马网易uu打广告，我想真日了你们M
好评: 产品非常好
好评: 时长够长，你就够强，我现在已经是个30小时斗师了，区区20小时斗者也敢放肆？
好评: 666
好评: 好玩！
好评: 第一款能玩进去的格斗游戏，又菜又爱玩怎么办？
好评: 瞎按也能很帅，绝了
好评: 我是废物
好评: 好玩
好评: 之前以为格斗游戏，招式帅，玩的爽就行了，当我看到这么多的新手教程脑袋一下子大了，新加的 z援助 更是加大了游戏的难度，让游戏从1v1变成了NvN，有时候甚至打不过电脑。复杂的连招告诉我，乱爽不可取，感觉一款格斗游戏完成了排列组合，这让我对这个游戏减了兴致，现在我连基本的连招技巧都没掌握，现在只偶尔上线熟悉一下各种教学，打打电脑，联机是想都不敢想的。。。
差评: 游戏但不开，网上的方法也试过了，没用
好评: x
好评: 好


好评: 怎么说呢，好是好玩单机的时候，就是连网的人如果能下手轻一点，对萌新友好点也不至于人那么少。总体来说还是挺满意的。
好评: 我是傻逼
差评: dlc卖角色，我退款了
好评: 帅的爆炸，除了不知道怎么连招只知道瞎按之外没别的毛病
好评: Nice
好评: 这游戏感觉跟其他ftg比起来更追求华丽的连段，不过练习起来不算困难。就是新人可能会被大佬打p，心态要好
好评: sukuai

好评: 别买第一个，买第二个，然后打P2和P3补丁。
好评: 太牛逼了

好评: 好玩

好评: 渐渐被你吸引 ！哈密哈密哈！
差评: 为你自己的言行负责
好评: 太好玩了
好评: 兄弟们·为什么每次一打开游戏就弹出fatal error,用了网上的方法也不管用，求解
差评: 小悟空(GT)都变不了超四和超三了要这垃圾游戏何用
好评: 虽然我菜，但我爱玩，
好评: 龙珠粉就必买的，可以先买第二个剩下要把人物补全就买pass2pass3就好了
好评: 不错不错
好评: 无敌
好评: 就是好玩不解释
好评: 53万战力啦
 哦吼吼吼吼也就是弗利萨带王
好评: 
差评: 不能联网对战  用加速器也没有用  TMD  垃圾
好评: 打击感和特效都特别棒，就是人物DLC有些。。
好评: 动漫格斗
好评: 不错的游戏
好评: 真机八好玩，不解释。酷酷酷，重要的事说三遍。
好评: XXXXXXXXYYYYYYY我真帅
好评: h

好评: 虽然我不会连招 但是我能暴虐同样不会连招的朋友 我很开心
好评: 好游戏不支持手柄

好评: 虽然手残  A连就好
好评: 给老婆口了三天，终于同意买了
好评: 好玩龙珠迷必买·操作简易打击感爆棚·
好评: 我是苏趴贝吉塔！（。＾▽＾）
好评: 喜欢龙珠的应该来一个（在打折的时候）
好评: 我是聪明b
好评: 顶级
好评: 原价买的游戏 夏季打折买的DLC  我是半个傻逼
好评: 我不是傻逼
好评: 真不错
好评: 挺好玩的，买的送第二个送季票的那个，直接入手了2，3季票，玩起来有点费手指，建议买个手柄
好评: 天下无敌贝吉特，次元最强悟吉塔！！！！！
好评: 打折买的还行，鹅代理游戏的一个皮肤价格就能买到太香了。过一部分剧情的话基本就上手了。目前来说人物有点少，希望来点鸟叔的联动人物啊。
好评: 打折入正爽翻
好评: 喜欢龙珠及格斗游戏的请务必不要错过
好评: 对手残挺友好的，小白也可以打出帅气的连招，是那种上手容易精通难的类型
好评: 我就是个手残..
好评: 牛逼
好评: 爽
好评: 好玩

好评: 原价买的我是傻逼


差评: 垃圾游戏，电脑键盘不能玩就不要他么在stem上卖又不是ps游戏机，废物游戏垃圾游戏渣渣
好评: 看龙珠长大的 也是看着悟空一路从初遇布尔玛到自在极意功这一路长大的 然后等我手柄到了 一定多玩呜呜呜
弾け飞ばせ かめはめ波〖飞出去吧 龟波气功〗
ヤバめのこの时代〖在这个混乱的时代〗
世界を守るため生まれたから〖我是为了保护这个世界而诞生的〗
好评: good
好评: 打击效果，特效好
好评: 单机趣味性一般吧 但大招的特写还原做的还是很不错的
差评: 为游戏打不开？？？
好评: 解锁新剧情可以，但是相比老以前玩儿的PS4来说，带点3D打斗更爽。
好评: 画质UP    是一种情怀

好评: 很好玩

好评: LAOZIXIHUAN
好评: 非常好玩，彩蛋也很多
好评: 这部游戏，很好玩，特别值得一提的是我不是傻逼，而且你可能因为打折买的这个游戏就觉得自己不是傻逼对不对，等你进了游戏，里面几千小时的大佬还有全世界前一百的大佬等着你这个新人呢，我保证你买的时候不是傻逼，但你玩的时候就他妈的是傻逼。
好评: 龙珠格斗游戏的天花板
差评: 登录不进去
好评: 很赞的
好评: 上手简单，精通难。制作精良，画面非常优秀，十分还原动漫
差评: 原价买的  我是shab
好评: 为什么还有那么多角色没有啊。还要单独购买？？

好评: 龙珠粉必玩，已经身陷其中无法自拔
好评: 为什么我的启动不了了
好评: ⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
中国加油！！
好评: 我爱龙珠
好评: 不同的角色组队触发的对话暗藏很多彩蛋，瞬间回到小学看漫画的时光
好评: 游戏网络对战，老掉线，官方希望早点解决
好评: 咋进不去啊
好评: 龙珠yyds
好评: 喜欢龙珠就买，有是联机体验有点差，自己网络不好的话很折磨，希望服务器再给点力
PS：拔线很恶心
好评: 一个字~燃
好评: 好
好评: 特喜欢龙珠 这个游戏贼喜欢

好评: 买了后悔一时，不买后悔一辈子 就是™的好玩
好评: 优秀的游戏
好评: 我是聪明逼，夏促打折购买永不会亏，龙珠，yyds！
好评: 打折买的，我不是傻逼
好评: 好玩，就是太看操作。。。。。。。。。。
好评: 太棒了，打击感真的舒服
好评: 特别棒打击感还有音乐节奏
好评: 不用多说了吧 这质量 就是剧情少了点 其他完美还原
好评: 虽然被人暴打，但还是好玩

好评: 喜欢龙珠的买这款游戏绝对错不了，好上手，但是精通也需要时间，画质也不错，我直接吹爆
好评: 好玩，就是会被虐
差评: 玩了六个小时就一直崩，进都进不去，重装也不行，离谱
慎入！！！！！！
好评: 爽歪歪
差评: 设置不了中文
差评: win7系统不能玩，有点恶心了
好评: 怎么说呢，打折的时候入手还是不错的，游戏制作精良，游戏效果也好，动漫还原也很好，声优表现力也很强，CG很多动作也很精细 好评
差评: 打不开

好评: 建议用手柄，好玩
好评: 上手难度虽然不高，但是还是被大厅里的大佛们吊着锤
好评: 真的超棒的龙珠游戏
差评: 为什么进不去？？、
好评: 这游戏上手简单，两小时练会基础连段，五小时学会压制，画质不错。


总体来说有手就行
好评: 为什么我点开玩家对战的功能就未响应然后返回游戏开始界面啊? 不能和玩家对战是什么鬼?
好评: 太捷豹好玩了 最简单的格斗游戏应该是
好评: 156买的本体加全部DLC，我是聪明逼
好评: 不错。打折买了。真香好玩
好评: 很棒的一款游戏
好评: 不错
好评: 挺好的
好评: 好玩
好评: 听推荐的，这个·游戏画质超棒，打击感也特别好，一些彩蛋也特别适合珠迷的
差评: 体验及其差劲完了第一天能玩，再打开电脑显示Fatal error重新下载找人都解决不了及其有问题sb再买
好评: 游戏动画场面很棒，玩家需要加强连招的练习。
好评: .
好评: 凹大招，总是被挡住，无脑龙冲，永远被跳躲开。下段攻击总是刚蹲起来就被打头。我TM得练练。
好评: 挺不错
好评: 不错
好评: good
好评: 还原度很高，作为一个龙珠迷，我很喜欢。但是难度挺高的，想要玩好很难，没玩过格斗游戏的慎入。如果当单机玩，当我没说。总之还是很推荐的。
好评: 预购玩家，我是傻逼
差评: 网战20秒断一次
好评: 好玩，还原原作

好评: 好玩，打折买的，我是聪明逼
好评: 多出角色，销量大大的有
好评: 打击感流畅，值得推荐！！
差评: 第二天玩的时候进都进不去，每次都弹出游戏崩溃窗口
好评: 格斗系统作的很不错，人物都是代表性人物，还有经典名场面，除了故事模式略显枯燥，但这本身就是一款格斗游戏还要啥自行车，这是近10年做的非常优秀的龙珠格斗游戏
好评: 燃！
差评: 太难了
好评: 这不比博人传燃？

Está hecho
好评: 窝里哇劲夫，窝里哇女人的终结者，窝里哇一拳一个田园女拳！
好评: 挺无聊的，玩了一会儿就关了
好评: 打折买的，我是聪明逼！
好评: 挺好的，买的豪华版
好评: 质量很高
好评: 可玩性很大，人物很多，新手建议先练个100小时人机再去玩家对战
好评: 笑死，联机压根打不过别人
好评: 经典，爽就完事了
好评: 马克思列宁主义万岁，邓小平理论万岁
三个代表思想万岁，习近平全面建设社会主义
现代化新中国万岁，中国共产党万岁
⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
好评: 确实帅。
好评: 游戏不错是真的，可我想知道为啥才玩了一次，第二次就进不去了，求解
好评: 为什么我游戏没有声音啊
好评: 好玩。
好评: 这也太好玩了吧，跟看动画片一样
差评: 玩了俩次就打不开了，rnm退钱!!!
差评: 垃圾游戏，且辱华，一是体验，二是爱国。
别买别玩
差评: 每次关闭游戏都不能完全退出，任务管理器关闭进程后第二次运行游戏就进不去了，只能重启pc
好评: 好玩，就是被别人打的下都下不来
好评: 被友人虐了80局
好评: goooood
好评: 为什么这个游戏这么好玩啊为什么我期末考试都不想考了女朋友也不想找了说唱也不想搞了就想天天在宿舍打龙珠斗士Z真的是太好玩了
好评: 连招系统设置的非常好，很有打击感，比卡卡罗特强多了。买了绝对不吃亏。
好评: 我是傻逼
好评: nice

好评: 新手玩家：XXXXXXXXYYYYYY 我这套连招真帅
好评: 我是sb
差评: 试了三次都无法进入，果断退款
差评: 一开始进游戏进不去
好评: 手都要搓断，连续练习5小时，非常累，明天继续
好评: 可以
好评: SFDSFSDA
差评: WSSB
好评:               ☞ 重要提示☜
想买的（看）《门槛》
（1）有条件的买
（2）是“七龙珠”铁粉的买
（3）喜欢2D游戏的买
（4）不厌烦单人格斗的买
（5）能静心认真研究没个角色的打法可以买
（6）不怕在多人模式被虐的可以买


《龙珠Z斗士》这个游戏整体来只能说是一般般。

优点：
1.还原了龙珠动漫里的大部分角色的招式以及龙珠的原版音乐。
2.游戏的画面非常精致，每一处细节都非常的到位。
3.玩法特别多样化。例如：淘汰赛……

缺点：
1.几乎没有人在线上玩，线上玩法几乎如同虚设。
2.线上玩法对萌新特别不有好。
3.游戏剧情特别的垃圾。

  总之，没有达到我上述所说《门槛》的话，我是劝退的。
  游戏本身太贵如果没有DLC的话就会缺少游戏原来的一大特色！
标准版：268！！！
豪华版：398！！！
终极版：468！！！

这游戏没必要买，在云游戏上玩玩就行了，要买也要在打“骨折”时购买才划算。
     （不包括特别有钱的玩家）
     （不包括买来收藏的玩家）
                                               
                  《评论不针对任何人》
好评: 我40入手我很开心
好评: 这款游戏很好玩，开始玩容易上手，想成为打多连击的高手就不容易了，然后就是联机网络不稳定，不知道大家用的是什么加速器呢？
好评: 哈妹哈妹哈
好评: 好玩
差评: 太难了 我好菜
好评: 真TM好玩！！！
好评: 非常好玩

差评: 我是傻逼
好评: 我是傻逼
好评: DLC仅限真爱粉考虑一下。

好评: 为什么玩过一次之后就登不上去了，老是弹出一个白框框
好评: 40买的，我不是傻逼，就是对手总是拔网线心态不好
好评: 龙珠忠实粉应该都喜欢
好评: 除了自己菜其他都挺好的hhhh

好评: 还是横版2D的好玩，3D的格斗我总是找不到人....
好评: 龙珠粉买就完了！！！！
好评: 我是傻逼
好评: 针不辍，搓招连段好爽，骨折入我是大聪明逼
好评: !!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
好评: 我是傻逼
好评: 爽得不行，玩过最爽，也是上手难度最低的格斗游戏，虽然没看过几集龙珠，但这个游戏确实切真的让我感受到了龙珠的魅力，买完本体dlc角色也入了一堆，龙珠的动画也想找个时间补了
好评: 这剧情够长了  刷刷刷按到手抽筋
好评: 混迹于国一与国二，名字与Steam相同，大佬见到请手下留情！
建议购买白空，悟吉塔（超四），布罗利（新版），贝吉特（超四），简单易上手，强就完事了。
不建议单独买角色，买季包最合适。
打折先买第二个，第三个综合来讲没多少优惠。
专玩悟空，常用：超蓝贝吉特、白空、超四悟吉塔，求对练！！！！(大佬别虐我)
好评: 这TM街机的HARD模式再难一点，我要打吐了，百分百空手接白刃
好评: 虽然我打折40买的但是 我是傻比，84的完全体我不要我选择40？？？
差评: 这个游戏为什么总是连线已切断
好评: 输出全靠吼
好评: 好玩！
好评: 感觉我都连不起来 手残 得多练 技能老接不上
好评: 有操作空间
好评: 还可以吧网络是个问题
好评: 
好评: nice


差评: fighterz季票卖的比本体加季票的fighterz edition贵一倍多，是不是脑子不好？？？越是忠实老玩家越被bandai欺诈？
好评: 爽！

好评: kaioken！！！！！！
好评: 乐趣就在于慢慢磨练技术，我觉得需要买个手柄，那样操作真的方便许多！！！龙珠迷不要错过！！！
好评: 打折买的，很好玩，无论是喜欢龙珠还是喜欢格斗的玩家，必入手！期待加入更多人物、场景、BGM！！
好评: 靓
好评: good

差评: 无法进行联机游戏。
好评: 上手易精通难，线上大佬轻易不要碰。。。
差评: 垃圾
好评: 爷青回
好评: suki
差评: 第一天可以玩，第二天就一直玩不了怎么回事，进不去
好评: BANG
好评: 不错不错不错·
好评: 有点费手
好评: 我真聪明

好评: 1
好评: 40块钱，我是聪明逼
差评: 全价买的纯傻逼来报到了
好评: 很好玩，原价有些小贵，龙珠粉打折入绝对不亏
好评: 我是伞兵
好评: 龙珠永远的神！
差评: 自己建不了房，也加不进去人家的房间，，自己自己单玩单机，，，，，，，一加入别人的或者自己建就崩溃从新登陆，，就不能改一下么，兄弟们赞我顶上去，，，，，官方就不能改一下么，看了论坛还是不行，大家好多都是我样的，官方的老板们来改一下啊
好评: 本人评价：
               该游戏打斗画面，特效都挺棒的，有线上联机，本地与朋友一起玩
               但是难度较高，连招，和键盘对应键难掌握。

好评: 还不错，首先说一句台湾是中国的，其次游戏二次消费感觉有点多
好评: 打击感，战斗画面都完美，格斗类游戏对新手蛮友好的！
好评: 专业资源30年，您想要的岛国资源我都有。欢迎加扣扣76955644咨询。
好评: 好玩，用手柄玩格斗游戏挺带劲的。
好评: nicenicenicenicenicenicenicenicenicenicenicenicenicenicenicenicenicenicenicenicenicenicenicenicenicenicenicenicenicenicenicenicenicenicenicenicenicenicenicenicenice
差评: 很喜欢龙珠，虽然手残本想补齐DLC的，但是这个厂翻车了。真小人还能敬你是条汉子，但是伪君子就真TM恶心了。以后不会再买这个厂任何产品，让你开开心心自说自话。
好评: 打斗特别精彩，爱了
好评: 龙珠加格斗 顶中顶
好评: 来和我一战！！！！！！！！
好评: 舒服啊
好评: 不错的游戏
被打的得了帕金森
好评: 很好玩 招式还原的很到位 打折入dlc 我还是个聪明逼
好评: 挺好的，画面很绚
好评: 还没有想好写什么
好评: 游戏画面很好，特效也不错，就是剧情太不聊了，一直重复刷那几个怪，而且任务有点少，别的都还可以，打折的话还是比较推荐入手的
好评: 游戏画面帅爆，操作还好上手，很适合无聊的时候和朋友进行对打
好评: buenardo
好评: DINGJIGEDOU1YOUXI
差评: 狗屎eca莫名其妙天天启动错误，好像还是挺少见的问题连民间解决方法都没有
好评: 对键盘和手柄极其友好的格斗游戏，画面好，易入门，建议买带季票的版本，单独买真的很贵。
好评: 惦记这游戏好久了，趁这次打折入手一波再加上几个喜欢的角色的DLC。我也是老龙珠粉了，但是是真的格斗游戏萌新，手柄用的也少。现在在练习模式苦练民工连，玩的就是一份热爱吧。游戏很棒，模型也好看，特效很炫，（尤其是必杀时候的特写，简直不要太帅）细节语音剧情杀也很好，总之买了不亏就是作为龙珠粉来说的话。PS：超蓝贝吉特的最终龟派气功特效做的是真的帅，看湿了都。
好评: 请继续出DLC和地图场景，太爱七龙珠了
Please continue to update DLC and maps ,thx
好评: 太太太好玩了8
好评: 我是傻逼
差评: 垃圾你妈閪，fatal error,   玩不了
差评: 坚持一个中国
差评: arc 你全家不得好死！夹私货真恶心
好评: very good
好评: 非常nice
差评: 开发商辱华，闹台独。实在喜欢的可以去玩学习版，不推荐购买
好评: 好玩，打斗感十足，爽
好评: 对于龙珠迷来说这个游戏绝对是上上之选，相对简易的操作，不会搓招也能打出比较帅气的连段，包括小悟饭变超二和《超布罗利》悟吉塔击败布罗利的场景在内的各种出色演出和经典彩蛋都做的十分出色，就是没有经典的魔贝和超一星龙有点可惜，推荐打折全入
好评: 奥力给
好评: 我玩这个游戏也有一段时间了，一开始我是在快吧游戏里下的盗版玩的，但是只有第一票季的人物，后来才来steam买的游戏我是花全款买的主体，全DLC花了将近300（真他妈的贵）后来游戏就打骨折了，，，，，我是撒比。但这个游戏质量还是值得我花这个钱的，一方面还是因为他是龙珠，我并不会因为Arc的罪恶装备的私货而去跟你说这个游戏不好之类的过激语言，你想玩，可以，但你要想好你心里怎么想的，不然你玩的时候心里就会五味杂陈，那种感觉很难受。
好评: 打击感很好 算是龙珠粉倾向游戏 就是排对战不好排到人
差评: 既然你选择辱华，那你就好好看看，有多少国区玩家买了你的游戏，又有多少人抗议，差评拿好，你们的公司和游戏剧情里写的一样【我们的果实就那样结在枝条上，早就已经腐烂了】
あなたが中国を侮辱することを選んだなら、目を開けてみてください。どれぐらいの中国人プレイヤーがあなたのゲームを買ったのですか？また何人の抗議がありますか？あなたの会社とゲームのストーリーは同じです。私たちの果実は枝にそのままにして、とっくに腐っています。
好评: 针不戳！
好评: 布罗利太强了，怎么会这么强呢
好评: 我一个月前原价原价入得季票3 搞完了全人物 然后你告诉我这游戏不再出新人物了？

说归说游戏是真好玩
差评: 每次启动都要重新下载！我人傻了
好评: 我40买的我不是傻逼
好评: 对新手很友好，非常容易上手的格斗游戏，并且有顶级2渲3，应该是目前最好的龙珠IP游戏了
差评: 我是傻逼
好评: 在竞技场被人虐的头都找不到，不过画面很棒，超蓝悟吉塔连招简直tm帅爆（指虐pc）
好评: easy
好评: 手残是真的难
差评: 玩了两次以后就各种卡死，根本玩不了。。。不知道为什么。。。
好评: 很喜欢，希望考研继续更
好评: 还行
好评: 特效很好 剧情杀很还原 打击感爆棚 就是对新手很不友好 建议新手多打人机和训练个十几个小时在对战 要不然会被打成脑溢血 除此之外都很好 希望有生之年能看见第二季
好评: 好玩就完事了奥
好评: 超超超喜欢的格斗游戏，希望还能再出系列
好评: 这游戏还是相当不错的 格斗技巧需要多练习  建模也比超宇宙优秀很多   就算不是龙珠粉 喜欢格斗的玩家也能找到乐趣
好评: 不论是对格斗游戏迷还是龙珠迷来说都是一款佳作。
优点：丰富的人物、终于原著的招式、ARC招牌的格斗游戏手感、打不过还可以拔网线。
缺点：对手打不过就拔网线很烦。
好评: 很强，非常推荐
好评: 好玩就完事了奥
差评: 从小看龙珠的，之前看别人直播玩这游戏，看着挺快乐的，买了之后发现剧情又臭又长，自己玩着很折磨，而且不知道万代抽了哪根筋，竟然把人物卖的这么贵，是学隔壁卡婊吗，但是U1S1这个还原度还是很可以的，特效，动作都做得很不错，作为一个龙珠粉，就这方面，还是很满足的，不过着实没法推荐，屎一样的剧情，我3岁侄子都能写的比他好
好评: 棒
好评: 40买的，我是聪明逼
好评: !!!!!!!!!!!
好评: BUG有点多和不知道怎么联机以外挺好的
好评: 给老婆口了三个小时 才给我买的
好评: 6666
好评: 很好 很不错 优秀优秀
好评: 我是sb
好评: 游戏虽然贵了点，但是真的好玩
好评: 买过很多游戏，感觉这一款是最适合自己的。无论是打斗的感觉还是爽快程度，都让我非常满意。现在岁数其实也不小了，到了忙活工作为主的年纪，身体明显也顶不住高强度的游戏了。可是这一次因公脱产在家的时候，我好像还是把很多时间都花在了这款游戏上。确实好玩。
好评: 那个叫sunwukong的沙鲁优越狗，来换个游戏试试，你爹干的你头都抬不起来，憋jb搁这虐虐菜觉得自己算根葱了
差评: 顶不住了。隔了一段时间登，就出来一个easyanticheat error的提示？想进游戏看看都不行，有哪个大佬能解决不？
好评: 我还以为像究极风暴一样，结果是2d格斗，虽然打斗效果很不错，但是不会玩，就当收藏了
好评: 注意了注意了这游戏不是开放玩法的，相对来讲和4399里的死神VS火影一样是3D建模的平面游戏，里面的角色技能挺炫酷的

好评: 我是傻逼
好评: 挺嗨屁
好评: 打击感很不错，非常推荐，就是有点手残，还有就是匹配的人好像有点少，不知道是不是我不会匹配，就打打人机，总的来说很爽的
好评: 爽
好评: 称之为神作也不过分，热血十足。
好评: 季票2怎么补啊  我是傻逼没买FZ版
好评: 好爱这个格斗画面
差评: 我是傻逼

好评: 我是彩笔
好评: 对我来说这是2D格斗的巅峰，太棒了
好评: 666
好评: 超好玩
好评: 很赞的游戏
差评: 情怀游戏
好评: 打击感画质剧情都不错，就是对战对萌新太不友好了。
好评: 非常还原  主要还是耐玩
好评: 唯一的遗憾的是没有童年孙悟空（不是GT版的那个！）
好评: 521
好评: 我是傻逼
好评: 66666666
好评: 龙珠迷的必备，个人觉得是横板格斗类型里最好的，目前还一直在不断更新人物
好评: 好玩，还原度真的很高，打击感很强，就是高手太多，不过萌新也别害怕，玩格斗就是被高手虐才进步
好评: 游戏不错，没手柄的话对我这种菜鸡就不太合适，没教程（我竟觉得是个优点），但键位安排没法看，很难缠，op 特效 音效都可以，就是对键盘玩家不太友好。
好评: 我是伞兵
好评: 真tm好玩
好评: 打着真爽，被连的也很爽

好评: 就刚下好能进去 后面就进不去了电脑右下角出现个东西
好评: 6
差评: 太JB贵
好评: 键盘太难玩了兄弟们
好评: 嘿，之前在火影究极风暴四里曾经拿龙珠斗士Z做了一下小比较，虽然当时得出的结论是在演出这方面究极风暴略胜一筹但这不意味着龙珠斗士Z就是毫无建树的游戏，而且恰恰相反，龙珠游戏千千万，龙珠斗士Z绝对是其中的佼佼者，今天我就连带着说一下他吧——
龙珠作为上古漫画，到今天仍旧经久不衰甚至远传欧美，能在审美风格不同的欧美市场打出一片天地属实不易，这当然要多亏老鸟那精湛的画工与堪称绝顶级的战斗分镜，我记得当时老鸟的分镜高到动画组直接照抄甚至连笔误都抄进去的程度，所以如果我是一个龙珠游戏的制作人，在什么方面都可以省，唯独战斗不能省（更何况你做的是一款格斗游戏）。
龙珠斗士z的制作人也是深谙此道，在其他方面该省的经费都省了，但拳拳到肉的战斗，还原原著的分镜，甚至不时插入的小彩蛋绝对能让龙珠迷感到诚意满满。
先说战斗，本作的战斗系统其实类似于究极风暴，聚气，平A，组合键释放技能，几乎没有繁琐的搓招就可以打出华丽的攻击，对手残党十分友好，打击感更是爽快无比，哪怕单单用普通攻击一套连锁也能打出解压的快感，可选人物从Z的经典角色到超的新增角色应有尽有，甚至最让我感动的是制作组没有忘记GT，超四，贝比等熟悉的身影在可选角色中出现时快要给我感动哭了——果然带GT玩的都是好人啊！
不仅如此，和究极风暴一样每名角色的的必杀技都会有极其出色的特写，从镜头角度到台词都帅气的无懈可击，甚至在对战有关系的角色时还会出现不同的台词，无论是敌是友总能勾起粉丝们心中的回忆，简直可以说是完美的漫改格斗作品，我真正的从很多细节能看出来制作组对龙珠这部作品的喜爱，打个比方吧，大王倒地时会有特殊技能，致敬那美克星篇最后的偷袭，还有当悟天克斯与比克同队时特兰克斯的排球炸弹会有搞笑的变化，以及无处不在的迫害茶神......等等等等，就像头号玩家里说的那样，真正的粉丝总能分辨出真正喜爱和装出来的喜爱。
除此之外，还有意外之喜，我本以为该类作品应该不会有太多剧情，结果没想到不但有还给了一个超级戳我XP系统的原创角色，虽然说原创故事的剧情特别简单吧，但是还很有新意的加入了三条不同线的设定（虽然说三线但实际上就是为了合情合理的让玩家操纵反派而加入的故事线......反正前两个结局其实都差不多╮(╯▽╰)╭）而且制作组还很细心的加入了封印力量的设定，强行把战力差距极大的众人拉到了同一起跑线，让后期很多已经沦为背景板的角色又有了发挥的空间。
故事也同时把原著中格罗博士的形象再度塑造了一次，以前听说在某个游戏中有过设定16号是博士按照自己儿子为原型制作的人造人，因此一直不愿让他参与杀戮，本篇的21号则是以他的妻子为原型做出的人造人，那么如此一来16号对21号的保护也解释得通了，顺带也坐实了这些设定（不过16号日常祭天，不知道是不是制作组的恶趣味——）
总体故事情节很简单，难度也不高（当然如果走18号线的话因为开始的时候可更换角色少，角色没法轮换休息，还是有一些难度的），和天堂之眼一样是纯粹的面向粉丝的剧情，毕竟其他地方还是很难看到宿敌一块发波的场景的。另外传统艺能还加入了一个羁绊系统，达到高羁绊的时候还能听到很多有意思的对话，比如大王其实也是个老傲娇啥的（大王要不是一开始设定反派的话还是很值得一挖的，要不然也不会专门在超里被拿出来单独复活了）。
虽然我本人非常反感超动画的粗制滥造和无下限的炒冷饭，但对于真正用心制作的作品还是要支持的，这两年的布罗利剧场版，龙珠斗士Z，卡卡罗特都是十分不错的衍生作品，也正是这些作品让这个已经算得上高龄的IP不断焕发新的光彩，继续影响着下一代人。从小学就看老哥原版漫画的我也会喜爱着龙珠这部漫画，这场奇幻的冒险，一如既往。
总之原著粉丝可以说必买，路人的话可以用来体验龙珠式战斗的魅力，完全没问题！
以上！
好评: 打击感可以说是吹爆
好评: 希望超四悟吉塔不是结束！是一个新的开始！另外我想和电脑打的时候不被虐 嘤嘤嘤
差评: 游戏呢是个好游戏，但是一开始进去连个教学都没有？，我直接不想玩了
好评: 几周前趁打骨折的价格入手的，简直血赚~！尤其是自己作为一名龙珠迷，感觉这游戏真的非常不错~！让我想起了小时候在掌机上玩其他龙珠经典游戏时的感觉。大赞~！如果硬要挑出缺点的话，大概就是教程时候的提示全都是手柄按钮的操作吧......对我这样的键盘玩家来说实在是有些不友好......看来之后还是要买个手柄之类的......大招记不住按键顺位外加搓不出来的感觉确实挺难受的，咳咳。另外一点就是剧情略显薄弱，不过这点我完全不在乎啦~！虽然我是个对游戏剧情很讲究的人，但是龙珠类的游戏无所谓！毕竟就是为了让玩家畅快地打打打嘛！所以这点就算不上什么啦！
好评: 没有人刚开始就会打CS ，也没有人刚开始就会打LOL 。更没有人刚开始玩格斗就会打连段。何况是刚买完打了几分钟就觉得自己不适合玩格斗的你呢？ 坚持下去，当你练成了自己风格的连段。你就会感受到格斗的乐趣。
好评: 太棒了
好评: 这才是真正技术力 用心度 游戏性都达标的漫改作品 我就是任性PC再买一份-。-
好评: 不能说好玩，只能说很好玩
就是大佬揍萌新揍的很爽，游戏体验似乎没有那么到位（指同水平的有点少了）
不过也的确是我入坑太晚的问题吧，总之会继续玩的
好评: 有趣，就是太难了，本人拳皇专业级，这游戏勉强算业余。
好评: 斗士Z可以说是我入坑格斗系列游戏的第一作了 ，我本身就不是那种喜欢格斗类游戏的玩家，而是更偏向于RPG与ACT之间的玩家。硬核格斗游戏比如格斗界几大巨头街霸 铁拳 拳皇 罪恶装备之类我没玩过也不敢上手，不敢花费成本去学习，更不敢面对那些大神级玩家。可以说从儿时大家都坐在街机前搓摇杆时我就恐惧这种一对一对抗类游戏，

但—————————————————————《龙珠斗士Z》像有了魔力一般让我竟有意愿去花费时间与精力学习格斗游戏的种种规则、机制、玩法等等。


  首先我是龙珠超级死忠粉，对龙珠类游戏有不可抗拒的倾向性，而且龙珠本身与格斗类游戏天然的有联结属性，虽然我不敢玩其他格斗游戏，但从psp时代，我就很喜欢玩龙珠主题的游戏，不管是《真武道会》还是《TAG VS》，我都喜欢去玩而不是把他当成格斗游戏来看，《斗士Z》不论从画面还是游戏机制都完美贴近我对龙珠世界观的想象，单纯从格斗类游戏来说，技能的特效与人物建模满分10分我给10分，很还原原著与动画，必杀的地图破坏真的很爽。
  
  其次，我在游完之后也简单的了解了《斗士Z》的格斗机制，毕竟是格斗大厂的作品，作为EVO的比赛项目，格斗游戏性是无可挑剔的，当然其中的角色强弱优劣我还不是深度玩家但不论是 原著战力弱的库林还是超蓝贝爷空神，真正能登上格斗舞台的角色在高手手里也都是致命的利刃，所以游戏平衡性上我觉得可以给个9.5分。

  最后，作为只玩人机剧情模式的菜且怂的单机玩家，游戏的剧情上其实并不算的上十分饱满，毕竟核心是格斗游戏，剧情并不是重点，虽然有鸟山明原创人造人角色，但单机剧情模式的体量依然比较单一，但我也觉得可以了，毕竟打人机的时候连招和大必杀放的真的很爽，嘿嘿 给个8.5分吧

  总之，价格不算贵，况且是我女朋友送我的，还说什么呢，人机一选超蓝就炫呗
