好评: 这是一款非常棒的游戏，血液效果很好，打击感超棒，打完一局后哪里都是血，真是让我high到不行啊!
好评: bucuo
好评: 666

好评: 好

好评: 创意工坊yyds，不错的解压游戏啊
好评: GOOD
好评: 好游戏啊，就优化不是很行。
好评: good
好评: 一个字，爽
好评: 太特么解压了，卧槽
好评: 雀氏爽就光点个打手加重击，抄起板凳就是淦😄
好评: 游戏很好玩
好评: 其实属于补票，真实游玩时间更长。

简单好玩紧张刺激，玩家自制内容非常惊艳，非常适合工作日晚上放空打上一会
好评: 没有中文  但是玩起来真的很爽
好评: 还有啥可说的，推荐，太推荐了，steam必玩游戏之一！
好评: 真好玩

好评: 真[spoiler] 他妈 [/spoiler]好玩！！！！！！！！！！！！！！
好评: 我去惹他和附近一處v出現出現持續地投入
好评: 爽！
好评: 解压神器
好评: 1
差评: 本来想再来体验一下的，结果出了个bug，导致我的创意工坊所有地图都玩不了了，而且没有办法解决，体验很糟糕。
好评:   一个字 爽
好评: 这是一款格斗类游戏，主旨在于打架。你可以体验到一人空手打死一群奇形怪状的怪物，也可以用古现代武器杀死各个时代的人。总之十分不错。当然，期间也有一定技巧，例如身法(doge)。练习技巧是十分重要的，这可以极大的保存血量。
好评:  太好玩了~
好评: 暴力，血腥，满足，对于发泄情绪的方法，玩这游戏也算其中的一种吧（不过有一说一这游戏的玩家实在太少了）
好评: 解压。玩完心情愉悦，压力大买个试试
好评: 满满回忆
好评: 好玩
好评: GOOD
好评: 挺好玩的，跟朋友开黑非常的快乐
好评: 玩这游戏就像冲，过程很爽，结束后索然无味。
好评: 爷喜欢血腥
好评: 一个字 绝
好评: 爽
好评: 圆儿时的梦想，魔哒蒂斯yyds
好评: nice game to play  ！！！
好评: 刚买就打折，我是傻逼
好评: 好
好评: TJB好玩了，太爽了
好评: 看我小时数
好评: 我可能有点心理问题，但感觉这游戏还不够血腥。
另外推荐创意工坊地图修改器下开一个无敌，有的图人太多杀麻了
好评: 番茄酱游戏
好评: 深渊yyds
好评: [strike]I wanna play beneath with friends[/strike]
It's fun but hard to play alone
now I can play with my friends
well，I have no friend

好评: 原价买的，我是傻逼
好评: niceeeeeeeeeeeeeeee
好评: 这非常适合心情不好的时候游玩我目前已经玩了四个小时总结下来就一个字爽
好评: 很解压的小游戏，心情不好的时候和朋友玩一玩，整个人都好很多。
好评: 牛逼
好评: 杀得很爽
好评: 爽！
差评: 往后没劲了
好评: 游戏挺好玩，特别魔性
好评: 非常解压的游戏，加上创意工坊玩法就更多了
好评: 我是傻逼
好评: 不说了，steam上第一款买的游戏，很好玩，与小伙伴联机十分欢乐！
好评: haiwan


好评: 暴力美学
好评: 爸爸走进我的房间，看到一个几乎赤身裸体的动漫女孩，他用他在车库里找到的钳子反复殴打我。 我的鼻子断了，流血了，而且很难受。 这个游戏让我失去了我的家庭声誉，我妈也不正眼看我了。 我想让事情回到原来的样子。哦对了， 游戏也不好。
Dad walked into my room, an anime girl almost naked and he beat me repeatedly with pliers he found in the garage. I am with a broken bloody nose and a hard on. This game has cost me my family reputation, my mother doesn't look me in the eyes. I want things to go back to the way they were. Also game is bad.
好评: [h1][b]适合解压，放松[/b][/h1]
这款《Paint The Town Red》我个人觉得它非常的解压，每天下班回到家后打开这游戏，在里面疯狂破坏，痛击他人。毫无疑问，这是我玩过的解压的游戏之一，相比较GTA里面烧杀抢掠狂轰乱炸，我更喜欢在这里拿板凳儿去砸他们脸上，物理的打击效果有点一般，像素化的暴力世界、同时积攒好能量好能量以后还可以释放更多的特殊攻击、强行击杀超多的数量敌人，联机模式暂时没有尝试过，但在单人模式下基本很够玩了。由于是像素风的缘故，视觉冲击感肯定会下降不少，但是拿来解压还是挺不错的。

[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]
[b]用UU加速游戏游玩【联机游戏】，联机体验更稳定哦~[/b]

在这里所有能拿的东西都是可以用来打人的，像武器之类，例如普通钝器甩过去击中敌人太阳穴的方向，对方的头颅就会被打飞一边，然后产生大量像素血液不断的喷射出来，然后再接着一次追加打击头部，就会使他们的整个脸碎成大块，他们的身体瘫倒在地，对我个人来说，这算是我玩过不少游戏中能体验到的战斗胜利感。

本作游戏的玩法就有现实闹事打架那样差不多，因为游戏内表明了可以使用任何东西来击杀你面前的人，难度方面上可以选择地狱，在监狱级别，找不到东西的时候，可以去浴室撕下淋浴喷头并将其用作武器。离谱一点的还可以对对方投掷苹果，苹果也可以给他头上砸一个坑出来，你这苹果是从乔帮主哪儿进货的咩，杀伤力还挺高。

只要发动攻击之后，周围也一起跟着暴动互殴起来，努力消灭掉所有部分向你袭击过来的敌人时候，一张地图的敌人数量非常之多，推掉一波以后也会继续加入新的进来，战斗过程中肾上腺素会持续上升，拳打脚踢会更快效率的提升，可以选择性触发一个全屏范围的攻击技能。
在每一个生命都被击杀之前，在这里基本是不安全的，基本就是1V100的场景，而且，就像在真正的战场厮杀一样，每一个人都是你的敌人，必须要看着他们再起不能为止。同时也要确保有人没有发现你并开始跟踪你，他们唯一的目标就是让你死掉，当然AI还是挺聪明的，我躲进房间里面，他们也会找过来..

物理反馈特效基本取决于地图的场景。尤其是使用“强力打击”这个技能或者是用完整的“踢”蓄力技能，踹到人身上会使他们直接飞出地图，有时会撞到屋顶或被引导到更高的地方地面。在其他情况下，一些武器从墙上反弹的方式，但是攒能量也是一个很漫长的过程，拳打脚踢会稍微快一点，但伤害不高，一旦被人围上来就吃力了，不过板凳这个道具确实YYDS。

这款游戏中的血腥程度只能说一般般，毕竟是像素风的游戏，没有达到预期的程度。奇怪的是，却又是我玩过的最暴力的游戏之一。直到我第一次开始用轮胎熨斗狠狠的拷打某人的脸部的时候，我才知道是直接可以把身体给强行分离开的，他们的整个身体都是可以强行破坏的。
每个像素。每个像素都被着色成类似于肉、骨头、肌肉或大脑的颜色。考虑到像素的大小，达到相当准确的程度。可以在任何地方砍掉手臂，不仅仅是关节（我认为），腿也是如此。可以用利器直接把头给砍下来，（过程非常的干净利落..）

这游戏武器也非常丰富，啤酒瓶、杯子、切肉刀、刀、砍刀、铁扇、台球杆、台球、、牙刷刀、篮球、淋浴喷头、煎锅、肉块、、肥皂、钞票，轮胎铁，球棒，哑铃，杠铃，杠铃配重，杠铃杆，火腿，午餐盘、苹果、橙子、各种椅子、双节棍、手里剑、光剑（目前只在沙盒关）、吉他、霰弹枪（隐藏）。并非所有这些都可以在每个级别，但是，每个级别都大小适中，并且装有武器。根据自身获得的新关卡，可以找到更多带有更多武器的关卡。

在写这篇测评的时候，我个人在游玩的过程中也确实发现了一个小细节，那就是这款游戏如此令人满意的另一部分是它有时非常困难。如前所述，如果不经常注意背部，用大多数武器击中你的头部会像下一个人一样容易杀死你。不仅如此，如果对周围环境不太了解，很容易被包围或陷入困境。使这款游戏变得困难的大部分原因都可以归因于现实生活中的战斗。不仅如此，每个关卡中还有“boss”式的角色，不会马上出来攻击你。例如，酒吧级地下室的拳击手，他会一拳打倒你，用 4-5 拳打倒你。然而，即使是一个普通的小人，用瓶子锤你几下，用砍刀砍几下等等，就会陷入困境，死掉以后就会必须重新开始。当我忘记看注意背后的时候，基本就已经死菜了，因为它不是第三人称游戏，第一人称的殴打游戏。

[h1][b]结语[/b][/h1]
总而言之，这款游戏既解压、暴力、让人满意、让人上头，同时呢也非常浪费时间。它也可以是一个很好的缓解压力的方法。我对《Paint The Town Red》的推荐也只能说到这些，因为它除了暴力杀戮解压其他还真没有了，挺希望开发者能为这个游戏尽可能多地添加新东西，增添更多的乐趣性
好评: 黑暗武士刀斩破深渊一切恐惧！
好评: 。。。。
好评: 有点血腥挺好van♂dor
好评: 极度暴力血腥的番茄酱游戏，适合压力大的时候拿来发泄
好评: 还好吧就是内容不多
好评: 好玩
好评: 小众的好游戏，偶然翻到了来补个票
好评: 暴力美学
好评: 焯好
好评: 我是聪明逼
好评: DAWD
好评: 太牛逼了
好评: 刺激！
好评: 好玩
好评: 这个游戏很好玩
好评: 是個好遊戲
很推薦購買
要在有折扣的時候買
不然血虧
差评: 这游戏只有单纯的打斗只有挥拳和踢腿玩一会就腻了，为何不加入些擒拿格斗？可以夺刀和制服再来个鞭腿啥的，出拳也要有直摆勾啊
好评: 喜欢
好评: 很解压
好评: 为什么联机这么多bug啊！！！！！
好评: 《 献 忠 模 拟 器 》
差评: 好游戏 真的 拿他解压挺好

好评: [h1]究极血腥暴力的方块游戏[/h1]
简洁的方块风格画面带来的并不简单的视觉冲击力和出色的打击感，多样丰富的游戏内容配合上更加丰富的创意工坊带给你优异的体验，这一拳，是压力的宣泄，这一脚，是飞一般的感觉，各式各样的武器选择和游戏模式，带给你的是简单极致的纯粹暴力美学。虽然少了剧情的修饰，但是多样的元素和创意工坊的各式mod足以带给你丰富的体验。

初上手时，在情景关卡中，我被游戏惊人的难度吓到了，我尝试数十余次竟然从未成功，尝试过在房间里龟缩勾引，慢慢消磨人数，尝试过大开大合，刀尖舔血，尝试过存远程消耗，绝不近身，但无一例外，在一个小时之内，我依然没有过去第一关，绝望的我去评论区偷瞄了几眼，发现深渊模式是我最爱的rogue，于是毅然决然放弃，进军深渊，但是为什么那个红色射线怪碰到就是一管血，为什么两手空空的敌人从背后掏出一把武器，究竟是制作组的沦丧还是我长久不玩技术的缺失，一切的一切回到最开始的起点，我还是过不了第一关，但由于游戏中出现了卡顿，迫不得已去网上寻找解决良方。
（解决方法：打开浏览本地文件右键-用图形处理器运行（run with graphics processor）想永久解决点下面的的更改默认，打不开的需要更新驱动，或是直接选高性能NVIDIA处理器）


[h1]游戏内容[/h1]
经过制作组的不断更新游戏目前自带的内容分为情景模式，深渊模式，竞技场模式，以及多人联机模式，游戏的情景模式像是让玩家突然出现在某个地方，然后没有剧情，没有对话，直接显示玩家的任务就是屠杀，杀光场景里的所有人，你的武器来自随手可以捡起的任何物品，但是耐久都十分的低，你一旦发动攻击，场景中的所有人就开始混战，而你攻击的目标，和他所混战的目标会一起追向你，难度十分之大，但是官方自带着修改器，帮助玩家愉快的进行游戏，毕竟这款游戏的主旨是轻松惬意。而深渊模式就是类似于带有肉鸽的地牢，但是难度也十分的大，击杀一定数量的怪物，找到去玩下一层的出口，还有着类似于《哈迪斯》存活一定时间的关卡任务，当然还有着提供加成的芯片，而竞技场模式就是类似于逐渐变难的关卡模式。

当然游戏最主要的内容并不是单人模式下游戏自带的内容，虽然单人游玩确实不错，但是如果不开修改器，你会体验到被围殴的乐趣，或是深渊中远距离的移动炮台配合上飞行的奇怪骷髅，加上移动缓慢的丧尸，或是情景模式中一直假装混战等着你一棒子打下去，转身过来围殴你的老大哥们，都经常很难让玩家体会到游戏带来的快感，但和一二好友一起携手闯关，杀敌，或是进入让人眼花缭乱的创意工坊，进行订阅，创意工坊中所涵盖的内容才是本游戏的精髓所在，带给玩家的丰富体验只有试过了才知道。

游戏中具有特色的地方是游戏简洁画面下却表现出来的不简单的画面冲击力，也就是击打敌人所带来的视觉反馈，游戏中根据不同武器的击打敌人会有着不同的表现，偶尔可能是触发暴击，一招毙命，敌人或是晃晃悠悠的倒下，或是满屏血沫，其中最为爽快的就是踹飞敌人，其带来的视觉反馈最为强烈，当然敌人也有可能因为玩家的攻击缺胳膊少腿，游戏虽然对于人物模型雕刻的简陋但是对于游戏本质所在的细节并未放松。


[h1]购买指南[/h1]
[olist]
[*]轻松惬意
[*]暴力内容
[*]视觉反馈强烈，画面简洁。
[/olist]


[h1]结语[/h1]
游戏最近刚推出了汉化，而且制作组一直在持续更新，更是有着丰富无比的创意工坊供你体验，喜欢本类游戏的千万不要错过！
评分9/10


[quote]*中国鉴赏家同好会[开发者邀请]评测
*开发者邀请评测由开发者邀请同好会成员免费测试游戏的方式，最终产生的玩家评测，故该评测仅作为参考，望读者理性阅读，谨慎购买。
欢迎加入[url=https://steamcommunity.com/groups/jsjthh]中国鉴赏家同好会群组[/url]&关注我们的鉴赏家[url=https://store.steampowered.com/curator/27093039/]中国鉴赏家同好会[/url][/quote]
好评: 深渊模式的金币和水晶获取量做的很好，碎片的性价比也不低，对近战的友好度非常高。
我选择开科技无双。
好评: 爽-------------------------
好评:  好玩是好玩  但是为什么玩不了多久 游戏就奔溃啊 重下都不行 求解求解
好评: NICE

好评: 非常好玩，如果能出个VR版本一定会买；Looking forward to VR version
好评: 十大武器之首：椅子
好评: 爽就完了
好评: 爽歪歪
好评: 玩了100整小时的我，还是感觉好玩。
好评: 太爽了
好评: 好血腥哦
好评: 深渊能改一下更好了 和恐怖游戏一样。。
好评: zbc


好评: 我，打人
好评: 的确不错，属于小众的好游戏，会定期更新，玩法多样，并添加了类Rogue战役：深渊。还能支持与好友联机游玩，可以尝试游玩
好评: 这款游戏挺好玩的，当你在生活中遇到什么不顺心的事，都可以打开这款游戏来发泄你积怨已久的情绪，美中不足的是，游戏并没有完全的做好汉化，优其是关卡编辑器，全是英文的，这直接劝退了一些想做关卡的新手，希望游戏后期能够把汉化做好来
好评: 解压
好评: 这小刁游戏这么卡呢怎么回事.....但真的爽
好评: 原价买的，我是傻逼
好评: 好玩
好评: nb
好评: 心情不好的时候玩这个游戏是真的爽！
好评: 不知道哪个nc做的无尽模式真服了完全看脸的啥鸟模式除了无尽模式和深渊模式剩下的都还可以
差评: 本身主打解压的游戏为啥要把地牢做的那么阴间压抑？不是很理解
好评: 解压！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！
好评: 爽
好评: 好玩
好评: 爽游，买就对了
好评: 本来很被人气死了，玩这个玩意直接爽了
好评: 我是sb
好评: 太好玩了，强推！！！！
好评: 太爽了







































































































原价七十买的，我是傻逼
好评: good
差评: 修复了个鸡霸
好评: 我在，15年的时候就认识个大海解说，这个游戏也是大海曾经推荐的一款游戏，看着他玩了，也想玩，到了18年才购买，时间已经恍然过去，但那份童趣无法改变
好评: 世界特别自由化
好评: 这游戏联机模式开挂更爽
好评: 非常好玩

好评: ℃
好评: 我要打十个！！！
好评: 深渊模式非常优秀！给游戏增加了完整的剧情，为仅仅解压随便爽的游戏增加了难度极高的地牢玩法，适应不同玩家群体，并且极大延长游戏流程。
虽然是像素风，但类似恐怖游戏的压迫感非常强烈，体现在剧情随着boss推进的不断展开、刚下深渊时自身强度极低（说到底还是火力不足恐惧症，黑武士刀点出来，稍微思考一下，注意走位，全程砍瓜切菜）、BGM、以及追逐者机制给予的强烈压迫感。而在必要升级基本完成，同时玩家技术也有了长足的进步后，游戏难度则直线下降，出门捏两把黑武士刀，优先击杀高威胁怪物，特殊机制怪物注意击中要害（如蟹，三头蛇），基本可以做到全程无伤通关。
游戏经验方面，职业我推荐优先先锋，拥有中上等机动性，可以轻松卡距离无伤击杀全部怪物；回血可以帮助续航，这在前期走位不熟练时非常重要；大招在击杀BOSS时收益显著，尤其近身风险较大的三号古神构造者。
黄金优先购买天赋，有什么买什么。其中杀人加血上限，面包屑，增加黄金掉落，弹药，耐久，保镖，都是非常棒的天赋，尤其加血上限，血条直接拉到满中满。之后附魔武器（黑武士刀与双喷），购买血线，耐力，加速。耐力四次即为无限，加速似乎不会作用于疾跑状态，所以可以不买加速。
普通宝石个人推荐路径（本人最喜欢近战，求稳才会随身带双喷，本流程为近战玩家推荐）：武士刀，黑武士刀，耐久，继承，血线，耐力，速度，单喷，双喷，这时候我如果没记错基础BUFF已经全了，黑武士刀和双喷就是全程使用的武器，其他武器点了也用不上，黑武耐久极高，伤害非常高，横扫杀小僵尸一刀三个，而且刷新很多。双喷附魔后单发伤害极其恐怖，可以说毁天灭地，没有任何BOSS扛得住，甚至一号BOSS死灵法师没有盾后贴脸一喷就秒。
神陨碎片推荐路径（先锋玩家）：门口放礼物优先点满，出门三个天赋非常棒。之后直接先锋升守卫，守卫的速度，耐久，大招，尤其血条，整体强度极其高，值得优先点出。之后点金币，再点伤害，无所谓，随便点点就好，无关痛痒。
贴吧与B站专栏都有人进行剧情，流程，全怪物BOSS攻略，可以慢慢查阅。不可多得的好游戏，敬上我的STEAM第一篇长评论
好评: 很贵？快乐就完事了
好评: 非常好玩真心推荐
十分解压有各种玩家做的地图
可玩性极强
还有各种的角色
我觉得价格还是很理想的
不用担心打完就没了
还有各种地图供你游玩
好评: 。。。
好评: 傻逼
好评: 打死卖番茄酱的
好评: 能不能把官方地图里的关卡修改器放到创意工坊的修改器里面
好评: 这个游戏怎么说呢？
轻度抑郁症不用去看心理医生了
宣泄即治愈
好评: 更新之后中文的字体有点问题啊
好评: 给弟弟买的，弟弟很喜欢
好评: 太酷了
好评: GOOD
好评: nb
好评: good
好评: nice
好评: 好玩好玩，特别解压，如果太难了觉得不妨和伙伴一起玩，更好玩！
好评: bag
好评: 妥妥的暴力美学 爱了爱了
好评: 玩了快40小时了 总的来说不错 创意工坊内容也很多
好评: 适合发泄
好评: 年度最佳游戏奖，当之无愧
血染小镇可以说是一款陪伴了我整个高中生涯的小游戏。
早在2016年我就因为关注中国boy的缘故知晓了这款游戏。
从2017年我开始真正搞steam买了这款游戏，到今年七月份，惊奇的发现这款游戏又蹦到了我的首页，才发现这么长时间作者还在马不停蹄的做着各种更新，莫名很感动。
血染小镇，如同它的名字一样，玩家需要做的就是单纯的将“小镇”用别人的血染红。这里的“小镇”可以是迪斯科舞厅，可以是联邦监狱，可以是牛仔们的酒馆，甚至可以是肯德基、必胜客。无论任何时代，无论任何武器，只要能见血的都可以成为你屠戮的工具。记得那时新冠疫情席卷全球，窝在家里的超长假期中，面临着高考却学不进去的时候，总是会打开玩上两把，看着一个个方块像素破碎，一个个聚众的地方乱作一团，那种解压的感受无与伦比，跳脱出了烦闷的生活中，享受游戏带来的乐趣。
超级畅快的打击感
破坏性极高的场景设计
丰富多样的玩家创意工坊
持之以恒的游戏更新
以及那段青葱的高中时光

我们需要中文
We need Chinese
好评: 好玩
好评: 解压神器，要是能去掉马赛克就更棒了
好评: n,mn
好评: 非常好玩
好评: 爆杀游戏
好评: 好玩
好评: 解压
好评: 童年回忆
好评: 发泄专用
好评: 爽！希望创意工坊也有修改器这样就更爽了！
好评: [quote]关注[url=https://store.steampowered.com/curator/39039781/]斗鱼游戏社区[/url]，随时了解主播推荐的好游戏。
访问斗鱼鱼吧社区参与互动，活动好礼送不停！[/quote]

暴力是宣泄情绪的高效手段之一，但现实中的暴力不可取，人们便在虚拟世界中寻求发泄的途径。激烈的打斗可以刺激肾上腺素分泌，战斗结束后从高度紧张的状态恢复，便会有一种如释重负感。于是先是动作电影，再是格斗游戏，陆续出现在了世界上。

经过时间的沉淀，动作类游戏朝着几个大方向发展着——一类是动作冒险RPG，它们逐渐重视剧情，而把动作格斗当作游戏内的一个元素，藏于内核；另一类是经典的格斗游戏，它们着重展现最纯粹的打斗，给玩家带来拳拳到肉的快感。前者有几个典型的例子，比如《热血无赖》、《刺客信条》、《赦免者》、《消逝的光芒》等等，后者除了FTG游戏《拳皇》、《街霸》、《真人快打》外，也应该包括《荣耀战魂》这种猜拳式格斗游戏。我们今天的主角属于后者，但它是一个极端——番茄酱满屏飞与暴力的极端——它就是大名鼎鼎的《血染小镇/Paint the Town Red》。

在游戏模式上，《血染小镇》提供了常规的情景关卡大混战与竞技场模式，以及游戏开放了创意工坊，玩家还可以自制地图与下载其他玩家制作的地图游玩。不过要说最体现本作游戏性的话，那应该还是ROGUE LIKE性质的“深渊”模式了。其实这个“深渊”模式吧，它在20年初就出来了，框架上还是跟大多数肉鸽游戏相似，不过玩起来倒不会过于生腻。因为部分玩家说本作不支持中文会影响游玩体验，其实进入游戏后在界面右下角就能够调出简中，然后再选择任意一个模式，就可以开始战斗了。觉得情景模式中的混战太难，击杀不到几个敌人就领便当，没有爽快体验，不想一上来就跟全球玩家比拼通关时间分高下？没关系，制作组贴心地为玩家们提供了许多修改器，例如可以使用枪械、一击必杀、无限大招等等，除此之外也有一些趣味性修改器，比如把游戏视角改成俯视或像《燥热SuperHot》一样敌不动我不动的子弹时间模式。如果你不想依赖这些内力，也可以使用外力助你通关——喊上好兄弟一起联机揍人！

要说《血染小镇》的一大特色，则是武器系统方面。在《血染小镇》中，几乎映入玩家视野中的每个物品都可以被当作武器。酒瓶桌腿不必提，高尔夫球杆刺起来简直就是红缨枪，满桌的高尔夫球都是优秀的投掷武器，如果能搞到一把菜刀那简直就是削人如泥了。另外角色还可以释放技能攻击敌人，不过释放技能需要消耗一定的能量，总共三种技能每种所需能量槽不同，建议不要吝啬能用就用，不然在挑战模式中很难完成关卡任务。

经过一段时间的游戏体验后，个人最喜欢的还是深渊模式。情景关卡固然经典，例如酒吧乱斗也确实解压，但所谓双拳难敌四手，想要取胜难免会把械斗变为智斗。赢是赢了，但玩着累，打得又不爽，就像上文提到一样，在挑战模式中基本上没打到一半的敌人就告败了。而深渊模式作为轻度ROGUE LIKE游戏，有洞穴、水晶洞、废墟、岛屿、火与血五大板块，每块又分几个小区域，难度循序渐进，又因ROGUE LIKE模式里玩家可以通过各种增益强化自身，包括属性和特殊效果，再者深渊有五种不同的职业，导致深渊模式反而比大混战做得成功。

不过要体验爽快感也不是不可以，在情景模式中还有着一个沙盒关卡，玩家可以使用各种各样的武器、生成不同类型的敌人，等待他们互相乱揍，然后再在一旁对他们进行攻击解压，别提多爽快了。虽然游戏框架比较简单，但整体游戏性还算是不错的，短时间游玩一会可以保持最大新鲜感。

说实话，虽然有3D体素块风格的加成，但作为动作格斗游戏而言《血染小镇》的打击感并不算好，甚至可以说有些糟糕。僵硬的动作，有固定间隔且单一的出招，不算出色的受力反馈，导致它难以称作一款优秀的动作格斗游戏。但它也有自己独一无二的优势——面部足够嘲讽的敌人和飞溅的番茄酱、段支以及肉块。《血染小镇》无意在打击感上把自己塑造为一款优秀的动作游戏，而是另辟蹊径，它就是一块沙包，当你需要时就来揍上几拳，踢个几脚，尽管沙包的手感不如人体打上去那么舒服，但你却可以随意发泄自己的怒火。

相反的《血染小镇》在视觉效果上做得非常好，每个敌人都有自己的皮肤、肉体、骨骼，我经常把敌人打得落花流水，但敌人仍然如同不知疼痛的无畏战士一样朝我涌来。但游戏的皮肉系统并不真实，骨骼外的血肉如同蛋糕上的奶油一样，一抹就掉，反而有些假了。不过也别在意那么多啦，他们连骨头都被打出来了依旧是悍不畏死，玩家应对起来也是无暇顾及其他了。

《血染小镇》作为一款布满红色番茄酱与暴力的游戏，简直是游戏中的异类。它作为一种调剂，对于现实中压力过大的人来说，是非常好的发泄情绪手段。但大乱斗中连续白给也会给玩家带来挫败感，与全世界为敌的高难度战斗又和它简单暴力的游戏模式相悖，虽然有自带降低难度的修改器，但降低难度后游戏又缺乏挑战性。虽然联机会较大程度提高游戏体验，但目前看来拥有《血染小镇》的玩家并不能说很多，这次正式版推出后回坑老玩家与萌新玩家是有，不过周末时间匹配都没找到几个房间。所以要是想联机游玩，只能主动去社交平台约陌生人，或是安利朋友购买。

当然单人也是可以体验，玩家可以在其他人自制的地图里寻找一些难度折中的地图，适当地降低挑战性，让自己只有一个人也能打得爽，如此一来游戏体验也会有一定程度的提高。对于喜欢挑战的玩家，那么竞技场模式应该能够满足你的游玩需求，在竞技场模式中玩家需要连续挑战多个关卡的敌人，且难度会越来越高。一开始还会有空隙给玩家拾取到武器，而后可能背对敌人找武器的时候就被干掉了。

最后希望官方后续能加强一下游戏的打击感，让拳击更连贯，武器挥舞起来也更畅快，以及保持游戏内容的继续更新吧。就目前来看，深渊模式的可玩性是高于情景关卡的，如果游戏史低打折，大家可以约上朋友去试试。

[quote]加入[url=https://steamcommunity.com/groups/feizhai]肥宅聚集组[/url]与关注[url=https://store.steampowered.com/curator/28359939]我们的鉴赏家[/url]，一起当肥宅w[/quote]
好评: 和朋友一起玩相当欢乐，当然，自己玩也可以很开心，新手可以使用游戏自带的修改器修改难度，玩久了也可以把难度调高，创意工坊还有很多玩家自己制作的地图或者小剧情，相当好玩，性价比挺高的，推荐购买
好评: 要是需要放松一下可以玩玩吧，玩久了有点无聊
好评: 轻松惬意奖,谁反对把他/她/它Kill了 NBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNBNB
好评: 顶赞
好评: [h1] 轻松惬意奖，当之无愧 [/h1]
血染小镇可以说是一款陪伴了我整个高中生涯的小游戏。
早在2016年我就因为关注中国boy的缘故知晓了这款游戏。
从2017年我开始真正搞steam买了这款游戏，到今年七月份，惊奇的发现这款游戏又蹦到了我的首页，才发现这么长时间作者还在马不停蹄的做着各种更新，莫名很感动。
血染小镇，如同它的名字一样，玩家需要做的就是单纯的将“小镇”用别人的血染红。这里的“小镇”可以是迪斯科舞厅，可以是联邦监狱，可以是牛仔们的酒馆，甚至可以是肯德基、必胜客。无论任何时代，无论任何武器，只要能见血的都可以成为你屠戮的工具。记得那时新冠疫情席卷全球，窝在家里的超长假期中，面临着高考却学不进去的时候，总是会打开玩上两把，看着一个个方块像素破碎，一个个聚众的地方乱作一团，那种解压的感受无与伦比，跳脱出了烦闷的生活中，享受游戏带来的乐趣。
超级畅快的打击感
破坏性极高的场景设计
丰富多样的玩家创意工坊
持之以恒的游戏更新
以及那段青葱的高中时光
好评: 真就更新5年还是个测试版，希望你们能尽快更新，当然不是优化，而是更多的模式和地图，希望在未来会有一个剧情模式，以此让很多新玩家对这款游戏更感兴趣
please story mode

还有，快快更新些有趣的内容
好评: GOOD
好评: 爽翻了
好评: 好
好评: 盖亚！！！！！！！！！！！！！！！！！！！！！！！！
好评: 很好玩家人们

好评: 好玩，继续更新更多地图和武器。玩法要还像这样创新也行吧。反正目前缺的不是玩法而是新地图和武器。
好评: 2021年独乐乐不如众乐乐奖提名
好评: 一般般，对人可能比较有意思
好评: 发泄玩这款游戏真的爽
好评: nice
好评: 真棒！
好评: 蛮解压的一款玩不久的小游戏
好评: 雀氏轻松惬意
好评: 杀就完了，非常适合解压的游戏
好评: 真的好玩，真的，游戏打开右下角可以调中文（怼那些说不支持中文的）
细节做的还行，创意工坊啥都有，主要是解压，真的爽
好评: good

好评: 这游戏steam工坊才是精髓
好评: 血染小镇捏马真的是很血染小镇
好评: 这是一个特别好玩的第一人称格斗游戏，不管是故事场景也好，深渊肉鸽来客模式也好，竞技场挑战模式也好，还是玩家自制的各种地图也好，这游戏可玩性一下子拉到满，加上劲快的打击感（比如你用富豪拐杖把一个人的头打碎），我能说，这是一个很血腥的优秀游戏。

警告：如果你胆小千万别玩深渊模式，那里的怪很可能会把你吓跑[spoiler]（尤其是那个到处追着你跑的死神，如果你第一次见到ta）[/spoiler]

[spoiler]更新：eternic，如果你在读这个，相信我，你这游戏的打击感配得上2021年最佳游戏奖：）（I can use English to say things like this lol but good luck about your game get awarded lol）[/spoiler]
好评: nb
好评: 压力大的时候玩玩非常好
好评: 暴力美学，激发人类最原始的暴力！！！
好评: 好玩，打就完事了
好评: 好玩
好评: 挺解压的
好评: 超级解压且打击感十足的爽游，推荐
好评: .........................
好评: 游戏很不错，深渊很有意思
好评: 番茄酱让人感到轻松

好评: 2021轻松惬意奖，谁赞成，谁反对
好评: 打击感很棒，有压力时玩一玩，还是挺解压放松的。
好评: 好啊
好评: 这款游戏对于想发泄的朋友来说，是一款很不错的游戏，推荐你们玩一玩。
好评: 好玩
好评: ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣀⡀⠀⠀⣀⡀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⣿⣿⣿⠀⣼⣿⣿⣦⡀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⠀⠀⠀⠀⢸⣿⣿⡟⢰⣿⣿⣿⠟⠁⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⢰⣿⠿⢿⣦⣀⠀⠘⠛⠛⠃⠸⠿⠟⣫⣴⣶⣾⡆⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠸⣿⡀⠀⠉⢿⣦⡀⠀⠀⠀⠀⠀⠀⠛⠿⠿⣿⠃⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠙⢿⣦⠀⠀⠹⣿⣶⡾⠛⠛⢷⣦⣄⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣧⠀⠀⠈⠉⣀⡀⠀⠀⠙⢿⡇⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⢀⣠⣴⡿⠟⠋⠀⠀⢠⣾⠟⠃⠀⠀⠀⢸⣿⡆⠀⠀⠀⠀⠀
⠀⠀⠀⠀⢀⣠⣶⡿⠛⠉⠀⠀⠀⠀⠀⣾⡇⠀⠀⠀⠀⠀⢸⣿⠇⠀⠀⠀⠀⠀
⠀⢀⣠⣾⠿⠛⠁⠀⠀⠀⠀⠀⠀⠀⢀⣼⣧⣀⠀⠀⠀⢀⣼⠇⠀⠀⠀⠀⠀⠀
⠀⠈⠋⠁⠀⠀⠀⠀⠀⠀⠀⠀⢀⣴⡿⠋⠙⠛⠛⠛⠛⠛⠁⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣾⡿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⢾⠿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
好评: 这游戏是真爽！
把现实生活不快的感觉全部打出去，真是太爽了！
好评: nb
好评: 血腥解压 好玩
差评: 除了可互动的选项上的文字，其他地方文字怎么糊成一坨屎要么就纯黑？是贴图？就他妈我一个是这样？？？
好评: 牛逼yyds
差评: 优化太渣了
好评: 就是深渊挺鸡肋的
好评: 很好玩
好评: 快打的爽感！
好评: 真tm的好玩！！！！
好评: YTRTYY
差评: 看什么差评？还不快去买
好评: 太爽了
好评: good I love
好评: 我是傻逼
好评: 超得劲的
好评: 难
好评: 70买的 你们呢 对了怎么行下攻击
好评: 超级有打击感，如果多加些武器和器官就好了
好评: Officially, there was an error in the font translation of the language other than English, the font was blurred and you quickly released the patch
好评: 第五竞技场有点难
好评: 好玩
好评: 怎么慢动作啊
好评: 我是傻逼
好评: 6666
好评: 非常解压，建议压力大的人来玩。
好评: 联机没人
好评: 我是傻逼45
好评: 太tm好玩了
好评: 好评
好评: aa
好评: nb
好评: 爽
好评: qqs'sss
好评: 太™好玩了，MD
好评: 发泄压力，一个字爽，推荐
好评: O
好评: 好
好评: 好玩
好评: 值得推荐，这款游戏里充斥着大量血浆，大量残肢断臂，心情不好的时候可以拿出来发泄一下，分泌肾上腺素，可以在游戏世界尽情发泄自己的负面情绪，并不会影响到现实世界
好评: 这款游戏还不错
好评: 太好玩了很适合幼年小孩用来早教教育的游戏作为家长我很推荐尤其是可以空手把别人脑jiang发出来很适合小朋友游玩
好评: nb
好评: 1
好评: 挺好玩，官方地图也还行，关键要有朋友一起，总体来说是款值得入手的游戏
好评: 原价买的，我是傻逼
好评: 好玩好玩，冲冲冲
好评: NBNBC

好评: md中文在哪里
好评: 太爽了！丁丁人撸成骨头架子
好评: 太解压了！！！！！
好评: 发泄了愤怒
好评: 干服务业的最喜欢这种游戏了
好评: 66666666666666666666666666666666666666666
好评: 爽

好评: TRET
好评: 好玩，就是地图少了亿点
好评: 太解压了，太好玩了，非常值的入坑!
好评: 挺好的
好评: 好
好评: 好玩好玩
好评: 这个游戏真的打的很爽啊！超级棒，16年看了魔咖的视频，今年买了电脑秋促果断入手，这么多年了，我感觉他还是最爽的格斗游戏没有之一
好评: 爽！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！
好评: 刺激
好评: 牛逼游戏
好评: 温柔
好评: 就一纯解压游戏，没太多游戏内容
好评: 武器多一点就更好了
A little more firepower would be nice
好评: WU

好评: 玩了好久的游戏，真的很好玩，58花的很值，当时毫不犹豫就买了
好评: 解压专属，很好玩。创意工坊里面有很多好玩的地图，订阅即玩。唯独就是PVE模式：深渊，这个模式对于我这种不太会玩的不友好，第一关都很好过，第二关容易被那个监视者追上，追上了就是秒杀，大佬们来点攻略把。
好评: 直接买看什么好评？
好评: 666666
好评: 他有个类似地下城的地图，玩的我吐了啊！对路痴极不友好！转几下，我就开始想呕了，真的服了，他指标只有上方的东南西北的标尺，死了啥装备都没有了，呜呜呜~
好评: 爽

好评: 爽爆啦！不爽就来玩
好评: 打得很爽就对了
好评: 希望出更多地图，更多武器 更多角色
差评: 存档！我的存档！每次都存档损坏、存档遗失！垃圾游戏！
My save data is always lost！this game is terrible！shit game！
好评: 太好玩了哈哈 神作
好评: nb
好评: nice

好评: 他娘的爽爆！用急速这个超能力去监狱地图，用大招向监狱大厅的天花板放，可以达成隐藏bug】
好评: 我原价买的
我是傻逼
好评: 游戏还行吧 就是地图有点少 满解压的 希望多更新
好评: 一个字爽好吧，解压
好评: 我操他妈的真是爽翻啦
好评: 好玩
差评: 为何不能和好友一起玩，一起玩就闪退？
好评: good

好评: 太好耍了！
好评: 很好玩
差评: 洞穴II  石头斜坡那里，莫名其妙滑墙里卡在那出不去，按跳跃也没用，真的是服了，游戏体验瞬间降到0
好评: 棒
好评: 很棒，简单粗暴，一时打架一时爽，一直打架一直爽
好评: 可以啊，血染小镇。
好评: NICE
好评: 太好玩了！老子把别人jb打烂！
好评: 菜的
好评: 不错 原价入手有点小亏
好评: thwl
好评: NB
好评: 感受到了肢体与血肉的碰撞 赞
好评: NB

好评: 暴力模拟器
好评: 哈哈哈

好评: +++
好评: .
好评: 爽
好评: 干了室友三年才室友才同意送我一份，一个字，爽
好评: 非常非常非常非常非常非常好玩140元都值
好评: 好玩
好评: 太爽了家人们，现在看啥都想给一拳
好评: [h1]爽[/h1]
几年前在原价只要50CNY时入的，只能说现在才买的亏大了
很纯粹的解压游戏，关卡中的每个NPC都是由无数个小方块包裹着骨架，并且死后依旧保持着实体状态并且还有布娃娃
同时也是市面上多见的靠创意工坊养活的游戏，全世界玩家脑洞太深，你把握不住
官方场景中使用modifyer可以大幅增加游戏的挑战性亦解压程度（还有这个和superhot的梦幻联动真的出乎意料）
角斗场相比于场景难度有所增加，尤其是后面如果很早就把武器都用烂了就只能靠骚走位去和精英怪周旋了
新模式beaneath游玩时间不长所以我不多做评测，水晶螃蟹简直是前期噩梦，除了warlock一直Q基本上很难无伤击杀
PS：[spoiler] 发给自己对象口了多久才买到的多少沾点 [/spoiler]
好评: PAINT THE FXXKING EARTH RED
好评: 这个游戏一个字爽！
好评: 非常nb
好评: ty/.t];'yl=k=er
好评: 深渊太难了
好评: NIUBI
好评: nice!!!
好评: 玩了这个游戏后我知道了如何1vs全场
好评: 最早在快玩接触这个游戏，当时正值过年，顶着20几帧玩的不亦乐乎，，现在这游戏从抢先体验更新到1.0正式版，我肯定是要回坑了。
好评: 还行，与朋友联机很欢乐。
好评: 小提示：暴鸡伤害高～
好评: 游戏很好玩，平时打发时间都可以，而且解压，创意工坊有很多好玩的地图，值得一玩
好评: nm干就完事了
好评: 我是SB


好评: good

好评: WOSHISHABI
好评: nb
好评: 很解压
好评: 好玩
好评: 被上司骂完回来开一把真的爽
好评: 很不辍 生活上有烦心事可以来游戏里发泄
好评: 牛啊牛啊

好评: 很屌
差评: 无线服务器中断连接，开了uu一样无限掉
好评: really 好玩，赶紧去玩
好评: 口了男同一辈子男同给买的
不知道为什么公房总是进不去有没有人可以指教一下
好评: 打击感好
好评: 我是聪明逼

好评: 打击感很强好玩
好评: 妙啊
好评: 感觉画质...不如原神








深渊很好玩，第一次看见这游戏还是在15年吴（）亚（）大（ ）悠的视频，当时这游戏还很简陋呢，时间过得真快啊，1.0版本就出了
好评: 不戳
好评: 不错

差评: 怎么自从更新后，玩一会就卡住未响应？？
好评: 太√⑧好玩了，我cnm，深渊那个大脑袋突然刷到我身后，真的tm想拿个枪给他脑浆打的乱飞
好评: 解压
好评: 爽
好评: 打完末日通关深渊了，好耶
好评: 爽
好评: 如果你的心情不好，而且能够接受一堆方方块块以及血腥的话……
这个游戏适合你心情不好的时候拿来发泄情绪……但小心别杀红眼咯（滑稽）……
[h1] 警告：该游戏没有剧情~！该游戏没有剧情~！！该游戏没有剧情~！！！（剧情党请三思再决定是否入手）[/h1]
好评: 这是一个非常优秀的像素风暴力解压游戏。特色鲜明的方块像素风画面，大量可破坏的场景效果，种类繁多的武器道具，加上经典的酒吧，迪斯科，酒馆场景，这就是最纯粹的暴力格斗体验。上手简单，玩法有趣，一两把下来，压力都都少了很多。
中文设置界面的右下角，很不显眼。

游戏是很纯粹的像素风格。大量的方块像素，配合高清化的设计，把游戏整体勾勒得可圈可点。通过不同的色彩搭配，就可以让每一个方块人都造型迥异，性格鲜明，很有乐高的设计典范。你出拳打人，对方还会流血，会受伤，这游戏的细节还是很高的。游戏的场景设计很好很强大，酒吧，迪斯科，海盗湾，酒馆，监狱等都是经典暴力场景，每个场景的代入感都很强。游戏北京音乐都是很经典的动感战斗音乐，配合暴力击打，很有暴力美学。不过游戏基本没有音效，少了很多拳拳到肉的快感。

游戏的玩法非常简单，一个字，就是干。出拳，踹人，拿椅子砸人，拿酒瓶丢人，拿手里剑伤人，拿机枪进行扫射……你能想到的暴力打法，这个游戏都应有尽有。场景里的大部分东西都是可以拿起来当武器，大部分物件都是可以破坏的，你可以尽情发挥自己的风骚走位和流畅操作，一套行云流水下来，把所有人打倒。这很暴力，也很解压。游戏有轻度ROUGELIKE元素，每一局的遭遇都不是完全一样的，所以每一轮开局都有新鲜感。游戏里有着强大的物理特效，不管是拿东西砸人，还是打烂桌子，或者是把人甩飞，都有不错的物理表现，这给游戏带来了不同的打砸技巧体验。

游戏的有着许多不同的玩法。情景模式就是经典模式，就是典型的上来就干的模式。情景模式由于是一打几十个，大型乱战总是有一定的技巧。我们要学习经典好莱坞电影的方法，且战且退，把步法融入到拳法，才能真正的一个打几十个。当然，如果觉得上述走位太麻烦的话，还是直接开作弊器吧。游戏官方很贴心，给了弱化敌人，持枪，增加友军等多种作弊方式，保证有一种方式能满足你的要求。

深渊模式应该是一种带剧情的闯关模式，一开始你可以选择不同的职业，通过战斗，升级，加点，买装备，然后挑战BOSS。这个模式玩起来很有RPG的感觉，由于有职业，装备，技能的加入，整体玩法有了策略性和挑战性，BOSS战具有一定的难度，需要一定的技术水平才能成功通关，很适合传统的ARPG玩家。

竞技场模式，就是一种无限挑战模式。不停地击杀闯关，进入下一关。每一关都可以保存血量和技能，但是敌人会越来越强，越来越难。这里有大量的随机元素，每一关的敌人数量，敌人战斗方式都不同，很考验技术和技巧。
多人模式下，可以跟好友组队，一起打乱。多一个友军（或者是内鬼），那种体验是完全不一样的。多人游戏比单人游戏更好玩，大家一定要试试。

游戏最大的特点就是支持无穷无尽的玩家自创关卡，这个游戏已经有着无数个玩家设计的关卡。MOD有很多，有解密关卡，有射击关卡，有格斗关卡，有战略关卡……相当于你买了一个游戏，就体验无数个游戏，非常划算。

这个游戏原价70，史低28。建议大家都打折入手吧，原价不太合适。

【优点】
1、上手简单，玩法有趣，体验很棒
2、场景设计精致，大量可交互可破坏的元素
3、模式种类多，玩起来不枯燥
4、支持MOD，MOD数量非常多，乐趣无穷

【缺点】
1、基本没有音效，缺乏了拳拳到肉的快感
2、基本没有引导，职业和技能要自己琢磨
3、中文翻译很糟糕，基本就是机翻

[h1]————————————[/h1]
[h1]欢迎关注或加入鉴赏家：蛋蛋荐游团[/h1]
[u]https://store.steampowered.com/curator/35596718/ [/u]
好评: 够减压
好评: 。
好评: 66666666666666666666
好评: 从16年看屌德斯玩的，然后去快玩游戏盒下了盗版，最后才买的正版,我就是想知道多人模式为什么没人呢,等了两年终于正式版了
好评: 游戏很好玩，但是我要提一些建议，有的时候创意工坊会消失，然后联机搜索范围是不是有点小，根本没有服务器，还有就是关卡续编器全是英文看不懂aaaaaaaaaaaaaaaaa
好评: 6
好评: 好玩， 血染小镇yyds
好评: 游戏不错
好评: .
好评: niu...
好评: 暴力  血腥 游戏   有一点承受能力  比较好  最好多人一起玩
好评: 太爽了，激动地我把几把直接捏爆了！
好评: 玩完后 我想去砍班主任
好评: 解压神器！赞！赞！赞！
好评: 货真价实的血染小镇，把飞溅打开，满场地都是血，游戏比较血腥但没那么夸张，卡通的风格恰到好处。
好评: 纯发泄游戏 还能联机
太他妈爽了！老子一拳把你打成一滩浆糊
好评: 666
好评: 打击感很好，是一款很棒的解压游戏
好评: 我是傻逼
好评: 小人脸太丑了。。如果有迷你世界或者乐高系列应该不错
好评: 23333333333333333333333
好评: 给我来个先锋
好评: 我是傻逼
好评: 非常棒的一款游戏
好评: 哈哈哈
好评: 竞技场的怪看的我生理不适
好评: 挺好玩的，还有创意工坊可以玩玩家自己制做的
好评: [h1]纯粹的暴力模拟器[/h1]
暴力游戏作为一个独特的游戏门类，以发泄人们的情绪、缓解压力为主要目的。在这样的需求下，优秀的暴力游戏层出不穷。《毁灭战士》一直以其出色的打击感、极具冲击感的视觉效果而广受好评；《喋血街头》广为人知的是其无厘头且极具讽刺的剧情，以及夸张的画面表现；《英雄萨姆》则是简单粗暴且充满黑色幽默的割草游戏。但如果这些游戏不能满足玩家的需求，一心只想体会屠戮感与打击感，那么可以来试试这款《血染小镇》。

作为一款暴力游戏，本作有着独特的画面风格。玩家身处于一个方块组成的世界，武器、人物也皆由方块组成。不过不像《我的世界》的像素风格，本作采用了高分辨率的贴图，且物品的建模充满层次感（物理层面）。每一个人物都具有皮肤、骨骼和血液系统；大量场景以及物品都具有破坏机制，受到攻击后可展现出物理层面的破坏效果。

游戏的暴力内容围绕人物的破坏展开。（暴力内容警告）[spoiler]由于这是一款方块风格的暴力游戏，所以人物无需精致的建模，就能展示出极致的暴力破坏效果。充满层次感的建模，丰富了打击以及视觉体验。人物受到轻微攻击后，就会鼻青脸肿。而如果稍微用力，就会对人物的皮肤造成伤害，血液飞溅。飞溅的血液还会染红场景及其他物品。使用利器攻击，则能轻易的破坏人物的肢体，如斩断四肢等。使用钝器攻击，则可以直击击碎敌人的身体。如果一个人物在承受过多攻击后，甚至还会漏出骨骼。匕首、玻璃制品等，通过投掷还会扎在人物身上。即使人物死亡，也有布娃娃效果，并能碎尸。[/spoiler]

游戏中有着丰富的武器。从匕首、撬棍、啤酒瓶，到板凳、台球棍甚至成叠的纸币，但凡玩家能拿到手里的，都能用于攻击。根据武器的性质不同，可以对人物造成不同种类的伤害，如钝器伤、锐器伤，或者穿刺伤。台球、手里剑、杯子等物品，还可用于投掷，相比直接攻击能造成更高伤害。不过多数武器都具有耐久，随着攻击外观会发生改变，直至损坏。凳子一挥出去就会散架，酒瓶的瓶底碎了则更加锋利，台球棍挥两下则会断开。这些真实生活中打架会用到的武器，确实都挺还原。不过游戏中较为独特的属于主角的技能系统，击杀敌人积攒技能值，受到伤害减少技能值，消耗技能值后则能发动狂暴、引雷等独特的技能，更快速的击杀敌人。

游戏中具有多种模式。情景模式是本作最传统也是最经典的玩法，玩家在固定场景中，尽可能快的击杀所有敌人即为胜利，基于敌人的数量，该模式有着不小的难度。情景关卡在标准模式下自带作弊功能，如果单纯只是为了屠戮的爽快感，那么可以使用修改器降低难度，体会纯粹的暴力。在群架中，玩家甚至能使用枪械[spoiler]不讲武德[/spoiler]。不过相对的，修改器也可以用于增加游戏难度。当玩家掌握了游戏玩法后，可以游玩情景关卡的挑战模式，上传分数，与其他玩家一较高下。

深渊模式是在游戏的基础玩法上融入了轻度Rogue。该模式中，玩家可选择职业，对抗地下的神秘力量。在深渊中，敌人就变得更加复杂了，这里不止有邪教徒，还有人类异变的怪物、法师以及其他异形敌人。深渊模式下，杀敌就不再是主要目标，活着通过关卡更为重要。不过消灭敌人可以收集金币，并随着关卡的推进提升能力。不该模式的地图较为复杂，而敌人相对而言更为强大，难度相比之下增加不少。对于通关了情景模式的玩家而言，这是个不错的选择。

竞技场的玩法与情景模式则相似，击杀所有的敌人即可通关，但关卡的难度会逐关上升。玩家的血量和技能值，随关卡推进有所保留。竞技场的地图很小，而武器也有限，每一关的敌人类型、攻击模式都完全不同。如果在竞技场中死亡，则只能重新来过。竞技场中的分数即是玩家通关的时间。如果顺利通关后可以上传时间至排行榜。

游戏自带沙盒模式，允许玩家研究游戏机制或自创玩法。创意工坊中则允许玩家下载其他玩家自创的关卡。与《求生之路》的自创关卡相似，出于本游戏的开放性，自创关卡已不再停留在简单的杀敌通关。玩家甚至可以体验恐怖、解谜和闯关玩法。此外，游戏支持多人联机，可以PvP也可以PvE，不过由于采用P2P的联机方式，对联机玩家双方的网络要求都很高。

游戏具有简体中文，不过采用的是致命机翻，好在这翻译不怎么难以理解。游戏中在主菜单的右下角，可以调整语言，但每次进入都需要重新设置。在我个人游戏体验中，感觉攻击判定范围太小，例如砍刀、武士刀这种劈砍的武器，却只能命中准心中的敌人。

游戏原价70RMB，史低28RMB。不过历经三次永久涨价（36→48→50→70），所以该史低可能短期内不会再次出现。对于这样一款纯粹的暴力的游戏而言，面对丰富的游戏内容，价格不算太贵。但由于没有中文，不太推荐原价入手。可以考虑优惠期间购买。

[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]
好评: 不懂就问,追踪者能打死吗
好评: 666
好评: 第1次玩：这汤姆什么东西。第2次玩：这汤姆真是个好东西
好评: 嘎嘎乱杀

好评: 真好玩，口了室友三十天才陪我玩
好评: 给老公口了三年才给买的
好评: 太残酷了！！！
好评: 太jb棒了，老子吧别人jb踢裂开
差评: 纯阴间游戏
好评: 画面精致，并不费显卡，但是为什么设置键位后没有记忆功能？总之，除了一下小问题以外，整体游戏给我的印象还是不错的
好评: 没啥说的，干就完了！！！
好评: 很解压
好评: 很解压，玩的舒服
好评: 终于1.0了。比几年前优化好多了
好评: 解压
好评: 很爽的游戏，现在来补票
好评: 教你们怎么调中文吧，就右下角那边，看到没有，就主页面最最右下角那边，对，右下角有一个和游戏界面完全不搭配的选项点一下，会出现几条选项，选简体中文就行了，那个选项字很小，所以我才说于游戏界面格格不入。
好评: 砍！！！
全部砍！！！
好评: 我是伞兵
好评: 主角nb

好评: 66666666666666666666666666666666666666
好评: 好玩
好评: h
好评: GOOD

好评: 我乐意

好评: Thie game is very nb
好评: 好
好评: 好玩
差评: 深渊难度太大，打半天凑不到一个升级，感觉不到一点玩下去的动力和乐趣。
好评: 好！

好评: olg




olg





olg


好评: 游戏性很好
好评: 挺好玩的
好评: dadadad

好评: 真不戳
好评: 好玩，非常妙，但是那个深渊我只到了第二关，还有那紫色水晶有啥用？蓝色水晶又是干嘛的？在线求解。还有那该死的拿拐杖的怪，真的是恶心。有谁一起玩的留言，有大神就更好了！
好评: 爽就一个字
好评: 已经是通关深渊啦在这里给大家分享一下攻略
个人前期推荐一个能量加点。推荐是先加黑武士刀和武器耐久。职业比较推荐先锋，速度快，有回复，耐久和伤害也够。
死灵法师在废墟3
Boss战开始，先用最快速度把高台上四个祭祀给杀掉。在刷下面是四个小祭祀有散弹的话，可以带一把散弹高台有几个小怪是有火焰保护的被烧到了很痛。然后死灵法师的盾就掉了，附魔散弹枪把冲能开起来，两枪秒了。
第二个boss是畸形者。在冰雪溶洞里面找到祭坛洞穴就会出现一个一样的祭坛。那上面的半张残片拿走到冰洞找到祭坛就可以进入岛屿。打法很简单，直接，我们最快的速度把触手全部打掉就可以了。只要你速度快攻击打不到你。多跳一跳就可以。要提防下那个蓝色的小恐龙，很容易把你撞下去。打完这两个boss之后。商店就会开始刷新一个追逐者的捕抓器。1200金币好像。找到之后，抓一个追逐者。然后在最开始的基地把最初的的心脏拿出来，丢在那个会走的人身上。等他被主大厅的机枪，打死之后就可以了。然后再去废墟。看一下哪一关的藤蔓变成的血线如果发现了血线在这关好好找一下，会找到一个被血线缠绕起来的法师。大概率是刷在商店的不远处找到后去商店把追逐者的心脏捏爆。让追逐者把这法师弄死。就是当追逐者从他头上飘过去。然后捡起他的法杖。法杖头那个蓝色的水晶变红了，就往哪里跑。看到一个类似传送门的东西，拿着法杖左键一下。就可以进到挑战了
挑战里有四个小关卡，就是情景模式里的四个小关卡。比较简单小关卡推荐是先去打摩托酒吧再监狱，海盗湾。最后打那个舞厅摩托酒吧的二楼有一把插在飞镖盘上的砍刀，可以拿来先把那个老大砍死，把他砍刀也抢过来。这两把刀打到舞厅的时候，只会办掉一把，耐久升满级的时候。有个细节。在将先锋转成守卫的时候武器的充能时间缩冷却短到原来的30秒。持续时间也是30秒，所以说可以无限充能把这四个小关都过了，就可以打boss。舞厅那把黑武士到一定要拿。
Boss有四个形态。最好是带前三个形态就把他秒掉。boss战一开始会有一个短暂的时间，我们可以动，但他不会动。直接冲上去贴脸打他。那不多时候离开他，第一阶段攻击模式是拿着2把黑武士刀转圈圈。找机会直接砍死。第一条命时候，他会蹲在地上，进入散弹枪形态。所以就会有个短暂的延迟，可以上去直接打他可以打到半血左右。之后的话要学会骗枪。靠近他，他是会开枪的。那个盾和枪都是无视防御，耐久无限。而且那个防御转动的速度是比我们来的快的，不能用绕圈圈的方法打他。可以骗完他枪之后，蹲在盾旁边砍他脚。每次射击有五秒的间隔。第三形态是拳击手很简单直打死。每死亡一个形态会掉落一个构造魔方。杀死一个型态之后，都去捡一下，集齐三个魔方才会杀死他。第四个形态很难打。不能近身，只能被动防守。而且很容易掉到水里。他每30秒会换个形态。没在30秒内杀死它这个形态，它就会自己换
所有boss都打完之后就可以挑战末日了。直接通过岛屿快速到达血与火。血与火关卡中有许多的追逐者。那些古代的兵器可以杀死他们。不要拿那些武器去打boss，伤害很低。直接去找通关的地方，就可以开始boss战。
末日在血色的天空下是无敌的。不要去跟他打。拖时间就可以了。把小怪清一清。为后面打六个领主做准备。当六个领主都被消灭的时候。末日的真身就出来了。附魔的散弹枪。台上充能。有暴击天赋的话，暴击一枪秒。
到时有分为普通攻击，就是挥剑。还有地上一砍造成一个冲击波。蹲在地上，短暂蓄力后，向周围发射一个冲击波。指向天空会不断的掉落火球。你可以去他的王位上，那里很大概率不会掉。反正你去打就知道了，很简单，最好打的boss没有之一。

It's the abyss of customs clearance. Let's share the strategy here
I recommend an energy point in the early stage. It is recommended to add black samurai sword and weapon durability first. The class is recommended to be a pioneer. It's fast, with recovery, durability and damage.
Necromancer in ruins 3
At the beginning of the boss war, first kill the four sacrificial rites on the high platform with the fastest speed. Under the brush are four small sacrifices. If you have a shotgun, you can bring a shotgun platform. There are several small monsters that are protected by fire. They are very painful. Then the Necromancer's shield fell off, and the handle of the enchanted shotgun could be opened. It took two seconds.
The second boss is a freak. If you find an altar in the ice and snow cave, a similar altar will appear in the cave. Take the half fragment above to the ice cave, find the altar and enter the island. It's very simple. It's direct. We can knock out all the tentacles as fast as we can. As long as you are fast, the attack can't reach you. Just one more jump. Watch out for that little blue dinosaur. It's easy to knock you down.
After these two bosses. The store will start to refresh a chaser's catcher. 1200 gold coins seems to be. When you find it, catch a pursuer. Then take out the original heart at the initial base and throw it on the person who can walk. After he's killed by the machine gun in the main hall. Then go to the ruins. Take a look at which level the vine becomes the blood thread. If you find the blood thread, you can find a mage entangled by the blood thread. Probably the brush is not far away from the store to find, go to the store to crush the heart of the pursuer. Let the pursuer kill the mage. It's when the pursuer floats over his head. Then he picked up his staff. The blue crystal at the head of the staff turned red, so where did it go. When you see something similar to a portal, hold the staff and click left. Then you can enter the challenge
There are four levels in the challenge, namely, the four levels in the scenario. Relatively simple, the recommended small level is to go to the motorcycle bar and then prison, Pirate Bay. Finally, on the second floor of the motorcycle bar in the dance hall, there is a machete inserted on the dart plate. You can use it to chop the boss to death first and grab his machete. When these two knives hit the ballroom, only one will be removed. When the durability is upgraded to the full level. There is a detail. When turning a vanguard into a guard, the charge time of the weapon is reduced to 30 seconds. The duration is also 30 seconds, so it can be charged infinitely. After passing all the four hurdles, you can play boss. The black Samurai in the ballroom must be taken.
Boss has four forms. It's better to take the first three forms and turn them off. There will be a short time at the beginning of the boss war. We can move, but he won't. Go straight up and hit him in the face. It won't take long to leave him. The first stage attack mode is to turn around with two black samurai swords. Look for a chance to chop. In his first life, he would squat on the ground and enter shotgun form. So there will be a short delay, you can go up and hit him directly, you can hit him half blood or so. After that, learn to cheat the gun. Close to him, he'll shoot. The shield and the gun are defenseless and endurable. Moreover, the rotation speed of that defense is faster than that of us, so we can't beat him in circles. You can cheat him out of the gun, squat next to the shield and chop his feet. Each shot has a five second interval. The third form is that the boxer is very simple. Each death form will drop a construction cube. After killing a type, go to pick it up, and collect three magic cubes to kill him. The fourth form is hard to play. You can't get close, you can only defend passively. And it's easy to fall into the water. He changes form every 30 seconds. If you don't kill it in 30 seconds, it will change itself.
After all the bosses have played, they can challenge the end. Direct to blood and fire through the island. There are many pursuers in the blood and fire level. Those ancient weapons can kill them. Don't use those weapons to fight boss, the damage is very low. Go straight to the customs clearance place, and you can start the boss war.
The end is invincible under the bloody sky. Don't fight him. Just delay. Get rid of the little ones. Prepare for six lords in the back. When all six lords are destroyed. The real body of the end comes out. Enchanted shotgun. Charging on stage. If you have critical strike talent, one second of critical strike.
At that time, it can be divided into ordinary attacks, that is, sword wielding. And a slash on the ground creates a shockwave. Squatting on the ground, after a short period of accumulation, to launch a shock wave around. Pointing to the sky will keep falling fireballs. You can go to his throne. There's a good chance that he won't fall. Anyway, if you go to fight, you'll know. It's very simple. You'd better fight without one of the bosses.







好评: 解压好玩，操作简单，花钱不亏
好评: 好玩啊，就是没有人和我联机\捂脸\
好评: nicer
好评: ..........................................
好评: 好玩但是NPC的脸吓人
好评: 麻雀虽小五脏俱全心情不好的时候来玩是真TM的爽！！！！！
好评: 血染小镇yyds
好评: 就一个字，爽
好评: 非常完美的游戏体验，半随机的深渊模式与创意工坊使得游戏的可玩度又上了一层楼。
好评: 可以，挺爽
好评: 太爽了，血腥残暴我喜欢。
好评: 咋调中文啊！！！！！！！！有爸爸教一下吗
好评: 解压，爽快，好玩不火
好评: carzy n funny! more blood n fuxking punch/Kick! (真良心游戏，买这么多年了还在更新
好评: 非常有趣的游戏
好评: 直接创意工坊吧家人们

好评: Great
好评: 興
好评: 解压
好评: 爽
好评: 爽
好评: 暴力美学噢
好评: 爽就完事了
好评: 创意工坊才tm叫好玩
差评: JJ
好评: 天生万物以养人，世人尤怨天不仁；
不知蝗蠹遍天下，苦尽苍生尽王臣；
忽有狂徒夜磨刀，帝星飘摇荧惑高；
翻天覆地从今始，杀人何须惜手劳；
不忠之人曰可杀，不孝之人曰可杀；
不仁之人曰可杀，不义之人曰可杀；
不礼不智不信人，大西王曰杀杀杀；
我生不为逐鹿来，都门懒筑黄金台；
状元百官都如狗，总是刀下觳觫材；
传令麾下四王子，破城不须封刀匕；
山头代天树此碑，逆天之人立死跪亦死！
好评: 真不错
好评: !!!
好评: 想打手冲的玩一下

好评: 666
好评: ZBC
好评: 哈哈哈哈哈啊哈
好评: NB
好评: nb666
好评: 非常好玩，黑刃武士刀配幻影十分欢乐
好评: 确实好玩
好评: 牛逼
好评: 挺解压的

好评: 好玩  就是打不开创艺工坊 好像玩别人的地图
好评: cnm
好评: 内容很适合发泄
好评: 我是SB
好评: 小游戏
好评: 哪位大哥教我一下我深渊数据不小心删了请问怎么恢复啊
好评: 特别好玩
好评: NICE!!
好评: 如果你心情不好就玩这个
差评: 看什么差评？买就完事了！！！
好评: 非常好玩
好评: 真不错真不错
好评: 血染小镇太解压了，有气没地方撒就玩这款游戏
好评: 玩起来非常爽
好评: 忒好玩
好评: 好玩

好评: 我是傻逼
好评: 解压必备！
好评: 很棒的一款游戏，但是我再也无法玩到了因为我有些玩腻了，再见希望您能在steam十分火热!
好评: 解压休闲
好评: 解压！
玩法简单 要一点操作 爽死我了
好评: 太好玩啦

好评: 超级好玩
好评: 泰慡辣
好评: nb

好评: 真尼玛。。。。。。爽
好评: 打击感还行
好评: nb
好评: //

好评: 真不错
好评: 不错的物理效果√
创意工坊玩法多样√
像素解压√
游戏配置√
缺点：里面的人有点吓人（一点点恐怖谷效应）
好评: What a good game is!!!
差评: 没人开黑就没意思

好评:     嚯！你要是位暴力美学爱好者，那绝对别错过这款暴力至上的作品。美术风格非常适合这款游戏的玩法和表达形式。用大量像素块取代真实的肢体肉块，即减少制作成本，又使表现更具张力，真是一箭双雕。喋血四方、肢体遍地却又不会感到反胃。我当初接触steam时，就是因为这款游戏在吸引我。
    至今还不是正式版，真是做了好久啊~ 从一开始的《酒吧》、《监狱》、《海湾》、《舞厅》四个地图。到后来加入了竞技场、Rouge-like元素的深渊模式和最新的《酒馆》地图。越玩越觉得这款游戏的潜力真的很大。创意工坊里也是人才辈出。我对它的未来很期待！
好评: RG
好评: 我是傻逼
好评: 我给我室友口了一天才给我买
好评: 打击感到位，看了魔哒的血染小镇视频来的
好评: 我是傻逼
好评: 联机请dd我，Q：2281537804，全天在线
好评: 爽就对了
好评: 好玩得很good game
好评: 我已经杀红了眼
好评: 太他妈好玩了，这70没白花配置要求低，怎么玩怎么爽，这简直堪称暴力美学，特别推荐
好评: 很好玩
好评: 解压！非常解压！
好评: 好玩，就是有点贵
好评: 用来发泄不错

好评: nbnb
好评: 不错
好评: 太叼了
好评: ...

好评: 为什么被打露出来的骨肉和内脏上面干干净净的没有一点血色？还得等玄学血滴泼上去才会红，看着就别扭，代入感全无。让皮肤下的东西从一开始就显出红色应该不是难事
好评: 爽
好评: J9IIJK9JMUI
好评: 好游戏，但是不适合对血过敏者玩耍
好评: ZBC
好评: good
好评: 情景模式 这是一款暴力美学的游戏。它最大的优点不是在于用各种花哨的武器把敌人干得满地找胳膊腿。而是如何将这些个有趣场景的人全部杀死。
深渊模式 这些恶心反胃的像素怪却令人能提起精神，这个模式就好像换了个游戏
玩家自制 最大的可玩性还是那些玩家自制地图，有些地图真的用心，也有些图能让你笑得根本无法呼吸。
竞技场 这个比较考验你的武器与机关合理运用，推荐先把每个情景模式的武器 boss大约摸透再去玩一般竞技场。如果吃透了深渊 可以挑战一下无尽。
总的来说，这是一款自由性可玩性比较高的发泄美学暴力血腥游戏。我也是挺喜欢这个游戏的。最后一点就是修复一下损坏的武器会平移和尸体会突然肢解然后到处飞的bug

好评: 我是傻逼
好评: 很爽

好评: shuang
好评: 我昨天刚跟我丈母娘结婚，这是我和她女儿的离婚礼物，太好玩了，我今天就因为这游戏，我又爱上了我的丈母娘的前夫哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈
好评: 晚上睡觉前玩一玩，保你一夜失眠。（本人就是这样的）
好评: 成龙模拟器，血腥版
好评: 
好评: 就像其他网友说的，这游戏刚开始玩时可能有点难，但是一旦玩熟了就跟收菜一样，有时候甚至可以无伤通关。很适合发泄情绪用
好评: nicccccccccce!
好评: 我是傻逼
好评: 爽     游    +    暴     力   = 好  游  戏
好评: 打 架 模 拟 器
好评: FFFHHF
差评: 为什么我开始游戏后一直黑屏，我电脑配置够啊
好评: 真不戳
好评: nb

好评: 很不错
好评: 70买完就降价，我是傻逼
好评: 以前玩的是盗版 那种屠杀感是最爽的，现在来补票。
爽就完了傲。
好评: nb
好评: 很好，很血腥！
好评: 还行吧 作为减压小游戏来说
好评: 刺激

好评: c
好评: 情景模式+一些创意工坊里的地图===解压放松有趣的小游戏
深渊模式====日尼玛的第一人称恐怖游戏，尤其是追逐者出来后，我淦！背景音乐听的我快丢了魂儿，冲刺一会就要回头看看跟上我了吗，普通怪物也是离谱，走路还是跑步都尼玛没声音还个个会偷袭，更离谱的是有时候把僵尸，满脸疙瘩的祭司之类看着都不想近身的怪物打得半个头都没了，趴在地上狂飙番茄酱，却忘记检查有没有掉钱或者结晶（怪死了都掉）就继续往前慢慢边打怪边推进，结果，啪！的一下，很快啊！背后就传来怪物的嘶吼又或是结晶螃蟹开始蓄气放激光，然后血条就哗啦啦的往下掉啊。我他喵的大半夜的玩这个！血压都给我整升高了。你偷我屁股把我搞死（我习惯用术士血贼薄）也就算了，他奶奶的为什么非要在马上得手的一瞬间叫一声。
总的来说情景模式那几个关卡貌似都是为深渊模式补充一下剧情（这屌游戏还有剧情doge)，创意工坊和深渊模式才是这款游戏的精髓。非常好玩的一款游戏，建议不要大晚上的玩，对心情影响不好。

===steam不能追评有点难受。。。====
en........15小时之后：
把深渊最后2个古神给解决了，因为除了boss战，全程是使用幽灵（跑的最快的职业）外加耐力和速度的装备来速通逃课。挑战和碎片领主什么的全都忽视掉了（少了许多经验和装备成长）所以构造者能打过去完全靠的是运气和牢记的套路（就这样也翻车了几次）。
剧情背景我也没怎么详细去观察，就不说我个人猜测的观点了，但大体上一些剧情还是玩玩都可以了解到的，以下是一些不太完善的剧情（漏洞就不要太在意了因为游戏中也没提到）
世界陷入了危机，一根血红色的光柱贯穿了大地，这貌似是邪神的力量源泉，有人开始信奉（游戏里常见的教徒），有人被其感染？？变成了僵尸，最后就在人类的脚下地底形成了一大片区域，恐慌的人类称呼其为深渊beneath。随后人类也在这个光柱旁边建造了一个基地，其名为UHDF。玩家便是扮演其中一名少尉，接受训练洗脑改造成为了超级战士（带有异能的职业），然后乘坐电梯下到深渊里顺利完成任务汇报成果然后去死，没有任何活物允许再次回到基地。（忽略掉为毛玩家可以一次又一次下去又上来，每次玩家扮演的角色应该是新的士兵，上一个已经死了）
在击杀掉3名古神之后，玩家的基地权限已达到了最高，这时来重新逛一逛基地的未解锁场地便可以发现一些有趣的事情，除开洗脑机器，会有一种虚拟环境仓，而士兵在里面模拟战斗的场景正是游戏情景模式的地图（我只看见了海盗湾与酒馆的，有些奇怪），在结合玩情景模式的海盗湾时我们离开游戏场地去跳那艘大船旁边的礁石绕一圈后就可以发现一个邪教徒正在石头上刻着深渊中才会存在的符号（有点像卢恩符文），可以猜测情景模式都是深渊历史中发生过的感染事件，有教徒在个个地点刻上可以使人暴怒发疯的符文，然后人们开始互相残杀死斗，最后变成一堆肉沫。
古神就构造者难，其他的说不好听点摸清楚攻击套路空手都管慢慢打死。the end 最后一个古神，最终boss，B格最高的存在。。。。。。。。真！垃！圾！不带脑子都打的过去。。。无语。。。。（因为必须前面3个古神都杀一遍才有资格挑战end，我以为他还多nb，特意放慢了步伐刷了一身的好装备才去挑战他。。。结果打出本体亮出血条后一锤子加个暴击伤害，他血条空了。。。。）
好评: EFSVFSZE
好评: 这是一款质量上乘的可以用来完美宣泄自己负面情绪的游戏。游戏时第一人称的一个血腥暴力的小游戏，初上手有一定的难度，但在熟悉操作后就完全成了一个爽游。游戏的画质因人而异（算是高配版的我的世界，反正我觉得还行），还算可以的物理效果都带来了很好的游戏体验。游戏内有三种模式，分别是最经典的最爽快的也是最普通在室内把敌人杀光的、古罗马竞技场和有点类似rpg的模式。每个模式都有各自的特点，最普通的那个模式除了最正常的打法来通关，还可以用官方设置好的作弊器来真正的爽一波。要是这么模式玩腻了，类似rpg的模式又是一种全新的体验，全新的敌人、武器、角色和角色属性，给游戏又添加了不少可玩性。古罗马竞技场就基本和最普通的模式差不多，分了好几局，每局的敌人都会变得越来越强，最后一局是干掉所有boss（所以技术高了的时候在玩这个模式）。除了这三个模式，官方还给开了创意工坊和在游戏内加入了地图编辑器，简单易学。再体验完游戏内原本的内容后还能体验别的有创意的玩家制作的地图（甚至有做海绵宝宝的）。但缺点还是有的，比如敌人ai不太聪明，有了枪也不会开枪，穿模的bug也会有，之前还有敌人”装死“的bug（但好久没碰到了，不知道有没有修复），还有就是汉化翻译的也不是很走心，有些地方直接没翻译（但还是可以理解的小作坊嘛）。我还建议你们把创意工坊里的地图可以用在多人模式里。最后作为一个玩了60多个小时的老玩家（算是吧），已经见证了血染小镇的好几次大更新，新地图，新模式等等的推出，不断的优化，都能看出你们的用心和诚意，也希望这个游戏能够越做越好
好评: 牛逼啦，就俩字儿，得劲儿
好评: 非常棒的一个游戏，无论是游戏玩法还是内容都十分好
好评: 牜
好评: 
好
好评: 
好评: 有点血腥，但很爽，很过瘾
好评: very nice
好评: 我感觉自己是网文男主

好评: 我是傻逼
好评: very good
好评: 总之就是非常有意思
好评: It's fucking interesting!!!!!!
好评: haowan
好评: 最近孩子总是吃不下饭，玩了这个游戏后，一口气干了三碗饭
好评: 6666
\

好评: hdsjzghxhv  SFvsDGFVsF
好评: chinese?! good job!
深渊模式我香爆！
好评: 好玩
好评: nice!
好评: 好玩
好评: ZBC
好评: 挺牛
好评: taijibahaowanle
好评: 这游戏还是很经典的，创意工坊和传统模式还有竞技场都做得不错。
好评: haowan

好评: so good
好评: 解压游戏，爽爆就完了
好评: 游戏好玩但是没有中文
好评: 真的好玩，强推，打击感十足，小孩子建议不要玩
好评: 哲学♂♂
好评: 喜欢发泄的玩家，可以入手
好评: this is a really good game,(buy it !) (buy it !) (buy it !) (buy it !) (buy it !)(buy it !)
好评: 这游戏 不适合三岁以上的 太血腥了
好评: 淦就完了 Fuck You 老外
好评: nb

好评: 666
好评: nice
好评: nb
好评: 血腥暴力，真解压
好评: 好游戏 解压神器 就是我电脑配置太差了 体验不太好
好评: 可好玩了，臻醭齪
好评: niu
好评: 老好玩了
好评: 游戏整体偏码赛克风，且很血腥，共有四个地图，还有3个模式，官方图玩腻了，还有创意工坊地图任你选，喜欢的可以试试。
好评: 很爽，也挺欢乐，工坊的图也挺多
好评: 有很多我喜欢的血腥与暴力，

好评: 我是傻逼

好评: 针不错
好评: 现在更新了挺多内容，中文界面也有了，也有创意工坊。
就是不容易匹配到人。
建议把匹配机制改改，能中途加入就好了。
好评: 我是傻逼
好评: 假如出个玩家对抗模式那就更好玩了
好评: very nice
好评: 和朋友一起玩，好玩的批爆
好评: 玩了158个小时，怎么说呢

总的而言，整款游戏还是很不错的，适用于在电脑配置不佳或网速不行的时候打发时间，也可以在库存稀缺或电脑储存空间不足时满足快感，但是，一旦玩久了，趣味性就会逐步衰减，所以推荐社区创意工坊地图，不过即使是这样，这款游戏也只限于为那些电脑配置无法满足大作的人，换一种方式说，没有多少大佬去游玩，也就是说，只有闲人玩。不过就算如此，这款游戏还是陪我度过了童年时光（当时家里机子不行），也为这款游戏致敬吧
好评: 好玩
好评: 打击感挺不错的，拳拳到肉（指方块肉），没事累了可以跟朋友一起休闲一下
GOOD
好评: 好爽，好好玩，创意工坊好多好康的
好评: my childhood 🙃
好评: 血染小镇联机群：757705478欢迎所有人加入，玩腻单人的或是找不到人联机的强力推荐
好评: 解压神器
好评: 。。。
好评: IlikethePaint  the  Town  Red
差评: 干你🐎臭B 砍多了闪退  走路闪退 特效拉最低闪退 boss门口闪退 联机深渊 一人闪退全队升天  优点就是深渊真好玩
差评: 真的是一个垃圾游戏，优化差到什么程度，玩5个小时闪退四五次，深渊模式（类似团本）动不动就少队友，还卖47？XX钱？
差评: 本以为是个纯粹的杀人发泄游戏，但是开发者的脑回路就很奇怪，武器做得一塌糊涂，能看出来是啥的武器就那么几种，弯刀撬棍长剑，其他的基本就是一坨像素块，根本不知道是啥玩意儿，拿在手上都难受，而且很难发现地上的武器。还搞了个深渊模式类rouge，我玩的rougelike游戏虽说也不算多，但是能把深渊做得这么烂我也是头一回见。游戏发行以后开发者就不管了，搞个编辑器让玩家自己做关卡去。我七十块买的游戏还没有剧情，打深渊汉字全是方格，竞技场也是真的没意思，武器少得可怜，让人和一堆ai打拳击，真的有够浪费时间。
好评: W
好评: 好玩
好评: 这都0202年了，还没大更新？还是抢先体验？












我们需要中文
我們需要中文
we need Chinese
中国语が必要
우리 중국어 필요
Нам нужно на китайском языке
Necesitamos chino
ونحن بحاجة إلى صيني
Vajame Hiina
Treba nam Kineski
Нуждаем се от китайски
ما نیاز به چینی
Potrzebujemy chiński
Vi har brug for en kinesisk
Wir brauchen einen Chinesen
Tarvitsemme kiinalainen
Nous avons besoin chinois
We moeten een Chinees
Nou bezwen yon Chinwa
好评: 太好玩了
好评: 不错，但是中文再好一点就更好了
好评: fctvghijokmfyvtrygejd
好评: 好玩
好评: 打击感很强
好评: 真的太好玩了！！！！
好评: 手感好的奇怪，打着非常爽
好评: 更新了枪械和修改器蛮香的
好评: 怎么调试中午？I need chinese !
好评: 天天玩
好评:  太好玩了 好玩好玩
好评: rrrr
好评: 爽
好评: very interesting!
好评: 我是傻逼

好评: ohhhhhhhh
好评: 首先，打的很爽，我很喜欢，唯一不足的是用脚踢别人的时候，穿模了，接着在那抽畜了一番。。。有的时候还抽到天上了呢。。。
好评: AA
差评: 越玩越没劲
好评: 很好玩，女朋友玩完后去酒吧揍死了68多个人，后来逃走的时候出动了几百个特警才抓住她，不知道她现在在监狱里......什么?监狱的人也死光了?

好评: 好玩
好评: 吼吼吼吼吼吼吼吼吼吼吼吼吼吼吼和哈哈和和1和和1哈哈i比u不hi啥都不预估·地铺发表一个封闭区域给覅旁边·i九分憨八龟回顾舒服不报复不符合说v怪物暴风雨发布版覅回复十八v无法给我v脚后跟v反恐局v比赛v和玩具考核方法v把数据哈桑比赛v吗v不舒服就更为uu哦和v吧v报复u分hibvhavjifb进步i把覅布局波i啊vi好吧哦【iasv欧吉桑v可能不是看v金币u房价高不高接驳i发编辑部我而不是父母不包括v就包括佛

好评: 哈哈哈
好评: 怎么说，这个深渊模式，光污染极其严重，而且多人存档和单人存档是分开的，怪物平衡也很nm离谱，要么伤害高的雅痞要么击退高的离谱，特别是第二个boss岛上的脑瘫龙，血厚击退高，没有远程都不敢打，晶石虫也tm离谱，弱点只有脚那么大一块晶石没有命中判定，但是你打中后就很nm烟雾弹一样，近距离毛都看不见，要不是最近更新中文，我真的想给个差评（死灵法师这个职业可以删了，除了Q技能别的技能基本没用）
好评: 
good

好评: this game is nice.i have been playing for a long time.highly recommended.----CN.wwj
好评: good
好评: 好玩，就是有点血腥
好评: hao
好评: 就我目前的游玩体验而言，这款游戏就是纯粹的对暴力欲望的宣泄，也许适合部分人宣泄自己的压力，如果有这方面的兴趣，不妨尝试一下。
好评: 一个字：爽
好评: nb
好评: 断肢，番茄酱，简直就是男人的浪漫
好评: 牛
好评: 很好玩的游戏
好评: 打击感强，比较刺激的一个游戏。
好评: 暴力，无敌

好评: 总体推荐，
1，说一下汉语的问题    这游戏没汉语，玩儿的时候连蒙带猜，算是明白了一点  结果英语成绩都提高了呢 
2，游戏的本质是杀掉场景里所有的人，但是主角怕是跟游戏里所有的人有仇，TM的总有刁民想害朕
3，游戏boss极其恶心  你见过浑身只剩骨头架子还追着砍你的 生物 吗
大概就这么多
   更新中文了
好评: 爽
好评: 挺不错的解压小游戏，创意工坊也有很多好玩的图，甚至还能把无双游戏整成恐怖游戏
好评: 特别好玩着款游戏我超级推荐不要问我为什么因为寄胖是我表哥，下才玩玩超级棒
好评: 好玩的，但是五十块钱真心有点亏
好评: md爽
好评: 打击感非常棒，你可以在无聊的时候来发泄一下，就是地图太少了不够玩，同时难度太高了，boss基本上打你两下，你就去世了，虽然可以在创意工坊里找一些地图玩，但是只有部分有意思，现在已经出现了三个模式，可以看得出这款游戏的潜力，感觉当它成为正式模式时，一定会更有趣，希望官方能把中文汉化优化一下，部分地方是没翻译的
好评: 这多好玩啊
好评: 挺好玩

好评: 很好玩就是有点八个
好评: 新出的深渊模式很有意思，可以无限刷刷刷还能锻炼技术，大大增加了游戏乐趣，建议多搞一些这种副本似的模式
好评: 游戏内容仅供娱乐，切勿在现实中模仿
好评: 好
好评: 莫名解压
好评: 我他妈射爆
好评: It's a very stress-relieving game
好评: .
好评: 杀就完了
好评: good
好评: 很好玩的游戏，感谢作者出中文
好评: 终于更新中文了，之前打洞窟那个冒险根本不知道要怎么玩，什么都要拍照翻译，不懂英文的后果，现在可以完整体验了真爽
差评: 联机网络不行
好评: 拳拳到肉
好评: 虽然在游戏里面打爆别人的头很爽，但希望现实里不要被别人打爆头
好评: 好玩就是我这垃圾电脑玩着卡，要把分辨率调低
好评: 认同感压着
好评: 好评，以及BUG REPORT
可能我电脑本身有些卡顿的原因，游戏在游玩中闪退了。再次启动时窗口仅剩最小化，关闭窗口的按钮选项，验证游戏文件完整性和重新安装都没有用。
差评: Trash,worthless piece of shit,fuck you south east games
好评: wwww
好评: 好玩！！！！
好评: good的游戏十分的great
好评: Love the beneath mode, especially when you have a reliable teammate!
好评: 新模式有点玩不明白（翻译太渣了），还在摸索当中，不过游戏是好游戏
好评: 解压
好评: 冷门游戏，发泄游戏，可以
好评: 超级解压的一款游戏
好评: 好玩
好评: 好玩是好玩，但是联机的时候老是会卡退，希望早日修复吧
好评: 简单粗暴的血腥暴力，我喜欢
好评: ASEF
好评: 解鸭，血腥，爽：)
好评: 好玩就完事了
好评: 一款十分有特色的游戏
喜欢血腥或者断肢的可以来试试
同时创意工坊是个好东西
好评: NB！！！！！！！
好评: very good game
好评: 相当有意思的游戏
、
好评: 好玩的一批，就是有难度
好评: 血染小镇老玩家了，从一开始只有一个酒吧地图，一直到现在，正式版不远了。虽然时间很漫长但一直在进步————自制图，创意工坊，更多竞技场，更多关卡，丧尸模式，最近还更新了中文，真的是越整越来劲。希望官方能进一步完善中文，以及让玩家可以制作竞技场类型的波次关卡
好评: 一款好游戏，值得你花钱
好评: 真的超级好玩
好评: 玩着非常爽  很解压建议官方多出点地图
好评: 希望可以出中文， 也优化一下游戏
好评: 这款游戏及其血腥暴力，少儿不宜，不适合99岁以上老年人游玩，这才叫真正的GTA5
好评: 好玩，解压游戏妥妥的
好评: 不错，创意工坊提高了游戏的可玩性
好评: 总之，心情不好就玩玩这个
好评: 爽就完了
建议跟朋友一起玩，巨欢乐
好评: 爽就完事了
好评: 很good
好评: 17年买的这款游戏，现在都高中了还没有正式版，官方虽慢但现在还是更新了中文（机翻吐槽下），很好的游戏，算是以前的回忆罢了
好评: 挺好玩
好评: 1
好评: 彳亍
好评: 充满了番茄酱
好评: 哈哈哈有意思
好评: 好玩
好评: 爽就对了
好评: njh
好评: 这游戏当时震惊的我在床上乱拉屎
好评: 好玩解压
好评: 十分解压的游戏，挺有意思的，希望以后多推出一些关卡和武器
好评: ydygfvygfyufgfg
好评: 血沾满了整个小镇
好评: 各位云玩家 这游戏是有中文的，在游戏主界面右下角就可以调成中文（就是翻译有点糟糕）
好评: 我希望加点scp的mod
好评: 特别解压，适合解气，有很多mod和创意工坊里的地图可以玩
好评: 非常好
好评: 简直爽爆
好评: 先打一拳，打的时候再把问题问遍。
好评: hhh
好评: 当你厌倦了和平的日常，就该来这里宰点无辜群众了
现在可玩度还算可以，官方有几个关卡，社区里还有一万个各种各样，没事就发泄发泄
但是呢，现在的攻击方式比较有限，就那么些近战武器，两把枪，希望未来多整些更爽更牛逼的武器
好评: 一个字  爽到爆
好评: 非常喜欢玩 和期待的一个游戏 原来看别人做视频很想玩 自己玩了觉得真的很爽  地下关卡增加联机模式之后 感觉这个游戏有趣性升华了 因为竞技场和地图模式很快就打完了 地下关才是最长进度的模式 很推荐玩这个游戏 操作简单 但是有时候也吃拉扯
好评: 额
好评: 1
好评: 爽就完事了
好评: 很好玩的游戏  唯一一点我不懂的是：人都撞枪口上了有时我居然打不到他 希望官方可以修复这个BUG 我还希望官方可以出一个敌人离近了枪就能用枪托攻击功能
好评: df
好评: 还不错
好评: 游戏很好玩,解压很爽,更新的剧情模式也不错,但是,
我们需要中文,我需要中文.
我們需要中文,我需要中文.
We need Chinese, I need Chinese.
우 리 는 중국 어 를 필요 로 한다. 나 는 중국 어 를 필요 로 한다.
Wir brauchen Chinesisch, ich brauche Chinesisch.
Kailangan natin ang Tsino, kailangan ko ang Tsino.
中国語が必要です。中国語が必要です。
Abbiamo bisogno di cinese, ho bisogno di cinese.
Awak dhéwé butuh Pines, aku butuh Chinese.
चीनीयासंविधायनम्, चीनीयासंविधायनम्.
mi nitu ki China,me nitu ki China.
Vi trenger kinesisk, jeg trenger kinesisk.
好评: hw

好评: 怎么感觉出血量不如之前多了，但打的还是很爽的。

好评: 我非常喜欢这游戏，地图很有创意。
希望以后能出越来越多的官方地图
好评: 大一抢先体验，体验过还有机翻的上古时代，现在我毕业了，我依旧是抢先那一批
好评: 每次有压力的时候，只要打开这款游戏，压力瞬间消除
好评: sf54ws
好评: A amazing game.we want the P V P mod in multiplayer
好评: 我吐了这视角转的跟头绑在螺旋桨上一样快，还没一个小时就晕的一批
好评: 枪的打击感还不错，血腥效果不孬。
好评: 血腥暴力爽
好评: 打beneath模式，打了几个小时打到了废墟最后一层，两把附魔黑绿武士刀和附魔大盾，占三分之一的血量以及用不完的金币，结果电脑突然卡了然后白屏重启，之前所有努力全部木大，艹，我是傻逼，当然割草还是挺爽的
好评: 好评
好评: 好玩
好评: 体验到了很愉快的打架快感，新模式也非常的好玩
差评: 太卡了不是很推荐，虽然他武器丰富，内容闭真，但是优化我感觉不怎么好.....
差评: 有点卡
好评: good
好评: good

好评: 优化再好点多加点武器，这游戏挺不错
好评: 十分优秀的一款游戏，打击感满分10分我给100分，武器众多，关卡也很有意思，就是没有简体中文有点蛋疼
好评: 爽，但更新慢
好评: 你TM不知道这游戏有多棒，好玩死了

好评: 超鸡吧多的地图mod，还有哔真的血，适合发泄用，打不开创意工坊就使用steamSpeed A加速器吧！免费！
好评: 我需要汉化
好评: 打击感贼棒带感
好评: 爽快
好评: 很好玩
好评: This is a very nice game.
好评: 就这游戏给我笔记本CPU温度干到92℃，各种懵逼
好评: ahhhh牛逼

好评: 全靠创意工坊了
好评: 挺好的，玩多了大型游戏可以拿他放松一下
好评: 这款游戏真的很好玩！！！
好评: good

好评: nice game
好评: 喜欢这个游戏非常好玩
好评: 好玩啊，解压游戏，特别爽2
好评: 可以
好评: 赞

好评: nice
好评: 每次下班回来、压力大的时候、拿起木棒对游戏里的小可爱的香蕉疯狂输出
好评: We need chinese
好评: 给孩子买的 孩子很喜欢 一点也不血腥暴力 而且联机极其稳定(保命)   最后   我是傻逼
好评: 舒服
好评: nb

差评: 创艺工坊打不开
好评: 暴力解压游戏，爽就完事了

好评: 这款游戏打击感强，血也流的多，随便拿个武器，都能打一满地的血，这个版本死亡后再也不是响一声，而是惨叫，创意工坊的地图也特别的多，非常值得50元。
好评: 非常好玩的一款游戏，就是没有中文，关卡编辑器没教程，让刚开始做地图的人【不懂英文的】非常困难以外，就没啥太大的缺点了，好玩！巨作！【 官 方 更 新 速 度 真 快 】
好评: 打斗很爽快，但新模式的Rouglike有的吃惊
好评: 我喜欢 很好玩 I LIKE
好评: 斯巴达！！！
好评: 太爽了，大家都应该试试，他的风格偏暴力却不会让人感到不适或者恶心，在心情不好的时候玩这个是最佳选择，打折后真的很便宜，早就想买一个了！：）
好评: 带劲

好评: 非常好玩，只不过没有中文
好评: 66666
好评: 怎么说就是喜欢暴力我就是爱暴力
好评: 不错
好评: We need Chinese!!!
真的好玩，新出的模式也蛮有意思，不过没有中文有些是真的看不懂，话说为什么有三个选项?三种关卡？
创意工坊里也有很多很有意思的图。


用钝器砸人把人头都砸爆是真的爽！用锐器戳人直接戳死的真的爽！
好评: We need Chinese
好评: 非常发泄的一款游戏，不需要动脑，我太喜欢了。
好评: 苏神玩
差评: 发布了这么久了 到现在连个中文也不出，辣鸡辣鸡，评论区呼声这么高，也不出个中文
好评: OHHHHHHHHHHHH
好评: 夜幕降临，积压了一天的压抑，那么这时，打开[i] paint the town red	[/i]，
[h1] 奥利给，兄弟们，干就完了！[/h1]
一个上勾拳头给你扬咯~
好评: nb
好评: I need Chinese
好评: 这款游戏简直就是血腥暴力美学的化身，我本着体验的心态进行游戏，结果就是
来尝尝爷的牙刷宰种们！！！
好评: 血染小镇，永远滴神!
好评: so good
好评: NJ
好评: 太nb了
好评: 更新点新地图吧
好评: 好玩
好评: 解压就完事

好评: 好玩
好评: 刚买的就打折
好评: 解压好玩

好评: 好游戏，每次心情不好，就会在这个游戏里发泄，然后就会感觉就像穿着新内裤迎接新年元旦的早晨一样清爽~
好评: 这游戏真心好玩以前看中国boy玩血染小镇的时候因为没钱就下了盗版玩玩两年前入正还可以跟朋友一起打
好评: 小學的時候 看視頻看到這個游戲   ， 問阿叔，阿叔說上百度，他幫我下載了一個，我點開玩不了，要steam驗證。
後來家裏換了新電腦， 我又百度玩了這款游戲， 當然 也是盜版，玩的時候沒有看視頻那麽多内容， 只有一個關卡。
初一，主持下載了Steam，我忘記了這個游戲，迷上CSGO GTA， 現在上高一了，偶然間steam給我推薦了ta，很是歡喜，馬上賣了csgo的飾品，買這個游戲，想要立即玩到。
感謝!
好评: 汉化！！！！！！！！！我们需要中文
好评: We need Chinese!
好评: 真的解压
好评: 啥时候更新？
好评: 没有中文不会中文的玩家推荐别玩
好评: 中文中文中文中文中文中文中文中文中文中文
好评: 丁丁人~~~~~~
好评: 。
好评: 我是傻逼
I AM AN IDIOT
Yeahhhhhhhhh
好评: dfs
好评:   牛逼

好评: 特别暴力,血腥,但是非常爽!
好评: 好玩，只是我的电脑太卡

好评: 这是一个很容易上头的游戏(确信)
好评: 我柜子动了，不玩了不玩了
好评: 这种物理引擎做的游戏超级好玩，而且虽然标着血腥，但是一点都不觉得血腥
好评: 就一个字，爽！
好评: 非常推荐！！我是从【spoiler】盗版【spoiler】补票过来的，正版无疑多了很多内容，打击感，音效，鲜血飞溅的效果......特别是创意工坊的地图，清冽推荐！！！
好评: 好，very nice
好评: 爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽
差评: 联机连人都没有
好评: 真香
好评: 很早就买了这款游戏，但至今都没更新中文....说白了就是一个类似我的世界画风的打架模拟器，凳子,杯子台球杆儿，几乎你能想到的东西都能拿起来揍人，这个游戏到目前为止已经相对比较完整了，有创意工坊，有官方地图，有竞技场，还能下到地底打怪物！反正我觉得这个花这些个钱是很值的，我玩的贼开心，跟朋友联个机一起PvE,乐趣成倍增加，可惜现在还没有PvP模式，希望以后可以更新PvP和中文！建议不晕第一人称又喜欢玩独立游戏的玩家买来试一试，真的很有意思。
好评: 盗版补票，吹爆血染小镇
好评: 游戏特别酸爽刺激，但是如果不开作弊的话难度太高。。。
好评: 
好评: 对于卡的问题，AMD用户只能调分辨率来解决卡顿问题了。
好评: great game

好评: 很好玩
好评: hell yeah
好评: 一款发泄小游戏，单人玩有点难度，建议多人。
好评: Good game
好评: 棒的一批
好评: 好活
好评: good

好评: 很血腥，很解压
好评: 好好玩，人物很沙雕
好评: 挺不错
好评: 666666666666666666666666
好评: 非常有趣的卡通画风，画质也不错，例如血溅的效果，再加上各位游客精心制作的创意工坊地图，简直是真神作。
好评: GOOD
好评: GOOD,游戏很好值得推荐
好评: we need chinese，we need multiplayer beneath
好评: 这才是男人该玩的游戏

好评: 这游戏真正好玩的地方在于去抢每一关Boss的武器，抢到了笑开花，抢不到就裂开了
好评: 6666
好评: 好玩
好评: hao
好评: 好玩
好评: 挺好玩的
好评: 海星
好评: 适合发泄愤怒等负面情绪，
好评: ............
差评: 不行，太贵而且创意工坊都没有地图，游戏仅供发泄。
差评: 玩不了

好评: 很爽
好评: 一款不错的小游戏，创意工坊维持了它的耐玩性。这几天有瘟疫所以上网课，课间时候玩玩这个不错
好评: 好玩
好评: 爽死 但是偶尔会有小小的穿模问题 整体很好
好评: smash!
好评: 真心觉得很爽，血腥度也算可以，我喜欢
好评: 我是傻逼
好评: 9999
好评: 好玩好玩
好评: 很血腥，我喜欢.LOL
好评: t
好评: GOOD
好评: good

好评: 出中文更好
好评: 希望官方快点出中文
好评: 一点都不血腥，名字乱起的吧，应该适合所有年龄段！

好评: it's very interesting and fun
好评: 好
好评: GOOD!
好评: feichangxihuanzhegeyouxi  -on China yirule
好评: 干就完事了！！！！
好评: 这么好的解压游戏，还支持创意工坊多人联机还不快来玩吗？
好评: 好玩，打击感超级棒~~~
好评: 推荐
好评: 爽！创意工坊MOD地图很走心

好评: 玩的很上头，不过需要肝英文，像我一样英语不好的还是打个补丁吧
好评: 好
好评: 纯属发泄游戏，当你心情不好时，开一把，正如游戏名字——把你看到的一切打爆！
好评: it is so great that I can't stop to play other games
好评: A
好评: 好玩，就是优化比较差希望多优化游戏。
好评: 这个游戏实际上非常不错，虽然有一点血腥，但是十分合适个那些压力大的人解压
好评: 好玩
好评: 非常棒，用我们东北话是歪瑞顾答
好评: 有趣，。就是不知道怎么弄中文版，又或者说，没有中文
好评: nb

好评: bfcgdgdfhfdhdyhjhfsgj
好评: 好
好评: good\

好评: 这是更新了吗……
好评: nb
好评: 没为什么，就是好玩

好评: 很解压
好评: good
好评: 游戏很不错，希望官方出地下模式真的很想玩
好评: 666

好评: 怎么制作地图？
好评: 666666666
好评: 这游戏刺激感很好

好评: 入坑這麼久，這是個血腥暴力的發洩遊戲，如果你還怕看到內臟，斬首等畫面就別入坑了
差评: 进游戏动不了 鼠标指针还在 进到竞技场黑屏 这些算不算是BUG？
好评: 表弟推荐玩的，虽然血腥，但可以用来发泄一下自己的怒火。
好评: 我非常喜欢这款游戏，但我遇到了一个bug，虽然不知道是不是bug，但我还是希望有人帮我解决这一个问题;就是地图编辑器进去后没有地图，什么都放不了，点开始游戏就卡在那。玩官方地图也是卡在那，只能看到画面。
好评: 很棒的游戏

好评: 还行，发泄小游戏
好评: EF就完事了
好评: 一个字：爽！
但是感觉官方更新实在太慢了。
好评: 为什么进了游戏动不了鼠标还在求解

好评: 很好玩，甚至在游戏里可以捡肥皂
好评: 解压小游戏
好评: 就差中文
好评: 对我而言这是割草游戏，对绝大部分人而言这是被草割游戏。
好评: 爽就完事了wdnmd
好评: 在酒馆：
你不小心碰到了凳子
甲：草，有人碰我，大家快打他。
碰瓷游戏
好评: 拉好友进房间就能联机了，和朋友一起玩感觉不错
好评: 这次是来入正的，游戏非常赞！
自己也是一名U3D的独立游戏开发者，同行之间作为一种激励，购买了这款游戏。
衷心希望作者能越做越好，加油！
好评: 怎么玩创意工坊上的地图？
好评: 很真实，在监狱浴室里扔肥皂，肥皂会滑很远。
此外有马差评
好评: 虽然说我目前才玩了几十分钟，但还是忍不住感慨下：
第一，没有中文 
没有第二了。
尽管我在下载和刚开始游玩体验的途中遇到了诸多不顺
但这并不影响游戏自身程度的趣味性
挺好玩的一款游戏（较为血腥暴力，很适宜发泄）
嗯，就这么多了
好评: 把ue4玩出花来的游戏
好评: 毛子斗殴模拟器
没有中文，但是基本没有需要去看字的地方，干就完事了
10/7
好评: 大佬们知道我为什么打完3DM中文补丁后会黑屏吗？求助！
好评: 好多番茄酱
差评: 非常的难，我已经退款了，服务器没有人
差评: 我不晓得为什么玩不了进去了以前的图没了初始的也动不了

好评: 这游戏是不错的，但是我感觉我是正版游戏受害用户，版本号一样的正版和盗版，盗版玩起来最高画质都不卡，帧数稳定
正版玩起来却是低配画质并且帧数起伏不定

游戏性的话
可玩性 10/8
打斗 10/10 （打起来很有一种感觉，非常有快感）
价格 10/7 （这钱花的值）
音乐 10/8 （不论是打没打起来，音乐都会有一种蜜汁感觉在里面，有的时候听着音乐打斗你会觉得自己是个武打高手，是个红棍）
配置 10/6  正版默认双核显卡但是百度调单核显卡也没用，依然卡顿
想要玩的话推荐先去下个盗版，直接买正版的话可能会因为游戏问题让你没有玩的兴趣
好评: goodgeam
好评: 先给推荐，随便问问，那个地下城模式怎么解锁啊？
好评: 我觉得还行
好评: 创意工坊很nice
[b][h1][spoiler]上「[url=www.babagame.vip] www.babagame.vip	[/url]」找到你的游戏好友，一起参加游戏开黑，还能获得众嫖大作游戏机会。[/spoiler][/h1][/b]
好评: 好van 优化不太好。
差评: 操你妈傻逼游戏，打不开。
好评: This game should be call ：Call of duty: No russian simulator
这游戏应该叫做：使命召唤不准说俄语模拟器
anyways fun game
好评: 哎呀哎呀
好评: 敌人种类较少，AI较低[满子弹霰弹枪居然拿手上砸人，完全一前一后走位就可以无伤杀死]
地图较少，玩法较单一
好评: 太好玩了
好评: 为什么我的玩一会就停止了工作 求大佬们帮一下
好评: 很適合釋放壓力
好评: 玩完了第一关，我整个·人都是汗。

好评: 之前玩过 很好玩可以添加Steam上的好友进行联机，特别关卡有很多，。但是英文不会选择，我只能会玩第一个三个关卡，其他关卡没弄明白  推荐
好评: 不错，挺好玩的

好评: 非常好玩，可玩性很高。
好评: good
好评: 干死他！
好评: 这游戏的打击力真的给力！物理引擎做的很好!
好评:   我觉得官方放弃这游戏了。几年不更新了。不更新算了还没有中文。玩着还头晕。而且创意工坊一大堆烂地图有什么用？但是这游戏一开始体验还不错。
好评: 游戏做工还可以但玩久了会腻，建议土豪购买
。
好评: 血腥！暴力！
好评: 有了创意工坊，这游戏就是完全体了！强推
差评: 天啊,我才玩了一会儿,居然晕3D了...
差评: 真的真的垃圾，Macbook完美无法运行，打开就白屏，真心不推荐
好评: 不错的游戏，适合发泄，自由度较高，但有些血腥。很适合联机一起哈啤😄值得购买😏
好评: 也就是不开心时发泄发泄，不过如果发泄一半s去世了，你一定会有砸机箱的想法的，尤其是人已经屠尽了，被最后几个BOSS抽死。
好评: 玩了很久 非常棒 经历了很多版本 希望官方推出简体中文尤其是关卡编辑中文！！！
好评: 很不错的游戏，够血腥暴力，创意工坊里好多地图增加可玩性，尤其是模拟其他游戏或电影的地图，希望游戏本身自带的作弊器能用在创意工坊地图里，不然单打独斗很难一个人最后存活，这可比吃鸡难多了，
好评: 游戏已经删了，如果有了中文的话，会火的。还不错
好评: 武器少
好评: 好玩，在杀戮中获得快乐。
好评: ...........
好评: 建议出中文以后会有更多人玩的
差评: no chinese
好评: 加个中文能死吗，不过很好玩
好评: 比较推荐还挺好玩的，就是地图有点少，排位死了一次要重新开始
好评: 另外几个夏日夜晚的记忆。北冰洋味。
来源于好友游戏列表中偶然的一瞥，和早期重力骨头的回忆。
闪烁着辉光的方块与血痕。
大力开飞脚出快感出奇迹。
跑动踢击。
厨师是噩梦。
海盗湾的惬意怡然。
杆状物体的穿插，挥舞，阻隔，与捣毁破坏。
真实的露骨
最爱被吉他打倒的声音。
竞技场是不断的梦魇。
好评: 和我玩血染小镇的加我steam好友
好评: 爽的一逼的游戏
好评: I don't no, why I can't to the community?But the game is very good.
好评: 男人的游戏就是要拳拳到肉 刀刀见血 美滋滋
好评: 这个游戏应该叫《模拟毛子的日常》

白帝圣剑！
御剑跟着我！
老外你别拉屎挂牛鞭！
俺爱你胡彦斌！
一下子死了四个！




好评: 无论你是谁，来到我们小镇。
我们就会全体欢♂迎你。
桌子上的东西随你用，就是质量不咋样。
看我蛇皮走位，反复横条@#%@#￥%@#
MMP，人真多，不能一个一个来！！？，
好评: 对于大神来说是一款很不错的发泄游戏。对于手残来说……呵呵
好评: 一开始的方块人是劝退要素，可是一玩魔性得停不下来。
好评: 好玩
好评: 很好玩，很耐玩
好评: 垃圾游戏真的不舒服
好评: 啊哈哈哈哈哈哈，发泄性很强的游戏，闲暇时光打发一下时间是个非常不错的选择，不会太难也不会很简单。角斗场模式和小伙伴配合应该很有意思。
好评: 多加点武器
