差评: 垃圾打不开，这么久还没解决，正版受害者
差评: 内容太少
好评: 嗯……每个队伍都有自己剧情好评，虽然每个剧情也就半小时而且大同小异
差评: arc你他妈的吃了屎，你的新游戏《罪恶装备奋战》夹杂分裂中国的言论，请大家都来差评arc的游戏，或者不要买arc的游戏，让arc去吃屎。
--------------------------------------------
2021年6月18日，arc在《罪恶装备奋战》中删除了分裂中国的言论。
好评: ⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
差评: 无法进入游戏
差评:     很早买的，一直没玩，现在反正也退不了款了。
    进入游戏提示游戏存档设置，找了一圈那个键是确定，然后就说啊，你移植就移植，改建改不了，uok这些键你让玩的人怎么按啊？
    如果我们真是买情怀来的，这游戏也就是卖情怀了。
    我真傻 真的XD
好评: 小时候的游戏，人物很多，技能也多，就是故事太短了，场景太少，一共就8场比赛就通关了。
差评: 玩都玩不了白买了
差评: 2019年出了最新版：River City Melee Mach，直接买那个就可以，千万不要买这个，内容方面这个有的最新版都有，而且这个版本在分辨率上各种问题
好评: 童年，不用多说，都是回忆。
差评: 不是打骨折请勿入手，内容少且基本无法联网
差评: 别买
差评: 也太短了
好评: 能把行进曲最后的格斗单独拿出来卖是我真没想到的
看在汉化完整，剧情流畅的情况下这冷饭我吃了
差评: 键位好ZZ   手柄为什么连上用不了
好评: 还行，就是内容少
好评: 首先。 吸小时候  真香...........

更新评论：
大家注意了热血行进曲 和 热血乱斗SP  是Arc 制作H2发行

而最新的热血物语美版画风 女版物语开始没有了 H2的标志 显示为Arc System Works发行
最新热血街头大乱斗 收录了很多地图  所以热血乱斗SP是半成品，显示为Arc System Works发行
因此推断 和H2公司闹僵了，以后Arc System Works 独立发行游戏
热血以后会有新进展 我相信，和别的公司合作毕竟有很多问题。 


以前评论：
行进曲移植格斗版
没行进曲耐玩。
格斗不错但是。  地图真的特么的少的不是一点点 可怜的。 热血系列那么多场景 你们就抠成这样？ 连个高校校园内场景都没有
学校高台3个地图没什么软用 还不如算1张图， 足球场那个地图是半个场地   给个全场地互相球门伤害才叫好玩
剧情也过来过去都这几个地图，热血系列这么多  这么几个不细致的地图敷衍玩家？   说到热血全员  抱歉还有很多没有

我需要热血物语  热血运动会  热血足球  热血篮球  新版的热血硬派(硬派本身就带这部分)   最重要的热血格斗(才是真的乱斗 加上多人对战)
抱歉地图少  我真的不买账  我也选择退款。  这款游戏没前途
好评: [h1]向日葵游戏评分：6分（1-10）[/h1]
这款游戏重制了《热血进行曲大运动会》里的格斗内容，玩家们将扮演FC时期那些耳熟能详的角色在各种场景内进行4人大乱斗。
作为重制版，在保留原版人设的基础上进行了画面高清化，游戏的操作也更流畅了。一共包含25支队伍150个角色供玩家选择，每个角色都有各自的格斗技能，地图也还算丰富，但非常遗憾的是作为一款乱斗游戏联机匹配不到人，游戏的乐趣大打折扣。
特别提醒：按ESC会直接无提示退出游戏！
[h1]欢迎大家关注我们的鉴赏家：https://store.steampowered.com/curator/28763059[/h1]
[h1]关注微信公众号和头条号“向日葵游戏”获取更多资讯；官方微博：向日葵游戏评测[/h1]
好评: 只适合情怀党
打折入的，无聊的时候玩玩不错~
好评: 没人？？？？
差评: 非常坑的一款游戏，不能调键位，内容少，打折17块我都感觉亏了
差评: 一款无聊，毫无打击感的游戏。
差评: 我第一批接触的游戏就包括了热血系列作品 至今我都回味无穷 直到我买了这冷饭版 心灰意冷！
好评: EMM，为什么没有操作说明呢？摸索了好久....但很喜欢这种画风的格斗游戏
差评: 没有大运动会的自由组队系统，没有角色培养系统，找到基友还不能线上联机，单机模式单调，总之花钱买情怀，只能说这是一款对不起热血系列的失败作品。
好评: 慈善包喜加一默认好评系列
很普通的游戏 不知道为什么那么贵  可能是我还没有玩到精髓
差评: 怀旧游戏，福利包入的，价格与游戏内容不符。内容少得可怜，地图就几张。纯粹就是行进曲格斗部分移植，不是很推荐购买。
差评: 价格贵的要死，内容少的可怜。    这个热血系列的新作 ...2个字 失望
好评: 目前ARC重置的两款热血作品里，唯一一款能够正常使用中文玩的游戏。

经典复刻，一代人的经典回忆。
但是这只是大运动会里面的其中一个格斗部分，在地图大小、道具丰富上有局限，还是期待一下热血格斗吧。

保存能看不能用，但是由于都是快餐式流程，一个小时就能结束一个游戏流程，存档功能可有可无。
支持中日英韩四种语言，也像FC时代一样支持手柄。
支持在线多人，但是没有人玩。

比较好的地方就是自带音乐鉴赏和招式图鉴，对于适应时代的潮流的创新值得肯定，中文也能正常使用，总之比起进行曲好多了。

这款游戏值不值得入手？
答案是[b]不值得[/b]的，如果要怀旧的话建议入手ARC的IG同捆包（BlazBlue River）比较有性价比。
消息称新的热血大合集要推出，不妨继续观望一下。
好评: 杉果打折入了，感觉还行 20多元 怀旧向。偶尔想起来玩玩也是不错的。。
差评: 纪念童年的回忆购买了此游戏，其他不说，简体和繁体中文的必杀射门和椭圆射门 名字都弄倒了。
差评: 只推荐fc时代有情怀而且能找到朋友一起玩的人入，当然我还是觉得这个游戏是很欢乐的，但是一个人自己玩单机肯定是会腻烦的。
差评: 怀了波旧，只能说真的不值这个价。可玩性很低，我个人感觉还没以前fc那个版本好玩，以前还有合体技，地图也没以前的有趣，奉劝那些买了的玩一玩就退了，我就苦逼了，从杉果游戏上买的，想退都没法，以后估计放库里都不会碰了。
差评: 一个人都没有。。一个人都没有啊。。。。
差评: 好单调的游戏 不推荐买
差评: 只有格斗。。不咋好玩，而且操作按键蹩脚，只能设定U O J L四个按键。操作上感觉很不流畅。
好评: 非常好玩，格斗技能说明真良心。
好评: 很好玩，只不过匹配不到人，只希望能匹配到更多的人。招式技能很炫，尤其是怒气满后，技能招式会有各种特效，打击感十足，心理博弈更多了。I hope more people can find this game,or you will miss a good one.

差评: 奉劝：即买即退。可玩性为零
差评: 这游戏太单调一点乐趣都没有还这么贵
差评: 作为期待已久的系列格斗续作，失望太多
格斗部分特技过于繁多花哨，实际打击感与20多年前的格斗与物语差太多
场景是硬伤，不仅模式单一，而且地图太小，有一种施展不开的感受
剧情就不谈了，反正也不是重点
对于系列怀旧玩家，喜欢前作行进曲的格斗扩展可以买
但对于喜欢格斗系列和物语系列的玩家，不建议购买
差评: 太垃圾
好评: 这一作和热血进行曲比起来逊色了不少.如果想追求剧情和刺激 个人感觉还是3ds上的热血物语sp更好玩一些.但是单纯为了热血系列喜+1的话那就不要犹豫了，70元的性价比还是很高的.
(运行游戏前一定要准备好手柄）
差评: 没意思
差评: 打了一下剧情模式，感觉还是红白机上的热血格斗比较好玩，挺失望的
差评: 又是一款贩卖情怀的游戏，可惜这个情怀不属于我，游戏并不出色，抱歉试玩五分钟退款
