差评: 浪费时间，网络也不行，没人玩
好评: 不能搞点人机吗？？？？这游戏买到现在，我就没玩过几局！！一直排不到人，有没有游戏体验先不说，你至少让我能玩啊！
差评: 游戏更像是一个没有完成的 demo，打击感很差，动作连贯性很差，团战掉帧，显卡杀手
好评: 哎，网速差是原罪。
为什么每个女角色都有丝袜，我喜欢光腿的。
差评: 游戏5分钟，等待两小时
差评: 此处省略一万字
好评: 真有趣！！
差评: pc端为什么怎么调 画质还是糊的？
好评: 为什么这个游戏我进入战斗模式按技能键了之后为出现英文字母弹窗然后就自己退了呢
差评: 按住W前进,途中按tap看一眼地图.结果人物停住了,需要松开w再按一次.游戏的开发人员也太新手了
好评: 666666666666
好评: 非常棒的吃鸡游戏，结合了神之浩劫和韩国特色的武侠吃鸡，角色技能PK一招一式很有PVP的对抗性，强烈推荐玩累了永劫无间的玩家来这里暂时换一下口味！
好评: 这游戏还有西游系列的人物，厉害了！
好评: 游戏还可以，但是服务器太卡了，所以我明知永劫无间是个坑也要往里跳。
好评: 虽然以往都不喜欢玩格斗类游戏，但这游戏玩着还可以，刷怪打装备再见机偷袭大逃杀，3排还可以打打，不过动作切换总感觉很僵硬（相比永劫无间，或许就是这个设定？），玩习惯了还行。女角色很对我胃口，是lsp喜欢的，韩国游戏建模还是顶。暂时就一张图，一局打的很快，10来分钟一把最多。游戏里皮肤也很好看，可以肝游戏币或者充值获得。最近因为可以和ps平台玩家一起匹配，人终于多点了。
差评: no Oceania no good lah~~
差评: 这个破游戏无故关服一年回来后除了多几个人物外真就一点长进都没有，优化该那么差还是那么差。倒是从充钱渠道一个都没少。我真是瞎了眼才买这个游戏，以后只要是这家公司出的游戏我一律不买。
好评: 游戏画面出色，优化也不错，显卡1080视频设置高和最高混合不卡。非常喜欢游戏里角色建模，每个角色特点鲜明，玩起来很上瘾。一盘游戏排队30秒左右，希望越来越多的人关注这款游戏。绝对推荐！
差评: 我不是很懂为啥要改成现在这个样子  以前喜欢玩就是因为有MMO的元素在 你现在改成这个样子在市面上有啥优势啊 不如玩永劫无间，图这么小 落地就是打 BOS也不打了 怪也不咋刷了 完全没以前那味了 不改回去肯定比之前凉得更快 一个PC玩家都没有全是PS平台的，PS免费一结束就等寄
差评: 我2020年8月3日给的差评，这次更新我再补一个差评。停服差不多将近1年，然后呢？更新出什么了？画质？优化？打击感？毫无有点。不是我踩这个游戏，是这游戏真的不行。就这样来看还得停服。
差评: 优化比原版还差 卡的批爆 原版流畅玩 新版开最低两人打都三十帧 玩锤子
很喜欢这个游戏 现在一看我是伞兵
差评: 原本想3号玩一下再来给差评 但是忍一步越想越气 退一步越想越火 我买游戏到现在 里面长啥样的都不知道 退款吧 你都没玩过 不退吧又气的慌 特意去加了群 就真没半个人搭理你 过了好几天 更新群公告才知道维护到3号 然后从头到尾就没一个人搭理你 我觉得我是跪着花钱的 你拿了我的钱 是我对不起你 我跪着等你更新 我太对不起你了 给你添麻烦了 你更新个公告是看得起我 不更新我就该一个屁别放的等着 能让我玩上 我就该跪着给你磕头了 还那么多问题 是我不对
好评: 能不能做一下宣传阿  一年多了 还是觉得这游戏好玩
好评: 快开服啊！等得劳资受不了！

想一起开黑的先加个好友呗。这么好的游戏没人玩多可惜。
好评: 一直在维护，最近突然看到消息说要上正式版了，之前测试玩过还行，希望正式版发售能不错吧，西游系列的人物还挺有吸引力
差评: WDNMD天天维护 你拿出来卖NM   RNM 退钱！
好评: 艹，打开游戏试了一天都显示在维护，从没见过能维护这么久的游戏，一去官推看，更牛比了，哪是几天，是几十天，到8月3号特么...
好评: 根本匹配不到人！！！求求开发商加入AI对手吧，但凡能学学永劫无间，这游戏都不至于这样！还没抢先测试结束就快鬼了。
好评: 游戏挺好的，各方面素质都不错，人物很多也很漂亮，动作很帅，前期的引导也很不错，虽然之前在其他平台测试玩过，但还是觉得如果人多在PC上玩比较有意思。
好评: 游戏是个好游戏，之前还在PS平台上测试玩过，各方面素质都不错，问题就是PC版本没人....
好评: 感觉挺好玩，就是这游戏优化差服务器也差，玩的像PPT似的。现在还没人了，可能是宣传不行，这要和永劫无间一个宣传那不起飞了。
差评: 游戏是好游戏 就是这服务器卡的逼爆。。导致没法玩
差评: RNM退钱，捞一笔就跑了？
好评: 游戏不错 比永劫无间有意思 但是没有人玩 这么好的游戏成鬼服 可惜了
好评: 这个游戏做的可以~  可惜代理能力太差 如果中国    腾讯  网易  这些大佬代理这个  绝对火的~ 比那个垃圾永劫无间强百倍
差评: 等待40分钟 无人匹配
差评: 笑死 根本匹配不到人
好评: 这么好玩的游戏为啥匹配不到人 是真的没人 还是服务器的问题 赶紧推广下 这个游戏肯定能火
好评: 好游戏被垃圾运营毁了，但凡你学隔壁永劫无间战局加入AI也不会凉的这么快，还是说你们只想圈钱跑路
差评: 游戏不错，根本没人玩坑死了！
好评: 为啥这么好玩没人玩
差评: 这游戏没人玩了？

好评: 很好玩的一款游戏就是没有人玩
好评: 怎么没有人了 是不是吗人玩了
差评: 啥玩意，开发商跑了？

差评: 匹配没有人，是已经停服了吗......
差评: I felt a right idiot.
好评: 不错
差评: 当初买的时候不太满意，但我相信你们会慢慢更新完善这游戏，人也会慢慢多起来，所以没有退款。现在四个月过去，隔壁的免费影子战场都两轮通行证，发售后你们收费游戏连个动态都没，真的好意思吗？
差评: 我是傻逼
好评: 游戏不错，但是刚出来，人太少，创意挺好，打斗操作武侠类吃鸡，挺有意思的，还有一些和新颖的内容，就跟一个江湖样，还有打法多种多样，格斗方式的设计挺好的，每个都有好多种互相克制的招式，很吃技术，唯一缺点，就他妈没人，没人，没人，没人……
差评: 二货
好评: 我是傻逼
差评: 匹配不到人，还不能打怪，还这么贵，买来也玩不了，还在卖，坑人家钱
差评: 优化很差 服务器没看懂到底要加速那个地区的 优化真的非常差 1660s显卡开低到不了144hz 但打击感做的不错 希望加强优化和服务器 而且现在也没人玩啊 匹配了半天排不到人
好评: 推荐，但是建议出个单人PVE模式， 因为经常匹配不到人， 很郁闷
差评: Laji
差评: 超过推荐配置玩游戏还非常卡顿，优化都没弄吧，已经退款。
差评: 都没有人玩 什么鬼啊
好评: 啊 
匹配不到队友啊 
挺好玩的啊 
但是就是没有队友啊 
任何一个模式都P不到？？
emmmmmmm
差评: 进游戏后发现有个新手模式，说是可以和同是新手以及幻影（我猜是电脑）同台游玩。但是依旧要匹配，依旧是匹配不到人。待了10来分钟，村里只有我一个，无奈退款了。我还挺喜欢这个游戏的，看宣传，看视频都觉得好玩。但是……没法儿进行游戏谈什么都没用。
差评: 完全匹配不到人，玩个球！貌似卡贞比较严重。玩了一个小时退不了款。
差评: 不建议购买 游戏的优化不好 本人电脑配置是上面的推荐配置 玩的画面真心卡 各种掉帧 而且匹配需要等很久
好评: 务必出单人
务必出单人
务必出单人
好评: 没有人玩个游戏等半天，没中文，加上我玩的有点卡顿，就是明明我打了怪屏幕显示我没打怪，我走前门突然到了后面这么打个毛架啊
差评: 垃圾游戏，压根就没人玩啊，别买啊，我是大傻逼
好评: 为什么这游戏，他 有人买却没人玩？官方 也是 知道鬼服 的 情况 ，就 可以 选择 暂时 关闭 一些 游戏 模式 ，现在 人这么少 ，还 搞 这么多 游戏模式出来 分散 本来 就 没几个人 的 服务器 玩家的 选择 吗 ？？？？？？？？？？？？？？？？？？
好评: 打击感可以，就是网络不行
差评: 不知道是不是推广力度问题。玩的人太少，等开局时间太长。
差评: 垃圾游戏。对新手极其不友好。
好评: 游戏模式看起来比较有兴趣，但是根本没机会体验啊，游戏时间已经显示有80多分钟一把没开过,难顶啊
好评: 还不错的一款游戏，但是希望能出来更多种模式和地图！
差评: 别的都还好，人少也不是官方的锅，但是我电脑双屏的，你这游戏不把鼠标锁在游戏框内，导致我打架打到一半老是点到隔壁屏幕然后切了，直接原地挨打就很气
好评: 除了人少以外，挺不错的。近战格斗类吃鸡，完成度高，人物动作很自然流畅，画面精美，战斗系统也很平衡。用词感觉我像一个托一样，哈哈哈哈哈哈
差评: 就算开了加速器还是好卡
差评: 垃圾游戏
差评: 实在是太卡了，太卡了
好评: 游戏玩法还不错，如果是pve我就更有兴趣了
差评: 退款就算了，我是傻逼
差评: 食之无味，弃之可惜（可惜指屁股）
先不说优化问题，打击手感软绵绵的，如果是PVP这种操作手感体验很差。
然后是服务器。。匹配一年都匹配不成一局，这么少人玩不考虑做成PVE？？一定干啥都要吃鸡嘛？（可惜这屁股了）
这种PVP带着PVE元素的游戏真的不太行，不过之前有个武侠吃鸡游戏做得都比较好，因为人家PVE元素占比很小，完全不影响PVP的快节奏。这游戏在刷装备的同时还要打人，刷怪是为了拿装备打人，可是没装备打不过怪BOSS，没有装备打怪就只能去打人，打人装备也不一定比对面好（还有这游戏的英雄平衡性一般）这。。。害，希望制作组考虑一下定位吧。（当然也有可能是我的原因，萝卜青菜各有所爱，可是这种游戏类型我就觉得玩起来鸡累，唯一的动力就是看看屁股了）
差评: 我就在想，我花了钱买了这游戏，然后匹配不上人，无心玩了又退不了款，过了不久游戏免费了，我这钱是不是就等于喂狗了？？？我库里已经有3个类似的游戏了，花了快200，都成免费游戏+鬼服了………………
差评: 看评论里。官方竟然说过，因为召开了比赛。导致普通房间没有玩家无法开始游戏这种说法。所以。一个官方活动，休闲玩家就不用玩了是吗？还是说这次比赛有几万甚至几十万玩家参与？导致普通模式无法开始？？一个完全的多人游戏，不能随时随地的开始游戏，需要玩家适应游戏的时间？抱歉。虽然游戏本身品质没有觉得有问题，但是真的不至于好到我会掐着表上线就为了玩一下。其实很喜欢这种动作游戏。之前甚至一度安利朋友一起入坑，但是幸好没下手，这次免费周末，讲道理难道不应该是人气爆满的时候吗？可我度过教程之后只成功开始了一局游戏，其余时间全是等待，退出，等待，退出。对不起我的时间无法控制在这个游戏的高峰期上线。是我不配玩。希望你们能有足够可以控制时间的死忠为你们续命。不过很感谢免费周末的活动。毕竟退款这事也麻烦。顺便一说，同类的影子战场甚至只是黑沙里的一个模式，抽离出来卖皮肤圈钱而已，至少能保证正常进行游戏。相对的，一个吃鸡游戏，本来就是失败率极高的游戏方式，而我根本无法正常频繁的开始游戏，先不说游戏体验，甚至不能开始游戏。还有什么可说？韩国游戏本来品质普遍不低，而因为国家因素导致多年没有韩国游戏进入中国市场，现在根本没有竞争者的市场里，居然也不能做好游戏的本质，真的无话可说。没法开始游戏，说什么借口都是空话。没人玩，不是玩家的错。
好评: 一言难尽
好评: 没什么人呀，排很长时间，技能释放不流畅，等级高的打排位有优势，不平衡！
差评: 1.BGM难听↓
2.目前仅有的三个女角色好看↑
3.大厅动画内容不多，其中一个是黑人大汉穿着粉红裤子跳骚舞↓
4.等了10分钟甚至凑不到11人↓
5.打击感不佳↓

差评: 优化真的太差，对老机子真的不友好，开最低画质也还是会偶尔卡顿，而且最低画质真就和马赛克差不多。。。
几乎匹配不到人，玩了几把都是两三个人在打。。
看看隔壁影子战场，别人免费游戏质量也不比你们差，动作流畅度更是甩你们几条街。。
本来之前就加愿望单了，这次周免试了下，幸好爷没买。
好评: 我建议可以把人数调的低一点 60人上限 你们自己试过吗 那场景 60个人 20分钟的缩毒时间 地图也不算是大 副本就那几个 如果真有60个人能在同一局的话应该是一直在打架 没时间打装备

建议 单排 最低5个即刻开始游戏 上限12人一局 

        三排 最低九个人 上限15个人

希望能接受下意见 这游戏现在就处于人少的状态下 如果不想改变游戏玩法就改变游戏人数

大中午的时间 单排 开一局也要半个多小时的等待 就非得凑够很多人才能玩么
好评: 晚上只玩了1局，然后就3个人等了20多分钟匹不到人而且尝试了3次。。。。辛亏官方给了几天的试玩的机会。
差评: 这个游戏我无法给出评价，但是我不建议购买。因为连匹配一把的机会都没有。等待半个小时都匹配不到6个人，游戏甚至都无法达到开始最少开局人数。
好评: 没人玩啊XD
到底好不好玩我也不知道啊！
差评: 免费周还能一局凑不齐十个人太秀了
差评: 匹配不到人 我玩个鸡儿
差评:  人少   还卡   进去全是老鸟
好评: 可以玩
好评: 游戏挺好的    就是人少点
好评: 没有中文？
好评: 第一次写测评，4小时的游戏体验不算很理想
服务器不是很好，小众公司的服务器在所难免
本人在美国，连的USA的服务器，游戏中的技能连贯不算很好
单人开训练场的话连的到没啥问题

游戏模式有4种，单人大逃杀，3人大逃杀，1 v 1对决以及4人混战

最大问题是大逃杀模式下的掉帧问题十分严重，其他模式都还好

对战的方式有些特殊，并不是无脑脸滚键盘就能连死人
上手难度的话也不算很高，1-2小时的话差不多就能理解一些角色了
有些角色技能设计在锁定模式下有点反人类

但我觉得最大的亮点还是在于画面还算不错
技能华丽，人物精细
十分制的话可以给个9.8分，有时候有bug人物会变得有点瘆人 :V

良心的多语言还是得给个赞，语音也有很多，俄语日文中文五花八门
对于一款还在抢先体验的游戏我还是抱着挺大的期盼的，
小众游戏没啥人会在意评论，能帮到大家一些是一些。<3

忘了说了，我是傻逼
好评: 400多个小时了。再来看这款游戏。其实现阶段来说这个游戏已经做的很好了。操作方面细节的地方很多。如果arpg游戏没得操作难度。那还不如玩斗地主。游戏公司虽然小。但是对待问题这方面很不错了。玩家提出的bug官方都会第一时间回复。玩家对操作机制有疑问官方也会回复。现在再没人玩。中旬还是会继续出英雄。感觉游戏公司把预算给了游戏本身，而忘记宣传预算。游戏你可以氪金。你也可以选择肝。皮肤全都可以在游戏里面得到。画质很好，连招体系没有那种无脑输出环境。33吃鸡模式对团队配合要求紧凑。现阶段一直在提升。宣传策划虽然垃圾。但是不影响游戏体验。操作其实并不是很难，只是费脑。会玩你就会喜欢上这个游戏。人太少，你们总可以尝试一下。除了人少游戏基本毛病没有。可以入手试一试。好游戏都是在玩家共同建设中成长的。
差评: 这也凉得太快了吧，基本上除了单挑 匹配不到人了
差评: 排了两个小时这游戏也是凉的可以....
好评: pve 占比太多 一直在打怪
好评: 人多点的话应该是不错的游戏
差评: 进游戏有等半小时等不到一个人
差评: 延迟太高 网络导致游戏极度不平衡~垃圾游戏 ，千万别买 让他破产
差评: 不玩游戏的人做出来的游戏是什么样子的，玩玩就知道了。
差评: 垃圾游戏
差评: 进去游玩了一些 画面整体还行吧 ,但是很可惜我的显示器32:9  而看到最大分辨率 是2560X1440, 进页面后画面畸变很严重  .删除 安装了2遍,是bug 还是什么不清楚, 切换回桌面游戏闪烁 无法切换. 目前来说体验不是很好
差评: 捣鼓了半天才知道要用指定的加速器才能正常游戏，等级、装备、技能、闪避、格挡、副本。。。。。。游戏机制极其复杂的后果就是大佬杀人如砍瓜切菜，新手被虐成狗，而且这游戏没有人机，不按段位匹配（玩的人太少了），极其劝退新手，新出的新手模式更方便炸鱼狗炸鱼了。
----------------------------------
抛开混乱的匹配机制不说，这游戏优化和战斗手感也差的一比，打起来有明显的按键延迟，而且因为是非锁定镜头，攻击方向和技能方向不是你的屏幕朝向，而是你的人物朝向，打起来非常难受，滚轮锁定功能太鸡肋，锁定之后就完全没法转镜头了。
----------------------------------
角色平衡就是一坨屎。
差评: 匹配太慢 加机器人 加段位匹配
好评: 游戏挺好玩的，就是玩的人太少了。
好评: 我是傻逼，多玩了一个小时不能退款
差评: 我怎么没有收到5000SP ？？？辣鸡游戏 我还兴奋上线看了看  啥都没 MD卸载 祝你们早点倒闭
差评: 这画质垃圾到爆还不如QQ幻想了。卡的走路模模糊糊完全不能玩。。。
好评: 兄弟们 买得了吃亏买得了上当  这游戏就是喜加一 鬼服 都不如快餐游戏 还没开始就结束了
好评: 给你好评是因为你持续更新修复 这是好事但是游戏的问题非常大 在某些环境会很卡 希望优化一下 其次就是新手组队问题 刚开始玩 地图和怪机制都不太懂 然后和一堆老鸟在一起玩 这打的过吗还有就是操作问题 可能是我个人问题也可能是大家都有的问题 有些人物用起来非常憋手 技能和攻击总感觉难受的一批
差评: 这游戏比九劫曲差一大节
差评: 1060   16G内存   I7玩不了，也就几十块钱的东西就当买吃喝了
玩了十九小时是刚买那天训练场玩累了睡着了挂在那，不然早退款了，现在也只能玩车轮，大逃杀进不去，群早就加了你们工作人员解决不了，优化成这样的半成品敢卖79你们是比砍2还狠
也别说我电脑有问题，剑三屏蔽玩家电影画质能打攻防，就算不屏蔽也一样能玩，平时最高画质玩的一点不卡，逆水寒啥玩意的一样开直播都没问题
目前挺喜欢这游戏，车轮战也耐玩，什么时候优化好了我自然改成好评，不然你们也不配
还有游戏里的一些东西，人少啥的也懒得说了，优化成这样宣传了也是白给，就说车轮里在边缘放技能把自己弄掉下去的事，比如米米的被动，艾伦的大，怎么了？是你们程序员水平超群做成这样还是策划把自己的睿智加在了角色身上，打架别人能弄死自己太搞笑了吧，你做游戏归做游戏你别讲笑话啊
好评: [table][td][url=https://store.steampowered.com/curator/30253125]订阅甄游组鉴赏家[/url][/td][td]玩家互侃群 124925250、52756441[/td][/table]
[table][td][url=http://live.bilibili.com/825456]讨厌君与小蜗酱的B站直播间[/url][/td][td]直播粉丝群：1125337103[/td][/table]

[h1]讨厌君个人主观评分 7/10[/h1]
这是一款比较少有的可打浮空打连段的动作吃鸡游戏，游戏包含野怪掉落，升级学技能，解锁天赋等特性，有一定的RPG要素，打击手感扎实，多角色技能与玩法都有很大不同，预判对方破防攻击来使用的“弹反”系统大大增加了游戏的可玩性与刺激度，一步猜错容易直接被带走，当然为了保护这种情况游戏内还有爆气弹开的保险设定，只是CD很长，游戏吃鸡模式包含各种野外boss营点与箱子等，玩家平时需要通过刷兵刷boss来增强自己，野外遭遇战在有野怪的情况下形成的PVEVP还是很有看头的，配合加速器的游戏体验还是相当棒的，游戏模式无论吃鸡，4v4，还是1v1的换人车轮战都相当不错，很值得推荐。

惯例在下方补充一下目前体验比较差的部分。
游戏的优化还不大好，我直播用的3900X+1080Ti不开最高都稳不住60，优化方面还得加油。
大逃杀模式等待时间有时过长，明明在线人数当时不算少，不知是匹配规则还是其他的原因，这方面建议官方增加机器人的设定来补充玩家数量以防等待时间过长，也可以给新手前期都搞成全AI房间来适应游戏，方便新人上手。
另外延迟方面还需优化，我个人体验是时好时坏，大部分时间都ok没问题，偶尔会有建模抽搐跟操作飘移的情况出现，希望加油改善。
好评: 说服务器进不去的，开了UU很稳。。 steam玩游戏很少有人不用加速器的吧 说回游戏 总体体验很好 什么新手上手难度高 你们去每个英雄打打训练场 还是很好掌握的好吗？ 经常打车轮战 提升自己的格斗技术 我也就玩了没几个小时也能掌握啊  这是格斗游戏+吃鸡 你要是不练还指望吃鸡 醒醒吧？ 
当然 问题还是有的 匹配机制确实很怪 我和朋友双排 经常就不满3人就开了 开也就算了 2个人的经验值加成只有百分之20  三个人刷怪很快  这百分之20的经验 真的没有任何作用  等级赶不上别人 打架2打3妥妥的劣势 导致双排的体验非常差 如果能单独开个2人组队吃鸡的模式 感觉也是可以的 毕竟这个游戏的boss还是挺好打的 另外就是有些角色到现在还是能攻击到背后的敌人 没错我说的就是建红的喷火技能 
这个游戏还是能够看到制作人的诚意  希望还是能继续优化一下
差评: 上来第一局就被恶意组队劝退了，举报按钮也没有，有什么意思。既没有新手匹配平衡，又没有游戏恶意行为检测，还玩什么，真的哈皮
差评: 不好玩 傻逼游戏
好评: 说实话 除了崩溃和单排恶意组队，这游戏的体验比之前的武侠吃鸡平衡性更强， 勾心斗角的体术反制和击破耐力。有种猜拳类的心理博弈， 要是恶意组队的国人和Korean人少点就好了
差评: 7/31日17：00左右，系统出现故障所有在线玩家无线重复领取5000金币，大概持续10分钟左右，甚至有玩家刷到了30w，我充钱300多买了最大的金币袋子才给30w，别人一波白嫖皮肤都有了，官方也当做没事发生。？？？那我氪金玩家的利益谁来保证，我花钱买皮肤不就是想特别一点么。虽然冒犯了刷到钱玩家的利益，但是我也很生气。希望官方给个合理的说法吧。
好评: 更新于50小时游戏体验后（已经打到美服传奇了）
游戏是好玩的，ping值是一个问题，玩家数量是一个大问题。希望这游戏能越办越好吧，这样厂商有钱赚，希望能优化下服务器。

更新于10小时游戏体验后

我收回之前的 服务器的话。连接看起来稳定，实际上延迟只是被掩盖了。延迟高了，永远都是别人先出刀，注意是永远！碰到延迟低的对手，可以被打到永远出不了刀。这TMD玩犊子。不优化服务器连接，这游戏就是去被虐的。

--------------------------------------------------------------

游戏打击感很不错，上手也相对简单。想要玩连招套路，勾心斗角也有。玩了2个小时，整体游戏性不错。有让我回忆起流星蝴蝶剑的感觉。
连的USA服务器，连接稳定。不过画质好像不太高，即使我设置了最高画质。
最大的缺点就是玩家不够。一局大逃杀人都凑不齐，第二个小时连车轮战都匹不到人了。
希望多做些推广吧，是个好游戏。玩家基数上来了才有趣。
好评: 玩了这么多游戏 头一回写测评，说实在的 看到当前评价褒贬不一的时候还是有点惊讶的。你说优化做的不好也罢 战斗系统锁定人物鸡肋也罢单人模式都是组队狗也好，都是问题都是问题 你们都只看到这些 那些你们看不见的呢 开发商已经在努力了 还给中国玩家道歉信我一开始内测时候 很多英雄都是有BUG的 公测的时候都修复了 服务器第一天是卡的 后来服务器也顺畅很多，说实话 游戏的战斗左右键判断是特点 车轮战体验也是很不错的 你们要看到 游戏公司的改进的地方 别老是看没处理的问题 会处理的 会改好的，我想说要是在给卢本伟一次机会 你说他会改好吗？我相信会但是没有机会了 就想游戏公司一样说凉也就凉了 不给机会就是杀死它（company）挺好的游戏 你希望它凉那就投差评 希望好好玩下去的就投好就那么简单要抱有希望 别老抱怨啊！
好评: 《猎人竞技场：传奇》官方推荐加速器

[雷神加速器]

然而雷神加速器 里面根本就搜不到这款游戏 
我都不知道是在嘲讽还是在干嘛 
呵呵
好评: 我觉得可以加入新手保护机制 很多新玩家在还没有熟悉游戏的时候就被虐的卸载了 根本没有游戏体验 比如一级至五级只能匹配到一级至五级的人
差评: 披着大逃杀皮的MMO，系统复杂到不知道从何下手也根本不想花时间学习。还是简单的游戏适合老子.jpg
差评: 这游戏制作管理人员素质极低
差评: 奉劝各位能看到我留言的所有人 别玩这个游戏 我先不说这个游戏优化怎么样 bug多不多 我就说这个游戏的制作人员管理人员多么的素质低下 在他们qq群里 我们这些海外游子玩美服 就变成臭老外 台湾人 首先 我本人地地道道的北京人 我不在这说一些政治言论 但是国内的一些人真的是素质低下 能看懂我留言的朋友们 请不要购买 购买了请联系退款 不要给这个素质低下的游戏花一毛钱
差评: 这个游戏真心别玩，太垃圾了。连玩家都没有，坚持了好几天真的是没有人。画面也粗糙。肯定是黄了，还是别入坑了
差评: 画面全开高还可以 但是2080ti该卡也还是卡 要我开低那还玩你干什么？
好评: 6666
好评: 比较推荐喜欢武侠和吃鸡的玩家
好评:        猎人竞技场：传奇，能有这样的设计思路、模式和理念，敢大胆采用U4这样强大引擎做出一款小众喜欢的高品质游戏作品，是出乎我的意料的 ，作品很优秀，界面也很简约时尚！
       国内也有采用 U4这么强大引擎做游戏的，但创新设计理念和思维模式方面，真应该向韩国游戏创作者积极学习！
       20年前 玩  <流星蝴蝶剑.net>， 当时的设计理念和模式就是到现在也一点不落后，当然画面肯定老了，如果流星蝴蝶剑.net现在也用虚幻引擎做个，那就是天底下最美丽的事情了！！
差评: 大逃杀模式掉帧严重     高打低优势基本无解  没怎么玩
两天20+小时车轮战pvp体验    狼牙棒一套平a大半管耐力消失掉   半套a接技能接闪身没后摇
熊猫连招无脑   放在后手吃套连招对面倒地换出来   半血直接扫地锤死
总结   
画面ok  优化差劲   排队时间过长    英雄平衡跟*一样
好评: 好玩
差评: 这游戏所有的角色根本不平衡，格斗游戏不是特别厉害的就不要买了，玩的想骂人
好评: 我是傻逼
好评: 挺好玩的游戏，那些说卡的应该是加速器没设置好
好评: [h1]PVP OR PVE?我全都要！  [/h1]

《猎人竞技场：传奇》是一款融合了诸多要素的ACT吃鸡类游戏，60名玩家同时竞技，通过pve战斗获得装备，利用战术击败其他玩家，最终活下来的才是胜利者！游戏有着RPG的装备获取和升级，ACT的动作打击，MOBA的游戏策略，再与吃鸡类的生存要素相结合，多种玩法的碰撞会带给玩家异样的惊喜，诸多的创新也让人眼前一亮。

[h1]写在游戏之前  [/h1]

作为韩国游戏工作室Mantisco的首部作品，这款游戏可以说是期待已久，从2月的首测4月二测6月封测，一直都备受关注，有着数十万玩家都参与过游戏的测试，封测期间评价也颇高，所以我也一直很期待玩到这款游戏。首先从玩法和设计理念上来说有着许多别的游戏的影子，但同时也是全新的，全所未有的玩法的结合，据一些早先的曝光视频显示，游戏的背景上参考了封神榜和西游记的故事，有着充满中国风格的世界观。

[h1]初见  [/h1]

其实初见的体验相当糟糕，首先游戏的优化形同虚设，三步一卡两步一停，走走停停十分潇洒，官方似乎也意识到了这个问题，我现在进入商店界面可以看到官方提示《猎人竞技场：传奇》游戏推荐设定（环境设定 – 图像 – 整体图像质量（低）环境设定 – 图像 – 动态模糊（关闭）环境设定 – 图像 – 影子质量（关闭）），我之前直接全部拉到最低玩的，花里胡哨的功能全部关闭掉了，虽然牺牲了画质，但是这样玩起来终于能舒服一点了。然后的问题就是服务器了，显然，要畅玩需要一个稳定的加速器，我一直裸连，挨了不少毒打，官方也发了推荐加速器，这里就不做广告了。抛开这些问题的话，游戏的玩法其实很简单，因为目标只有活下去，升级打怪变强，才能和其他玩家勾心斗角杀人越货，只有活到最后的才是赢家，玩上一两把，就能基本熟悉这款游戏。

[h1]画面  [/h1]

游戏的画面一如既往的充斥着韩国的网游风格，初见可能会感觉色彩什么的比较鲜艳亮眼，但是看久了不免视觉疲劳，而且油腻感也在点点滴滴的渗透到视网膜里，泡菜网游味浓度99%。其实作为2020年的游戏来说，场景设计和光影效果，都是合格的，也没有明显的瑕疵和短板，无论是魏巍的雪山，还是荒凉的沙漠，光影都把氛围渲染的到位，室内场景也很多，但是从室外进入室内时，不会感到室内光效过暗，还是比较照顾游玩的感受。游戏中打斗也充满着网游熟悉的光污染，毕竟这是玄幻武侠，可以理解。

[h1]玩法  [/h1]

游戏的玩法相当值得细说，不过这里篇幅太小，我就简单介绍下，游戏里每个角色有着五个技能，可以用天赋加点进行某一方面的专项强化，技能也是升级而自己选择升级，类似MOBA游戏。而游戏的升级和装备获取一般需要玩家去PVE，打野怪下本，或者选择和其他玩家做暂时的朋友，合作击杀BOSS，当然，尔虞我诈也是在所难免。作为一款主打ACT的游戏，打击感也是相当重要，由于游戏的特效相当华丽，打击感基本被特效的反馈所代替了，主要的打击感的形成来自于对象的浮空时，击打反馈还是挺舒服的，但是网游风格也很浓厚，经常玩ACT网游的玩家应该可以在这款游戏里快速找到手感。

[h1]结语 [/h1]

作为Mantisco的第一款游戏，还算是交出了满意的答卷，玩法和设计上都很新颖，但是其瑕疵也颇多，主要集中在网络和优化上，还有少许的BUG，希望能尽快的解决这些问题，将游戏运营的越来越好。


[code]欢迎参观我的： [url=https://store.steampowered.com/curator/33217084]真实评测[/url]

喜欢这篇评论，也麻烦点个赞，让更多人能够看到。[/code]
好评: 现在来说已经比最开始测试时候好多了
差评: 期待了很久的游戏，首发当天买完断断续续玩了一段时间感觉当前阶段不是很满意
服务器和优化刚出的时候基本没法玩，各种卡顿，炸麦玩这游戏简直是折磨，不过经过几次更新之后开加速器有明显提升，游戏内体验还可以

新手教程简单得可以用简陋来形容，除了告诉你砍砍砍和现在基本说吃鸡都知道什么意思得规则，AI练习设定的过于简单，最高难度打完我甚至出现了一丝膨胀得感觉，进游戏被摁在地上摩擦才知道教程里都是骗人的。

我觉得4v4和车轮战比这游戏宣传得吃鸡模式更好玩。

重点，游戏主要噱头是rpg+大逃杀，但是根据进游戏上来有个根据账号等级有个天赋点这就很坑爹，这么说吧，怎么看都像是强行得rpg，我玩过很多rpg类型得游戏，这类游戏的特点是需要耗费巨大的时间和精力去养成一个角色，但是综合现在出得一些网游就算蹭热度加上吃鸡模式也是再游戏内靠捡取得方式获得能力得提升，而这个游戏天赋我觉得是最不正常得设定，后期会劝退一大部分新手玩家，本来过高得上手难度加上老鸟们肝出得各种上来就有的天赋给予的能力提升（不要说rpg就这样要去肝，不肝菜怪谁？但是这游戏他主打得不还是PVP）我觉得半年左右这游戏就会失去新鲜血液。

一开始我还以为所谓得RPG是说我可以选择提升我的角色，武器装备都可以带出来，自己可去调整得天赋流派加点，进游戏只是一个数值上得平衡，但是现在玩了以后发现终究只是个单纯的吃鸡游戏，谁刷怪快效率高谁就有优势，所谓得RPG玩法只是很生硬得强行安上去，只是节奏比其他吃鸡游戏慢了一些，但是说这就是rpg模式得吃鸡。看来我对RPG还有些误解，单纯的吃鸡我为什么不去玩影子沙漠？

现阶段是不推荐的，后期希望能出那种PVE模式，怪物难度上调，刷终极boss，以最终一起打败世界BOSS为目标的模式，毕竟这种PVP吃鸡都是上来新鲜劲过了就没啥动静了，最早隔壁九劫曲，已经凉了，据说返厂重做8月份要加上PVE模式了，连吃鸡得行业龙头，都开始走下坡路。希望制作组可以继续更新优化，出新模式吧，亚服现在排队时间和刚上线那会速度已经明显慢了下来。4v4甚至要排5分钟左右
好评: 不错的模式
好评: 游戏挺不错的 匹配有一点慢
好评: 如果你配置没问题，游戏还是好游戏，虽然有点瑕疵，但是，绝对好玩，两天29小时
差评: 玩了这么多武侠吃鸡，这个是最烂的，原因在于什么呢
这游戏的打斗机制根本就是在吃屎
十几个G全部都是地图和野怪，根本就是个PVE游戏PVP根本不健全各种机制都不健全，延迟高右键打天下，延迟低你哪怕手速250也基本上全程贝右击压着满血打到残雪一点体验都没有什么垃圾啊九劫曲都比这个好
差评: 格斗吃鸡就吃鸡为什么要加上天赋和纯数值效果的装备，而作为格斗游戏连招手感并不好，不推荐购买
好评: 好玩就是人太少
好评: 值得入手~
差评: 游戏平衡度很差   先不说职业问题 米尔和艾登以及达拉 就是BUG  在说 对战中 形式遇到下风 基本就是输。延迟就不说了
好评: 吗的垃圾游戏是各种BUG，大人浮空连不起来，先手无缘无故倒地，不会做游戏就不要做，浪费大家时间
差评: 牛，锁定等于自我减速百分之80。

战斗力低的人伤害比我高几倍，几刀就带我秒了。

单人模式里一堆组队的。

优化差就不说了。
差评: 说实话，本来服务器就卡，然后里面全是一堆老鸟，新人估计得做好10个小时一个人都杀不了的准备。没有新人入坑，铁定凉了个凉，所以建议没格斗游戏几年基础的人还是不要买了
差评: 优化实在太差了 一个大逃杀类游戏 你开发出了铭文系统就离谱 新玩家永远打不过老玩家 新人劝退吗
好评: 希望开发商能出个“离线单机”模式和电脑战斗。

经常网络慢延迟高，动作游戏很依赖流畅度。
差评: 垃圾游戏
差评: 这锁定我搞不懂
好评: 连招动作设计确实还不错，人物模型也还过的去，现在主要是优化的问题，还有玩法节奏的问题，不做MMO可惜了！
差评: 游戏画面不够精细，整体色彩过于灰暗，最好能多一点点明亮的色彩，红绿蓝色，总要一点，看着舒服；服务器时常断线，这没法忍。教程没完成，退了。

游戏宣传视频还是可以的，战斗背景音乐也很燃，但是实际完全不一样。游戏制作方还要继续努力，做好了，我还是会支持的。
好评: 操作挺方便的可玩性高，唯一的坏处就是优化稍差，继续加油
差评: 不咋地哈
好评: 好玩

好评: 打击感和画面不错，但招式单调，建议后期经验给多点
差评:  游戏一般般 服务器一般般人气不行 这个吃鸡就是打怪升级然后PK和感觉更像是格斗技巧类游戏 基本没有战术策略，已申请退款
好评: 有中文版的就好了

好评: 整体来讲还不错  比同类武侠吃鸡要好 先不讲优点 这里讲讲目前我发现的问题 1.单人恶意组队 ，目前因为人比较少 单人很容易碰到一起 恶意组队就有点猖獗了 经常碰见 单人里 2人或3人一起围殴另一名玩家 游戏体验很不好！2.不知道是系统设置还是BUG 在刚开始奔跑的1秒左右时间里 无法做任何动作（这段时间里 攻击 技能 瞬移 跳跃都不行）结束奔跑时的1秒左右时间里 也是这样 这个问题有点影响游戏体验 对距离把控不友好 不跑吧 感觉又有点距离 跑吧 有时距离到了 又没法攻击 这就很尴尬了
好评: 非常好好吧 买就完事了
差评: 后摇长的一批，打架一套送走，做的是个什么玩意，一点都不好玩
好评: 真香 就是喜欢
差评: 建模很好，玩法很糟的垃圾游戏，新手完全没活路，不推荐购买
好评: 匹配了三十分钟           真是太棒了呢
好评: 游戏还是可以，
好评: 这个游戏很好玩~   操作性很强。
需要玩心理战，你需要在合适的时间使用体术 {体术无视防御，如果被对方预判了你的体术很危险} 截击，用对了  {就是预判对手用体术的时候自己反用体术}  接击飞打一套贼爽{注意截击成功的情况下反应快一点直接用技能，可以直接打到对面，如果用的击飞机能还可以平A接一套}，没用对  {就是你预判对手体术失败，而对方正好使用击飞技能}  如果对方用技能击飞你，嘿嘿~~你还有脱身技救你一命。冷却时间3分钟
还有瞬移，这个技能不知道怎么讲，可以来抖音找我，我演示，抖音搜索 寒酥   
还有升到20级的大技能，这个技能在你没耐力了，破防的时候用最好。  也是救命的技能。
最后说一下：简单说一下，一套平A大多数好像是五下，最后一个英雄除外，比如你平A五下之后有后摇，接不了技能，也接不了体术，除了瞬移，嘿嘿~~而且平A五下之后很被动   要防御，新手可以多去去训练场试一下，先熟悉一下连招，然后可以调高难度对打！  
{鄙人刚玩几把被虐的炸心态了，去训练场，呆了三小时顺利出山了~}  记住，最好能熟悉每一个角色的技能，这样你在跟对方打的时候就知道对方什么技能用了，一技能最主要，被击中就要挨一顿打，除非用脱身技。

脱身技   任何情况都可以使用，
超级技能     只有被击飞在空中的时候用不了，     这个技能其实真的能最后用就最后用，{毕竟是个救命的技能}   冷却时间6分钟！  还可以被挡，可以被挡，可以被挡~~
好评: 现在人不够多。排进去老碰到内侧玩家打不过，希望来些新鸡菜鸡互啄。
差评: 新手任务打完精英怪就死机 unreal报错
差评: 被人狂虐13个小时  没玩过类似游戏   找不到攻略   游戏内容的新手教程也不够全面  可能是我太菜吧   快坚持不下去了
好评: 非常好玩
好评: 11111111111111111111111111
好评: 1.游戏画面中规中矩,还不错,就是优化不太好，这个很头大,毕竟是竞技游戏,优化不好玩起来所有亮点都看不到,心情也不会好.
2.开一局单排很难,不知道是不是我玩的时间有问题 游戏匹配不到人.
3.好不容易开了一把游戏,结果被精英怪打死了...新玩家进了游戏除了30步骤教程结束后,缺少必要的怪物提示,还有副本提示.一脸懵逼的飞出去 一脸懵逼的打怪然后死了...
4.能否加一个ALT键呼出后 移到相应快捷道具和技能位置看一下详细说明? 简略说明也可以的,刚接触这游戏一脸懵逼的看着道具图标...

想入手的可以入手,人多起来能正常开游戏还是挺好玩的.希望制作组加油吧.
差评: 太难
3个小时一直在挨打
毫无游戏体验
差评: 这游戏无论是技能连击，还是优化真不如影子战场流畅。内容很不错，但是流畅度是真的不行
差评: 垃圾游戏 延迟卡顿开了加速器都没救 谁延迟低谁就是大佬 游戏顿卡简直垃圾
好评: 很好
差评: 服务器卡的没玩 开了加速器还是卡，连招卡，骑马卡。卡卡卡卡卡卡卡
差评: 游戏是好游戏，服务器稀烂 国内玩家被延迟打败，遇到韩国人基本先手打不到 破招后接任何技能都砍不到。
被网络好的破招了就防不住  延迟是真的恶心。  骑马别人的马跑的流畅的很不会停 我们的马是卡的跑几步要提速了就卡顿。
加速器换了几个都是一样  服务器是的不行
差评: 垃圾的不行不行的
好评: 很棒的一个PVP游戏，打击感很不错，建议三个小伙伴一起玩
好评: 不错  适合PVP
------------------------------
有关于奔溃的问题，本人亲测一个有效方法。
进入游戏后先进入训练模式  就是练习英雄的那个模式玩个一分钟。然后再开吃鸡或者车轮战都不会奔溃！
好评: 第一硬伤：网络延迟，即使开了加速器FPS依然不够稳定，第二硬伤队伍匹配各种队友掉线或者无队友，第三硬伤地图移动太单调，只能通过特定手段移动，跳跃根本多余，1V3毫无胜算，车轮碾压，毫无悬念。
差评: 这是我第一次写评论  这种垃圾优化也拿出来卖钱？？

好评: 《猎人竞技场：传奇》是一款武侠风格的大逃杀游戏。本作别出心裁的把多种游戏玩法融合在一起，除去60混战的大逃杀以外，还有着两种独特的对抗竞技模式，让那些喜欢1v1男人大战的玩家也注入新的动力。游戏的吃鸡模式也有别于其他的大逃杀类游戏，刷野和等级系统的添加让游戏整体流程变得更加丰满，不过优化不到位也是目前游戏存在比较严重的问题。

[h1]新颖的模式[/h1]

游戏采取了以60人为上限的大逃杀框架，有单排和三人小队两种模式。在本作中最大的特色就是加入了等级和刷野系统，玩家在游戏开始以后不需要再像往常游戏一样去翻箱倒柜的寻找游戏资源，而是改为了野区和野怪作战获取相应资源的模式。

本作中最重要的三点是等级，装备，以及药剂，这三点综合决定了玩家的战力。其中玩家通过刷野怪来获得经验升级提升自身属性。同样野怪也会掉落金币和基础装备供给玩家。所以刷野是游戏的重中之重，一味的寻衅滋事收益并不是最大的。这样的变化导致玩家在前期不是很依靠运气，毕竟只要多刷野怪就能获得固定的资源，而非看脸捡垃圾。

游戏地图的中心就是主城，玩家获取的资源需要通过回城来转化为战力，比如药剂师可以通过金币购买药剂保持玩家的持续作战能力，获取的装备也需要在城镇内进行升级，当然刷野获取的仅仅是较为低级的装备，要想拿到神兵利器还需要通过打败敌人来获取的水晶来兑换。此外多余的装备可以转化为水晶和碎片强化基础装备。总而言之，只要资源够多，就一定有上升空间。

此外游戏中还有着全图boss之类的PVE内容，击败boss的收益自不必多说，不过世界boss会像全图广播，所以玩家在讨伐boss之时需要小心螳螂捕蝉黄雀在后。

[h1]多样的人物[/h1]

目前游戏一共有十二位角色，8位近战，1位中程和3位远程。当然这个距离仅指是他们技能的施法范围，普通攻击的距离基本差别不大，在这点上并没有占太多便宜的角色。这些角色每一位都有五个不同的主动技能和一个天赋被动，基本模式都大同小异，一个技能是击飞之类的控制技能，一个跟伤害的小连招，一个突进或者击退技能，剩下一个状态技能，5技能则是一个伤害大招。值得一提的是虽然技能模式略有相似，但是这些角色的流派却大相径庭，玩起来也颇多变化，难易程度也有着不小的差别。譬如半妖无名，熊猫陶就是属于技能简洁明确不复杂的，而米米每一个技能都有两种模式，魔法师达拉更是需要在三种属性间来回切换使用，这些职业上手就较为复杂。

[h1]激情的格斗对战[/h1]

正是因为人物的技能和游戏的机制，也衍生了本作以格斗为主的竞技模式。玩家可以自选两位角色进行车轮战，三局两胜并且有着排位积分。本作格斗的核心机制还是主要是通过猜招来获取更大的优势。游戏有左键普通攻击和右键体术破招攻击两种模式，对应也有着左键基础格挡和右键体术截击两种反击模式，一旦玩家预料到对手的动作将会获得巨大的收集，瞬间翻转场面。此外还有蹒跚状态的特色设定。总的来说本作在格斗上的设计虽然比不上如街霸，真人快打之类的游戏复杂和精致，但是已经不弱于部分一般的格斗游戏。

[h1]体验上的不足[/h1]

当然目前已游戏也并非完美，体验过后目前问题体现如下；

由于游戏的等级限制，导致游戏开场以后玩家就必须去做有收益的事情，或是刷怪寻宝，或是找人pk，在以往游戏里苟到游戏结束成为了一种奢望，毕竟你10级没有装备去找30级大哥的茬简直就是在找死，两个技能甩死你和玩一样。

游戏节奏过于紧凑，而且内容也很多，既有pk又要刷怪，动不动再去找个boss导致环节臃肿，而且全程操作让玩家神经过于紧绷，玩了几把下来的感觉就是太累。

此外游戏质量上第一点就是优化太差，转动镜头频繁卡顿，特效拉到最高，人物周围显示模糊等等都是体验上不太舒适之处。

剩下就是一些游戏内的小问题，像服务器延迟过高，锁定转移等等问题只能期待后续更新了。

[quote]欢迎关注我们的鉴赏家:[url=https://store.steampowered.com/curator/35402982/]走心评测[/url] ←遵从内心，写出真实感受
欢迎加入我们Steam组:[url=https://steamcommunity.com/groups/ZXPC]走心评测[/url]←点击加入，一起探索游戏的乐趣
喜欢这篇评论，也麻烦点个赞，让更多人能够看到！[/quote]

好评: 这游戏很不错，可能是我第一个花钱买的大逃杀的游戏
差评: 70块钱买了坨屎，卡的一批，垃圾游戏，这屎真难吃。再见。
差评: 可玩性不高
好评: 游戏打击感画面都挺好，就是节奏和玩法有点格格不入，节奏很快但是玩法太多，既要刷野又要打本还要打架，根本没多余时间思考战术其他东西，新游戏还有很多要优化的地方，后面我相信会更好玩
差评: 我是傻逼
差评: 粉红裤衩的太特么恶心恶俗了
差评: 玩了一个小时...头好晕
差评: 感觉多人组队时的平衡性有待提高，不论你的发育怎么样技术如何，人家三个人追着你跑你就是没办法，别人跟着顺风跑你跑不掉，被追到挨打就停下，然后被三个人围着打，只能交脱身技，交完脱身也只是苟延残喘，别人过两秒一样追到你，然后又是一阵胖揍直接打死，回头打又绝对会被打得还不了手，野外遭遇对面大部队连求救的时间都没有，基本上直接死就完事儿
好评: 游戏是好游戏，就是玩的人太少了，建议多做广告和推广。
差评: 不太好玩
好评: 还行吧
差评: 我是煞笔。
差评: 不好玩
差评: 玩了两个小时，打了几把单排说几个简单的看法
1、进入后一定要先关语音，不然你会听到各种国骂。
2、不要期待太多，毕竟是一个新游戏
3、服务器极其炸裂，幻灯片的时候一定要保持心态
4、记得跑毒、跑毒、跑毒

总体来讲画面什么的都不错，但真心不值79，而且玩家太少了
差评: 优化很渣，我电脑配置还算可以的 玩星际战甲都流畅的很，玩这个游戏居然人物马赛克操
差评: 各方面的优化问题 ，暂时觉得这价格不符合，希望后期优化更新快一点吧
这2人排 几乎排不到队友，真的是 可以的，还有这个跳跃，全是吐槽点
好评: 挺好玩的 真的好玩 PK系统很好 野外刷怪打架 杀人
差评: 打个架一卡一卡的  玩什么
差评: 32分钟！全在过教程！
还验证过完整性一次！
每次过一半就解除服务器绑定！
这太可怕了！
好评: 很好玩的一款游戏，新手被虐正常，因为操作有深度，一般第二天就会操作了，有个问题就是维护太随意了，还好每次一小时。
好评: 挺好玩的
好评: 有一说一，确实不错。现阶段刚出来确实有网络问题，但是特别轻微，基本没影响。就游戏本身而言，特别好玩。
差评: 游戏画面还是不错的，但是有一点致命伤，大家都知道类似真三的游戏，对网速的要求有多高，这个游戏没有中国服务器，只有韩国的，用加速器也不行，延时很高，和人PK，要么左键出不来刀，要么技能放不出，一句话，就是眼睁睁看着自己被人一刀刀砍死，不解释了，果断退款！
差评: 喜欢PVP的玩家切勿入坑，招式后腰大，连招单一，人物及其不灵活，属实不好玩
差评: 网络游戏 开个加速器都不能玩 卡的要死   游戏可玩性不错  网路游戏 网络不行还玩个锤子
差评: 开加速器也卡的瞬移  I7 8700 2070显卡特效全调高FPS40左右 主要还是网络太卡没啥游戏体验
好评: 这游戏是我目前为止玩过最好玩的格斗吃鸡！游戏细节需要打磨，但是游戏机制核心是可以的！平衡也不错!跟新手说一些建议吧
1.左键是普攻格挡，右键是破防格挡。石头剪刀布就是猜对手心理。游戏机制一定要搞懂，还有人物技能 车轮战练练吧
2.杀人装备提升的会很快，但是经验不一定有野外快.副本里往往是勾心斗角 很难升级的。所以从副本里杀出来的最后一个人等级不一定会很高，他还要跑去主城兑换橙装，野外的你有多种选择!
3.新手打到钱和物品最好也要去主城消费（主城没有这么危险，有士兵把守的），去铁匠处强化自身的装备，学技能！切记一定要去杂货店买高级药水和一些你认为需要的东西。这游戏道具很厉害，炸弹什么的。
4.多利用地形，夹角！高低地形会有坠落伤害，死角盲点助你阴人。
5.没什么可以和新手说的了，我也才玩了12个小时。修罗道BOSS和世界BOSS我就压根没体验过，最终圈的BOSS也没体验过！对了 我还苟过一次鸡，地形杀配合缩毒吧.
                                                                                      说点对于游戏的建议
1.动作打磨好一点，双方倒地的攻防一系列动作都不行，明显没做好!
2.游戏动作出手帧调整的好一点，延迟，动作优化的好一点 服务器 服务器 服务器好一点！
3.跳跃机制蠢到家了，不过想想别的都没做好，跳跃怎么可能做的起来呢。
4.游戏人物平衡问题，我玩的轮子妈，有一盘被一个熊猫两拳打死！轮子妈前期太弱了吧，中后期才能站出来，而且中后期谁没用呢。有可能是我玩的少，还有凭什么玩剑的那个两下破防能让人浮空阿！对阵真的吃亏。
5.说的就那么多了，希望听取建议的新手体验更友好，吸取玩家建议的游戏越做越好！
好评: 还不错就是细化做的还不行，需要优化在优化
好评: 隔壁影子战场免费，就优化来说这个不如影子战场，不过这游戏有浮空让我很舒服，八十有点不值但是希望能做好吧，最起码让我觉得这游戏值点钱。
好评: 游戏不错，就是这个跌落伤害是真的很多余
差评: 垃圾游戏，傻逼小辉
好评: 蛮有意思的，就是少队友
差评: 跳跃的机制太蠢了,打击感还行.还有三排的时候为最主要的是三排的时候几乎一半的次数只能排到一个人,无语了.这种遇上三人队就是白给.不能在游戏里能显示ping值和丢包?!!! 这种游戏ping值太重要了.
差评: 搞了加速器都不行，游戏老是崩溃  没啥意思，而且高手多新手小，基本进入被虐
差评: LJ游戏 全是FW系统 配置！ 小怪 卡人！！！！！
差评: 加速器也拯救不了的网络
巨屎的优化
战斗体验尚可
未来可期
现在不推荐入手
好评: 我是看到斗鱼主播玩了感觉还可以就买了这款游戏，
优点：各种画面确实可以，匹配进去玩的速度也不慢，60个人一般等到55人差不多就开打了。人物有4个技能 还有被动技能一个。
还有升级的天赋，我也就玩了2个小时吧。
说说缺点：主要是各类延迟，卡。看到人了被别人打一套基本就死，鼠标按左键不动防御。别人都已经右键破你防御了，但你可能还不晓得，网络延迟真的是大问题。开了UU加速器玩也是一样

好评: 游戏很好，优化很差，人多了乱战掉帧
差评: 动作非常之僵硬，差评
差评: 退
差评: 最高分辨率就2560*1440,是在拉闸，也不支持带鱼屏，带鱼屏玩这游戏很难受，拉伸的太长了
好评: 非常不错的一款游戏 ， 就是优化做的不好，总是被T  而且移动网络现在还是玩不了
差评: 。。做教程老失去连接。。。这谁受得了
差评: 这游戏互动还是可以的，博弈的性质很大，在这个渣优化的游戏下，反应简直浮云。这游戏没有2080Ti我觉得还是别玩了，1080都不能流程运行。大多数人都是渣优化劝退的，不能流程运行谁玩啊，头晕想吐，还延迟。
好评: 我下载的怎么没有汉化？？？
差评: 这游戏互动还是可以的，博弈的性质很大，在这个渣优化的游戏下，反应简直浮云。这游戏没有2080Ti我觉得还是别玩了，1080都不能流程运行。大多数人都是渣优化劝退的，不能流程运行谁玩啊，头晕想吐，还延迟。
差评: 服务区也太卡了，挂加速器都上不去，裸连延迟又高不知道什么鬼
好评: 游戏内容还行，目前玩家比较少一局游戏需要等几分钟才能开，不挂加速器的话比较卡顿，整体来说游戏还是比较有新意的
好评: 优化太差 9700k 2070super 普通画质在50到60帧之间一直跳
好评: 游戏玩法还是不错，每个角色都有不同的技能/不同连击打法，打击感也不错，每个角色的造型也非常优美，完全符合韩国游戏风格。但是伺服器就有些不完善，有延迟，而且与敌人对打时会掉帧，有卡顿！
差评: 平A都有延迟 是网络问题还是游戏问题 ？？？ 挂了加速器的
差评: 一开始我不知道是怎么回事 就感觉这个游戏操作起来极度别扭极度麻烦 后来我终于想明白了 这个游戏居然不是按照玩家摄像机面向的方向放技能！！！而是采用了单机动作游戏的模式朝人物面向的方向放技能配合锁定敌对目标的功能！！！如果这是个1V1或者2V2的游戏，那这没什么 关键是这游戏经常是一群人打成1团 像单机游戏样把目标锁在1个人身上然后靠滚轮来选自己想要的目标这在多人团战PVP游戏里是极度危险极度无效率的操作 真打起来一个没注意技能放错了目标能把你气死 而且这个游戏拼刀的时候极度讲究防反 但是你又只能防反对面的破防平A 一旦对面平A打到你身上 你的所有技能除了大招和保命技都是被锁住的 包括闪避 也就是说你只能被动防御格挡等到对面打完这一套平A 唯一的机会就是对面一个破防动作要破防你了 你反手一个破防把他的破防反掉接着一套反打 那反应速度 你去打街霸或者荣耀战魂肯定可以得到更大的快乐
差评: 我就想知道选哪个服务器 加速哪个节点能不卡 我换了三个加速器 就离谱 挂韩国节点选亚洲服务器 还卡 严重影响体验
好评: 为什么游戏手柄使用不了？
差评: 都挺好，就是上不去
好评: 求优化，吃鸡可以流畅运行，玩这个卡的不行不行的，平民电脑顶上来！！！！！！！！
好评: 游戏很好但是2个人玩游戏体验很差，能不能2人可以匹配一个野人队友？
好评:     我买了，又退了。游戏我很喜欢，新型的吃鸡类型游戏。
    但是人物动作僵硬，锁定好像有点问题，技能华而不实，战斗起来的屏幕抖动让我有点难顶。不过最让我难受的是游戏锁30帧，开了加速器有点小卡。技能衔接也不流畅。地图也比较小，毒圈刷的也很快，游戏节奏很紧凑，
   我再观望一下，哪天这游戏火了人多了，FPS稳定了你们在艾特我。。
好评: 游戏7:17号入手
首先格斗手感偏差，1游戏本身跳跃正常的格斗，跳跃应该可以起到躲避技能，或者跳起来追加连招进攻招式这种，
但是这个跳跃丑就不说了，跳起来就是活靶子。
2技能攻击和普通攻击之间就很扯淡，正常来说我普A插破防攻击和技能攻击应该有组合的可能，我用无名举例子，这个B人除了普A加入技能但是都是可格挡的，技能以后还有僵直，如果我用普A加上破防就会导致我有僵直，除非我直接普A接破防然后瞬退，但是瞬退的体力消耗又大于别人防御的消耗，最后说一点，流畅的格斗操作应该是可以在（攻击之中穿插技能或者大招）应该要有连招的多样性和可操作性，建议，大招加入可连招的范围内，同时跳跃可以稍微高一点或者远一点至于加入攻击再说，第三无名的被动技能太蠢了，还要A一下才能隐身，跟个废B一样，正常你隐身大概持续8秒作用，隐身跑只有4秒作用跟个废B一样，建议优化隐身不用攻击前摇，建议大招加入连招里面，第三左键和右键的霸体技能我讲实话我觉得很蠢，我建议改成使用体力释放霸体技能冷却CD在20秒作用
好评: 游戏挺不错  对新手不太友好，可能还在测试所以BUG蛮多的！不过游戏还是值得一玩的
差评: 游戏一局只有十几分钟，还打什么装备升级装备，有什么用呢。
好评: 昨天的黑屏问题和车轮战进不去的问题解决了（程序员的肝还好么） 游戏大致上是个底子不错的格斗游戏...没错  我买到手了一把大逃杀模式都没玩，暂定好评吧 如果制作组不坑的话
差评: 

好评: 我给好评是因为对着中类似古风格斗我比较喜欢，希望制作组能看到我的建议加以改进。游戏过程中让我最不舒服的就是没有类似游戏的【动作模式】，就是用鼠标来控制角色脸的朝向。这种战斗模式让我刚开始玩的一些时间每次释放技能都会放空，我不喜欢这种WASD控制角色技能指向的操作。不过游戏中有锁定功能，但我尝试了觉得不行。玩过一些个RPG网游都有【动作模式】，这种模式对于战斗很有帮助，相信许多玩家会喜欢这种战斗模式。也希望你们能做出调整。
好评: 是个好游戏，请出澳服
好评: 游戏是可以技能之间不存在互换技能    想要反击太过于考验反应能力战术上没有太过于注重  对新手不太友好  要是游戏能有中国天涯明月刀那样PK方式那就玩起来非常得舒服了
好评: 太好玩了 就是有点卡哈
好评: 有待改进啊
好评: 点击图标进入游戏 直接黑屏没有任何音乐画面   只能从管理器中强制关闭！1070显卡  I7U   16G内存  算中配中配竟然黑屏？？
好评: [quote]

[h1]前言[/h1]

《猎人竞技场：传奇》是由韩国厂商[url=https://store.steampowered.com/search/?sort_by=Released_DESC&category1=998%2C994&publisher=Mantisco]Mantisco[/url]制作并发行的一款全新大逃杀游戏，本作不仅是有着大逃杀模式特有的魅力，还融入了独特的格斗玩法。近中远多种不同类型的角色供玩家游玩，无论你是喜欢单人SOLO还是喜欢和小伙伴一起进行开黑，你都能在这里找到归属。PVE打副本爆装备升级是核心，但是到最后关头不仅仅是拼操作的时候，还是存在一定的运气以及装备成分，所以每局游戏结果都是未知数。如果玩家喜欢PVE、PVP的格斗类游戏，亦或者喜欢吃鸡类型的游戏，本作值得玩家尝试。如果出现延迟，玩家可能需要使用加速器进行支持。

[h1]游戏体验[/h1]

[b][u]1️⃣PVE的基础之上增加PVP：[/u][/b]
　　本作提供了四个模式供玩家游玩：单人吃鸡、三人吃鸡、车轮战以及四人自由对战，车轮战和四人自由对战属于玩家玩家直接刚拼操作以及战术的时候，而本作更有趣的还是吃鸡模式。

[url=https://steamcommunity.com/sharedfiles/filedetails/?id=2169660542]https://steamcommunity.com/sharedfiles/filedetails/?id=2169660542[/url]

一局战场算上自身在内由60名玩家争夺名次，因为游戏内除去玩家意识和操作以外，获取胜利的条件必不可少的还有装备以及等级，就算你装备再好，也有可能因为等级被压制而吃瘪。特别是游戏10级是一个坎，10级玩家会学习一个强力4技能，这也是正是游戏的PVE之处，打怪升级爆装备。在游戏中也有那些“名胜古迹”，如同[url=https://store.steampowered.com/app/578080/PLAYERUNKNOWNS_BATTLEGROUNDS]『绝地求生』[/url]的机场、港口等，资源非常丰富但是跳伞滑翔过去的玩家也是数不胜数。在那里也会爆发一场小规模战争，最后决赛圈也是群雄逐鹿的时刻，决赛圈为了更加快速的分出胜负，还会刷出Boss在旁边，最后鹿死谁手也是未知的。

[b][u]2️⃣丰富的玩法，每局都有不一样的新鲜感：[/u][/b]
　　游戏内其实是有第五个技能设定，第五个技能属于终结技，释放一次造成高额伤害但是缺点是冷却时间非常长，并且解锁条件比较困难需要玩家达到一定等级去技能商人用材料解锁，而技能商人会在地图四处游荡。除了技能商人以外还有铁匠、高级装备商人也在世界各处，突破输出瓶颈可以去他们那里进行强化一波，

[url=https://steamcommunity.com/sharedfiles/filedetails/?id=2169613196]https://steamcommunity.com/sharedfiles/filedetails/?id=2169613196[/url]

所有商人会在决赛圈刷新出来，友情提示：决赛圈进行强化时记得注意先观察四周，否则当你打开强化列表时，“伏地魔”从草丛中蹦出来。另外还有一个杂货商人他会卖一些地区藏宝图，价格非常便宜，使用了藏宝图之后玩家可以看到这个区域的所有宝箱位置（被人家使用过的宝箱也会显示在地图上）不喜欢去热门地区刷怪爆装备的玩家可以试试，指不定就开出个金色传说！

　　游戏内还会随机刷出强力Boss，这个强力Boss出现时所有玩家都能在地图上看到它的位置，如同[url=https://store.steampowered.com/app/578080/PLAYERUNKNOWNS_BATTLEGROUNDS]『绝地求生』[/url]里的空投似的，如果你装备等级不够好，可以一直苟且偷生到决赛圈混战时来个螳螂捕蝉黄雀在后（虽然我没成功过）。

[b][u]3️⃣形色各异的角色们：[/u][/b]
　　目前游戏提供12个玩家供玩家游玩，近中远、男女老少、猛男、御姐应有尽有，总有一个属于你喜欢的角色。使用蛇腹剑的凌俊是目前最适合新手玩家的角色，他最大的特色就是他是12名角色中唯一一个体术拥有击飞效果的，这让他可以在攻击中参杂击飞，让自身的连段轻轻松松就可以一口气打掉对手百分之六十的血量，而且他的天赋技能“双重瞬移”，只要透过连续两次的瞬移就能够快速控制敌我距离，是操作性相当优秀的角色。如果玩家想玩像法师一样的角色，本作也为这类玩家提供了选择——达拉，她是一个能够切换火雷冰三种属性的萝莉法师，前三种技能都会因为第四个技能的属性切换而变化，火属性具有击飞和燃烧特性，雷属性具有多段攻击并附带范围性伤害，能够快速瓦解敌方防御，而冰属性攻击性能比较薄弱但是大多都是附加了缓速特性的，可谓说是本作最为复杂的一个角色。

[url=https://steamcommunity.com/sharedfiles/filedetails/?id=2169613349]https://steamcommunity.com/sharedfiles/filedetails/?id=2169613349[/url]

[h1]总结及推荐人群[/h1]

[b]优点：[/b]

❤️ 吃鸡 + 格斗融合出不一样大逃杀玩法

❤️ 多种模式供玩家选择

❤️ 形色各异的角色，近中远、男女老少应有尽有

❤️ 除去核心玩法，随机元素以及其他游戏设定也是非常丰富

❤️ 特性技能系统

[b]缺点：[/b]

💔 服务器延迟，需要玩家使用加速器

💔 游戏攻击与连招不是非常连贯

[b]推荐人群：[/b]

[b]如果玩家喜欢PVE、PVP的格斗类游戏，亦或者喜欢吃鸡类型的游戏，本作值得玩家尝试。[/b]

[quote]
游玩百态，将游玩心得用汉语化作玩家的指明灯，(๑•̀ㅂ•́)و✧
[url=https://store.steampowered.com/curator/35402408/]点击这里关注汉化语录~[/url] 如果喜欢这个评测，请点个赞让更多人看见
[/quote]

[/quote]
差评: 为什么我连游戏也进不去？
好评: 我的2070S特效全开只有40多帧，多做些优化吧
好评: 游戏挺人性化的，新手教程可以，虽然比较长，游戏的连招需要自己摸索，还有官方群，每个人物都有中文配音就很棒，现在就是小bug多，优化差，人少。另外就是不知道自己的格挡值还剩多少
好评: 作为一款大逃杀类型游戏，不得不说，虽然是小厂但是很有想法，无论是玩法，还是配音都特别棒，并且重视中国玩家，虽然优化减分，但是好像也在调整，但其实大逃杀类型的游戏想在中国火起来，比较吃主播，有多一些的主播玩才会带动其他玩家来玩这款游戏，建议可以和B站或者斗鱼搞一个小活动估计会吸引部分主播，不过不得不说在优化方面还是要想想办法的，（我的很多朋友都因为报错而退款了。。。。）优化变好我相信肯定会成为吃鸡里很有竞争的一款游戏~
差评: 优化太辣鸡了
好评: 很好玩
好评: 武侠 PK  技能连招  见招拆招 副本刷怪 打装备 吃鸡 都有了 画面韩国经典 摇啊摇
好评: 最近看了很多主播在玩，有夸的，有踩的，怎么说呢，我个人比较喜欢玩武侠吃鸡类游戏，所以我希望游戏能做好，火起来
这种游戏，做得好就是集大成者，做的不好就是缝合怪。
希望游戏好起来吧
好评: 玩了几局，还是有很多优点的 节奏不错的 玩法也可以 BUT
优化问题应该不用我说了 太烂了2080该卡也卡 属实难受
锁定系统真的很难受！！！！！！！！！！！！！
还有 我一个武侠人物 台阶跳不过去。跳跃的功能加强一点 行么
招式的连接 很不舒服 
优化优化优化!!!!!!!!  技能衔接 画面 服务器全都得优化啊
多给新游戏点时间吧  希望你们能好好优化 玩起来卡顿真的太难受了 有操作你也打不出来啊
如果练习场有一个连招的教学就好了 练习场东西不多啊

服务器和游戏卡顿的问题先解决吧。 别的东西  慢 慢 来 都 行！！！


最后 大家来一起爬山吧！！！
好评: nice
差评: 游戏场景卡的太严重了，死都不知道怎么死的！电脑配置是完全满足的，游戏效果已经调到最低了，差评
好评: nien

好评: 垃·圾无服务！还没进去就崩溃闪退，去发帖询问然后被删帖，这个就是你们的游戏服务态度？
服务器劝退！！！！服务器劝退！！！！服务器劝退！！！！重要的事情说3次，又一个武侠X之类的东西！！！
好评: 开加速器后还挺流畅，画质也还过得去，只是为什么这些个比一直追杀不放？不去赶紧打怪升级花几分钟来追杀我这个菜鸡？？
好评: 不谈了 这游戏实在是太香了hh
差评: 服务器很垃圾，根本玩不了，还要给我们推荐加速器真是逗。动作也还需要完善，还是希望游戏能发展好吧。服务器没改善，真不能推荐这游戏。
好评: 这个游戏的思路就跟我H1Z1刚出来的时候我想做的模式一样，游戏是个好游戏 车轮这些都还可以，吃鸡实在太卡了，还有优化还得加强，我开的雷神加速器，还是卡，19 9900K +2080S 玩起来帧率很低，还有就是连招，玩了这么久终于会一套了。希望游戏英雄间平衡继续加强。不知道是我太菜还是某几个英雄伤害爆炸的变态。解控技能希望能出个换个按键方式，不然每次格挡 反手劫招的时候就把保命技能用了。希望游戏越来越好，让打斗变得更加丝滑点。这样打起来才有激情。把双人组队 也弄起来撒。单人 双人 3人
差评: 差评 特么的一小时了进去就是黑屏 各种进不去 尝试了各种方法 就是黑屏进不去 鼠标在那
差评: 卡的非常影响游戏体验 连招都打不顺畅那请问这种服务器谁要玩？
好评: 打击感不错~~~很爽~很上瘾~。就是吃不到鸡
差评: 服务器很垃圾。。。动作僵硬。。还不如  影子战场做的好。。最尴尬在于 79还不如免费做的好..感觉制作组把大部分精力用在宣传
好评: 跳帧厉害，优化太差了 ，游戏体验极差，技能也接不顺畅
好评: 感觉连招什么的很不连贯 断断续续的 有时候技能放不出来 要攻击也攻击不出来 不知道是我的问题还是游戏的问题 另外 出现沙尘暴的时候 帧数至少降低20帧 很离谱 然后语音方面 人物攻击或者释放技能时 是否可以增加一些语音词条呢 希望能优化一下吧 本来想给差评的 但是 想了想还是友好一点 希望能越做越好
好评: 还不错
差评: 卡的一b
差评: 更新完之后还是会卡掉···你这更新了个啥？等啥时候不卡退了再玩吧
差评: 游戏还不错 就是帧数低【黑纱鬼泣大型单机无压力】 总掉线 永远无法打开的单人模式 
优化之前 不太推荐
差评: 不好玩
差评: 卡死人，也不知道怎么看服务器速度。
好评: 整体比较好，就是优化差了
好评:  还可以 挺不错的
差评: 进了游戏就闪退，进去两分钟内比闪退，无任何操作都会闪退。挂了加速器，也调了画质，检测多次游戏完整性，重装两次。无用
好评: 很不错的游戏
差评: 游戏优化非常差
好评: 我的低血压得到了有效治疗
好评:  ‘ 60 ’  人会不会太多了？
    第一个圈也不大，导致节奏太快，这游戏不需要那么快的节奏吧，
              这么快变成了无脑砍杀见人就打的游戏了。
    然后就是动作连接好像不是很流畅啊，？
    帧数也有些不够掉帧情况经常发生。
    游戏体验不是很好，但是支持这个游戏。
差评: 跳错 报错 就不谈了。
昨晚能玩，今天又炸了。
为什么一个半成品游戏就能上架了呢？
体验极差
好评: 如果能加上跳跃就好了，轻功之类的能穿越地形，你问我不是有风圈么，但是我不止一次在倒数第二 第三层 毒圈被困到一个环型高地里面【甚至都不叫高地比人物身高都不到那种]，除了进毒圈绕路根本无法过去。 其次装备含金量过大，装备的碾压带来的是游戏的技巧之间对抗变的很薄弱了，平衡还是有待考究。 人人都是电流麦，希望解决。
好评: 有点手残 不过很好玩
差评: 选完角色点确定倒计时然后崩溃，大多数人都这样 ， 难道你们测试的时候都不修复的吗？Fatal error!

Unhandled Exception: EXCEPTION_ACCESS_VIOLATION reading address 0x0000004d

0x00007ff759804a6f HuntersArena-Win64-Shipping.exe!UnknownFunction []
0x00007ff7597f717f HuntersArena-Win64-Shipping.exe!UnknownFunction []
0x00007ff7597f8ea7 HuntersArena-Win64-Shipping.exe!UnknownFunction []
0x00007ff75954e51c HuntersArena-Win64-Shipping.exe!UnknownFunction []
0x00007ff75955100c HuntersArena-Win64-Shipping.exe!UnknownFunction []
0x00007ff7596a4ab7 HuntersArena-Win64-Shipping.exe!UnknownFunction []
0x00007ff75969f1b1 HuntersArena-Win64-Shipping.exe!UnknownFunction []
0x00007ffb8bfe7bd4 KERNEL32.DLL!UnknownFunction []
0x00007ffb8c14ce51 ntdll.dll!UnknownFunction []

Crash in runnable thread TaskGraphThreadNP 3
好评: 挺新奇的
差评: 这游戏优化还能不能再差一点，在多人大厅就能卡死你，帧数不超过40，我1070ti，全部开的低才能勉强40fps，帧数低就算了，关键是网络还卡得不行，我UU加速国服，玩的中国服，人物各种瞬移，没法正常游戏，退款了
差评: 2070＋i7 超高40帧  低40帧   优化像坨屎  尤其是加速跑的时候回头动作基本20帧                            超低画面根本看不了
这个车轮战匹配机制就尼玛离谱，我一个纯新手输10把定的青铜，为啥排到的人都还是给我连天上起不来啊？
正常匹配半夜玩得排个半个小时谁能在那等啊
没有那么大玩家基数就不能加几个人机？
好评: 蛮好的，人太少了。等的时间太长~ 好歹能不能来个训练模式加电脑什么的。有时候等半个多小时才开
好评: 1. There is no game penalty for the operation of return stroke. Players only need to press and hold the block button. It's pretty unfair.

2. Female assassins do more damage than average, even if I'm a tank and the economy is ahead.

1. 반격에 대한 어떠한 게임이나 응징이 없다. 플레이어는 단지 기어 버튼을 누르고, 몇 번이나 반격을 막는 버튼을 누르면 반공격자를 직접 막을 수 있다.이는 상당히 불공평하다.

2. 여성 자객이 지나치게 대미지를 수출해 평균 수준을 초과한다. 설사 내가 탱크로 경기를 리드한다 해도 순식간에 암살당할 수 있다.
好评: 本来就吃延迟和帧数的一个游戏，大逃杀模式帧数能稳定60或者上144就好了，顺便多出点皮肤，改个颜色的皮肤想花钱都花不出去
好评: niubi
好评: 好玩 6666  妹子输出很大！
差评: 超级卡的游戏。。。怎么玩。
差评: 这游戏简直就是个诈骗犯 是个大骗子 骗钱的游戏 法庭上见！！！！！玩一盘就不想玩了 优不优化都不重要 这游戏可玩度极低乏力无 味 地图缩圈地形设计缺陷 看似近在眼前 其实远在天边！！ 一盘下来毒死的人不下50个  这游戏进去就话了我4小时 现在退不了款了 我要上法院告你们~~~
好评: 100分钟游玩感觉还可以，网络问题我开了加速器，延迟不高不会影响操作（可能是因为我只玩车轮战吧o(╥﹏╥)o），一个车轮战就让我满足了，其他的模式还没试过，先打80分吧。
好评: 玩了一晚上就遇见外挂
差评: 到现在进不去游戏，严重差评进去了以后再改
差评: 上去第一次做完新手指引然后就掉血 ，再然后就直接黑屏 一直登陆都是黑屏都没体验游戏
好评: 电流麦攻击要死了...而且系统有些繁琐，上手有些头大。
————玩了一下午后更新评测————
开了加速器还是卡，不只是游戏里卡顿，选人的时候也会卡出去。
选人的时候也有些问题，有次我进去后已经读完秒了，开始跑图了。我习惯买个打野刀出门，这样一来完全来不及。还有滑翔机上可以M开地图，但是不能用tap查看，这个有时候也不方便。
————分割线——————
最主要的是卡顿，我用的小黑盒，但还是会卡。跑图也挺影响的，原地踏步半天，打斗也挺要命的= =
————分割线——————
还有，既然是吃鸡类游戏，就不可能对PVE玩家友好，至少PVP是躲不开的，打野半天给他人做嫁衣挺难受的。当然这个可以接受，就是会很气hhhhhh,现在我的体验是这样的。不是说这个游戏不好，只能说还要打磨。
差评: 开始游戏后一直黑屏唉！！！！！！！！！！！！！！
差评: 人物僵硬，动作延迟，贴图拉胯，除去这些玩起来还行.
好评: 跑动后经常按不出攻击键和技能
差评: 进不去啊 ，第一次评测，服务器都没有，果断退款，以后稳定了再玩吧~！！！！！！
差评: 太卡了吧。打大逃杀打不了 打个野怪都卡
好评: 还是比较喜欢的，但为啥多人模式玩起来那么卡，2060开加速器玩起来还是卡的很，继续加油吧
差评: 优化差 动作僵硬 没有预期中的效果 和朋友都已退款：}
差评: 卡的令人发指，加速器也没用，太卡了。
差评: 无法启动游戏，虚幻4引擎报错。
刚买的游戏 就没进去体验过，直接劝退？
差评: 这烂游戏还收钱？严重不推荐
好评: 不错
好评: 电流麦，加速器不顶事，其他的还行，期待改进
差评: 第一时间买了玩，人在法国服务器显示在德国，操作感觉有较高延迟，动作不流畅，玩了三局均匹配不满人，2080显卡效果均开到最高，50FPS左右，人物模型比较粗糙，创意不错游戏有待完善。
好评: 就不应该设计回城买装备
差评: 老样子 频繁崩溃 真就是教程都打不完 已退款
好评: 卡，开加速器都卡
好评: 游戲整体还是蛮有意思的。不论是玩法还是节奏，都挺不错。
但是关于锁定，还是要改进的，比如我锁一个人，他跑怪物堆里，锁定就锁怪物了。技能和普攻衔接的流畅度还是需要改进的。
还行，顺便把服务器小霸王改进下。
差评: 破游戏一进去就崩溃，已经退款勿念
好评: 进入游戏界面一直卡在 选择服务器上 是什么意思  选择服务器里面也没有 可以选择的东西啊  空白的 什么情况
好评: 我是傻逼！
差评: 玩了几把之后。再就上游戏不过2分钟就报错弹出。一直登陆不上去。。刚冲完钱。结束了。游戏都上不去了。
差评: 虚幻4报错，用了好几个方法无法解决，退款等优化
差评: 进游戏的确是能进去，服务器什么的问题我也没遇到过，就聊游戏，打起来感觉太卡顿了，被连就是被连一套（很有火影忍者手游被连一套的感觉）怎么按都还不了手，可能我是荣耀战魂玩多了，很不喜欢这种被连到然后纯粹挨打的感觉。个人感觉这游戏只是机制多，但是都不够细致。画面可以，但是上手以后手感稀烂，没有指示器，出招速度还巨快，画面炫的我都看不清，根本就防不住。刚刚打了一把车轮战，我都不清楚这游戏为啥还有远程角色，近战又没有什么突进，锁定人物都能跑歪，想碰到他都难，就眼睁睁看着他在面前风筝你，身体还会硬直，感觉这游戏如果优化一下应该会有不少人玩。但是这游戏又和刚开始的荣耀战魂一样，网络问题又是一堆。我再等两天，看看这游戏到底会不会火。
差评: 频繁的崩溃，教程都玩不完
好评: 还不错·画面差点优化 战斗系统 还差点火候·
差评: 太卡了，太卡了，太卡了，太卡了，太卡了，服务器太垃圾
好评: 优化贼差，1070TI  低画质60多， 打架掉到30，你信吗
好评: 这游戏进去玩了一会，给我的感觉，操作起来还可以，挺流畅的，但画质不太行，贴图有点糙
差评: 我擦说据良心话 游戏平A和格挡在一起真伱妹难受——! 完全就不知道对方干什么呢 什么JN

差评: 准备退款，开不开加速器都各种客户端消失，想玩都玩不了
好评: 好
好评: 怎么说呢？建模十年前水准，操作。。。。哈哈哈，行云流水？那你是想多了，2020年了，随便一个小作坊打击感，操作流畅度都比这个强，不管你用哪个英雄，都像是在操作一个铁憨憨，唯一的亮点就是进对战局时的画面，很清晰，嗯，有4K能做个壁纸
差评: 游戏核心1；锁定问题，无法自由视角，
核心2；大乱斗格斗游戏角色之间的不平衡问题；
核心3；格斗中优化根本无需你去视角判断别人起手，
核心4；击打与被击打中，你鼠标左键包括攻击与格挡都是反人类，
核心5；打击优化问题真的下品。
唯一好处画面好看，呕~~~~
差评: 做新手教程做到第28步然后服务器断线，重上游戏从第一步开始做。继续做做到16继续断线。然后又要重第一步开始
好评: 凑合
好评: 吃鸡+MMORPG？这种题材本来我是拒绝的，但是看到评论这么多说游戏GHS有一套的，让我不得不购买进去批判一下！请问能不能多出点皮肤，我小兄弟还能撑得住。
差评: 游戏为什么老是崩溃？
好评: 烂到无法形容
差评: 欧洲服务器   就5人  等了 半天了 都不能开    别的服务器 太卡 没法玩
好评: 游戏确实具有很多缝合因素，但是手感很好，值得游玩。不单单只有大逃杀模式，还有类似荣耀战魂的操作模式在里面。值得一提的是服务器十分垃圾，澳大利亚更是没有服务器。希望给澳大利亚一个专属的服务器，以此解决lagging问题。
好评: 好玩质量高
差评: 真的不太行
好评: 今天一早被盆友推荐了这个游戏，发现这是个终极玩法缝合怪游戏，超级有意思！！！
好评: 我玩游戏还是游戏玩我，进都进不去
好评: 无法选择服务器
好评: 别的都还好，优化也还不错，就是经常游戏崩溃闪退，大概率分辨率是窗口全屏化什么的兼容哪里出了问题，希望能优化以下
好评: 2080ti最高画质100多帧，高画质稳定160多帧，然后你大逃杀模式需要最低画质才能保证流畅，然后我的显卡占用98%？？？？
好评: 一直期待这种类型的游戏
好评: 挺好玩的
差评: 服务器卡的像挤门缝，特效拉满感觉穿越回了2010年，我睡了一觉起来还在排队，体验很差，但是GHS确实一流。
差评: 优化烂，延迟高，排人慢，GHS倒是一套一套的
差评: 整了半个小时，换了加速器，验证过游戏文件，一直选不了服务器。倒灶
差评: 不像是0202年出的游戏
差评: Only 4 server on early access 1 NA 1 EU 2 ASIA, aren't able to play because of the ping is over 100 ms. All motion get delay imagine your character react after 0.5 second after you click the button, so its really depends on your location to play this game, better ping better performance. No much skill level just farm the mobs and get equipment and instant kill others with very standard combo same for every character(normal attack + skill 1 to lift in  the air and normal attack + burst damage skills usually skill 2 for most character = the end). May be wait for official launch with more servers.

But have to give the support a thumb up they tried their best to answer most of the question on discord and lots of other community site. But server latency or Ping is the biggest issue for me.
好评: 有人知道我进游戏没有服务器是什么原因，有大老知道吗，我用的是海豚加速器
差评: 评毛线，显示玩了21分钟，进了两次服务转圈毛都看不到，现在就一直闪退进都进不去
好评: 还没玩，至少优化还不错！
好评: 登陆界面选的中国服，进到游戏主界面左上角却显示KR服咋回事？
好评: 玩了半个小时吧，感觉还行，有点像影子战场的感觉。
好评: 挺好的新手教程刚完服务器就崩了
好评: 感觉很不错 啊 嚯嚯嚯 HXD们快来玩啊
