好评: 替身真的折磨 还有一些离谱的任务要求 玩玩自由对战就行了
好评: 你他妈qte弄那么难干嘛啊，闲得慌
差评: 相比于后作，这一作实在是一个粪作，不仅需要打杂七杂八的支线才能打主线剧情任务，小任务还需要完成各种莫名其妙的战斗条件才行。
还有后面作品里非常重要的替身术在1里是完全不同的使用机制，以至于战斗演变成两边跳来跳去，互相丢技能道具，被近身就几乎没有反制手段，真是离谱了。
而且本作还没有中文，在2022的今天，这游戏也就给火影粉丝一个情怀补票用的，但是如果你想玩这游戏的话......祝你玩的愉快。
差评: 这款游戏优点：
①建模优秀，考虑到游戏的发行时间，有如此精致的游戏建模非常难得。并且值得一提的是，游戏建模还原了整个木叶村，严重怀疑经费大部分都花这儿了。
②动漫技能的还原度高，可游玩人物丰富（对战）。
③战斗系统不错，忍术对战还原度高。
④大包价格便宜
游戏的缺点很明显：
①主机移植对PC适配较差，界面、操作反人类，任务xp的更新有延迟，不支持19200hz音频输出等。
②游戏内容匮乏，可玩性差，靠很多无聊的小游戏强行凑时长。
③剧情单薄，沉浸度低，大量对话无配音。
总结：不推荐，即使对想过剧情的玩家也不推荐，这款游戏 为了拖时长主线剧情推进非常困难。但考虑到它的价格，还是物有所值。
好评: 还原动漫，但适合休闲玩，不能一直做主线。任务有一定重复度。
差评: 这QTE是你嘛给人按的！？文太把我屎都打出来了！
好不容易打败对手，最后结算告诉我未满足条件，还要重打！？我呸，给爷爬！
差评: 到了第五章保存不了游戏了，什么鬼游戏我服了，打了几个小时回档了实在玩不下去，视频通关去了。虽然说木叶村做的很良心，在村里闲逛很惬意，但是瑕疵太多了，不得不给个差评。
差评: 可玩性很差，不推荐。
差评: 说实话，玩到现在这游戏模式已经让我腻了，无论是他的忍者奥义和替身，尤其是做完任务满地图找密卷，极大拉长游戏时间，但你说这一代真的很差劲吗？至少我觉得还行，原著中角色的忍术在我手中还原，确实很有意思，尤其是鸣人打鬼人再不斩放的风魔手里剑变分身使卡卡西突破水牢的场景成了技能，如同又让我想起小时被那时的火影忍者剧情而惊叹，我也下定要打完火影出的这四代游戏。可我他妈的万万没想到，博人传的剧情直接让九尾上天了？而且看九尾那语气是在说鸣人养老都开始变难了吗？我已经有了解这后面的剧情已经开始对鸣人摆烂，为博人开路，我真的做不到继续玩着关于鸣人的剧情，这简直就是明知道前面有坑我就要走，走完那么长的路再掉进去。明明我对火影忍者就是从九尾睁眼到九尾闭眼啊，我还想说很多，可这又有什么用呢，他能换回我的时间还是能让我忘掉呢？
差评: 全成就+100%收集，实际用时20多个小时，要玩的话推荐手柄。
首先说主线。剧情很敷衍，讲的不清不楚，没看过原作的话估计看不明白。任务经验值刷满解锁的隐藏主线剧情很敷衍，看完就忘。[spoiler] 亏我发现的时候还期待了一下 [/spoiler]有些动画是在杂货店收集物品后解锁，其实插入到剧情中可能会好一点。[spoiler] 真的就一点 [/spoiler]比起为了重温火影剧情玩这个，还不如重看一遍动画或者漫画。
其次吐槽一下任务。要三星完成任务非得打两次，剧情还不能跳。有些任务三星条件实在是恶心，阴间究极冲击，阴间QTE。[spoiler] 每按一个键就暂停一下的痛楚（恼） [/spoiler]而且任务重复度很高——爬树、森林跑和搞心态的捉迷藏。喜欢肝或者不耐烦的玩家可以尝试一下。
然后是一些槽点。没有汉化要自己找补丁差评，游戏有时关不掉差评。我一开始玩用的键盘，没有指南，退出游戏都得废好大一份功夫，结果是退了但没有完全退，steam的停止游戏也没卵用。不过现在指南出了[spoiler] 谢谢大佬救命 [/spoiler]
最后说句实在话，明明是一直在刷刷刷，我却玩得挺开心的，一眨眼时间就过去了。但要是让我推荐，我肯定希望大家想开点（笑）[spoiler] 想不开也没事，就是记得一定要用手柄 [/spoiler]
好评: 很棒的游戏
差评: 质量OK，粉丝向作品，如果不考虑火影IP情怀，作为一款游戏来说游戏性欠佳，玩了半天决定还是回去看动漫…… 不是粉丝的话不建议购买
好评: EMMM,有一说一啊，非情怀玩家不建议入手，因为一代的操作难度比较大（剧情模式QTE是真的快）而且支线重复度太大了（打主线必须要先打支线攒经验，而支线任务大多都是主线的重复。最蛋疼的是追动物的几个支线和战斗的时候的替身，前者特别考验反应力，后者就纯恶心人。。
好评: 情怀过关
好评: 为了卡卡西买的，结果我卡没啥戏份，也莫得打再不斩和白那段(T＿T)。“就算是死我也会保护你们，我绝不会让我的同伴被杀”，爱情开始的地方。
吐槽:咱就是说一些捉迷藏爬树追狗真就很没必要，PPT主线剧情我都忍了，捉迷藏真就精神污染。
差评: 动画少剧情少，一堆nt支线又阴间还要打三星，捉迷藏属实是给我玩吐了。非粉丝不建议买
差评: 如果不是买集合获得的游戏，我不建议你单独买1代。
差评: 要不是为了从1玩到4图个完整.不建议如。汉化还要自己找。说对键盘不友好的，自己淘个手柄不就好了，也没几个钱
差评: 用键盘玩很不友好，按键东拼西凑，还要做支线才能打主线，支线确只有几种，也就是说要一直刷重复的，很无聊，在大地图转视角非常艰难，唯一好的是里面技能挺炫酷的也比较还原。

好评: 😐
差评: 一代没有官中，汉化基本找不到能用的，3DM上面的汉化可以用，但是退出会一直显示游戏中，剧情比较少，体验和后面几代完全不一样，只能说勉勉强强。
差评: 支线任务小游戏真的是太好玩了，为了挽救赶工的制作组君麻吕在最后一章被反复殴打真的是太敬业了
好评: 作为究极风暴的开山之作，设定打斗都还是不错的。下下来以后，如果是慢动作，记得去config调个参数。
差评: 初始键位究极反人类，偶尔会触发无法普攻（可以正常使用忍术、奥义、投技qte的B键），并且场地互动性很低。我下载前最期待的两战就是医院屋顶和终结谷这两战，结果医院屋顶直接换成训练场地，终结谷也只能在水上打而不是包括大石雕的整个场地
好评: 童年啊~~~所以这不比国内冲冲冲有意思？
好评: 小时候借班里土豪家的xbox玩的二代
现如今想重温一下火影剧情

却发现你这一代怎么这么难
想要走剧情还得打其他的任务
战斗任务条件古怪多样 捉迷藏任务找不着北
连boss战都比剧情中的boss难了n个系数

虽然说这一作偏开放式的设计让人确实耳目一新
但对于我这种只想专注于剧情的玩家来说确实个累赘

ps：如果你只是想走剧情的话建议直接看动漫或者找一个完美存档直接游玩剧情模式XD
差评: 垃圾格斗系统，真的垃圾。就算你是老游戏也不能这么垃圾，原件100多元的垃圾。
好评: 很好玩 火影迷必入！！！！！！！！ddddd
好评: 手柄一直进不去游戏，显示 设置应用于1p控制器的按键 的画面，
差评: 千万不要买，垃圾游戏，除了画面不错外，操作简直失了智，莫名奇妙的25连击，试了n遍就宁次能打出来吧，那你干脆就指定玩宁次好了，多恶心？还有倒地击打三次，鬼知道我试了多少遍才知道要走过去a，飞过去不行，冲过去也不行，站着不动a也不行，手里剑辅助攻击统统没用，必须慢走过去a一下，这样才能攻击倒地，简直shi！ 最恶心的事奥义那个qte，不，比起奥义的qte，boss站的qte才最恶心！！这个机制除了用来恶心玩家一无是处！ 特别是守鹤那里，简直是……，我玩了两个小时终于搞明白怎么打，再不损失一半的绿血下打到最后，结果发现我手柄的按键物理反应速度竟然跟不上最后的那一波快速连按!!！十个手指头用了个边，都没用！！你说恶不恶心！！你弄那么快，是怕玩家能玩过去？
差评: 太难玩了！ 首先对键盘党很不友好，提示的按键完全都是按照手柄来的。为了玩这个，我还专门买了xbox的手柄，结果还是难玩！很多按键还是有问题！
差评: 看我的评论马上跑千万不要买
我挂这5分钟就是告诉你们千万不要买
游戏根本进不去
好不容易进去了连上手柄就闪退
不如去下个3DM版玩
千万不要买
好评: [spoiler]咱也不知道因为点破事就给游戏差评的人是啥心理，没中文还看不懂其他语言的你不会找汉化包吗？白屏掉帧闪退你不会看看你自己电脑缺啥少啥开没开兼容吗？新设备玩老游戏不可避免的会出现一些问题，难不成你还指望着一个单机游戏发行以后不管过多少年还屁颠屁颠的给你继续优化啊？游戏体验没怎么让我窝火，倒是看傻逼在这儿无脑喷游戏给我整乐了[/spoiler]
3DM有汉化，虽然很机翻但总比看着英文拼日语强。不适合想要速通的强迫症玩家入手，游玩时间和主角行动步数都算在任务里，很耗时间。剧情描述都是一笔带过，想靠游戏入坑的我建议退出去看番千万别来这个游戏补，少了亿点点细节就差了很多感动（比如没有再不斩——
前期就是跑图游戏，久了会腻，但是开放世界里跳来跳去的其实还挺有趣的（就比如我这种天生的路痴半天没玩再回来就会忘记各点，只能靠着地图苟x
对战还好，后期能选择的忍者已经很多了，[spoiler]喷忍者少的那位你能不能看看1的主线剧情是从哪儿到哪儿？这就嫌少？给你整个博人出来你看看你满意不？[/spoiler]替身永远的痛，要么在被打之前连摁替身，要么被一锤到底倒地了还得被踹一脚，反正判定很迷，玩这么久也没明白一开始的提示里说替身需要的能量条（？）是什么在哪里，所以替身就随缘，打不过就重试，刚开始适应的时候一个S级的君麻吕就够打一年了（不）助战接人很鸡肋，根本反应不过来，玩这么久了就成功过两次……boss战的交互感觉比4的交互要友好一点？但是初见不太可能反应的过来很正常，所以交互键出现的时候摁下options暂停思考一下是最稳的x同样适用于跑树林任务，撞树以后光速暂停就可以稳恢复
捉迷藏，询问过周围的人以后打开地图用QQ截图，使用箭头工具，交点处的箱子就是熊孩子的藏身之箱√但是有时候会有莫名其妙的bug，第一次掀开箱子什么都没有，转一圈再开那个箱子就有人了……好家伙，魔术木叶丸
总体来说中等偏上吧，毕竟是老游戏了要求不能太高，以现在的眼光来看的话，是为情怀付费可能才更值这个价钱。虽然但是，不建议原价购买，喜庆游戏，逢年过节的打折活动它都会凑凑热闹，三天两头就捆绑包史低价，权当是为了钱包好，加了心愿单以后就等等吧，差不多的价格打折能直接买一系列，香的很啊
总之，如果并不是像我一样无聊，就别来1代浪费时间。就快真结局了，NUNS2见。
2021/5/7，剩下的几个成就死活不能触发，被恶心到了
差评: 一代完全就是情怀作了，除了boss战和搓奥义还算亮眼之外，其他的都很垃圾。
优化稀烂，开60帧或者抗锯齿拉满就慢成ppt，不拉满抗锯齿就得忍受时不时的画面撕裂。
手感成谜，尤其是替身术完全不知道是怎么个判定，经常性放不出来，被沾上基本就会被连到死。
剧情……不知道是该说敷衍还是该说贫穷，大量纯本文，大量无声ppt，可能非原作党压根看不懂剧情讲了啥。
还有浪费大量时间的重复跑图，看似很吊胃口其实水的一批的真结局，总之体验非常差
总体来说就是个卖情怀圈钱粉丝向作品，非常不建议买，除非是不差钱的收藏癖买来吃灰的。
差评: 保存三次都失败，游戏里时长29小时，主页面显示35小时，这算啥
差评: 这游戏没卡所以一个小时是真实地游玩时间。优点说实话我觉得火影忍者画质之类的第一作都做得比隔壁海贼王无双3好，无双3那个狗屎建模和贴图我真觉得是一坨狗屎，不会再买海贼的衍生游戏了，海贼无双4也想了很久觉得算了。
说回正传，这作由于是第一代，所以缺点还是挺多的，比如傻逼的任务系统和傻逼的QTE系统。制作组想让火影迷复原感受下动漫中接任务的体验没问题，可是我一个新手教程都他妈没有的游戏，一开始村子跑遍了才知道要进MENU接任务然后才开始进入任务，至于村子里那些路人NPC让我收集之类的，我一脸懵逼我村子都出不去收集你妹啊，到了和卡卡西打第一次的时候我才知道原来收集品是任务掉落的。还有这个傻逼的QTE，我真的不知道这个制作组在想什么，是不是如龙玩多了，QTE整的和如龙唱K时候一样，滚动式QTE，还是放左下角，至于我想到的可能性是为了双人对战吧，但是我还是觉得挺傻逼的。
日式漫改游戏谨慎购买，我前段时间看了鬼灭的漫改也觉得不过如此，画风是挺对味儿的，对战系统还是很无趣。
好评: 海星
差评: 这作缺点挺多的，我玩到现在愣是连替身怎么按都没搞明白，还专门去百度查按键，按手柄LT键，想替不出来，有时还莫名其妙就替出来了，打后面主线任务憋屈得要死，替身都被扣了，打对面人机好不容易连上一套，尼玛连续替了好几次，反手就是一套连，活生生把人连死是吧！
还有就是，我玩这作纯属就是为打主线，结果非得搞什么打支线任务得任务XP点才能玩主线，还要500点，这不纯恶心人嘛。
总得来说，第一次玩究极风暴系列感觉挺一般，不过听说一代是试水作，就不要求什么了，还是期待玩4吧。
好评: 以前在ps3上玩过，有点区别， 不过差别不大，能在木叶村自由的跳跃才是青春的味道，值得收藏！！
好评: 为什么退出重进存档就没了？我崩溃了
好评: 小日本鬼子把QTE弄的这么难是故意恶心我是吧  打完主线就不要再搞什么全收集了 有不是游戏玩人（游戏还是好游戏的
好评: 只能说还可以
差评: 玩了几个小时然后保存失败，可真行
差评: 这最后的大蛇丸QTE可能是干他妈的时候设计的
好评: 需要跑来跑去的，还要足够的经验来解锁任务。反正挺麻烦的。
差评: 你就是三叉戟那戟把
好评: 战斗爽快，剧情充实，很不错的漫改作品！
差评: 肝了24个小时，主线三星通关了，还有些S、A任务没做，听说真结局啥也不是不打算再肝了，如果满分十分，这个游戏我可能会给6.5。这游戏作为究极风暴第一部，承接究极觉醒开启究极风暴，在一些方面的确是做的不错的，比如全3D的木叶村，你可以像一名真正的忍者一样飞檐走壁，尽管视角可能会极大地限制你；也比如说不错的收集要素，开宝箱获得人物新的技能或者做任务获得新衣服等等，以及手感还不错的战斗系统。但是阴间的战斗条件（比如要求奥义终结，要求替身，要求风暴槽满了开奥义），阴间的支线任务（说的就是你打碎罐子和走路），重复的支线和破碎的剧情（鸣人一天天的除了在树上跑就是在树林子里跑，偶尔还要陪木叶丸捉迷藏，玩几遍还好，但是各种任务都是重复的，也毫无剧情可言，不知道设计的意义在哪。而且任务等级越高越阴间，蛤蟆吉给我抓到心态爆炸），这些都决定了这个游戏给人的体验不会太好，所以如果你不是一个火影迷的话，或者说没看过这部分剧情想靠游戏补的话，我是极度不推荐的；如果你是火影迷，并且有高超的游戏技巧或者是足够的毅力，去体验一番比较还原的木叶村以及重温一遍火影的剧情还是不错的。
好评: 还可以
好评: 用手柄玩@@@
好评: 支持~顶~~
好评: 很便宜很开心，信不信我是以四十多元的价格买了究极风暴1+2+3+革命+4，还是全DLC。血赚不亏啊。怀念以前在A区的日子~
差评: 没汉化，默认集显，没过场动画，剧情靠文字交代，忍术靠qte搓，主线靠支线推进，这一部可以说是不可燃物了
（凯皇真帅，卡卡西真帅，雷切真帅）
好评: 烂活儿
差评: 主线剧情没有关键的剧情动画只有文字，然后还逼做支线才能推主线；做归做吧，问题是直线一点也不好玩，一张地图一直重复跑跑跑，还有一些操作没有教学老是完不成一些难度高一些的支线，就硬卡。然后战斗方面目前已有的还不错（动作和特效方面）就是连击和技巧不够多，打法有些单一，没有太多深度的玩法；另外，游戏内建模的风格非常不错，要是多一些演算动画和战斗技巧的话就很赞了。
总之就是美术很好，但是不好玩
好评: 45小时过完主线（到最后一个movie），我上网看说要全部任务三星才能看到最后的影片，可是我还剩一个任务（打文太/守鹤/万蛇 过不了）就看到最后的影片，还说全部任务已经解了~看到我一头雾水~

游戏说不上很好玩，但也不差~ 就是做给火影迷玩的，就只是打打架，跑跑跑等等，故事就随便放个文章就带过（这个有点失望）
好评: 表现不错，就是任务繁琐
差评: 替身术判定蛮阴间的，做个主线剧情还要先推支线，这部实在不太行
差评: 作为动漫改编的游戏，《火影忍者：究极风暴1》可以说在当时是十分令人期待，因为其销售策略倒向欧美的偏向性令无数《火影忍者》粉丝感到不公，使得亚洲，甚至日本国内也掀起了声讨的巨浪。当游戏在亚洲区域正式发售时，立马在火影迷中受到了广泛欢迎，同时也承受了严厉的批评，如果抛去为情怀买单，这款游戏的素质确实令人难以恭维。
[hr][/hr]
尽管这篇评测的主旋律是[b]“不推荐”[/b]，也不妨在这之前说一说这游戏的好。
[h1]【音乐】[/h1]
纵观整个《究极风暴》系列，满共5个作品中的配乐就没有拉夸的，钢琴提琴和管乐器的搭配与电子化处理展现了一个超出动漫之外的火影，也为重要情节铺垫出了很强烈的感情氛围。如果说[b]高梨康治[/b]给了动漫不羁与柔情并存的血肉和灵魂，那么[b]福田考代[/b]就是游戏的热血与激情的完全爆发与完美演绎。
[h1]【实时CG运用】[/h1]
动漫改编游戏，对情节的还原展现至关重要，这也是勾起玩家或动漫迷情怀与感情的重要一环。游戏中但凡使用了CG的地方，表现力都是不错的。光是开头就弄的非常燃，boss战中穿插实时CG也相当到位。
[h1]【多轴作战系统】[/h1]
作战场地再也不局限在一两个平面，而是在向立体轴向有了开拓。同时也支持3人小队的辅助战斗模式，术式与奥义都能展示各自人物的特点，还有各类忍具配合作战。
[list]
[*]如果要掌握精髓，还要熟知每一个人招式的前摇和判定速度与方式。
[spoiler]（春野樱的陷阱先不说，宁次的八卦六十四掌和鼬的月读，这一类瞳术球型判定可以说是最差劲的了）[/spoiler]
[*]不同忍者擅长不同作战方式，了解人物擅长的战斗类型，合理把控距离会使战斗向对自己有利的方向发展。
[spoiler]（勘九郎超远距离战斗，走位好一点甚至可以从对方身后调动木偶回击；迪达拉、天天、手鞠这类就需要拉开距离疯狂远程输出）[/spoiler]
[*]查克拉量需要精确把控，打到一半没有蓝，还被对手钉住不能凝聚就放不出奥义和术式。
[*]查克拉最终用法就是在快要没血的时候发动觉醒，各项属性大幅提升。
[*]合理使用替身术，术式在较短时间内不能重复使用，主要是帮助躲避奥义和缠斗连招，如果提早用完，被对手连续摩擦时还没恢复好，那就……hhh。
[/list]
依然是那种传统格斗游戏的感觉，但确实燃了不少，战斗系统真的是有很大的功劳，以至于在之后的4部中延续了下去。
[h1]【奥义与QTE】[/h1]
本作的奥义发动，除了判定命中外，还要靠一小段搓招才能发动，这是所有《究极风暴》系列中我最钟爱的发动方式。尤其是在和好友同屏对战时两人相互较量搓键速度才是肾上腺素爆表的高潮时刻。
另外在每一场boss战中也都会有搓QTE环节，将力道与速度集中在手指，时刻都有神经紧绷的刺激感。而且这是最燃最具表现力的游戏精髓，搭配CG一起，也是对原动漫最好的还原方式。
[hr][/hr]
接下来总结一下喜忧参半的部分

[h1]【还原开放的木叶村】[/h1]
在地图设计上这款游戏可以说是合格的，闲暇之余可以在地图中自由探索，亲自走一走一个还原度比较高的木叶忍村。漫游时能将查克拉凝聚在脚底走水路，或者用影分身投掷到更高的地方。同时还可以寻找一些隐秘机关，获得奖励道具。
但一个问题也出现在这里，诺大一个木叶村，实在是显得太过荒凉，可互动元素少得可怜，也许NPC的三言两语确实给玩家打发了，但很多支线任务的点位物品排布却属实折磨人。
[hr][/hr]
坏的地方也是坏出了强大，也坏出了《究极风暴1》独有的特点。

[h1]【文字说明剧情】[/h1]
作为系列的开山之作确实是缺少经验，但依靠这种方式来展现剧情真的是非常糟糕，不论你是用原英文，还是去打了中文补丁，从文字来看无不透漏着那种苍白无力感，而且内容也简化的厉害，甚至从人称和语气来看还充斥着满满的尴尬。尬气喷薄而出好似在看《博人传》动漫，都让人有点不好意思看。
[h1]【大可不必的支线任务】[/h1]
本作支线任务也学着动漫里分出S、A、B、C、D的难度梯度，外加游戏中重要的boss战，很多任务设计的十分糟糕，尤其是依托于这个空洞的地图，显得尤为折磨人，想必玩过的hxdm都应该被木叶丸的捉迷藏折磨惨了吧。不仅如此，诸如此类的任务还换汤不换药的重复出现，爬树和赶路应该就更不用多说了吧。
[h1]【糟糕的评分推进机制】[/h1]
解锁任务和推进剧情的前提就是完成那些乱七八糟却又批量复刻的支线任务，既然支线任务的素质如此之差，这一机制也就只能成为上一条槽点的陪衬了。
[h1]【物品的收集】[/h1]
收集卷轴以解锁辅助技能，十分鸡肋的设定，而卷轴也都是做完一次任务刷出一部分，而且必须要在执行下一次任务之前捡完，否则下次任务执行完就会被新卷轴覆盖掉。有些卷轴的位置刁钻至极，让人根本没心情去拿。这样：垃圾任务+卷轴+垃圾任务+卷轴……也不失为磨洋工拖长游玩时间的好办法。
[h1]【没有键鼠优化的操作】[/h1]
如果想直接用键鼠来体验游戏，就不要考虑太多了，因为根本没有让你使用键鼠的余地，或者说也是糟糕至极。排键及其反人类，打起来也毫无快感，跟手柄的感觉完全是天壤之别。
[hr][/hr]
[h1]小结[/h1]
能看出游戏的野心，但做工似乎根本支撑不起最初的设想。如果不是强迫症收集家或者铁铁铁火影情怀粉，建议别浪费这个钱。即便想拿下，最好把价格放在大包里考虑，并且经过优惠后单价能够低于25块钱的话还是可以考虑入手的。

[hr][/hr]
[quote]欢迎尝试关注“西部玩家CLUB”鉴赏家频道
https://store.steampowered.com/curator/39702906/ 
你的支持将会是我们不竭的动力！[/quote]
差评: 之前玩了半天也没玩懂，虽然现在也是

好评: .
好评: 都说一代阴间 刷完全四代成就后发现二代才是最阴间的
好评: 剧情总算走完了  我是废物
好评: 只做完主线
太单调！太单调！
来来去去就这几个
看在初作试水的份上
看在火影迷的份上，
给你个好评
好评: 打了20个小时的存档没了，无语。
好评: 各种想法的雏形糅合在一起的初代
其实把初代很多东西扩大化，未来的续作会是一款神作。可惜未来还是摆脱不了漫改游戏的一贯套路
没有从真正的究极忍者风暴扩大出来。实属可惜
虽然我给了好评，可是初代很多想法都需要打磨。实际游玩的体验并不好。
总的来说其实不建议购买。尤其是玩过PSP版本之后再玩这个更是难受。
差评: 半成品的感觉，大部分剧情只有文字描述，做主线前必须做支线，不推荐
差评: 本以为可以买来过剧情，结果是只能做任务，对不起没调查我就买了你，我是傻逼
好评: Too much repetition,but it's still a good game!
差评: 特价买的1-4合集，推荐用手柄玩，剧情到鸣人佐助终焉之谷决战。相当傻逼的一款游戏，如果要玩主线需要一定量的任务经验，且只能从支线任务获得。不论是主线还是支线无聊透顶，就是对战外加跳树枝，爬树干和少量QTE。而且剧情阉割，如果想回忆剧情或者寻找剧情彩蛋在这里完全不存在！！！！！
差评: 之前玩过究极风暴3和4，肯定适应不了
差评: 和后续作品比，简直就是历代糟粕大集合。
差评: 垃圾游戏
反反复复打一关
差评: 傻逼游戏，偷工减料，大量重复的关卡，sb一样的关卡三星设置，想打三星每个任务都必须最少打两遍，还有一堆阴间关卡要求，设计这些的人是从阴间爬出来的吗？游戏可以送给玩家但不能送走玩家，更何况玩家还是花钱买的。要不是火影大包➕情怀，建议不要玩这个游戏恶心自己
差评: 无尽的QTE，还说自己是格斗游戏？你配钥匙吗？3元一把10元三把，你配几把？
好评: woshishabi
好评: 好评给火影 游戏差评  按照PS3世代的产物来说 游戏性比PS2世代的火影还差 而且没中文 不是真爱粉别买 买了的话网上打个汉化补丁吧

追加一下：没有再不斩和白的剧情 也是差评了
差评: 我是伞兵，买了这个游戏。难且无语，任务中间无存档点，一失败全部重来，如果你是大神当我没说，如果你只是想玩玩火影类游戏，建议去3和4，千万别买1 ！！！！！！
好评: 好
好评: 最大的缺点就是QTE太恶心人了,其他都还行
好评: 究极风暴1确实是相当简陋，但简陋就算了，制作组还恶意增加游戏时间，绑架玩家去玩那些更加简陋更加枯燥的支线。主线的推进必须有对应的XP值，不够那就要去刷支线，要多无聊有多无聊，推荐用修改器直接把XP调满，只打主线即可

但就算是只玩主线，这游戏依旧是不合格的，99%的剧情都省略了，只有蛤蟆文太、砂之守鹤、三忍大战、鸣佐大战这四场战斗做了过场动画，其他战斗全都是开场一小段苍白的文字简略交代下剧情。甚至有些精彩战斗直接没了，再不斩的篇章直接没了，追回佐助小队各自的战斗全都没了，也是绝了

每个角色的必杀技倒是用心做了，很好看

这个推荐不是好评，完全是因为价格原因，你只买23的价格，和买123合集的价格是一样的，所以1就当是送的图一乐了
差评: 
千万别玩 NMD一个替身术死活按不出来打个任务B要求还多 好不容易打过了还没给我保存 而且退出的时候进程也不会结束 我现在看上去玩了23小时实际上最多只有三小时
好评: 夏促买的1-4，之前火影没有看完，从1开始补剧情，目前看来1是疾风传之前的剧情。
画面在2021年看来也还尚可，流畅度也可以。
就是每次做完任务捡卷轴太讨厌。
还有替身的时机新手不太好掌握，如果有教程关卡会更好。
差评: 确实不推荐，其实我早之前全部都玩过，这次打折1234一百多看着便宜想着都买了吧。
234都很不错，唯独这个1，首先想边回味剧情边玩游戏就直接劝退。它这个模式就是支线任务-主线任务来来回回滚动刷，主线任务要做支线获取点数，而主线任务呢又像是挂着主线的面具的支线任务。任务会做到吐，纯属浪费时间。品尝过一乐拉面的所有各种拉面这种任务也列为主线任务。 还有更多无聊的东西。

S下任务的三个BOSS需要四只手才能按出QTE，速度极快，能耗尽你所有的耐心，我觉得比魂系列都恶心。

其实最主要的是没有代入感。一丝丝都没有。234按着剧情打下去，热血沸腾。剧情也有个流水线一目了然。
1这作，又是爬树又是和木叶丸捉迷藏等无聊的不能再无聊的任务多如牛毛。真的纯属浪费时间，都什么玩意。

不知道退出游戏的，手柄按按中间两个按键你就恍然大悟了。
好评: 单看美术和配乐，是一款非常不错的游戏，何况它诞生于2008年，就算建模放在现在也不落伍

但是
1）任务重复度高。任务主要分为战斗，爬树，跳数，捉迷藏，在线时间，找物品等类型，分为SABCD等级只是难度区别
2）游戏主线和支线任务系统割裂严重。游戏主线剧情需要一定任务点数才能解锁，任务点数完成支线获得，我主线都打到3代死了，支线还在和木叶丸捉迷藏。。。
3）不能完全还原火影剧情。单玩游戏体验火影剧情可能是不够的，除去主支线任务割裂感严重，缺乏很多经典战斗和过渡。。比如一开始再不斩和白的战斗，难道不配拥有姓名么？
4）有丢失存档bug。偶发
5）没汉化。不过pc有中文补丁，忍了

游戏玩是可以玩，也推荐为情怀买单，但放在2021年只能说中规中矩，沿途有更好的风景
好评: 挺好的

好评: 忆童年系列！回忆必玩！
好评: we need chinese
好评: 已全成就通过，除了个别任务太搞人心态以外，其他都还好
差评: 其他的方面还好 就是老是退不出去   存档也存不住  如果不是对火影的爱 我估计都玩不了这么久  但是你老这样 我是真的受不了啊   你没有学过啊
好评: 垃圾 存档都没有 一直在回档 游戏关不掉 要强制退出 但是可玩性很高 甚至于4部里面最优秀的 差评改了
差评: 游戏差到我 不想说什么 喜欢火影的 就买 一个4 就可以 其他都别买 亲身经历1-3 都是坑钱游戏!
好评: 支线任务重复性太高，作为漫改游戏过场动画都只有那么几个，真结局还是原本动画就有的剧情，不是粉丝推荐购买。
好评: 2021年6月5日14点43分
太老了
差评: 给按键的时间能再短一点吗？？1秒时间要按6个键，得什么反应速度
差评: 不推荐。任务为了难二难。但是作为一款粉丝向的游戏。操作恶心，任务恶心。对战恶心，没啥必要继续玩下去
好评: 对主线剧情还原的很好，哪怕剧情已经烂熟于心我还是随着游戏也会再次沉浸其中，但支线任务实在是过于离谱儿，把主线的BOSS战反复拿出来用，为了100%的任务完成甚至每个大型战都得打8次
好评: 建议修改点数，不然太肝了
好评: 我他娘的之前打了快二十个小时的存档差一些全成就，不小心误删了，有没有好心人给个全成就的存档，那些任务我是一点都不想再做一遍了
好评: 这代初作还可以。虽然不如后面的续作，但是还是好评鼓励一下吧~~~
差评: 风暴系列的初代，相较于后面的作品略显粗糙，支线任务体验不佳。
火影迷可考虑，不推荐纯新玩家购买。
好评: 究极风暴的开山之作，槽点满满的同时也表现出许多富有创意的想法。

同质化严重且奇葩的任务、奇特的视角、过长的技能前摇、随缘触发的替身、繁多复杂的QTE、删减的原作剧情等等都会让你血压升高然后怒问这是哪个鬼才策划设计出的东西？

然而全3D可上房的木叶地图、QTE触发机制、对战格斗包括人物技能、按键放奥义这些方面设计的还是蛮好的，觉醒后的小李尤其好用。

初玩1代可能会觉得很烦，但当我玩过2代后觉得[spoiler]更烦了[/spoiler]。
好评: 基本没有剧情演出，小游戏任务偏多且重复。
好评: 可玩度还是很高的，鼬神还是鼬神

差评: 你他妈的吞存档真有你的，吞2回
好评: [h1] 7/10[/h1]
[strike]24个多小时终于完成了全成就+100%[/strike]
游戏的第一代，问题繁多，不过它给了你一整个木叶村的伪开放世界，那种飞檐走壁的感觉是后面几代散步模拟器体会不到的。还算不错的音乐，尤其喜欢《sorrowful eyes》和《light never goes out》这两首，[strike] 悲伤的很适合鸣人失去佐助的主题[/strike]。炫酷的奥义演出，比起后面几代动不动给地球妈妈开个洞的夸张效果，一代奥义的质朴反而更有新鲜感。还有当初在街机厅和小伙伴们打电动，看动画追漫画的情怀。[strike] 虽然现在真的老了[/strike]
缺点那可太多了，包括且不限于：英文配音太魔性了，井野的惨叫让我听得发笑（设置里可以调回日文CV）战斗任务要求使用究极[spoiler] 阴间[/spoiler]冲击（这个还能替身之后接，大概率能中，不过一代的替身纯靠感觉随缘，要是带其他血量要求的任务能把人整麻）各种追击任务（我觉得这种靠运气多过靠能力，3星的容错率极低，失误一次基本就可以remake了）木叶丸的躲猫猫任务（这个太消耗人的心力了，而且大致位置还是靠猜）S级巨型BOSS战QTE（真正的阴间至极，唯一的怜悯就是按键变成固定的了，可以靠背板[spoiler] 或者无敌的暂停按键大法[/spoiler]来过）40000步的里程碑（你知道木叶村地图的边长只有1000步不到吗，环木叶马拉松了解一下，简直像是给蚂蚁森林刷能量的重复体力劳动）波之国剧情直接蒸发，木叶五小强大战大蛇丸纹身店的剧情被极度压缩（说真的这两个篇章带给我的感动不比其他的少，波之国还能说流程太短，佐助追逐篇呢？太长？）还有所谓的真结局（努力了那么久，就放了一个两三分钟的动画，说实话相当失望）。
不过总的来说，作为系列的开山作，他能得到合格的分数，[strike]所以我推荐打折再买。 [/strike]
[b] 强烈推荐手柄游玩！！！[/b][spoiler] 没朋友的可以用键盘手柄能自己打自己做成就[/spoiler]
究极风暴2见
好评: 咋的说呢，火影忍者终极风暴这个第一部，对于粉丝来说体验剧情还是不错的，就是代入感没那么好，那些差评都是给了那些支线还有花里胡哨的任务，可以理解，的确无聊。
好评: 我是傻逼（SB）
差评: 我怎么想也想不明白一个漫改游戏完全没有任何引导，只能自己找任务做，而且作为一款ftg手感犹如狗屎，我还不如去玩死神vs火影。这游戏只建议买了☁，玩起来恶心人。
差评: 1代属实有点拉
差评: 玩了就别退出，1202年了还能丢存档呢。
差评: 很糟糕的移植游戏，界面60帧，战斗30帧，我寻思这就是所谓的重制版吗？只建议收藏，不建议游玩。
好评: 这次帮女朋友口了1小时才给我131块钱买了4部火影，真好玩就是嘴肿了
差评: 跑图+捉迷藏玩的我血压直冲，僵硬的视角转动让我边打游戏边晕车，玩了这一代的替身术才知道为什么有上忍和下忍之分。当买了个情怀
差评: 打赢了不够还必须要满足所有条件，纯恶心人的
好评: 火影天下第一，可惜剧情太弱
差评: 剧情顺序好混乱，胜利条件不过还不能pass
差评: 各种问题一大堆，1080的电脑都得改成30帧才能正常玩，还偶尔自动切换分辨率。
而且游戏全程没有任何动画，就是一直做任务，跟风暴三四里自由模式的任务是一个类型。
几个比三四强的亮点也就是地图自由度比较高，可以跳跃和上房顶，多个爬树和丛林跑酷。
爬树跑酷玩几次就腻了，地图虽然多了跳跃上房荡秋千之类的但是那个和三四一样视角操作也很不舒服。
所有任务还必须完成条件，不然即使你赢了也会判定失败。而且任务难度跨度特别大，
S以下的任务手残党都随便过，S任务三星条件都特别变态，AI无限替身根本没法打。
差评: 移植了但还没有完全移植
好评: 可以说是究极风暴里自由度最高的一个了
差评: 中文呢




说繁体中文不是中文的？您打开游戏了吗



游戏发售时，商店标签显示有繁体中文，但是游戏内部并没有中文，处理方式居然是把标签去掉
好评: 有点缺陷，但是总体还是不错的，大学是没打完，现在补完了
好评: 经典
差评: 写着繁中却没有
差评: 游戏太差了，剧情很薄弱，没有波之国，没有再不斩，存档容易丢失进不去游戏，而且关不彻底，优化的很差，不知道有没有找人测试过了，战斗场景单一，世界观很小，重制游戏也就是把画面重制一下，别的真的没有什么，小破任务太多了，谁会花那么多时间来做这些没用的小破任务啊，而且没有中文。剧情确实跳的有点多，不建议买，我是想玩4觉得玩一下前代作品才来的，真的没必要，浪费时间，因为我不通关就难受，真的不太推荐，但是喜欢火影的话也就是试试吧
差评: 在木叶村飞来飞去挺有意思的，剧情做的很无聊基本都是文字，波之国直接就没有了，不推荐
差评: 真是烂
好评: 画面挺好，各场景代入感很强。村子的自由度很高，任务到后期重复度很高，对qq炫舞式的打斗感到十分恶心，过于困难以及无聊。剧情方面没有动画饱满，但不失为补票佳作。
好评: 晓樱都没什么戏份，唉

S级任务的文太守鹤万蛇三连战QTE对老年人非常不友好，不能说是非常极限也可以说是十分极限了
好评: 这么多combo，吃屎去吧。
好评: 关于该游戏几个成就的问题：
如果你和我一样是个强迫症想手动全成就的玩家会发现玩到后面有5个成就（忍具击杀、支援追击击杀、支援击杀、倒地击杀、忍术对决指令输入胜利）怎么也无法完成，而且网上也基本找不到攻略或者都不详细，这里帮你解答。
首先你要知道的是，这5个成就必须在自由模式里1P VS 2P模式下才能完成，要么接双手柄或者只能单手柄+键盘（手柄+键盘需要手柄在初始界面按LB进入键盘按键设置然后设置键盘按键，而且键盘只能是1P无法成为2P 也就是先用键盘打开自由对战然后再选择角色界面按手柄上的START加入让手柄成为2P才行）
注：所有成就只有1P才能完成，被2P各种击杀都不会弹成就
1、忍具击杀：指的是道具栏里的忍具（不是手里剑）
2、支援追击击杀 ：需要在攻击过程中按住方向键←或→才能打飞对手才能接支援追击（研究了好久）
3、支援击杀：控制血量让支援角色击杀就行
4、倒地击杀：对手倒地时快速接近按B会接一个伤害很低的攻击（需要严格控血，建议伤害调最高）
5、忍术对决：需要双方同时释放忍术碰撞会触发对决需要连按B（可以双方都选鸣人同时放螺旋丸就行）
6、额外补充：使用鸣人大炮的一次跳跃获得42分只能在A级任务的第8个任务里的一个桥边全是红圈处不失误能完成（查克拉条需要吃拉面吃到上限）。
如有错误，欢迎纠正，感谢支持！
差评: 可能是第一代产品的原因，各方位做的没有切合到现在大众口味。真个游戏玩下感觉像是各种小游戏的混合体。及其不习惯，想要买的玩家一i的那个要想清楚！！如果为了看剧情没必要买{大部分剧情都是打出来的}，如果为了好玩就更不要买，游戏关卡通过要求太苛刻。严重影响游戏体验感。
好评: 作为试水作的第一代，强迫症必入，建议直接入大包（打折时），流程有点长，后面有点无聊了，全三星的话还是调低难度吧。
好评: 可以在地图上自由奔跑，舒服
好评: 怎么说呢，火影迷必入吧，这次春节打折1到4都买了，主要是为了剧情，作为第一代，瑕疵和不足很多，比如没有中文，然后有些支线打到崩溃。。。。但是特点也很多，很多还原剧情的小游戏很有乐趣，重要的是全还原木叶村的开放式地图很nice，可以作为体验剧情吧！
差评: 特效极佳，人物建模精致，可选人物多是个上好的佳作






但是你妈的为什么移动视角那么慢还他妈没到等级不能执行任务？？？WDNMD你当我玩RPG呢？为了强行拖时间一个任务要玩两遍，玩两遍就玩两遍吗那你干嘛设置出一堆阴间任务和条件啊？还抓木叶丸我抓你妈好不好，cnm我在玩我是傻逼
差评: 非粉丝不要购买，整个游戏有各种恶心问题，最恶心的就是竟然是手动存档+存档点。
1.支线卡主线，真的可以
2.替身基本上等于不能触发，电脑打到你，基本上就是一套连到死
3.倒地再攻击也基本等于不能触发，这个卡住支线
4.整个游戏框架就是选择不同的任务，去跟不同的人打，你所看到的火影村只是提供商店的地方。
差评: 没有中文倒还好说，可以自己去下补丁。
最关键是经常丢存档，辛辛苦苦打了几个小时然后重新打真的搞心态。
本来想要看剧情的，结果只有任务没剧情？？？？
可以操控的人物也很少，我去网上找了下存档也没找到。
另外奥义难放的一B，没有十年炫舞团基本搓不过电脑

总之不是抖m或者强迫症的玩家不建议玩1代
差评: S级的QTE任务，WTM难道是在打音游？打了3个小时才打过这关，真的恶心。
好评: ⢰⣶⣶⣦⣝⢝⢕⢕⠅⡆⢕⢕⢕⢕⢕⣴⠏⣠⡶⠛⡉⡉⡛⢶⣦⡀⠐⣕
⡄⢻⢟⣿⣿⣷⣕⣕⣅⣿⣔⣕⣵⣵⣿⣿⢠⣿⢠⣮⡈⣌⠨⠅⠹⣷⡀⢱
⡵⠟⠈⢀⣀⣀⡀⠉⢿⣿⣿⣿⣿⣿⣿⣿⣼⣿⢈⡋⠴⢿⡟⣡⡇⣿⡇⡀
⠁⣠⣾⠟⡉⡉⡉⠻⣦⣻⣿⣿⣿⣿⣿⣿⣿⣿⣧⠸⣿⣦⣥⣿⡇⡿⣰⢗
⢰⣿⡏⣴⣌⠈⣌⠡⠈⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣬⣉⣉⣁⣄⢖⢕⢕
⢻⣿⡇⢙⠁⠴⢿⡟⣡⡆⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣷⣵⣵
⣄⣻⣿⣌⠘⢿⣷⣥⣿⠇⣿⣿⣿⣿⣿⣿⠛⠻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⢄⠻⣿⣟⠿⠦⠍⠉⣡⣾⣿⣿⣿⣿⣿⣿⢸⣿⣦⠙⣿⣿⣿⣿⣿⣿⣿⣿
⡑⣑⣈⣻⢗⢟⢞⢝⣻⣿⣿⣿⣿⣿⣿⣿⠸⣿⠿⠃⣿⣿⣿⣿⣿⣿⡿⠁
⡵⡈⢟⢕⢕⢕⢕⣵⣿⣿⣿⣿⣿⣿⣿⣿⣿⣶⣶⣿⣿⣿⣿⣿⠿⠋⣀⣈
⡵⡕⡀⠑⠳⠿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠿⠛⢉⡠⡲⡫⡪⡪
差评: 游戏不错 任务恶心 强行为了拖时间
差评: 及其不推荐购买，只能用来收藏，存档会莫名坏掉导致前功尽弃，游戏过程为了延长寿命而做的垃圾跑图，不该存在的弱智小游戏都非常给这部作品拉低下限，主线剧情还得靠做支线才能继续下去，地图做的大但是空洞，没有什么实际的东西，还有，pc玩家没有手柄直接不用考虑入手了，按键就离谱，虽然可以自己改，战斗过程也是老爷爷打太极，及其绵软无力【估计可能是兼容性原因】

总的来说，只用收藏，游戏性就一般
差评: 体验挺差劲，支线任务大多有苛刻的条件，比如战斗光是打赢没有用，没有达成条件如 用忍术击败对手、追击倒地敌人多少次，一样算作失败，不给玩家重复刷任务补完目标的机会。 
打算做做主线回忆一下剧情就完事了，喜欢刷刷刷的不怎么推荐
好评: 打折买的大包4部，先下的1玩
个人不推荐单买
战斗条件苛刻也没多少剧情大多文字介绍就开打
逛村子挺不错的
有谁知道怎么正常退出，没退出键啊
好评: 打折买的四部集合包，我是聪明逼
差评: 不推荐，原因主要是附加条件。每一关第一次打不给附加条件，想打完就必须打两遍，重复劳动，不过重复劳动也可以忍忍
但是某些条件就特别难完成，比如使用变木头3次的条件加上用奥义终结对手的条件加上20连击的条件组成一关的附加条件，为了变木头（受击前瞬间移动，原地留个木头，没记下来这招的名字）会损失很多血，然后连击也不是很好打（我目前只知道我爱罗好打，但是鸣人20连击真不简单，因为一套最多12连击，一套打一半再接下一套连击很容易断并且敌人变木头或者连击空隙防御也会断连击，为了连击又会掉很多血）以至于最后自己跟对手都只剩不到一条血，但是放奥义的时候呢？诶我防御了，诶我闪避了，诶我还得扔你手里剑，诶我打断你施法前摇，烦得很。
不过最终导致我来这里写评价的原因是刚刚的一个任务
佐助去找大蛇丸了，鸣人在森林里追，完美附加条件是60s跑完9000m，这么一个无关紧要的小游戏类型任务，能难到这种程度是我没想到的，刚上手跑森林任务的时候，不失误，偶尔加几个加速道具就能很轻易完成完美附加条件了：而这个任务，毫不夸张的说，虽然你可能会撞树上，可能会踩到落脚点的陷阱，但是只要二者沾一个，就无法在60s内完成，也就是说，必须0失误，然而0失误还是远远不够的，因为在我20多分钟的尝试里就有过0失误但是没有吃满加速道具，照样过不了。这关的条件是你必须保持0失误并且吃掉每一个面前的加速道具，才有机会卡点也就是刚好60s跑完9000m，我刚刚跑完以后真的想歇会儿了，玩不下去了......
差评: 国区为什么没有日文配音，万代故意的吗
好评: 爷青回
好评: 情怀，懂的都懂
好评: 网上那些回答都没什么用
1、如果出现慢动作打太极的情况在排除硬件的情况下可以用英伟达（AMD不太知道。。。抱歉）看一下，是不是默认集显了
2、封印的门等后期学了螺旋丸就好了
差评: 转视角太慢了太慢了太慢了
地图太大不能传送
电脑随便搓替身，玩家替身术判定成谜
平衡稀烂，部分角色比如鹿丸前摇长到绝望
林中跳跳跳追逐战是tm什么烂活，恶心到爆炸
一提到查克拉锻炼就是爬树？螺旋丸练一半回来爬树？不会做小游戏就直接放段cg就完了呗，非得反复烂活新整。
过场cg太**慢了还不能按剧跳过，俩人说话间隔非要等着，英文本地化如*，连说话时长都对不上，话都说完了嘴上过了半分多钟才停就尼玛离谱。每个人的奥义都是放了一半bgm和角色喊话就完事了，剩下一段只有摔的音效什么的，感觉稀烂。
这个主世界是半开放的设定太蠢了，我人还在死亡森林打大蛇丸呢，任务结束了就直接转回木叶，代入感瞬间全无，还要返回菜单再接下一个打中忍考试的任务....太蠢了太蠢了太蠢了！连贯一点能死吗？
不推荐任何人单独购买，除非大包一起。
玩的时候建议主世界在村里的时候下个修改器开2倍速，要不然角色跑步的速度慢到你怀疑人生。
好评: 可以自由移动
差评: 无汉化 存档莫名丢失 ，很烦
好评: 后面鸣佐对决时，电脑佐助跟个猴似的总是反复横跳，我晕吐了，疯狂风魔手里剑体术来揍我就是不放千鸟，我就等着螺旋丸和你对拼好吗；
搞三星附加条件成就就不能一次放出来非要打2次以及三巨兽QTE简直了，想达成3星得记本本上，按个暂停缓一缓；
作为游戏恶心的地方不少，但是能小逛木叶村还是可以的，情怀吧就
差评: 缺点：1剧情概况文字式简介，没看过动画片跟本整不明白剧情
2新手引导做的非常差劲，给你连招表全靠自己悟
3存档莫名其妙丢失
4没中文
差评:  任务类型单一，通过条件不人性，一些解释也搞不懂。即使是粉丝也不建议。
差评: 按键恶心死了
差评: 转的晕
好评: 就这样说吧，弄了半天终于弄好了
中国玩家想玩1，2,3的话可以去3大妈搜索汉化补丁（3dm那里都有 唯一注意的是整个文件路径不能有中文
然后关于键位，没有手柄的玩家可以参考一下，L是确定，=是取消，back是返回，日语可以在页面那里设置
说实话火影哪个不想全部稳呢
好评: 是真的好玩，如果不开修改器改下金钱和经验值开任务的话，那是真的无聊
对了，如果碰到退出游戏steam还在游戏中强退出来存档丢失了，解决方法就是在游戏选择界面就是选择究极剧情和自由模式那里按回车健（手柄start）选择保存游戏推出就好了。
好评: 木叶飘舞之处，火亦生生不息。
差评: 能看到续作的精神源头还是很不错的，熟悉的手感， 过场动画也很棒，演出和音乐可以吹。
但是游戏没中文需要打补丁，而且稳定性极差各种闪退！退了还挂在后台关不掉！
主体，演出动画衔接不流畅，人物不够多，毛边比续作明显不少，沙盒模式的摇杆控制有点恶心。
沙盒模式一如既往的无聊，好久没有遇到如此逼着你做任务的游戏了，这时才意识到这是一款老游戏……（原神突然好玩了起来）
 
如果只想玩对战，推荐玩3或4，
如果只是为了补完游戏版剧情，推荐视频通关
什么情况才推荐买呢？
收藏。
差评: 开30帧受不了，开60帧进游戏里直接变26帧，这么傻逼的优化不知道给好评的人是怎么熬过来的
好评: 7分
开放式地图是唯一亮点。粉丝向作品。
好评: 风暴1-4全成就完结撒花~话又说回来 风暴1的这些小游戏真的蛮好玩的，尤其是捉迷藏和爬树，跳树其实也不错，就是跳树抓东西挺恶心的，摸清规律之后也不算很难。这部最难的战斗应该是S的三个巨大 qte时间太tm短了，按对还不给加血，就很恶心。通关之后遇到困难的愤恨也就烟消云散了，剩下的也就是留恋和回味了。总之五星好评，推荐没玩过的都来玩玩，3dm就有汉化补丁
好评: NICE
差评: 。。。
差评: 玩了九个小时，还原度是很高，但是我说几点。
1.特么的YXAB键位，我的通用手柄是PS键位，QTE和大招QTE都是要YXAB，我就没玩过XBOX，看得脑壳疼
2.网上的视频应该是XBOX版本，大招只需要狂怼B按键就可以了？！这个要YXAB?我Y你妹的XAB恶心人
3.替身术杠杠的劝退，你揍电脑电脑可以在你打一套技能中连续两套替身，每次替身在你身后就揍你，我替身随缘？！要么就是替身按出来了在电脑面前电脑继续连招等于没替，还不能二次替身。这判定机制就是拖sh*t真的。被个我爱罗小队的S锤了一个小时，大招还要YXAB，真的服气。
4.木叶村不小，每次任务做完给你密卷，每次都是很远，只能跑过去，服气不，9小时游戏跑地图跑了一半时间。
5.任务就不吐槽了，纯粹凑数的，不要想拿100%通关了，要么就是让你玩多少个小时的成就，要么就是跑多少路。

唯一让我玩下去的动力就是情怀了，火影老奴一次团购1-4，从1开始。剧情还原度很高技能什么都OK，但是上面5个致命劝退缺点和机制，我表示玩过风暴3-4再玩1代我很想锤墙，真的恶心。
差评: 操你妈的差评这么多不是没有原因的，游戏关不掉，不管是正常退出还是任务管理器关主程序，甚至把一个隐藏的后台进程都关掉了，steam上仍然显示正在运行，只能把steam关了重开才行。如果仅仅是这样我还能忍，就是麻烦一点，让我打差评的原因是存档问题，我特么打了五个多小时的存档莫名其妙没了，每次退出前我都在地图里存了档，也在主菜单选了保存，我存档被制作组吃了？
好评: 非常的好玩啊
好评: 高度还原剧情，火影粉丝不容错过。剧情模式每个任务完成后捡卷轴找宝物的重复率太高。时间久了会无聊。其他还行。
差评: 前一天连玩7个小时，然后存档消失…我吐了
差评: 进去游戏是慢动作！根本没办法正常玩，没多久就闪退了，搜了一下解决方法，调了fps设置，直接黑屏。而且退出游戏（包括闪退）后，无法关闭程序，必须退出steam程序，真的垃圾，优化做成这个屁样你卖个屁的PC版，目前玩过最火大的游戏没有之一，卸载了，再也不会碰。
差评: 越玩越想骂人，关卡设计简直就是反人类，游戏设计绝对是典型的反社会心理，建议不是忠实粉丝请不要玩
差评: 补票买齐的，重新玩了一下第一部。这系列游戏性就不用多说了，对战模式做的不错。但是除了对战模式其余的毫无亮点。
对战模式人数少：只有木叶12小强+沙忍三人组，老师只有卡卡西和凯是可用的，还有三代火影+三忍+大蛇丸药师兜君麻吕。人物可以说少得可怜。
故事模式也是阉割的，再不斩篇被完全切掉，佐助夺回篇，音忍4人众的剧情全部被君麻吕一人替代（4人众变成辅助角色）
故事模式单调重复，全程只有在木叶村逛，接一些重复性极高的任务，收集卷轴。
好评: 木叶飞舞之处，火之意志生生不息！！！
差评: 别玩1 别玩1 别玩1
这玩意比神海1还糟糕
建议从2开始玩 2代正好从疾风传开始
好评: 6分，情怀+游戏本身的评分，满分10分
作为究极风暴系列的开山之作我觉得是挺不错的
自由度相比后几代高很多，因为这代的地图只有一张而且极大，跑图没有拘束，想去哪都行，虽然更自由但是不够丰富，解密的地方很多。

给我印象很深的几点
1.开头交代的事情太多，各种功能太杂，我喜欢的是一种循序渐进，随着剧情的变换让功能随着变
2.做任务要到菜单里一个个找，每完成一个任务就回到原始场景，代入感很差，违和感很强，而且通关一个副本只能有一星，想追求三星还得再打一遍，我寻思你把一堆条件丢进一个副本一次通不好吗，非要这么恶心人。
3.一代独有的也是我最喜欢的地方：对奥义技能的塑造
①奥义相比后几代要更难命中，而且没命中也不会消耗查克拉，增加难度但不会消磨玩家的耐心
②如果奥义命中了，就会带来后续的一大堆QTE，这个QTE很简单很简单，就四个按键，主要靠手速
③奥义的伤害极高，我很喜欢这种高风险高回报，奥义成功触发后的CG动画也很炫，看得贼过瘾
（小李和凯老师的CG是真滴骚）

总体还不错，一些小细节不够到位，没有什么特别大的毛病，剧情还原是一大特色，就是没加波之国和再不斩的对决很可惜
好评: 这游戏战斗，剧情刻画，流程设计跟2,3,4比起来简直是惨不忍睹
但这游戏作为1代，真实还原了木叶村的立体面貌，所以还是有亮点的
闲的没事可以进这游戏在木叶村逛一逛，能很好的放松心情
差评: 捉迷藏、追逐、爬树这些玩法够恶心人，还tm反反复复
差评: 纯狗屎的操作，s级任务蛤蟆、千鹤、大蛇能给人恶心死，我是nt会买这种游戏，一共打了七个小时，五个小时没把这关过了，我是nt，没事儿找事儿
差评: 存档存档出问题   经典的好多剧情都没有  想打成就   就卡住那几个弄不出来了  玩一玩存不上了   脑壳疼
好评: WIN10改兼容 打折可入 下个汉化补丁即可 不知道为啥越过了再不斩这段。。游戏中爬树追狗找木叶丸太多 第一次觉得木叶丸是熊孩子 捉迷藏有点难度 脑子疼 有点掉帧 目前打全成就中 满木叶村跑啊各种破坏瓶瓶罐罐  鸣人也个熊啊。
差评: 为什么安装完汉化steam明明退出来还是没有停止
好评: 有闪退，主要时刻保存
差评: 做为究极风暴系列的试水之作，奠定了系列作品的战斗系统基础，是当时沉浸感最好的火影忍者漫改游戏之一。

但是以现在的眼光来看，游戏流程过于重复和无聊，绝大部分剧情仅靠一段文字介绍表达，而且缺少了整整一段波之国的旅程。

所以不推荐现在再购买了，如果打算集齐究极风暴系列四部作品的话倒是可以考虑，不过很难玩下去就是了。
好评: 一开始小任务和慢动作的确很烦的，但是玩到那些经典桥段，老火影迷表示1到4一定得玩！
好评: 火影迷值得一玩
好评: 谁能告诉我怎么改日文配音？？？？？
好评: （插了手柄刚开始还能玩，后来连游戏都进不了了，一直提示设置手柄，实在找不到解决办法就放弃了）
后来莫名其妙好了，为了情怀，yes!
好评: 跑图和小游戏故意加长你的游戏时间 对战有些机制也不太合理
还砍剧情 1代真的不太行
差评: 无简中
好评: 纯粹作为火影迷而买单吧，操作挺反人类的，剧情内容也非常少。。
差评: 这游戏在当年或许很不错，但是以现在的眼光来看确实不好玩，很无聊
好评: 情怀作~~推荐打折入~
好评: 最爱的游戏。
好评: 先给好评，然后我就吐槽几点
1.打卡卡西四次替身术这个条件是哪个鬼才想出来的？
2.S级委托鸣人纲手回忆巨大三连战斗的QTE是哪个设计师想出来的？手柄给你，你来按，失败一次我给你ma一刀
3.抓蛤蟆吉那关又是哪个憨批想出来的？要想抓就得近身，近身就被它放的香蕉皮滑到
我已经打了快30个小时，这三关是我目前遇到的最恶心的关卡  前两个我已经打过了，第三个已经折磨我一个半小时了
最后，没有大毅力或者手残的玩家，真的真的不推荐玩1代



好评: 火影系列，收藏了
差评: 傻逼游戏，傻逼机制
好评: 有人觉得难吗？？？？还是他妈的我手残？？？
好评: 像是PSP上的游戏，个人觉得质量普通。
win10有闪退的情况，注意时刻保存。窗口化+win8兼容模式运行好像好一点。
1.捉迷藏属实傻逼，白色箭头不看，老子用尺子量的相同颜色的箭头交点才找的出来，时间根本不够。
2.被封印的门打不开不要着急，正传纲手那章鸣人学会螺旋丸后就可以开了。
3.3DM汉化有问题，战斗条件判定【敌人处于快速状态】【敌人打完你的查克拉】这些根本没有触发照样过？？迷。直接揍死就完事儿了。
4.普通2段跳比加速2段跳高，正常房檐都能跳上去，高的用鸣人大炮飞过去。
5.任务重复度太高，10小时过后只剩枯燥。没打再不斩直接中忍考试？我玩你妈？但强迫症死也要通！准备这几天把1234全过一遍~

其他的没什么了，还有的想起来再补充。
差评: 没有再不斩 
音忍是君麻吕一人饰五角 
主线需要打支线获得任务经验才能开启 小游戏过多很折磨  
一代真的拉胯从二代开始香了
好评: 回忆剧情用的，任务系统比较拖沓
好评: 我就想问下 你买的药怎么用
差评: the graphic is too low
didnt have dodge skill
the mision is using too many time

差评: 无中文
差评: 垃圾游戏，需要接任务，经验达到才能接剧情任务，非常无聊。
好评: 粉丝向作品，PC版优化太不到位了，有些BUG。喜欢火影的，还想体验一次剧情就不要犹豫了，碰上打折可以打包购入。
好评: 火影忍者究极风暴系列剧情模式不错，适合回顾。
差评: 超级一般化的第一作……妈的键盘优化一点都没有，键位不显示，进去都不知道该按什么，也没有快速移动，就只能把自己扔过来扔过去，任务低级乐趣，抓动物和捉迷藏，对战的时候体验又极差，吃到一招掉大半管，防反判定是来搞笑的，投掷武器和某些技能无限追踪就离谱，不推荐玩，不管他开不开山，我玩了觉得不好玩就是了
差评: 情怀购入，机制劝退。太特么烦躁了。

因为情怀入手全套火影忍者究极风暴。
一代的画质放到今天依旧不过时，游戏制作也足够细腻。
为什么给差评呢？就是因为该死的任务判定条件。三个条件必须全部满足才算完成任务，关键是任务里面经常要求你最后的终结对方的技能为什么才算赢，就非常烦，非常非常非常烦，打的时候根本不能进行的放技能对战，时时刻刻注意电脑血量，生怕一下子打死了，必须小心翼翼的打到最后用任务要求的技能终结电脑，完完全全失去了对战的乐趣。
其他的替身判定，视角问题这些小问题都还能接受，就是这个任务判定真的是太操蛋了，就不能改成三星评级？击败算任务完成，用特定条件完成加一颗星星？

好评: 又重温了一遍小时候最爱看的火影忍者，作为一个火影粉，觉得第一部究极风暴还勉强算是可以的。
相较于后三作比起来，这一作开放式的木叶村真的很不错，好多细节也能勾起很多回忆。
缺点当然也不少，比如重复性的支线任务，文字式的剧情简介，好多令人发指的达成条件，这些体验都不是很好，第一部游戏肯定也会存在很多缺点，也是可以理解的。
但是作为火影粉，游戏带来的经典回忆还是很不错的，推荐！
差评: 垃圾游戏，英文劝退，PC端一点游戏格斗体验都没有，刚进游戏按键都不知道怎么按，垃圾游戏，视角还不是跟随的。
PC端毫无体验乐趣
好评: 19小时通关的究极风暴系列开山之作  第一部 动作场景人物 鸣人登场到追佐助结束  就是过场动画太少了  基本就是做任务 凑任务点来做主线剧情   战斗 树林 追逐目标 就这些 基本上没有啥过场动画  可惜可惜  真结局我暂时不考虑了以后再说 吧 太肝了  先通关 以后再说真结局 总体游戏素质挺高挺好的
好评: 其实本作还是挺好玩的，毕竟唯一一作可以自由探索整个木叶村。虽然重复度高了些，但毕竟是开山之作，各位还是体谅一下
差评: 真的垃圾，地图大的一比还不能快速移动，优化做的也烂的一比，还有那些莫名其妙的招式要求，什么狗东西，没用特定的招式终结就得再打，还得注意别打死了，真的好烂，主线还不能流畅玩，打乱游戏节奏，防御和替身术判定成谜，作为一个资深鸣人厨都根本玩不下去
差评: 究极风暴1代是挺经典的，没官方汉化也是有资源的，用喜欢的忍者对战也是挺爽的，大场景动画和qte也是蛮有代入感的，一定的自由度、鸣人大炮还是有点意思的。
但是！
游戏形式实在是太单一了，不是爬树就是爬树就是捉迷藏就是抓人就是追各种各样的恶心玩意，搞得人一看到小樱殷切的眼神，鸡巴的小宠物和哪路托的小蛤蟆，还有三代的可爱孙子就涩涩发抖，特别是tm树林追宠，tm天天心态爆炸好吧！
剧情也太没意思了，跟后面几代比起来简直就流水账好么！就四个qte，每个qte还要再在支线任务中拉出来各遛一遍，在纲手奶奶那再遛一遍，难度还层层升级，一场大战回忆再回忆堪比火影TV原创剧情，按键还越来越多让人按不过来！
剧情还要先做一堆支线任务才能做主线，然后支线的重复度又高，主线除了流水账式的叙事之外就是单纯的打架，还不如自定义战斗，玩下去确实让人感觉挺没意思。
初代究极风暴毕竟是试水的作品，但是如果放我在这游戏刚出的时候，不清楚我会不会感到一样的没意思。不过已经算是令人耳目一新了。
差评: 存档丢失，恶心的支线又要打一遍，白  玩  了。
好评: 首先，我不推荐你单买这款游戏
到底是哪个天杀的想出用exp来推动主线剧情的继续
就好像看个电影中途被叫出去数次一样
其次，作为一个火影迷，我给推荐（主要是没有中等评价）
但是游戏真的很差劲（包括退出进程关不掉这个bug）
真的想体验完整剧情(建议无聊的时候来打一代）或者是收集狂人的话
还请打折买礼包
差评: 别的都不说，正常保存游戏再进游戏，能把我之前玩的游戏进度给抹掉了。在steam我玩的这么多游戏当中还是头一家。
差评: 慢动作,百度一堆方法没有一个有用的,火影迷表示很失望并把它积灰了.
好评: haowan

好评: 其实关于1代要不要给好评我是犹豫的。不从网上下代码会卡顿，而且没有中文。但是那种小时候看动漫经常看到的玩这种游戏需要按下一大串按键才能触发的攻击，比如终结奥义，这也是4代中1代独有的很有特点也是充满着回忆的东西，更何况复刻了木叶忍者村，可以在忍者村里游览也是我小时候的愿望之一。这种事情不可能在现实实现，倒是依靠这款游戏帮助我实现了梦想。其实我最梦想的火影的游玩方法是BANDAI的最新作，但是据说是联机游戏，联网对打的，我喜欢这么玩。而且这款游戏的任务很无聊，剧情居然还要凑够点数才能继续，反正我是没兴趣了，居然还有游玩时间超过多久，步行距离超过多远的任务，感觉很无语。不过综合考量还是给个好评。
差评: 掉帧严重，玩了一下头晕想吐
差评: 体验不是很好， 游戏里的QTE太难，不太适合我这种手残（一直用ps4手柄，按键提示全是xbox手柄的···· 好像不能改），即使调成简单模式也很难········ 任务达成条件也不友好，而且据说剧情也比较单薄，过场动画少。虽说是老游戏，有些不足可以理解，但是如果单纯想体验剧情，1实在不太建议。买的1234捆包，2体验明显比1舒服。34还没玩。
差评: CNM的制作人，这作是我玩过的最NMB恶心火影游戏了。
完全的开场欺诈，故事模式完完全全支离破碎，要过场没过场，连个即时演算的过场都TM的没有。空有一个空荡荡的木叶村，制作人真有你的。
任务就更你MB的恶心了，制作人你MB怎么全家不去爬树？？你MB怎么全家不去跳树？？你MB怎么全家不去捉迷藏？？好好的影分身非得弄个极其恶心的小游戏。游戏内的跑酷做的跟坨屎一样，荡绳子有你MB这样的么？？
战斗系统其它还凑活，你MB的必杀技还要QTE是不是脑子被屎灌了？？部分角色的必杀近身释放也就算了，还尼玛有超长的前摇动作，还尼玛能直接被防御，CNM这除非对面是个智障，这必杀能命中？？？
每次战斗逼着你必须打两次才能3星，我艹，你隐藏的达成目标为什么第一次无法直接完成，15小时的游戏流出硬生生拖长成30小时。巨大BOSS战就更不多说了，条件全部都是恶心的控血，CNMB制作人你怎么不直接火化了？？
剧情BOSS打两次也就算了，CNMB的任务里还要再打两次，然后QTE更加的恶心你，你怎么不设置成1秒6键QTE呢？？？
S任务硬生生要逼着你游戏里跑几万步，硬逼着你游戏玩多少时间才能达成，制作人你亲妈上天了。
强烈建议所有火影fans直接跳过这部CNMB到极致的垃圾作，要不是买的合集谁知道这TM就是一坨翔。
差评: Cannot run it smoothly. Recommend buying it on its original platform.
好评: 太好玩了！

差评: 究极风暴开始的地方。
游戏要素丰富。
画风、配音、玩法忠实还原动画。

没有操作指导，新手玩家不算友好。
没有为PC优化操作提示。
任务方向很谜。
手柄转向速度慢，且不可调。
对战时“吨吨吨”的无效按键音频发。
ABXY 搓招手感极差，毫无反馈，完全不知道搓对没有，基本搓不过电脑，大招发动不出就离谱。
没有中文，需要自己下汉化补丁。

综合评分：7/10，情怀得分，核心玩法上存在缺陷，不推荐。
好评: 不说了，火影忍者天下第一
差评: 存档丢失严重！！！建议想玩的朋友一次性通关剧情，中途不要关游戏，不然你下次开游戏大概率进度倒退1到2小时。通剧情算上做支线赞EX点的时间，全程大概7-8小时
好评: 还不错的游戏，剧情是疾风传之前的故事，主要是对战跑酷等等，剧情方面比较少。
缺点是，80%的任务都要做两遍，第一遍打通，第二遍打通特殊要求，这点很不友好，另外很多大招也不符合原著，有点出戏。
总等来说作为遗产包之一，还是值得玩的！

PS. 哇塞哇塞哇塞哇塞哇塞哇塞！
好评: 童年补票，除了任务系统有些乏味，搓大招拼手速有些坑之外，还算不错。
好评: 好玩是好玩，但我玩了六个小时了，今早一打开发现存档保存的是我玩了一个小时的记录，我特么。。。。佛了，再就是我实在受不了每次加速跑鸣人喊得那句"特么谁"和进入菜单选任务时的那句“yo~”，简直神烦，我后面跑图收集基本把音量关了。这存档bug搞得我没动力玩下去了，直接跳第二部，走起！！
好评: 我就卡在一开始的给控制器设置按键，我xbox都连上了按什么都没反应
差评: It is very unfriendly to new players. No guidance on operation. The game defaults that every player is a master of NInja fighting, which is so wrong. Many techniques are nonsense and with no description. For 18 hours I have no idea what the fighting flow should it be. The most terrible thing is that even it sets everything hard as hell, there is no practice mode that helps me improve. I came to this game with experience of Ninja Storm4, which is totally waste. Just to warn those who want to recall those blood burning memories, dont waste money and time. It deserves a one star. Maybe I have my problem that playing the game with the expectation as much as of the 4th. But yes, standing upon today's perspective, this game deserves to be put in a trash bin.
差评: 剧情党玩得想打人，任务必须达成所有条件才算完成真让人无语，搓大招还要看手速，各种强制支线明显无意义拖时间。最要命的是垃圾雷达地图+5秒以上的转向速度组合简直让人抓狂。
差评: 这个游戏很多人说不能存档，其实可以存档，差评主要是日本漫画改编游戏没日语发音，对中国玩家又不友好没中文，还不能正常退出游戏，退出游戏后后台还在运行。
差评: 非收藏慎入...和三代四代比起来实在是太无聊了
好评: [h1][i]WONDERFUL[/i][/h1]

我最初接触的火影究极风暴系列是火影究极风暴3，当时被它很有代入感的故事模式、精美的剧情动画、以及酷炫的战斗方式所吸引。

火影究极风暴3是系列第一部登录PC平台上的作品，它自然地形成了我对究极风暴系列的最初印象。进而自然地拿它和究极风暴1进行对比。
去年看到究极风暴1、2登录到了PC平台，迫不及待地想要体验这两部作品，首先接触的作品究极风暴1，这是究极风暴系列的开山之作，很多游戏特点都传承和保留到了后面几代作品中，体会颇多。

[h1]◼ 故事剧情[/h1]

究极风暴1的舞台场景限定在木叶村，故事模式以三人称自由探索的方式给玩家呈现了一个开放的木叶村，玩家可以操作角色在木叶村里飞来飞去，十分有趣！

但相对的，故事模式中对动漫中的剧情还原和代入感没有究极风暴3那么好，1代的过场动画少（都是幻灯片那种），没有3代那种精美的动画。1代的剧情直接是通过回忆的方式呈现给大家，没有3代那种剧情逐渐跟进的感觉，玩家的代入感很差。

但是，1代这种在木叶村里自由穿梭的感觉真的很棒！3代中也很好地传承和保留了。

[h1]◼ 战斗场面[/h1]

究极风暴1里的战斗有很多优秀的地方，帅气的忍术和奥义、以及令人爽快的连击combo等都非常吸引人，很值得喜欢火影的玩家们体验一番。

最初我不适应的是奥义对决-在释放奥义成功后还要进行指令输入，这个设定应该是延续了火影之前的其他作品，在3代中取消了这个设定，不过这个设定能让玩家在释放奥义的同时也感受战斗紧张激烈的气氛！个人认为是一个不错且值得保留的设定，也挺遗憾后面几代没有保留这个设定。

令我耳目一新的是战斗中某些地形可以触发墙壁对战场面，这在3代是没有的。的确，忍者就应该飞檐走壁才对！另外，战斗中还包含强力打击的击飞战斗方式、击飞后还可以即时呼唤支援角色追加攻击（不是直接召唤支援角色）、对倒地的敌人可以追加打击、个别角色还可以触发忍术蓄力打击、忍术对决等等，这些都是让究极风暴1战斗丰富多彩的设定，这也是3代中没能很好传承和保留的部分。当然，3代也还是有很多不错的战斗设定。

另外，由于究极风暴1剧情线所设计的boss战比较少，战斗方式也略显单调，不过boss战的QTE 及动画还是非常不错的，而且究极风暴1的QTE很有难度，基本上就是当你“觉得”自己在考虑按什么键时，你就差不多该准备重新按键啦！还好后面几代作品都削弱了QTE的难度啦！

1代中要想获得S的战斗评分十分困难，要求非常苛刻，自己拿到全成就过程中，影响里只有1、2次战斗是S评价，很多都是A、B评价，后面几代的战斗评价要求就很简单粗暴了，几乎就是战斗剩余时间长+剩余体力多+奥义（忍术）终结=S评价，而这种搭配在究极风暴1中顶多就是B评价，所以1代更加注重战斗的多样性和艺术性吧！

https://steamcommunity.com/sharedfiles/filedetails/?id=1657048364

https://steamcommunity.com/sharedfiles/filedetails/?id=1657047464

[h1]◼ 最后总结[/h1]

总体而言，没有精美的过场动画而且剧情代入感也不强，但是可以让你体验一名忍者真正的战斗过程，喜欢火影的玩家可以考虑入手这部究极风暴系列的开山之作。
好评: 童年债系列
差评: 虽然是火影迷，但是一代真的很不推荐，玩一会会就会腻了。放大竟然要拼手速，任务重复性非常高，小小的图来回跑，玩的我要昏厥。
差评: 我草，没汉化就算了，我玩了3个小时然后这游戏没法正常保存，点载入游戏竟然重头开始！
差评: 存档都不能存还玩个屁啊？
好评: 打了三大妈的汉化补丁就可以非常快乐的玩耍了
好评: 通关了回来补评论，依然是经典啊
好评: 还可以
差评: 首先英文劝退，然后，，基本无剧情，还有些bug比如让我用投掷物击败但是始终击败不了，，全程1v1单元化打斗，唯一特色是跑酷
好评: 分时线游戏剧情并不是很多，只有看完动漫才知道剧情跳跃性极大，并且没有细节和动漫差好多，但打斗真的非常爽，刚把剧情通关，总体来说还不错，支线任务开始还挺有，但是后面重复度过高，懒得刷了，任务得先打一颗星之后才能打3星的恶意拖时间，听说真结局要全三星，我放弃了，反正还有3部没玩呢直接玩下部去了。
好评: 有点难，但是火影迷们在这个游戏里每次解锁新人物，对战，包括成功放奥义的时候都会得到高潮
差评: 操作玩法比起234太反人类了，把片头抠掉约等于无限测试的独立游戏吧，太熬人了这也！！特别是捉迷藏！！！本来以为抓狗就够烦人的了，没想到还有那么多把捉迷藏orz。。。
真的是强忍恶心做支线，淦，任务奖励还要来回跑图，我快让自己的强迫症逼疯了
好评: 出个简体中文呗没法玩啊
好评: 重回名人幼年期间的事情 很不错
好评: 玩法多样，剧情虽然少了再不斩和白那段，但是在后续的第三部，卡卡西的回忆里面进行了补齐，做为系列第一作，大胆地做出了一个小的开放世界，可以上墙上楼跳跃翻滚，放在那个时代是绝对的佳作，即使放在现在，画面各方面也不过时，推荐购买。
好评: 大包一起买了，本来就打算喜加一的心态开了究极风暴1，没想到给了我一点小小的惊喜，再加上情怀，确实可以。
老话还是那样，粉丝类游戏，不看动漫啥都玩不懂，缺点也很明显，无聊的自由任务，捉迷藏很呕心，不想搞第二遍，再加上某些任务的完成要求和经验的限制，可以理解为什么很多人玩不下去，哈哈，估计10小时结束本游戏，总体还行，火影粉可以试试。
差评: 疯狂闪退,真是哭笑不得
差评: 入的火影1~4的大包。我傻了。
-时不时的慢动作
-捉迷藏的那一大堆任务真是把我给恶心到了
-我一个下忍怎么可能会用替身术？哈哈
要买的还是直接就买最新作，没必要买前作（谁叫我是一个玩后代作品前必须要体验前作的强迫症呢）

好评: 典型的粉丝向游戏，典型的日式改编游戏，典型的日式移植PC游戏......从优化到画面，本能说是个屑移植的，但是都靠友商衬托得好啊！究极风暴系列可能是这十年来，日式漫改/动画改游戏里最良心的一批了。

一代主要的缺点是：移植技术不行，bug多，没汉化，画面稍差，但都是可以接受的程度。
最没想到的是，一代的跑图却是最有趣的，鸣人大炮很有奥里给，收集也不太枯燥，界面ui也很干净——当你玩了2代和3代，体会固定视角跑图，跑一段就要刷图的痛苦之后，就不得不称赞第一部大地图的好了。以至于我把第一代能刷的都刷了，而二代三代都只是进行主线流程——就这，跑图都恶心的想吐。
好评: 粉丝向作品，但是也有很多亮点，其实爬树追人的小任务我觉得挺有趣的，比后面几部一言不合就干一架的游戏模式要丰富多彩一些~

最讨厌木叶丸捉迷藏任务！差点因为这个小支线劝退了。。。讨厌程度可以和阿卡姆系列的谜语人相提并论，建议删除
好评: OK
好评: 暂时玩了134，2还没玩，感觉1可能是系列中自由度最高的了，场景制作很细致，小互动特别多，能上屋顶能爬墙，比较符合全剧前面一段的轻松氛围。（沉迷于鸣人大炮撞墙飞天斜转720°+   鸣人：？？？）
剧情还原度80%左右吧，为了游戏剧情和打架的一些推进，对部分剧情的细节上有一定更改，给有些角色加了多余的心理活动和废话，有点出戏，整个系列都会有点这个问题，作为看了好几遍火影的人，细节抓的比较紧。最后集齐的模型还是挺有趣的，算是个亮点吧（不过一尾鸣人的丸子应该是尾巴搓的喂）。
一点吐槽，战斗方面究极冲击有啥用感觉好鸡肋又不能破防，替身挺随缘，感觉是额外吃了手里剑或者对方节奏乱了什么的才好替身（不懂），反正电脑随便替身，感觉没后几作的战斗系统好，不过至少没有像34那样每次战斗都评级要拿S降低战斗乐趣减少打法。
这一作的BUG有点多，遇到过保存BUG和一些谜之卡顿，以及成就判定的BUG，优化不是很好，网上找的汉化也不完全，偏冷门。
总的来说，粉丝向游戏，做的还算挺好的，应该鼓励。

好评: 火影的开始
差评: 为啥慢动作，在网上查了好多设置都不管用，这破游戏后台也不能调
差评: 这款游戏更像是试水作，支线多得重复又无聊。主线剧情少得一批，少也就算了还要做大量支线才能继续主线？主线大部分用文字带过，剧情还不如不做。这作真的和3代4代没法比。就算是火影粉丝也建议,跳过这一作直接从2代开始玩。
好评: 一代木叶村 很赞 感受村子的景色~♪(＾∀＾●)ﾉ  凯的奥义是魔鬼 无论是谁按在地上摩擦
差评: 司马任务，sb
差评: 这个游戏告诉了我一个道理：评分低的游戏评分低是有道理的，本来打算通过游戏回味剧情，结果游戏CG少的一批，剧情基本都被简化成了文字叙述和一场场毫无新意的战斗
好评: 多帅哦
差评: 完全不用心的移植版，卖的贵还没cg，居然是用字来描述剧情，跳跃很烂，有的屋檐能跳有的不能，视角又贼难转。用键盘玩感觉这些按键是他们瞎调的，按照原始键盘能玩好的是神仙吧，还没有调按键的选项要我去文件里面调，直线都是些很无聊的任务，那个追赤丸的追的我想死，qte有是什么b什么x的我一个键盘玩家怎么摁，天知道哪个是b哪个是x。重点是玩主线必须玩支线凑经验才能玩，重点支线又做的这么重复，寻路也跟鬼一样。也就战斗画面挺炫得了，中文也没用，真的服了，现在只想把1打完再打后面的，第一次打差评，真的玩吐了。
已经通关，想玩还是能玩下去的，
第一步改显卡驱动改成高性能
第二步在文件夹改按键
第三步下载修改器然后无限经验
就能游玩了
但是玩起来觉得不愉快，问题太多了，比如存档真的有时存了没用。

好评: 牛逼

差评: 游戏里面两个小游戏实属脑残，又多又无聊，想要三星还得TM打两遍？你就不能一次显示三星目标？非得爷打过了一次然后再打第二次？脑残设计，游戏还没有自动保存和云存档，我打了一下午的存档，游戏崩溃NICE，重头开始
好评: 火影忍者：究极肝爆
肝卷轴、肝任务
连拉面都要肝。。。
好评: 赞
差评: 战斗系统太蠢了，重复无意义的任务太多，没有中文。
好评: 二十多小时肝完主线，剧情方面删的只剩战斗追逐和爬树，还有一些村里的任务，再不斩和白连影子都没有....佐助追击篇打n遍君麻吕打到吐
支线任务战斗理由很牵强，甚至是鸣人自己yy出来的...战斗条件很难受，费劲打赢了还要我重来？一言不合就爬树，在林子里飞来飞去
整个游戏全靠任务系统撑着，好像最开始就没打算好好做剧情的样子
木叶村整体做的比较精致，互动也不错，收集也不困难
全作最突出的就是战斗系统了，除了偶尔出现镜头问题之外基本可以，替身无限按基本都能成功，奥义双方拼手速有点多余，命中就不容易了对方还能补救有点受不了，人物普攻扇脸，长按特写扇脸，扇脸的诱惑？？、
总之情怀买，一心想打格斗的还是算了
差评: 技能极其不公平，替身术老是放不出来，一旦被连就没有机会反击了
好评: 一款3D格斗类的以火影为题材的游戏，是比较早期的作品，所以在操作上不尽如人意，大部分时间都在跑图。但是对原作剧情的还原度还算是挺高的，剧情一直到鸣人和自来也出去修行为止。粉丝向的游戏，打击感也算可以，用来重温经典的火影情节还是值得推荐的。
好评: 手柄连招：1、YYYYYYYYYYYYYYYYYYY（按住）
2、YY
3、B
有什么好说的
差评: 可以说是完完全全的粉丝向作品，但第一作在剧情模式，实在是过于简陋。而且游戏为了弥补主线剧情的短板，甚至还需要强制完成一部分支线任务才能获得经验以此才能继续主线剧情。要不是开了作弊器（只开了经验无限），实在是没有耐心打下去。
差评: 操作不太友好，而且任务无聊。
好评: 回忆童年啊。游戏还成，战斗系统没那么完善，替身要在被打的一瞬间按，而且好像内置了CD，但是不知道多久。
另外毕竟是第一部，任务重复率太高了。但是并不影响在我心中的地位和回忆，
第一部：梦想与友情
好评: 游戏还是很不错的，即使是第一部，打斗场面也很酷炫，但是问题也很多。1.没汉化 这个在3大妈可以找到  2.语音没日语 进入游戏的选择界面后 选项里可以找到voice更改 3.人物的转角问题 这个可以用手里剑模式强制面向人物前方来解决 4.主线任务需要的xp必须要做那些支线任务才行 这个没办法 慢慢做吧 有些任务条件可能很苛刻 比如倒地额外打击3次 这个可以分开进行的，在敌人倒地后你在他面前A一下就行，重复3次OK  还有连击25次，30次这种 推荐用我爱罗，连击轻松3，40  抱摔最后一击 这个技能是防御+攻击的按键  拉面馆可以加查克拉 这个一定要多吃 不然后面支线任务不好做   5.替身术安不出来 毫无办法/(ㄒoㄒ)/，判定很迷
差评: 这个游戏进去就黑屏幕，呜呜呜大佬们怎么处理啊，我冬季特卖买的礼包就一个4能打刚打了10小时通关1 2 3  玩不了怎么办呜呜呜呜呜呜求求大佬们了
差评: 下载-打开-控制器设置-PC端按一切都无反应-关闭游戏-百度寻找解决方案-无解决方案-商店评测查看-同无=极度差评！
请你告诉我我买一款完全不能玩的游戏做什么？
差评: 没有中文，补丁试了多次都没用，体验极差
好评: 真的太好玩了。
好评: 还不错啦
差评: 这游戏完全是在搞笑吧，上来第一个任务打卡卡西就直接战斗，都没有新手指导，我都不知道攻击键是哪个，人物动作都是慢动作，究极忍术放出来还要弄按键小游戏，按不对就放不出来，这个YAXB的PC端我没有手柄整个人一脸懵逼，下意识的去按x键y键

日常的时候这个镜头跟随简直反人类，跳起来都看不见周围环境，这尼玛是人玩的？？？
差评: 游戏我觉得好玩，但是存档太艹了，玩了六个小时，正常流程点了保存退出，然后第二天打开存档没了，也不知道是游戏问题还是steam问题 ，我只知道我存档明明存了但是没了
好评: 很好，除了没中文
好评: 人物传记为模式，分为：少年漩涡鸣人传，漩涡鸣人传，宇智波佐助传，我爱罗传，自来也传，宇智波鼬传，宇智波斑传，旗木卡卡西传，桃地再不斩与白传，波风水门传，奇拉比传，11个人物传记，虽然故事模式取消了前两作经典的QTE和冒险场景，但是72个原创人物还是不错的。
此外还有一些新情报流出，主角鸣人将增加新奥义“仙法·超大玉螺旋多连丸”，沙忍的我爱罗、手鞠及勘九郎将以五影会谈时期的新服装来参战。
《火影忍者 究极风暴 世代》再次公开了振奋人心的新角色，漫画中的卡卡西外传的3名角色少年卡卡西、有着黄色闪光之称的四代火影波风水门、卡卡西写轮眼的原有者宇智波带土，还有现任五影。且鸣人爆发形态还会出现九尾查克拉模式。
日版将在2012年2月23日发售，北美版则在3月13日发售，并且将在3月30日登陆欧洲和澳大利亚。
游戏在日本一经推出，便登上日本游戏销量速报一周前三位。
好评: 游戏很不错啊
好评: 影迷大爱
差评: 做关卡设计的人怕是个傻逼吧
差评: 无法窗口化，键位不人性！ 用键盘玩简直是屎！一坨屎！ 老娘换了手柄  1P默认在键盘上了 手柄变成了2P了！什么鬼！
差评: 只有英文版的  体验很差
好评: 可以
差评: 战斗系统就是一坨屎！
好评: Dunno what happens, but now, it works smooth like silk.
好评: 粉丝作品，操作比较舒适，画面也不错，但说实话体验较差，因为原作剧情基本没有，比如波之国，中忍考试，佐助争夺，不过还是推荐！

评分：7/10
好评: 没有声音
好评: [list]
[*]进入游戏发现音画不同步，跟慢动作一样，尤其是奥义动画的时候，画面跟不上声音，到后面都没声了。
解决办法我也找到了，就是调低分辨率，其他的什么动态模糊、阴影质量影响都不大。我一点点调低分辨率，从1920*1080一直调到800*600才让音画同步。
我玩究极风暴4,1080p，60帧没压力的，可是三部前作都必须调低分辨率才能保证音画同步。
[*]战斗比《4》更考验技术，主要是替身术超级难用出来，要刚好在被打中后的瞬间按下防御才能替身
[*]模式只有两个：究极任务模式和自由战斗模式。前者就是RPG模式，要通过做支线任务获取经验来解锁主线任务[spoiler]   哦？你想救佐助啊，跟帕克赛个跑先！   [/spoiler]任务类型主要是战斗，可能会包含各种苛刻的条件；其次还有各种小游戏，包括捉迷藏、跑酷等等。
这个模式最亮眼的地方就是行动方式极其自由，可以像个真正的忍者一样在屋顶自由行走。
缺点也不少，比如：视角转得超级慢（快速转正视角的技巧：切换到手里剑模式，这时候镜头就是你人物正视的视角）；地图很大但是没有传送；任务委托人可能站在各种刁钻的地点，你可能得绞尽脑汁才能到他身边接任务（你明明有求于我为什么还不让我方便点找到你啊！）；而任务的奖励却分散在全图各地。总体来说跑图跑得怀疑人生，当做休闲游戏一次玩一点点的话很舒适，可是如果想速通的话肝会爆！
[*]没中文，所以我是听日语，看英文玩的，忍者相关的术语居然大都是直接用罗马音[spoiler]   chidori——    [/spoiler]
差评: 怎么退出游戏？只能ALT+F4?
我串流到iPad玩，等我想要退游戏的时候我竟然还要特地从床上爬起来ALT+F4?
差评: PC版的基本操作都没有办法进行，这个移植做的很不完善，连个操作表也没有，没法正常进行游戏，网络上的攻略一般都是第四代的，很尴尬。。。建议弄个手柄，玩了1个钟头心力憔悴，有想退游戏的冲动。有知道游戏内back键和普攻键的大佬嘛
好评: 为了童年买单，4部合集一步到位
差评: this game is too single to play
好评: 不错，还原剧情挺完美的，就是为什么没有再不斩啊
三代的奥义竟然是尸鬼封禁，形象
好评: 不错，挺好玩的
差评: 做这个游戏战斗条件的人脑子有屎
好评: 信仰购入 任务重复性略高 收集方式略单调 打斗动作和画面意外的华丽  重温一下剧情 火影迷遗产版全套买爆 ！奥力给
好评: 我打了汉化补丁，手柄模拟补丁，更改配置表
然后操作还是有些问题
ε=(´ο｀*)))唉
是我太菜了，不懂电脑
好评: good！good！good！
好评: 火影完结，然后补齐童年
好评: 还是蛮好玩的   至于你们说的独显 锁帧  不存在的  我的2600x 不存在核显    直接独立显卡运行  60帧也够了
好评: 众所周知，鸣人的螺旋丸是爬树学会的
好评: 我就想知道为啥一进去就卡死根本玩不了呜呜呜
好评: 这游戏得用手柄玩，键盘简直反人类
好评: 《火影忍者-究极风暴系列》可以说是漫改游的优秀作品之一
前言：需要单独下载中文补丁，需要修改文件解锁60帧，老游戏要求真不高（但是需要改设置），全成就需要一个手柄一个键盘

画面：7.5 分
偏动漫画风的游戏画面还原度不错，色调也比较舒服，可以看到场景后的贴图和很多重复利用的素材。木

游戏性：7.5 分
2010年改编的游戏，游戏性说不上多出众，我更喜欢用简单来评价（因为所有流程+全成就也就30小时）不需要你去肝任何东西，任务难度也是层层递进，对于一个剧情打斗为主的初代作品，我只能说很舒服，全成就通关就可以开始第二代的故事了。

剧情：8.5 分
岸本齐史的原著加上3D的演出效果，着实惊艳到了我，相比隔壁海贼无双等系列，大场面的BOSS战和终结之谷的对决更让我投入其中。（还有鸣人对二柱子的爱（捂脸））

声：8 分
火影忍者动漫诞生了很多ACG神曲，对于游戏版音乐来说，没有太多可以记住的经典曲目，但游戏的音效和音乐仍然更好的让我体验到了鸣人精彩的忍者故事。

耐玩：5 分
30h全成就就可以放进库里摆着了，还玩什么！赶紧体验下一作把！对于全成就100%来说很舒服23333333

建议打折入全套，234都买你真的不买初代吗？
差评: 用手柄操作很复杂，打斗没有2，3，4那么爽快，没中文，优化差，30帧都感觉卡（游戏锁帧）开放世界类型，主线和支线任务要自己发觉，比3，4的冒险模式打起来还累，任务重复度太高，遗产版补票可购买，单独购入不推荐。
差评: 优化极差，配置要求高，不流畅且，容易卡顿
差评: [quote][url=https://www.gimmgimm.com/]叽咪叽咪，每天都好玩！[/url]

喜欢的话欢迎[url=https://store.steampowered.com/curator/27162873/]关注叽咪叽咪鉴赏家[/url]
为什么我会买这部游戏？
刚开始我只是想入手究极风暴4，但是突然想到我已经追了十几年的火影忍者，还从未给火影忍者贡献过什么，包括周边、手办、电影，都没有，想了想，把前三部全部入手了。
这部作品推荐入吗？
不推荐，体验极差。甚至没有剧情！
游戏性
这部作品属于伪开放世界，虽然可以自由探索，但是毫无意义，而所有关卡都是以任务的形式通过，也就是说，每一次过剧情都会通过一场任务：可能是战斗、可能是丛林赛跑、也可能是比赛谁先到树顶，而每个主线任务都有经验限制，当你达到一定的经验才能解锁关卡。而经验只能用附加任务来获得，游戏分主线任务，和S、A、B、C、D级任务，越难的任务给的经验越多。

这部游戏要吐槽的方面太多，我一一吐槽。
关于伪开放世界的吐槽

在木叶村时，移动人物的视角及其的慢，慢到什么程度，我转个90度的视角都要5秒以上，而且还不能设置速度！
每次任务完成后都会有卷轴可以收集，每次！卷轴什么作用？就是用来解锁人物的技能，每次完成任务都要满大街跑着收集，有的在高空，有的在地上，有的甚至找不到！

关于任务的吐槽

游戏放在木叶村里，可以跟每个NPC聊天，但是毫无意义，有3个奇葩的任务，每完成后还会升级任务，D升级到C级，以此类推。
第一个任务：街道上有各种灯笼和酒坛，可以破坏，破坏后可获得少量金钱，为什么会有这个东西？因为这个游戏有个任务，叫做破坏XXX个物品，S-D级都有，D级任务破坏200个解锁C级任务，C级任务需要破坏400个，以此类推。个人认为毫无意义，完全是拖时长的，一个街道顶多5、6个可破坏物品，200个要打到什么时候？
第二个任务：游戏时长，D级任务游戏时长2小时，以此类推，这个更直白了，就是要你浪费时间，即使你通关了，也不一定完成S级的任务时长任务，因为已经超过十几个小时了。
第三个任务：步行数量，跟上面那个任务一样直白，你要步行8000步才能完成D级任务。。。。

另外除战斗外还有3个小游戏，也是任务
1.捉迷藏：与木叶丸捉迷藏，木叶丸会躲在箱子里，满地图的箱子只有一个正确的，路上的人会给你提示，每当你找错了，还会浪费2秒钟看鸣人失望的表情，到最后要找3个人，还是限时任务。
2.森林追击：我个人最烦的一个任务，不仅开始距离很远，路上可能会被树枝撞到，撞到的一瞬间你要快速按正确的键位才不会耽误时间，而且快追上时对方还会放屁等技能让你停下来，追上后还要按正确的键位才能追上他，恕我直言，我在大冬天玩这个任务，热的想吹风扇。
3.树木登顶：与其他人物赛跑，谁能登到树顶谁赢，路上会有各式各样的阻碍，有玩家的技能，有树木的阻挡，这是我第二烦的游戏。
关于战斗的吐槽

放超必杀还要按正确的键位才能成功释放，你和对方要同时按随机键的组合，而且好多人的必杀按键速度都非常快，不能随便按，按错了还会减成功率，这就造成了我宁愿普通攻击BBBBBBB打死对方，我也不放大招（开玩笑，我都快老年人了，根本按不出来）

关于音乐的吐槽

就那么一个音乐，从头到尾，听得我想吐。
basai这个词，从头到尾都能听到。

最后总结

完全就是一个以拖时间为主，难度为辅的垃圾游戏，我不后悔买这个游戏，但我后悔我有这个强迫症！玩后续作品必先玩前作的强迫症！
[quote]图文并茂版：[url=https://www.gimmgimm.com/article/info/11887.html]《火影第一部-烂作无疑》 [/url][/quote]
差评: 如果你不是信仰充值，这代不推荐购买。情怀之作
差评: 为什么存档后 读档还是重新开始
好评: 希望出中文字体
差评: 系列作品第一部，做得确实不太好，粉丝向游戏，如果不是火影迷，不建议玩。最无语的就是做主线还必须要把无聊的支线清了才能继续，着实难受。但毕竟是好多年前的游戏了，我这样的评判是不是有失公正呢？
好评: 全成就打卡。1代与后面几代不同，玩家需要操控小鸣人探索木叶村，战斗方面我个人感觉比2代好多了[spoiler]二代死活放不出替身[/spoiler]，但是动画比较少只能在每章最后战才能看，因为缺少动画导致整个剧情只能以文字的方式来体现[spoiler]tmd再不斩和白呢？？？[/spoiler]。当然，从现在来看这款游戏挺乏味的，就是打架，玩小游戏，探索世界[strike]捡垃圾[/strike][spoiler]@育碧[/spoiler]，但对于一名火影迷来说，都要好好[strike]硬着头[/strike]玩下去。还有，某些对战成就需要在自由对战1pv2p中完成，也就是说还要额外的一个手柄，不是啥bug..
差评: 动漫是好动漫，游戏我不推荐。
+++还原度高的画面和招式
++音乐
++收集要素
+半开放的地图
-收集要素（强行收集，感觉完成度不高）
-英文语音呵呵
--bug（玩到一半闪退，五个小时白打；退游戏steam检测不到，显示游戏中，结果没管直接结束，呵呵十个小时前的云存档成功覆盖了我辛苦打出来的存档）
-----屎一样的存档系统（我不知道是不是主机游戏都喜欢这样的存档方式，但容我说一句，真的是屎一样的存档机制，和BUG加在一起真的是绝妙的组合）
请大家珍惜自己的存档，三次因为存档问题重打以后我对这个游戏完全失去了兴趣。
接下来转战二代，顺便回忆一下剧情

差评: 如果你是QTE爱好者你就玩
好评: 看了十几年的火影，有什么理由不买~！？

★ 分享个3DM汉化，方便大家下载~
[h1]百度云：s/1eSmxmee 密码：w0g5[/h1]
* (浏览器未登录状态打开百度云盘，代码加在.com/后面)
差评: 为什么停留在一开始的手柄按键设置画面，按下任何键都没有反应？！！！
差评: 追情怀，不存在的，系统疯狂劝退，过关难度苛刻，就是为了主线剧情来的，却被不得不做的超难任务劝退，我承认我很爱火影，但我很讨厌这款游戏，很恶心，还没有汉化，想给好评但是被疯狂劝退，已经卸载不想追情怀了，一腔热血当我撒地上了
好评: 终于移植PC了。
好评: 有几个BUG成就正常情况下无法解锁，需要在自由对战里通过1P VS 2P来解锁，我自己是使用了两个手柄来完成的，指南里有一篇关于没有两个手柄如何设置键盘来操作，英文比较好的人可以了解一下
好评: 火影忍者也算是三大民工漫（死神火影海贼）里我最喜欢的了，但是玩了本作我觉得...期待这一系列后面的几部做的好点吧。本作如果-75%以上可以考虑购入。
[u]一句话简评：买格斗对战游戏，附赠开放世界（伪）[/u]
优点：
画面表现还不错，与原作画风接近，也不会看着不舒服。
火影IP加持，你喜欢的角色都在这，[strike]是兄弟就来[/strike]
亲自走进木叶忍村，接受村民的任务；踏足每一个屋檐墙角，收集各种粉丝向要素
格斗手感姑且还可以，可以当成对战游戏跟朋友一起玩
争议：
貌似有一些兼容性问题？我没有遇到影响游戏进程的问题，但关闭游戏后Steam依然会显示游戏中，所以想关了重开此游戏，必须要重启Steam...
缺点：
为什么说是买格斗游戏附赠开放世界呢？因为这个游戏里所有剧情和任务基本只有三种形式：跑酷、上树和1V1打架[spoiler]前两种还纯属小游戏[/spoiler]。这也是最让人失望的一点——对于原作剧情的还原接近零，插入动画是基本不要想的了，顶多在打架前给你一段文字来描述这段剧情...可以说给我一个关卡编辑器，我都可以把主线任务撸出来...支线剧情类同。视觉小说可能看着还更舒服一些。
人物的技能比较单一。虽然也是受限于背景，这个时间点主角们确实没什么能力，但看多了还是会审美疲劳。
[b]推荐人群：
火影粉丝
格斗游戏爱好者[/b]
[h1]评分：
画面：8.5/10
音乐：4/5
外部条件：3.5/5
剧情：5/10
游戏体验：7/10
游戏性：8/10
综合评分：7.2/10[/h1]
差评: 游戏进去按什么都不管用，手柄也没反应，网上改ini文件也没用，玩个游戏真费劲
差评: 十分垃圾的粉丝向游戏
差评: 我只是想过个主线 至于这么折磨我吗。。。差评
好评: 肝了33个小时全成就打卡！
首先说一下特点，可以看出来制作者是用心构建了世界系统的:
1.自由度很高，像GTA似的可以自由在木叶村探索，虽然没法进屋，但是，可以跳墙可以在屋顶飞，这才是小鸣人的木叶村(•౪• )唯一可惜的是不能跳到火影石像。
2.收集系统，最多的是卷轴，涵盖了大部分木叶村“好玩且不难到达”的路径，不过收集量是真的大。另外还有拉面食材和忍法书，通常位置较为隐秘或很高，需要一定的技巧，但是高处风景好。
3.任务系统，主线任务只有每章的boss战才有对话，其它小节都是ppt概括。除了格斗外，还有爬树和跳树任务，虽然后期玩着确实无聊，但确实是中忍考试里的常见场景。
4.格斗系统，后面几代我还没玩过，感觉这代其实思路上是比较健全的，忍具、查克拉、蓄力、忍术、奥义、合击、对决、墙战都有。唯一受人诟病的是替身术了，这个和电脑比确实很无语，电脑吃一两拳就替身，我要吃四五拳。但是如果是玩家之间对战的话就很有感觉了，拼意识和手速。(说一下题外话，最后一章佐助鸣人决战，节奏很快，忍术基本中不了，只能拳拳到肉硬碰硬，配合紧张的替身术食用，真的超级燃)
5.难度，一周目很简单，但是如果你想要打二周目刷星的话，需要很多苛刻的条件，比如格斗时的保存查克拉量，或者爆气时放奥义结束战斗。还有，后面的QTE难得令人无语，我打了一下午S级回忆任务的对战三巨兽(蛤蟆、守鹤、万蛇)，如果你提前买好足够的hp应该应该稍微没那么吃力。

然后是几个坑点:
1.关于格斗的几个成就需要同时开1P和2P(只能是电脑1P手柄2P)进行格斗来完成。
2.慢动作出现一定要锁30帧，我的GT740M开和没开简直两个游戏。一个检测方法是看你放奥义的时候，3大妈汉化字幕和游戏配音是否同步。
3.道具店对话后期除了买卖也会增加一个“列表”，这时候就可以引进新道具了。
4.全成就之前，千万不要卖花卖水果卖蔬菜！都留着换拉面和道具！

给五星，其中游戏性四星，情怀一星，毕竟还是很忠于原作的！
好评: [h1][b]情怀加分 4/5[/b][/h1]

纪念一下第一个认真通关的游戏
虽然我是火影迷，虽然这是08年的一部老作，但她的画质和游戏内的多样性直到今天我也觉得是一流的水准。CyberConnect2的究极风暴系列绝对是最好玩的火影漫改游戏没有之一。
缺点是游戏内容不够完整成熟，缺少了再不斩的剧情，除了战斗之外的小游戏并不是很好玩。[spoiler]爬树和追人真的好累[/spoiler]
剧情基本都在看PPT，只有几个Boss战有动画过场。[spoiler]以及全部任务满星通关后有隐藏结局动画[/spoiler]
另外需要注意的是没有汉化需要自己打补丁(不过英语也还好啦基本不影响阅读理解)，[b]进入游戏后是英语配音，按A进入游戏后有三个选项找到设置改成日语配音。[/b][b][u]进入游戏后尽量用win自带的英文键盘否则退出游戏时会显示仍在进行，如果非正常退出在下次进入前需要重启电脑否则游戏内无法正常存档！一定要看到存档成功字样！[/u][/b]
虽然有很多不足的地方，但是就是好玩！[spoiler]真香！[/spoiler]一代里可以走遍木叶村的每个角落，村子、人物、忍术和奥义完美还原。[spoiler]普通凯的奥义笑尿我会乱说？[/spoiler]十一年前就有还原度如此之高的作品真的令人惊叹，即便是究极风暴系列的开端她也不会让你失望。
暂时想到这么多，在所有任务满星通关后会触发隐藏结局动画。总之是一部载着满满回忆的作品，带来的惊喜更多。
最后还是要感谢火影陪我这个老年人走过的青春
好评: WIN10闪退，什么情况？
差评: 下载了进去看CG都很流畅，但是一开始玩就卡有时候直接就闪退，而且退出来后steam还显示着正在运行。这是怎么一回事，大家都是这样吗？
好评: 搭建的木叶村真的挺不错的，不在房顶上跳怎么有忍者的感觉呢？只有初代才有的功能还是挺酷眩的。不过转身要5秒的确是慢了点，作为粉丝来买还是不错的，路人的话慎入。
差评: 慢动作慢动作，动不动就卡太难受了
差评: 没有中文也就罢了，怎么连日语语音都没有？
差评: 这个游戏是坑钱的，相信我~~~他有个神奇的bug。你退游戏后还会显示你进行游戏中~~~~然后~~~~

我们已收到您的退款申请。

我们将无法将款项退返至您的 Steam 钱包。该次购买有部分产品的游戏时间已超过 2 小时（退款政策的上限）。
NARUTO SHIPPUDEN: Ultimate Ninja STORM 3 Full Burst - 游戏时间：14 分钟
Naruto Shippuden Ultimate Ninja Storm 4 -Shikamaru's Tale Extra Scenario Pack - 游戏时间：10 分钟
Naruto Shippuden Ultimate Ninja Storm 4 -Gaara's Tale Extra Scenario Pack - 游戏时间：10 分钟
Naruto Shippuden Ultimate Ninja Storm 4 - The Sound Four Characters Pack - 游戏时间：10 分钟
NARUTO SHIPPUDEN: Ultimate Ninja STORM 4 - 游戏时间：10 分钟
NARUTO: Ultimate Ninja STORM - 游戏时间：4 小时
NARUTO STORM 4 : Road to Boruto Expansion - 游戏时间：10 分钟
NARUTO SHIPPUDEN: Ultimate Ninja STORM 2 - 游戏时间：9 分钟
差评: 打开就 闪退，目前玩过的最差的游戏没有之一。960m的显卡人物速度超级慢。Worst game have ever played. feel disappointed as an manga fan.
差评: 存完档报错四个小时存档没了 CNM
好评: 很经典的游戏，在游戏中偶然打出螺旋丸对千鸟那一刻我被感动了。
差评: [h1]非常失望的移植[/h1]

为了终结谷剧情买的，结果发现剧情动画少之又少，甚至连打斗中的对话也没了，甚至还不如前代中的回忆剧情。。总共五章，只有五个boss环节有剧情动画，还各种删减，嘴型都对不上。我刚开始玩时，只想玩剧情，结果要用XP解锁主线，一开始不知道去地图接，愣是打了半天A级任务。为了过主线，就必须打支线，一个主线，一段剧情，50个字给你概况，然后简单的PK对战，经验不够了又要做支线，然后就违和感严重，刚你不是在XX剧情嘛，怎么你一下在木叶村了？

[h1]让人无语的难度[/h1]

新加的任务条件真的好讨厌，我是来做任务的，不是来做挑战的，这个东西应该成为附加条件，而不是强制，又要保持体力，又要在敌人最后一滴血使用指定招式，又要保持查克拉，拜托，我是来做任务的，弄这么多花里胡哨的恶心我干啥。

替身术基本随缘，AI替身用的一溜一溜的，到了咱这，就是按不出来，我连AI时，连着连着他就跑了，AI连我时，就等着掉半管血吧，还不如Restart来的实在，这 真的是中忍难度吗？

[h1]极为重复的玩法[/h1]

这年头学谁不行，怎么都要学育碧呢？
游戏中总共的玩法大概有五种，一种是随便编个理由让你们俩PK，一种是随便找个理由爬树，或者是树林里追逐，还有就是木叶村收集箱子，boss对战也算一种，因为boss永远是先是打不着他，然后他低下头让你打，然后又把手故意放下来让你打，永远是这个循环。爬树追逐之类的像跑酷，但是咱能不能换个地图啊，木叶就这一根树吗？收集类永远是那几个地点，每次任务完成就会刷新，要想完成3星任务，第一次完成还不行，现在通关提示全解锁有真结局，然而我懒得肝了。

如果喜欢打斗，可以玩4或革命，冲剧情，又可以去玩3，这个1，我实在看不出有什么优势，唯一的好处就是能在木叶村自由漫游了吧，然而这个视角操控实在难受。。游戏语言本来说好的繁中也没了，日厂游戏连个日文都没，搞不懂这些日厂，现在还有退出后显示运行中的bug，这一大堆减分项，我实在想不出除了信仰还有推荐的理由，当然，除了信仰也没有购买的理由。

最可气的，不推荐还要买，为刚玩时打了半天君麻吕的我发个牢骚。(╯-_-)╯┴—┴
差评: 不行，打起来卡顿的。关键是没中文，也没有繁体，只有英语，叫我怎么玩。。
好评: 古庙逃亡爬树版和穿越森林版。。。。

然后半自由的开放世界。。。。emmm，跑的我有点烦。

战斗系统什么的也有点单调，不过QTE倒是按得挺爽的- -

不过毕竟是一代，情怀一波就好了。
差评: 客观来说，一代只是打下了火影系列游戏的人物建模和战斗系统的基础，作为游戏而言可玩性一般：

毫无剧情；
重复的战斗，替身术随缘，按键互动不友好；
活动地图很小，还要被迫重复的跑来跑去，转换视角别扭

只推荐粉丝入手，或者打折直接入legacy大包
好评: 辛辛苦苦玩了这么久居然丢档？？？？？
好评: 情怀补票
差评: 先说结论，强烈不推荐任何人购买！对，任何人！！！情怀党买了千万别下！！！[spoiler]随便下个盗版，你会有好上数倍的游戏体验。	[/spoiler]非情怀党，省下这钱和时间，买些瓜子，玩玩消消乐，你会有好上数倍的体验。具体有哪些不好的地方我就不细说了，其他的评论很全面了，挑几条我最不能忍的。动作慢到我想爆炸，退出了显示仍在运行中，只有强关steam，比不能存档还恶心。至于剧情和手感，，，完全没有。
PS：我是PC玩家，其他平台可能不具有参考性。
好评:  写个评测吐槽一下
 在我这种死火影迷的心里究极风暴系列除了PC键位不友好、开放操作视角蛋疼、没啥好看剧情之外可以说没有什么缺点【好吧此外这一部还总是把语音还原英文
 但是
 鸣人没有色诱术 就很伤

差评: 求个汉化，洋文看不懂。
差评: 十分钟闪退一次，还行。
差评: 辛苦玩了几个小时，突然游戏崩溃，GG。bug太多。
好评: 为啥退出来了之后，还是显示运行中？
差评: 我就想知道10分钟定期闪退是闹哪样？？
差评: 虽然开启了究极风暴系列
战斗做的也还算是可圈可点
但是真的太他妈拖沓了
各种无聊戏码一个一个填进来
剧情少得可怜
甚至连再不斩剧情都直接砍掉
而且还把说好的中文去掉了
sb
好评: 前段时间买下1234大包，本人认为自己是一个典型的火影向粉丝，本来不太爱看动漫，但还是追了十年火影，买了之后从一作开始玩。用了一段时间主线通关，唯一加了一个补丁是中文补丁，感觉还是挺简单的。
很棒的是开放的忍者村，无数次幻想如果有线上模式的话，那一定要从这个开放的村子里做，想想无数忍者聚集到这个村子，热热闹闹，感觉肯定贼拉棒。
其二是很多人吐槽的替身术，可我感觉真的很棒，就是拼意识手速，替身不了就要挨打，╭(╯^╰)╮。
其三剧情满分不多说
其四这游戏的墙上格斗，搓大招，还有很多续作没有的，感觉都是精粹。
那下面就是感觉不好的地方了
中文！
锁帧，PPT！
奇葩卷轴收集太费劲！
角色少的可怜（跟续作相比）！
我大NARUTO怎么前期没有色诱术？！
支线任务单一死了好吧。。。
总体说如果真的像我一样98的吃鸡不买也要买一整个大包的究极风暴粉丝
那我推荐你从一作开始吧。
十年火影，羁绊不止
岚战不休。
差评: 风暴1和2的替身真是让人恶心 AI不停的替身 自己按替身死费劲
差评: 除了打斗部分其他一无是处，用大量无趣的小游戏填满游戏体积。小游戏无聊就罢了，它还十分恶心。恶心就罢了，为了推剧情你还不得不去玩它。整个游戏玩起来就如同强行吃屎。
好评: 一代真的很不错，可以探索整个木叶村，我们熟悉的漫画里各个场景都有，一乐拉面店，丁次最爱的烤肉店，火影大楼等等都完整地呈现出来。初代的操作较难，替身得靠自己预判，大招会有一个按键上的多重随机判定，按得越快对得越多，才能更好更快发动。其实这也更符合漫画里忍着之间对决的设定，可能会影响一部分PC键盘党以及不善格斗游戏的玩家。招式设定尤其大招上面，一旦发动成功要比后续作品好很多。真的很酷炫。游戏里的小游戏还蛮有意思，但来来回回也就那几个。当然角色上面，因为处于少年时期，绝大多数大佬还未登场，当然火影最有趣的也是这个时期。
好评: 有3d木叶村还行 空气墙很少 没事可以逛逛 有的任务还是挺有趣的 比如比赛爬树 其实在房顶上蹦来蹦去就很有趣口牙 一直想这么玩 跳跳跳跳跳跳跳跳跳跳跳跳跳跳跳跳跳跳
[spoiler]什么？你说主线剧情？[/spoiler]
[spoiler]不存在的 我就跳着玩而已[/spoiler]
差评: 下载完成
开始玩
自由对战
很好
卸载游戏
差评:  为什么我保存的数据全都不见了QAQ。
差评: 我想要中文。。。
买的时候捆绑包表示支持繁体,萌新直接就入手了，到手才发现，只有dlc才有繁体选项。。。。
差评: 游戏体验很差，各种苛刻条件胜利，本来游戏完善就不好 还要求连击25下
好评: 非粉丝向，我觉得还是不要入手究极风暴1比较好，1代虽然的确是历代里面自由度最高的一作，但同时也是最差的一作吧。比如，对于强迫症来说，有几个任务是强行拖时间的，尤其是那三个一开始的任务：步行达到一定的步数，游玩达到一定的时间和打破一定数量的东西。这三个任务是完全拖时间的喂，并且这三个任务一直从D级任务一直到S级任务，每级都有这三个任务。最后我玩的就是，做任务，爬墙拿秘密卷轴，做任务爬墙拿任务卷轴，算下来打斗只要五分钟，而爬墙等拿神秘卷轴的时间反而比真正核心向的游戏内容要多很多。而且你也出不了木叶村。。。到死都是在木叶村里接任务，做任务。。。地图我都跑熟了。。。总感觉自己在干一些很没有意义是事情。为了自由度，牺牲了原本的剧情，普通剧情都没有对话的，只有文字描述，也没有声优的配音，只有最后BOSS才有对话，还必须等他自己说完才能过场，不然只能直接整个跳过。。。
最重要的是强迫症任务不做完不舒服啊！！！所有的剧情发展都用任务才衔接，还有太多的支线任务了。。。明明没有什么用。。。
我是先玩的2代，再玩的一代，明显感觉不适，本来就是像买来看一看剧情的。
还有要提的一点，就是S级的任务的确有点难度的，感觉就像是2代的困难模式吧，2秒八个键喂，我都熟悉地心疼自己了。。。
（黑魂玩家表示无所畏惧，花了一下午的时间，最后的4个S级任务全过了）目前我不知道还有没有硬核向的任务了。。有的话我再来补充。。
突然想起来不能调难度很奇怪啊。。。
不过应该是早期的作品吧，虽然游戏上写的是2017年8月25日，这作应该是重置版，想要收藏的话还是可以的。
对了，如果玩的话，一定要试一下迈特凯的奥义，[spoiler]“连续100个俯卧撑的头锤奥义我也是惊呆了”[/spoiler]，巨TM搞笑。不过迈特凯也要打到很后面才会解锁的吧。。
好评: 剧情方面不错 就是有的时候比较浪费时间在收集卷轴上面 总体还是很推荐的 赞
差评: 指望用游戏补动画剧情的还是放弃吧。除了每一章节最后一场战斗有一点点动画外基本不存在剧情，任务无限重复。另外无限存档失败什么鬼，开始好好的，突然丢档，花了两天反复佐助章节无限存档失败搞什么啊。
差评: 40分钟除了开头没有任何剧情，没有任何新手教程，完全不知道从何玩起。电脑的强度够一个锤二十个新手（还是调的最垃圾的下忍难度）。这是打包一起买了四个 这个一如果要单买，就感觉是喜加一好吧。
差评: 你知道用键盘玩这游戏有多绝望吗？
1.游戏移植到pc基本无任何改动，键位设置只能通过修改文件目录中的config。
2. 摒弃了传统的鼠标控制视角，改用...小键盘？？
3.画面频繁撕裂，就是那种2秒就会出现撕裂的那种。
4.对键盘党极其极其不友好，平时跑路算是一个操作模式，战斗精分。
5.抛摔怎么触发？
作为资深火影迷，哥们多玩一分钟算我输好吗？
差评: 体验极差，根本打不过
差评: 剧情基本就几句话，不像3代4代可以查看完整剧情。奇葩的是，游戏中无论是蔬菜店还是花店、水果店都是找主角进货（主角卖东西给店）。
好评: 丢档是怎么回事啊啊啊啊啊啊！！！！能解决吗 T T
好评: 实际游戏时间40个小时左右全任务真结局加全成就，买之前看评测其实是有点慌的，完了之后发现居然是强迫症患者的良药杀时间利器，成就方面战斗成就需要两个手柄XB,PS都可，一脚踩死血量很难算，除了这两个都比较好拿，多场战斗的支线任务只要满足其中一场就能拿三星了，剧情方面基本只有boss战有CG，有一个小BUG退出之后一直运行。仅推荐强迫症有情怀玩家
好评: 打折买的捆绑包，整个系列战斗都做的非常精彩，但这第一部的某些任务真的是闲 得蛋疼，任务强迫症患者会被玩死的
差评: 游戏太不按照剧情还原了。难度太难了。，首先自己的替身用不出来，其次电脑一套打我一管，我一套打电脑四分之一。
差评:     游戏默认集显运行，改独立显卡的方法跟究极风暴三是一样的，具体请各位同仁自行上网搜索。游戏没有中文，不过网上有汉化补丁，虽然只是简单的汉化，不过也完全够用了。
    圣诞打折补齐了究极风暴一二三，本来只是想过一下剧情，但一代的设定真的是太反人类了，我这么一个火影的铁粉都玩的特别煎熬。
    游戏时间14个小时，终于打通了剧情，任务点数的设定真的是无语了，强行增加游戏时常，解锁主线章节需要你的任务点达到一定的数值，任务点的获取只能通过做支线任务才能得到，特别是还有三个特别贱的任务，一个是要在游戏世界中累计跑多少步，一个是打碎多少东西，一个是游戏时常一定要累积多少小时。这种任务设定我都无语了。而且主线剧情的体验也不怎么样，无非就是一场一场的小战斗，之间完全没有剧情动画衔接，只有在每个大章节的最后一个小章节才会有一段过场动画，如果没看过火影的，是完全看不懂剧情在讲些什么的。
    总之，非火影铁粉不建议入究极风暴1.
    第一次这么多字的评测，好了不说了我要去打究极风暴2了。
好评: 除了不知道怎么退出游戏，其他都感觉还可以。
好评: 趁着国庆假期一口气通关了～任务完成度百分百（不包括S和A两个级别末尾的蓝框任务）后解锁真结局（只是一段离村视频）。看完真结局后解锁最后一个音乐，才能收集品百分百。……这是一个拼手速的游戏，手速太渣我建议放弃真结局。很多时候难的不是打败目标，而是在打败对方前做出指定行为，这真的是一种非常令人抓狂的限制……任务难度似乎反了？选项从左到右是下忍到影，实际下忍是最高难度，影最简单（也有可能是我用的汉化补丁的错）。我听说画质选项里的材质也反了，不过我没看出有啥差距……我任务和收集都百分百，但是蓝框任务只做完了A级的，S级第一个三星、第二个只做了一星，剩下的仅看最后一个的内容就让我感到绝望而放弃！我不是啥游戏高手，我的手指已经按的严重发抖了…………
差评: 运行十几分钟就会FC，win10 64bit
好评: 究极风暴自由度最高居然是一代。
好评: 十年火影迷冬季特惠入手了1-4代捆绑包，之前只玩过3和4的盗版，1基本上没什么剧情，不过可以自由在木叶村里跑动,汉化是在3DM找的，算是为情怀补票吧
好评: good
有一个小bug，退出游戏 后  一直显示仍在游戏中
好评: 怎么说呢，我作为一个火影迷是很支持这个游戏的，但这款游戏也确实有好多不人性化的设定，毕竟移植嘛。下面我说下具体情况，优点：1.画面挺好，即使游戏有年头了还是移植，但画面放在现在也不输好多游戏。2.打斗爽快。3.QTE紧张。缺点：1.对萌新不友好，进游戏就开打，没有教程，需要打架画面打开菜单找操作说明。2.任务重复度高，我玩到现在就几个小游戏不停地打，还设置了个经验规定，之前想通关玩下一部，这下经验不到不让打主线，有点刻意的拖时间了，另外说下我才打到百分之20.总体来说火影粉丝不用我说也入坑了，没有情怀的玩家不如直接玩3代4代，这个1代重复性让人烦，有点不成熟的作品。不过我还是给好评
差评: 首先我很喜欢火影这个ip，其次这作的游戏画面也不错，按理我应该是喜欢的，但是以下两点理由让我选择了不推荐
1，在村子里镜头转动极度不适应，速度太慢，我是1070的显卡，应该不是配置问题。找了半天不知道如何调速度，应该是不能调的，这样我玩了一会就开始头晕。
2，任务模式不知道如何继续进行下去，玩主线任务要任务xp，但是不知道如何获得，而且网上都找不到攻略。
这样我只能选择玩人机对战模式，但我更想看剧情啊，最后选择了视频通关
好评: 究极风暴系列开山之作。首先由于木叶村很大自由度也非常高，在这样的地图上玩耍就充满了代入感。剧情任务基本还原了动漫剧情（从开头到终结谷），各个动画插入的很不错。但是打完结局后提示的隐藏结局太难完成，全任务三星很费时间（每关至少要打两遍才能三星太麻烦了）。支线任务可以了解到木叶村的日常生活，尽管玩着有点无聊，为了收集经验又不得不玩。对战方面动作还是很流畅的，可以发动的连招非常多样，但奥义发动要拼手速且动画感觉有点长是缺陷。替身术很难用出来被连一套很伤，倒地后对方甚至可以在这段时间把消耗的查克拉全补回来很恶心。不能联网对战以及可使用角色不算多（剧情中出现的都有），可能在通关剧情后就没太多可玩性了，不过还是一个值得火影迷玩的优秀游戏。
差评: 解锁国区好评，直接买大包，附上三大妈2.5汉化链接: https://pan.baidu.com/s/1pLNsD6N 密码: HYRZ
----------------------------------------------------------------
2017-12-28
收回好评，疯狂闪退，卸载了
差评: 非粉丝就不要玩第一代了。
差评: 历代最差作品，游戏流程强行拖时间，boss战qte有bug响应时间半拍导致总是按错
好评: 无中文，按键别扭，QTE图标改都不改直接移到电脑上，没诚意的移植
每做完任务都要跑图收集卷轴，强行增加游玩时间
游戏默认集成显卡运行，锁帧，不改的话游戏内动作缓慢，修复方法是在N卡控制中心改成默认独显运行，再不行可以在游戏根目录的 config内将FPS改成0（1是60帧，0是30帧）。究极风暴123都锁帧，就4可以改
情怀入的，就不给差评了
好评: 1代太弱了
差评: 这个游戏是从主机平台上移植到PC上的，所以造成了用键盘玩的话键位设置是个很重要的问题。我是用的Xbox手柄，操作手感还是可以的。
解决了操作问题， 玩起来才发现这个游戏太他喵的难了。。。为了把任务难度分开，游戏机制是在战斗中加入很多附加条件，比如胜利之后要有多少百分比以上的HP或者必须用必杀技结束比赛。然而实际上很多对战本身就不容易，再加上这些限制条件就很难过关。主线剧情没有支线任务完成之后给的点数就不能进行，导致了我这种想看剧情的玩家很苦手。
接任务的时候需要跑图，比较占时间，一开始能看各种风景还算可以接受， 但是一旦熟悉了之后就会觉得很耽误时间。（当然，情怀玩家的话可以接受吧）
一些简单任务里的小游戏也比较千篇一律，无非就是追逐等等，换汤不换药。玩多了就会腻。
如果纯为了剧情的话不建议玩第一部，可以直接从系列第二部开始，也就是从鸣人修行完和自来也回到村子开始。第一部对于纯想过一遍火影剧情的人来说不是很友好，非主线的内容太多了。
差评: 游戏我是推荐的,差评我是肯定的,差评的原因很简单,我这壮志满满的想要全成就,你这扇我脸,给我卡bug不跳成就了,就剩8个成就了,还是比较简单的几个不跳,
Finish with a Ninja Tool!  
Finish with a Support Combo!  
Finish with Support Ninjutsu!
Finish with a Downed Strike!
Succeed with a Supportive Extra Hit!
Ninjutsu Clash!
This is how a ninja fights!
还一个是全收集成就,其中的1 2 3 4 6 7我都完成过,第一个成就试过N次了,死活不跳
我选择删游戏,GG
肝二代去了
好评: 十四小时通关，主线剧情占的时间比较少，其实小任务可以看成强行拖时间，也可以看成木业村的日常生活，纯粹的剧情也许刺激，但少了那份慢慢回忆的感觉，小学时一起看火影的朋友都走完了。游戏的手感和打击感都一般般吧，画质也就那个样，火影迷和收集癖可以入，总比在某鹅那几千块买个自己不喜欢的强力s忍强的多。要是真的火影迷的话，究极风暴四部全成就给你的满足感，事手游充钱给不了的
差评: 谁能告诉我为什么我用的是360手柄，但游戏无法识别
差评: 哪位大神能告诉我为啥我玩起来这么卡慢动作（本人电脑没问题gta5特效全开流畅运行）
好评: 没有中文版啊？
好评: 说好的中文呢
差评: 作为究极风暴的开山之作，缺少了最为重要和经典的QTE和3D过场剧情，虽然开放模式的木叶村很不错但大量而无聊的小游戏，并且不玩小游戏就不能打主线的设定太过蛋疼，并且主线也剧情很少，只有战斗，只有每章的最后有一点QTE和剧情，是风暴系列最失败的一作
好评: my    memory.
好评: 可以
好评: 怎么设置中文版
好评: 挺不错的，就是任务有点不懂=。=...
好评: 火影忍者究极风暴的开山鼻祖，虽然操作与画质比不过其他几部，但是可玩性还是非常的高的，喜欢火影的朋友们可以去玩一下：）~~~~
好评: 游戏默认集显跑  自己手动改独显
改了独显还是慢动作 说明显卡跑不动60fps 
那就去游戏根目录把config.ini里面的fps=1改成fps=0  等于1是开启60fps模式 等于0是锁30fps 
同理究极风暴234

30h全成就 
部分成就需要自己插个2P的手柄 然后用1p打败2p并满足特定条件即可解锁 用2p打败1p即使条件满足也不解锁成就
40h全收集 
全收集的话必须把剧情战和所有SABCD级的支线打到满星 之后 开启真结局动画 鸣人自来也启程离开木叶 同时得到最后一首音乐收集  再之后进入游戏我就没发现啥隐藏要素了

[spoiler]S级的支线比较高能 部分小游戏真是够了 
电脑AI相对较高 BOSS战QTE很恶心建议截图后多加练习 部分奖励条件略难达到(比如30hit我爱罗) 可以试试部分比较BUG的角色比如觉醒君麻吕或者天天[/spoiler]

至于collection 里面的 diorama 必须在购买所有的：角色模型 角色终结忍术动画 音乐后 观看diorama内所有内容  即可达到diorama的100%

究极风暴1代的过场动画很少 对话也没有配音 只有每个篇章的最后高潮战才有过场动画  想要通过游戏补疾风传之前的内容的还是老老实实回去看漫画或者动画吧  
比比二代2D和3D素材混和的木叶村 一代的纯3D木叶村简直良心 但是一代除了战斗之外就只能在村子里活动了 没有黑二代的意思 只要制作得当 2D 3D素材混用也能带来很棒的效果 

[spoiler]话说一乐拉面馆的位置12代貌似不一样啊 罢了 2年挪挪地方也不是不可以[/spoiler]

好了 我去打2代了
好评: 游戏是好游戏，就是优化很渣！
好评: 简单说一下这个游戏
配置要求其实不高，觉得卡的先检查是否开启独显。
画面也还不错，反正我没看出和后面几代有很大区别
剧情似乎和动漫和漫画没多大关系，一开始都是一些小任务
中文没有但是有汉化补丁，商店的中文和卡牌的介绍已去除
操作和后面几代有较大区别：
1、被打中之后不能用替身术了，只能在被打中的一瞬间使用，没有次数限制但是对使用时机有很大要求
2、释放奥义不耗查克拉，但是在打中之后要进行一串qte，类似qq炫舞、劲舞团。两个人互拼手速，你快则命中，敌人快则miss

本想怀旧一下的，看到这操作还是算了
好评: 中文啊
差评: 我想说是不是只有我一个没有打斗声音？
差评: 撒谎，虚假宣传
好评: 求解，怎么对倒下的敌人再次施加打击呢？
好评: 游戏还不错作为一个火影迷，但是搓大招有点麻烦啊╮(╯▽╰)╭我承认捉迷藏挺难的对我来说！
好评: pc版键位是什么啊？怎么操作？求大佬解决！！！
好评: 剧情是按漫画来的，但是没有中文，所以我自己没玩，如果朋友不介意的话，可以入
好评: 各项评分内容：

初步体验9.0分：

　　一个非常长的故事线，却并未脱离其核心。而且动漫效果还会时不时的为玩家带来突然的冲击。

画面表现9.0分：

　　绝对的精彩，同时抓住了漫画和动画中的核心思想。

音效表现8.0分：

　　好音乐是可以稍微重复一下的。配音很合适，而且还有日文语音。

游 戏 性7.0分：

　　简单而效率，然而在不失上手难易度的同时完全还可以再复杂一点。

耐 玩 性9.0分：

　　一大堆可解锁角色、场景，而且还有联网模式。重复性的角色有点让人失望。

总    分　　8.5分：非常棒

　　最后点评：Cyber Connect2的《火影忍者究极风暴世代》终于发售了。开发者们不仅打造了一款很棒的《火影》周边游戏，而且还懂得如何尊重原作的故事与人物。从某些方面来说，本作甚至比动漫版《火影忍者》更贴近漫画版——比如它能够让玩家亲自经历一些史诗级战斗。单人剧情的不同分支表现不错，虽然基于相似的战场，但专注于鸣人与佐助的故事使你不会感到在浪费时间。游戏机制的微妙改变允许在战斗画面中加入更多元素，即使这不是一部最细致的格斗游戏，也完全不是问题。

　　《火影》的粉丝们不用犹豫的就会购买本作，但更重要的是，那些非火影粉丝也完全可以通过这部游戏懂得《火影》粉们挚爱的东西。在那些数不清的疯狂战斗之中，是关于孩子们努力寻找自己的路的感人故事，还有那些长者们如何努力去保护他们。《火影》的核心观念是关于“真诚”，而本作抓住了这一点，并努力的打造了出来。制作强大，引人入胜，画质高超，这就是对《火影忍者究极风暴世代》的最佳描述。
好评: 收藏用。
差评: 必须差评了。首先，没有中文，属性里也没有，很神奇。知道怎么设的大佬指点下。这一作太渣，玩的人不多，搜不到解决办法。
游戏主线本身从原作一开始到佐助跑路，嗯，我初中玩的nds上的火影就到这里。另外附上一些可有可无但是又臭又长的支线任务，这真的只能是情怀了。
玩法上战斗爽快感还是有的，也是这部试水作最大的可取之处。其他的小游戏非常无聊，没算躲猫猫，那个不算游戏。
除了情怀还有很大一部分人玩这个游戏是因为成就。但我发现有两个跟终结对手方式有关的成就无论如何无法解锁（忍具，倒地追加攻击）。但是全球统计是有人成功了的。所以如果有人知道那两个成就怎么达成，请一定要告诉我。。。我好不甘心啊。
不少人应该跟我一样都是买的包。那我的建议是：直接下一作，让这部作品躺灰吧。

好评:   我买合集只是为了体验原作剧情，可是这游戏在单人模式体验上太过于繁琐，你要进行主线任务就需要任务点数，任务点数是需要做支线任务来获取，而支线任务大部分是跑图或者做小游戏的模式，我只是想体验下原作剧情而已为什么要搞得像旅游观光客那样跟团走跟行程？就不能做的简单些么？
   
  在主线剧情的节奏把握上十分欠缺，前一秒你还在激烈的对战过场中意犹未尽，下一秒就是让你玩小游戏来感受原作爱与友情与努力，不是跑树就是跳树让人十分无语，收集集要素单调繁多却并不难，有收集癖的话可以一试

  总的来说终极忍者风暴可以说是一个可以玩的游戏，具有冲击力的动画表现与对原著颇高的还原度，成熟的对战系统，如果你是火影的忠实粉丝的话可以很好的享受乐趣，前提是你不介意忍受各种雷同支线任务和小游戏的话
  

差评: 《火影忍者：究极风暴》
本作本来只发售在PS3上，但是因为这次PC的遗产版，也一并移植过来了。算是比较良心吧，但是游戏素质却只能算是中等偏上，加之这次移植问题也不少，PC版本，我只能给个差评。
发行商是：万代南梦宫，这个大家都很熟悉，就不多介绍了。制作组就是一直在做火影系列的：CyberConnect2 ，其实从PS2时代，我们在玩火影忍者：究极英雄的时候。这个系列就都是他们制作的。这个制作组基本只制作了火影忍者系列，其余的就是JOJO一部作品。唯一我比较熟悉的就是《阿修罗之怒》，玩起来还是挺爽，但是QTE之怒而已，没什么游戏性。所以今日看来，这个制作组不过是靠火影忍者的IP混得还不错。今后如果拿不出一些真实力的作品，估计难以在大环境下生存。
 
 
虽然这是算是PS3上的第一部作品，但是以制作组的经验来说，PS2时代制作了不少作品，经验上是没有一点问题的。从游戏的框架上来看，很好的一个框架。地图是木叶村的整个场景，而且还原得非常不错。颇有刺客信条火影忍者版的感觉，但是仅仅只有感觉。真正玩下来，看似生动的木叶村实际上死气沉沉。在场景里闲逛，互动极少，除了一些道具店和等等店面买点东西。固定NPC刷出剧情，捡一捡刷出来的卷轴，卷轴和金钱都是可以买东西，任务奖励的物品去拉面店、道具店、杂货店兑换。卷轴也是兑换用的。
 
游戏其实真内核为格斗游戏。没错，格斗内容才是这个游戏的看家本领。其余的一些功能设计得很浅。以格斗游戏的要求来看，也不怎么达标吧，有些角色因为动作和招式的设计问题，过于强大了吧，格斗游戏不是讲究各个角色的平衡吗？援助角色可以有俩人，如果设置得合理，我觉得可以一套把别人连死。格斗游戏我玩得非常少，基本不玩，所以说得并不全面，见谅。剧情上来说，删除了一些剧情，再不斩波之国的任务没有。
 
整个任务系统看似复杂，其实来来去去就是那么几个小游戏撑场面，爬树、抓狗或人、捉迷藏。剩下的全都是单独的格斗内容，附加各种恶心的条件。如果不是火影迷，玩起来只能说相当无聊。比较特色的是BOSS战，一共三场特色BOSS战，打文太、打守鹤、打万蛇。基本一个模子，动画和QTE不同，这或许是游戏的唯一亮点。
 
总之你把这款游戏当做格斗游戏来玩就好了，差评的原因，优化很糟糕，有时候慢动作。大地图有、在格斗的小地图也有。键盘按键分部简直反人类，还有，我没见到怎么设置2P按键。搞笑吗？格斗游戏要插两个手柄才能玩是吧？有知道怎么设置2P的，请告诉我一下。还有几个成就的BUG，忍具、支援忍术、支援体术解决敌人等等成就我解锁不了，暂时不知道怎么回事。火影迷，就差这一作的话，可以等打折的时候买一买凑齐一套。正儿八经玩就算了。
差评: 不推荐这款游戏，说好的中文没有，而且日文也没有，感觉上当了，已退款，浪费感情
好评: 玩过二再来玩的一 感觉也很不错 不愧是此系列的开山之作 开放性的地图很爽 不像第二部跑图累的慌。。。。推荐。。。
差评: 看在情怀的面子上补的1和2，然而玩了1之后失望透顶，有没有中文暂且不说，游戏本身设计的SHI一样极其不合理，说实在的就想看个剧情走个剧情任务，结果强制性的一堆分支扔给你让你升级，不升级不能解锁剧情任务。

好好好为了剧情任务我忍了，刷分支去，然后我就呵呵了，刚开始只有S级和A级任务能做？你特么逗我？随便进去个S级任务，被君麻吕揍的妈都不认识（这不废话么），行吧，A级任务走起。然后我就日勒苟，这抓赤丸做了最少五十次才完成，行行行，我手残，我承认错误还不成吗？做到我爱罗三姐弟实在做不下去了，连打N场不说，这鬼畜的胜利条件，你确定设计师不是出来报复社会的？鹿丸打了几十遍才达成倒地追击的条件，然后又是我爱罗抓投，我真服。还有什么几分钟内满地图找三个死孩子，更有鬼畜的QTE。真的吐槽不下去了。

粉丝果然是用来伤害的，某日厂的游戏果然只配玩D版，我只后悔没有先下个三大妈版试试成色。差评拿去，走好不送。

好评: 这个奥义真的难按出，被AI按在地上摩擦
好评: 更正是我的NVIDIA自动设置成集成显卡，换成独显就正常了，很流畅，其实买123还是为了“快速回顾”一下剧情的。有闲钱还是能入手一下。
差评: 完全冲着情怀买的，不过游戏还不错，但是这渣优化就不说了，为什么保存不了进度，明明在记录点保存了进度退出游戏重进进度就没有了，又得从新玩，还好我一开始就为了调帧数费了半天力，不然玩了半天等于白玩。也不知道是不是因为打了汉化补丁的关系，还有，有没有同僚跟我一样退出游戏后steam进程无法关闭，仍然显示运行中，必须重启平台才能再次进游戏！暂时差评，等有官方中文再改
好评: 忍受了三小时的破音后，终于把剧情给撸完了.emmmmmm。
三小时打完主线！是真的情怀，建议别入手这代了。
差评: 1玩着玩着就自动退出游戏
2没有官方中文（明明有写）
3没有新手教学

如果没有以上缺点，其实是一款好游戏
这个移植感觉非常失败
差评: 说好的繁体中文没有
差评: 这‘垃圾游戏 怎么还会丢档，而且根本没有繁中，商店页面却标着有繁中，这算不算欺诈消费者？
好评: 话说我的玩起来怎么是慢动作。。求解。。我显卡1070
差评: 游戏不好玩，说好的中文呢？坑我了？我在游戏中迷茫的走了一大圈，不知道该去何方，战斗时也没有教程，辛亏我有手柄，把手柄全按了一遍，才会一点，放技能什么的完全不教
好评: 究极风暴开山作，基本上都是小游戏，任务，但是1代能够在村子里各种跳，房子基本都能上去，自由度远远比后面几代高
好评: 繁体中文在哪里？
好评: 还好有三大妈汉化，不然拿头玩
差评: 谁能告诉我1是动漫第几级开始？，里面有些任务挺好玩的在之后几作没了，但是有些任务又避免太SX了吧这么大的地图 这么空旷的事件。。。什么乱七八糟任务都有，好多弱智任务，建议还在徘徊的人买2算了，全都是重复任务，剧情不像剧情，支线不像支线
好评: 这游戏 没中文 我早就知道 了    还不错
差评: 刚打开游戏让我设置手柄按键，然而我的手柄没有反应，以为是手柄坏了，键盘也没反应，3和4手柄没有问题，
好评: 推荐和弟弟玩，故意中他大招，然后看他手速拼不过却又无可奈何的样子。
（P.s.被他哭着去告诉我妈，到现在手柄都不敢碰了)

好评: 还行  毕竟是早期游戏动画少了点   有没有中文无所谓  这点程度的英文大致还是能看的懂的

好评: 游戏里怎么还是 没有繁体中文。。。
差评: 没有中文，一开始我就迷路了。这跟之前出的完全不一样。谁告诉我开始怎么开剧情
差评: 中文呢？有中文了再改好评。
差评: 说好的繁体中文版呢？
差评: 合集不是说是繁体中文的吗？

差评: 谁能告诉我怎么用键盘玩这个游戏

好评: 只能说值这个价钱，画面优化很好，虽然没有中文，但是不用看也知道大概任务是什么~
差评: 没有中文
差评: 这口冷饭。。。我就想问，页面介绍的繁体中文在哪里。。。。感觉被忽悠了 - -~
===============================================================
I would like to ask, the page introduced in the traditional Chinese where the feeling was fooled.
=================================================================
私は尋ねたい、感情がだまされた伝統的な中国語で紹介されたページ。
好评: 第一代的战斗系统跟三四代相比还是有很大差距的，YYB的大招需要连续输入指令才能打出伤害哦， 地图也较三四代的线性流程而变成了开放式探索。但是基本的战斗风格，以及画风没有变，大家可以放心玩。
另：若是电脑配置低带不起60帧，可以在游戏根目录找到config.ini 用记事本打开， 在fps=1处改为fps=0 即可改回30帧。破笔记本实在是带不起60帧......
目前来看官方的繁中是骗人的（沃日你妈卖批），等一个良心发现或是汉化dalao。

The battle system changed a bit, but it's ok. If you have played STORM 3, you will find there are nothing else changed but story.
PS: If you fing game crash of serious lag. you can try to change FPS to 30. All you need  to do is OPEN config.ini in game menu, find the line fps=1, change it to fps=0.
 
by the way, we need your promised CHINESE!
好评: 这个合集不错，很早就希望究极风暴1,2可以上steam，终于等来了，就是没有中文，还得等汉化组比较麻烦，其他都很好，而且优化的太到位了，推荐！
好评: 运行60FPS完美，但是繁体中文能补上嘛
好评: 为什么上单介绍有中文进去却没有中文？ 这是不是欺诈呢 手动滑稽
好评: 那一声伊鲁卡老师叫得我内心百转千回。



[spoiler] 没有中文，日英语音都有，谨慎购买。Win10手动更换显卡设置，默认集显运行。[/spoiler]
好评: 为什么是英文的
差评: 我们需要中文
好评: What about the promised Chinese?
好评: 60 FPS   win10完美运行无可挑剔，
BTW where the hcak is chinese? 中文在哪里？？？SOMEBODY TELL ME
