好评: 童年的回忆，麻雀虽小却五脏俱全。每一个系统和细节都深刻还原了17世纪的海盗皇金时代，尤其是那些传奇的海盗船长，亦官亦盗最成功的海盗亨利摩根，家喻户晓的疯狂残忍海盗黑胡子，无数次登上文学和影视作品的悲情海盗基德船长，船上有最知名的女海盗安妮邦尼却最终醉酒胆怯被捕的杰克拉克汉姆。最重要的是这游戏让人玩的又轻松又不容易腻，毕竟出自大师席德梅尔之手。可惜的就是主角变老后单挑会越来越难，想永久玩下去这一点很难受。现在市面上海盗题材的单机佳作实在稀缺，期待一下海盗模拟器和海盗指挥官可以重塑海盗游戏的辉煌。
差评: What a good game!But F it just doesn't have Chinese!
好评: Best Pirate Game ever!
好评: [h1]【席德梅尔的海盗】2004[/h1]

多年以前刚出来就玩过，当时觉得有点简单化了，现在年龄大了看得多了倒是觉得这种轻松简单写意欢乐向的游戏也挺不错的！
好评: 当年玩就觉得要素过多，强推！
好评: 老游戏，喜加一
差评: 如果不是怀旧党，不建议新玩家购入这个游戏。
太简陋了，不管是画质、游戏系统还是千奇百怪的BUG。
好评: 可以靠把老婆所在的城市送给别的国家来换老婆
11/10
好评: 十多年前玩过的，到现在跳舞依旧跳不好，希望可以出续作吧，对我来说这游戏就是经典中的经典
好评: 汉化提取自"索奥尔数码科技"的代理版本.

这游戏确实蛮老了,但我觉得还是蛮不错的.

也在愿望单挂了好久,谢谢这次的2K包, 也谢谢坛友, 让我以低于商店的价格拿下了游戏.

直接覆盖到游戏根目录使用.

载点:
https ://pan .baidu. com/s/123jN8ShpJzigdnH5VBK0iQ
提取码: 8mfx

如果你觉得有帮助的话, 欢迎帮我的评测点个赞来帮到更多人, 谢谢.
好评: 放在当年应该还不错
好评: 不能汉化吗？我们需要
好评: 童年
好评: 小时候十分痴迷的航海游戏！

那时也不知道叫什么名字，

后来才知道，游戏名只要加了“席德梅尔”，都会很好玩！（文明系列就是！）

就算现在拿起来玩玩也是非常有趣！
好评: 玩两个小时是对经典游戏最起码的尊重。
为什么我不选择尊重？因为他不出续作！
好评: 非常有意思的作品，特别是在大航海时代3无处可玩的大背景之下（泪）
找遍了航海类型的游戏，要找一个有趣的、自由的、不氪金的、愉快的、代入感强的航海游戏，然后发现了这个。
怎么说，不愧是喜得妹儿的作品。
游戏内部内置了很多的系统，将海盗的生活通过斗剑、跳舞、抢钱、打仗、寻宝演绎起来，虽说自由度确实不如大航海3，但是趣味性很强。游戏难度也不算太高，推荐想体验海盗生活的都上船试试
好评: 这游戏怎么调成中文
差评: 我们需要中文版
好评: 经典游戏
好评: 曾经的欢乐时光
好评: 这个游戏陪伴了我的小学生活啊，偶然看到真开心。
还记得当初在新华书店，看到游戏碟，依稀记得一张25软吧？
在哪个盗版碟三五块钱一张的年代，还是不便宜了。
从不会玩到精通，整整玩到了高中。
不得不说确实适合我这种有耐心磨的人。

更换、升级船只，跳舞，挖宝，攻城，寻亲，探索古文明，和反派躲猫猫……
生生磨到四分之一张图纸只靠一个地标就完成搜索……
满员编队，战列舰战舰护卫舰……
四国公爵，解救所有亲人……
简直是呕心沥血了，能打出来的东西都打出来了……
真的是可以玩很久的一款游戏，裂墙推荐啊

刚才花了十几分钟打了中文补丁，又花了十几分钟自己做了旗帜logo。
小时候就想着能自定义旗帜该多好，现在有这个条件了，圆梦啊！
老游戏也有老游戏的乐趣hhhhhh
准备研究研究能不能痛船了，好像很有意思
好评: 上手简单，好玩有趣且内容丰富的海战为主的航海游戏
好评: 还是童年熟悉的
好评: 前期难度过低，后期难度过高，有意思，不喜欢，可以玩
好评: 刚通完黑旗，每每在起航时响起的悠扬歌声，总让我回想起十五年前玩过的这部海盗。在感恩节喜加一，作为对sid meier的感恩，也是对那段时光的感恩。win7可以运行，但没有再玩下去。生活已在另一个大洋再度扬帆，但永远忘不了那段凶险漂泊的时光。
好评: 为童年补票。。。。。
 诶？ 当初貌似是【同学的】正版盘的说
给了我一个欢乐的暑假
好评: 小学时的游戏，当时记得国内还有正版中文代理。当时并不会SL大法结果满地图追着雷蒙多男爵跑、每次开局先抢摩根的船开···满满的回忆。
差评: 以前玩这个游戏的时候还有中文的，怎么现在就没了，好迷啊。。。为了情怀买的，这样玩得有点累啊。。。
好评: 游戏不错，但是没汉化，虽然学英语的，但是依然觉得玩得好累
好评: 打折入的这一款游戏，看了本游戏的中文评测，发现这是很多人小时候玩过的游戏，然而自己接触游戏的时间不长，所以之前还没有玩过这款游戏。整体上来说，这款游戏虽然年代比较久远了，但是画质在当时看来还是不错的。 没有中文，在网上也没有找到中文补丁，所以我是用我英文水平把游戏界面翻译了一遍。游戏有海战、陆战、刀战三种战斗模式，内容丰富。目前自己在游戏中成为了英国的公爵，能和总督的女儿跳舞。本游戏还是值得一玩的。
差评: 不知道为什么迷之无法加载游戏
好评: · 个人第一篇测评

趁着圣诞打折剁手 刚玩了两天

无比遗憾在过去的十年中这款作品居然从未驶入过我的世界

好在 一个达到这种水平的游戏 什么时候遇到都不晚

- 注：已提名“游戏中的游戏”奖项 2016-11-29 03:16:57


· My first review

Just bought and played for two days. 

REGGRETTING IT DID NOT SAIL INTO MY LIFE IN THE PAST TEN YEARS

Well.
Meeting such a treasure can never be too late.












[i] Just Buy It	[/i]
好评: 我在steam大奖中为此游戏提名了眼里进沙子奖。其实，我的学生时代经历过很多优秀的游戏，其中不乏更加有趣/完美的游戏。但是不得不说，在某个炎炎夏日，我趁父母不在，偷偷在电脑上安装的这款海盗，第一次让我认识到何为存粹的游戏，简单，有趣，令人印象深刻。
感谢海盗陪伴我走过的那个暑假。
甚至我第一台自主选择的电脑，也充分考虑了更流畅的运行该游戏（好吧，其实有60%是为了更好的运行钢2）。
不管怎么说，这是一款令人愉悦的游戏，我认为直至今日也不过时，值得一试。
好评: 席德梅尔的海盗（懒得打那么多字，下面简称海盗好了）是探索狂中比较推荐的一款游戏。你是一个海盗，刚开始就糊里糊涂的要你挑四个国家进行签约，来决定你以后是哪个国家的海盗。四个国家之间彼此之间都有不同的关系。
我记得我选的意大利吧？TM要日天啊，和其他三个国家都是不好的关系？你这国家上辈子是怎么挺过来的……好吧，如果你和我一样是个历史渣，相信要玩这款游戏至少还得会点航海知识（至少有看过海贼王啊是不是）。
于是操蛋的航海之旅就这么开始了，不愧是以后做文明的，游戏氛围做的意外好啊。除了操蛋的航行船速以外都还挺满意的。
对了，后期和别人的船solo别互相打炮了，直接撞上去怼人就行了，记得有装备必买。
至于下船探索的部分，还要看自己了，因为迷路都是日常。
反正这游戏就是要你跑来跑去找亲戚找宝藏……还有攻城夺船之类的。
要是你喜欢玩策略的话，左转大航海时代
但如果你真的想当个海盗或者喜欢探索的话…买这个游戏，风韵犹存，至少不会后悔。
（另外游戏不自带中文，推荐网上下载中文版按教程覆盖游戏原文件）
好评: 带简体中文有多难 繁体也行啊 逼着我退游戏吗 
想一下 其实不用中文也能玩！
好评: 都没有中文评测啊，经典游戏，玩的就是回味！
差评: 这游戏有繁体中文，为何不添加？
好评: 非常棒的一款游戏，自由度非常高，作为席德梅尔的作品策略数值平衡性自然没得说，关键是模拟程度很高。
1.对航海模拟的十分真实，比如风向对不同帆船的影响不同。
2.百科全书，非常丰富，不仅可以作为理解游戏机制内容，更可以作为一个对17世纪海战资料的百科全书。
3.游戏机制非常多样：即时海战、剑术单挑、潜行、回合制陆战。


好评: 优点
+简短的剧情
++当年算是很出众的3D效果
+++丰富的游戏内容，容纳海盗、经商、任务、寻宝、爱情、事业、剑术决斗、国家关系，比同类游戏更加丰富
+++优秀的难度递增系统

缺点
-难度总体过低
--可重玩度比较低，每个元素都不太深入，很容易就会缺乏挑战性，尤其是经商，基本上不靠谱
------总督女儿长得不是一般的差啊，一个比一个难看，分辨妹子分值全靠看胸，分值最高的好黑，非洲来的吗？这一点人生赢家的感觉都没有啊！！！

还记得当年，我还是一名无知的中二少年，幻想着泡遍天下美女，想干啥干啥，杀人，抢钱，在海上航行。然后我就在地摊上找到了这个游戏的盗版碟，从此开始了我的无敌海盗之路。

当年作为一名中二少年，智商还木有成熟，玩了很多像海商王、新世界的海盗、大航海时代等航海类游戏，都觉得好难，根本玩不下去，但是这个游戏却不一样，开始的时候用一段简短的剧情带入，让你很容易产生一种亲切的感觉。游戏难度是随着你的分赃次数递增的，这样能够保证新手和老手都获得优秀的游戏体验。加上寻宝和亲人任务，让人们很容易完全的投入到游戏中。

虽然现在再看这款游戏，感觉有点太简单了，而且基本上一周目就疲倦了，但是我认为，这个游戏依然是航海类游戏入门的最佳选择，没有之一。

另外，你们问我姿词不姿词，我是姿词的，席德梅尔是最优秀的游戏策划，我们怎么能不姿词他？
好评: 我个人还是觉得大航海4更好玩一些，但是不妨碍这是一部佳作
好评: 非常经典的航海游戏，买一个充值信仰 。不得不说，即使过去了十年，这个游戏依然魅力不减。
好评: 虽然很古董了，但在海盗类游戏中还算是很好的。很有乐趣
好评: все на английском! как перевести на русский?
好评: 小学时候玩过的游戏，那时候玩的废寝忘食，今天光看简介就各种回忆涌上来。为了童年记忆里那短暂的快乐，买买买！
