好评: 我是fw
好评: 很好玩，手残党必备

好评: 第一感觉，好难啊，有点废手，作为菜鸟已经死了N次，不过很炫，很好玩，唯一不好的就是在这一关卡如果中途退出，下次就得重头再来，然后关卡又长，所以我只能坚持死了上百次也要通关。别的不说是真的好玩，很炫很好看，手残党慎入，别像我一样，刚接触端游就搞了个这个，，难度挺大，不过也有可能是我太菜了。。。
好评: 我真的是服了一碰就死，但是游戏还是很好玩的。
好评: 人在极端愤怒的情况下可以极大地提升动作的精准度
好评: 老子尼玛打到第7章 手贱重新开始了 草拟吗的刀怎么全没了😡😡
好评: 很久以前买的，通关后就卸载了，今天再下载来玩玩，全程都在思考一个问题
[spoiler] 我tm当初到底是怎么通关的？ [/spoiler]
好评: 游戏很好玩，专家模式也打完了，挂着游戏睡了一觉，游戏时间大概20多小时。玩多了就觉得挺简单的
好评: 很适合3D眩晕的玩家
好评: RRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRR
好评: HAOWAN
好评: 流程太短，并且被背刺
好评: 辛辛苦苦打了两遍全收集就跳一个收集成就，这bug还没修，游戏好玩，我是傻逼
好评: 打击感要自己体会，真源氏，爽的一逼
好评: 都给老子玩，不能只有我一个手残党受苦！
好评: 有手就行，很容易上手，按R就行
好评: 改好评
好评: 思来想去先好评一下...我先去吐会儿...
我死一百多次，有七十多次是摔死的。
[spoiler]砍不死人我能换条路，这破地儿我上不去就是上不去[/spoiler]
数据空间我想冲想滑墙，然后死。
我觉得我可以空摘子弹那一定可以空摘近战兵吧，死。
无数次想滑墙没上去，死。
————————————————————
这个持盾兵真是捏嘛精神变态。每次跟它绕圈我都感觉要吐了...
它能杀了我吗？不能，但它能捏嘛让我浪费很多时间去杀它。
还有那个发波的机器人也是，我拿那个孙子一点办法都没有。以至于我初见它就死了十几次。
后来每次有它我就一直死，一直以同样的方式死。我连近它的身都不行。
————————————————————
自动防御矩阵那关更是重量级。硬是把我打破防了。
虽然我只死了88次，但我有个好友活活死了五百多次。
我真是一边打一边骂啥↑比↓吧。打那关我真的在考虑要不要风灵月影算了，荣登我最不想重打的关卡之一。
————————————————————
回声那关是谁设计的，让我好好夸夸你。
数据没收集完我就吐了两次。
————————————————————
三个盾兵，两个发波机器人，两个刀兵，两个杂鱼终于把我心态打崩了。
最关键的就是那三个傻↑逼↓盾兵，绕半天又绕不死，一失误没上墙我就死了。
一死我之前好不容易弄死的机器人和刀兵就复活了。
啥↑比↓，我不干了。
好评: [h1]于赛博朋克的森林间挥舞利刃，于霓虹电波的尽头处唤醒自由[/h1]
1.单周目流程大约在10-16小时，具体时长受玩家的第一人称3D操作水平的影响~ 
[b]请注意游戏的存档模式：你必须在一次游玩中通过整个关卡才能进入下一关，关卡中间的重生点并不是存档点（也就是说返回主菜单点击继续游戏的话，是从上次所玩关卡的开头开始玩的）。[/b]
2.画面非常酷炫，从底层的工业感到城区的未来科技感令人应接不暇，在真正进入达摩之城时，那般景致是十足震撼的XD 另外，游戏是关卡任务的线性剧情，并非开放世界。
3.结合了第一人称砍杀、跑酷、解谜、即时反应的要素，难度不低，有收集要素，也可以从游戏提供的多样技能与强化模组搭配自己的玩法，也有很值得体验的boss战。关卡“以己之形”这一任务中与赫尔的boss战特别有意思，“打铁”操作会让人感觉像是第一人称的只狼一般~
4.游戏的音乐也非常赞，随着剧情的深入，脚从头抖到尾2333
5.除了主线剧情外，还有专家模式、攻击波模式、路线模式等玩家去体验，对于被圈粉的玩家群体来说是可以大大延长游戏时长的选择。
6.“达摩”是印度教中意指秩序的一个词，而不满于冷酷、无人性的高层统治而引发的革命叛乱，正是游戏的背景基调。
7.有官中，有集卡，有成就。成就基本都是和剧情推进、收集全物品与战斗技巧相关的，建议配合社区指南食用。喜欢赛博朋克风格+操作感的组合的玩家不容错过，原价合理，打折到五六十更香~本体就能体验游戏的全内容，有意愿者可入DLC支持开发组。
[spoiler]欢迎扩列[/spoiler]
好评: 太好玩了！！！！
差评: 单薄的背景故事和设定
虚假的赛博朋克风格
谜一样的游戏判定
越往后越拉
好评: 好玩
好评: 几乎完美的赛博朋克风格跑酷动作游戏
动作帅气，打击感强，这才是真正的2077
并且代入感极强

因为只玩了15小时不到，其他不做评论
好评: nb
好评: 对手残和路痴不太友好，第一次到激光塔那关我死了85次才过；最后一关光是在过桥移动板子+躲避球那里就死了60多次。跑杀模式硬是找不到路，看了视频攻略才知道路怎么走。。；很多时候一关过不去不用着急，睡一觉醒来再打就会发现突然变得很容易，如果“妈的打了一下午还没过，今晚跟你死磕到底！！”反而会挫败感更强，还气坏了身体。
——————————————
游戏初期的乐趣在于，寻找出关卡设计师设计的正常击杀路线，不要一上来就学大佬搞骚操作正面硬刚。顺便在找收藏品的同时欣赏下地图的设计。
在打完普通难度主线之前不建议尝试跑杀和攻击波模式
后期可以尝试自己寻找不一样的击杀路线，速通破自己的记录，或者是尝试专家模式（专家模式是真的难。。。）玩出花样
——————————————
有些小技巧掌握了可以降低很多难度，提升体验，比如：
滑铲的移速比正常移动要快，滑铲到一半的时候移速是最快的，这时候起跳可以获得一个加速，掌握节奏连跳可以节省不少赶路时间，在赛博空间里，不能使用冲刺，就可以用连跳来赶路；
冲刺和滑铲同时按下可以超快速度突进（需要先冲刺后再马上滑铲，最好换个键位，我是默认的键位没改，按的小拇指会有些累，有些大佬是把冲刺改成鼠标右键，钩爪鼠标侧键）；
滑铲+平台边缘起跳也可以获得一个加速。仔细的玩家应该会发现：这游戏就算不小心走出平台了，脚下没有东西可以踩已经在往下掉落的时候也可以跳跃一次。如果在刚好滑铲离开平台的瞬间起跳，就可以获得加速；
滑铲+冲刺+平台边缘起跳，可以飞得超远，会了这个小技巧基本就可以自己探索不同的击杀路线和骚操作了，并且遇到一些难缠的兵种也能快速突进击杀，比如打完一个弹夹正在换弹的步枪手，乘他真空期就可以突进一刀；
子弹弹反是神技，假如只能让我选择带一个被动，我一定选这个。利用这个技能可以解决很多难缠的目标，比如通过弹反子弹来击杀冲击波机器人，会格挡你攻击的近战兵种；
盾兵很烦，正面弄不死他，可以对他使用霸主技能，让他干死其他兵种后再从背后把他剁了
————————————
女忍者那关的战斗设计我挺喜欢的，打铁打击感挺棒。但为什么最后boss战设计这么拉？？真就变成了学校长绳队跳长绳，而且结局感觉很仓促得草草收尾了，没把故事讲好
————————————
补充
什么时候可以出创意工坊啊，类似Portal2那样让玩家自己制作地图，可以延长游戏寿命
好评: 就是贼爽
学会了各种骚操作
好评: 脑淤血怎么能就我一个人炸
好评: 这游戏超级简单，一直按R就好辣
好评: 优点：
太好玩了 太好玩了 太好玩了

缺点/问题（非致命问题，不是很影响游戏体验）
1.电脑配置3800x+3090, rtx on + dlss有几关依旧会掉到30 40 帧，个人怀疑是光追优化问题
2. 在进入模组界面后再出来，光标有的时候会变成方块而不是箭头（问题不大）
3. 出现过几次死亡后按R键没有反应，回主菜单就能解决
4.有一次吃了时间减速站在盾哥哥身后砍他，但是依旧被判定被盾格挡了（可能就是这么设计的？）

吐槽：
盾哥哥属实太恶心了。。。我踩墙苦手，不知道是我太菜了还是踩墙的判定还要再优化一下，有的时候碰到墙了但是没判定我踩上去了（应该是我踩墙的姿势不对）

难度中等，没有觉得有那么难，但是需要耐心，推荐喜欢跑酷/赛博忍者风的朋友们入手，十分推荐
好评: 在这个游戏里，你可以领略比赛博朋克2077更赛博朋克的世界，你可以看见废土与科技有机结合带来的冲击感，你可以在暴力与血液中感受独特的美学，你可以领略到未来世界的种种科技带来的奇妙之处，你甚至可以看见，这其中的每一把枪都可以一击毙命，但是唯独你自己，什么都不是，只是一个在每个人都有高科技电子枪的世界里拿着刀乱点R的傻B。
好评: 我是聪明逼
好评: 死的很爽
好评: 好玩，就是有点废电脑

好评: 好玩，就是流程有点短，希望能出个后续之类的，两三个小时就结束了，玩完了有无聊了。
好评: 飞常好玩打通后r建坏了

好评: 操作感极佳，砍起来的包括跑酷的动作极其丝滑连贯
没别的，就一个字，帅就完了！！！
好评: 我傻逼通关了
好评: 简单易上手，攻击波加经典模式全通也就这么点时间，特别时候不会用R键的新手游戏
好评: 帅就一个字 我只说一次(死100次过关也是帅 不许问为什么)
好评: 想了想还是推荐这款游戏吧，可能只是不适合我
其实刚开始玩的时候都挺不错的，虽然前几关可能重开有点多，但多打机关后基本上就能爽一爽了，砍人，机制什么的都不错
但就是最后一关的跑酷，第一次让我在玩游戏的时候体会到了坐牢的感觉，难以言喻，跑酷一难，就会觉得手感奇差无比。玩到最后一关我就有点后悔了，可惜晚了
好评: 挺不错的
好评: 玩了6小时通关，只能说只要R按的够快我就死不了
好评: 这个游戏非常好玩，降压药吃了3瓶
好评: rrrrrrrrrrrrrrrrrrr
好评: 关于我买了幽灵行者一直按R键这档事
好评: 上手很容易，容易宣泄
好评: rrrrrrrrrrrrrrr*100000
好评: 好玩，操作很简单，对新手非常友好
好评: 很好玩 很上头 自己买的游戏 可玩性很高非固定思路 你可以飞 你也可以在地上滑 Dome较简单 建议打折入手
攻击波的刀很好 dlc的也很不错 期待三月三的新DLC
好评: r is the best button
好评: 杰克不够阴间，建议加强
好评: 管他那么多，r他就完事了（我已经按坏了无数个r键了）
差评: 买之前看评论很多人说难，我只是以为大部分玩家不喜欢背板游戏，玩了十章，虽然容错率低，但感觉难度还可以，不过十三章的后半部分彻底恶心到我了，本身大机器人，近战兵和盾兵的强度就够高了，却还要故意摆出玩家巨大劣势的站位，甚至三个盾兵不同角度放一起，难度过高了，这部分实在让我无法接受，感觉不是在背板，而是在勉强碰运气通关，背板≠难度拉满，而是该给玩家更多玩花活的空间，有着同样背板的耻辱系列相似的价格，只能说差距很大
好评: 《 源 氏 模 拟 器 》
好评: 好！

好评: 时间尽头的刺客，转瞬间血花绽放的赛博朋克
我以为我会像游戏开始的宣传片一样穿梭楼宇之间，于千军万马中直取敌方首级(～￣▽￣)～，但是实际上我可能还没冲过去就摔下去了，或者...往敌人枪口上撞...( ＿ ＿)ノ，R键大概是我玩这个游戏用的最多的键了
这是一款赛博朋克风格的快节奏的斩杀快感跑酷游戏，线性流程闯关，上手难度相对较高（眼花缭乱，晕3D的玩家可以绕路了），比较考验反应速度和对于人物能力的灵活运用，敌人和自己都没有血条（除了Boss能挨好几下），这意味着敌我双方都是一击毙命（读档警告），因此容错率很低，但当你熟悉了操作，逐渐融入这种玩法之中，你会体验到一种独特的快乐，有难度的闯关才会勾起玩家挑战的欲望（仅限有耐心的好脾气玩家，暴躁老哥请绕路，气坏身体不值得）
游戏内有很多收集品可供收集，包括手套，各种剑，语音以及遗物（可供观赏，以及改变一些外观，并不能提供实质性的增强），除此之外游戏的各种dlc也是提供武器和手套的（不会和收集品有重复，不购买dlc是无法解锁部分武器和手套的），喜欢花里胡哨的玩家可以搞一搞（水平不够，皮肤来凑）
再就是我得喷一下 守门人 和 终极怪物 这两关，简直是变态到离谱了，我都是读了一百多次档才过的（正常难度下）；通关之后还解锁了专家模式，说是还要增加难度，改变几何构造，增添强力敌人（你瞅瞅这是人话嘛，我看你是在为难我胖虎(;´༎ຶД༎ຶ`)）
感谢浏览ヾ(•ω•`)o
好评: 还行！打发时间是极好的~
好评: 太好玩了，肌腱炎都犯了
差评: 做的好 以后别做了
赛博朋克是赛博朋克 我真的眼睛快瞎了  主线要走的路都没路边烧烤摊发的光明显 
还有激光塔 真你妈的激光塔  眼睛快瞎了  
好玩但是没那么好玩
好评: 帶感
好评: 需要一定操作的游戏，不要畏惧死亡，稍微掌握技巧后游戏手感好到爆，把敌人看做生活中的垃圾事与垃圾人，全部劈开！
好评: 虽然剧情图一乐，但真的很suang很酷哦
好评: 非常好玩的跑酷类游戏，非常爽，但是玩游戏前准备好钱买一个新键盘（因为R键会按烂
好评: 好玩

好评: 真的超级好玩
好评: 第一个评论的游戏，肾上腺素飙升，手残党慎入
好评: R就对了
好评: 我是真的吐了好几把难玩
好评: 输一把冲一发，玩了一晚上现在人在icu
好评: 会玩了之后爽的一批
好评: 这是一个很解压的娱乐游戏，跑酷的感觉很好，一刀一个小朋友的感觉很不错doge，每个关卡中击杀的最后一个敌人会有击杀慢动作，这一点给好评。游戏里面的刀也很好看，哪怕你没有买dlc，也能有不少好看的刀。让我非常难受的有三点:1.击杀关卡中最后一个敌人或者打赢boss的那一刻死掉了，整个人就会一直在存档点卡着原地不动，按r重新读取存档点也没有用，只能从此关卡的初始地再来一遍！！！我遇到好几次这种情况了，非常糟心。2.我明明收集了游戏内所有的音频，成就一直都没给，疑似被吞了。。。3.游戏界面显示一共有45个成就，但是最后十一个根本没标注获取方法，百度里面也找不到
好评: 死了两千多次才通关普通模式，游戏很上头，喜欢操作性游戏的可以尝试，不说了，肝专家模式去了
好评: R键行者
好评: 用R键造就德芙行者
好评: 游戏很好，10小时黄金体验
死了800多次终于过了
虽然但是（）
谨慎购买，难度挺高的
好评: 前期脑溢血后期解压
好评: ⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣀⡀⠀⠀⣀⡀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⣿⣿⣿⠀⣼⣿⣿⣦⡀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⠀⠀⠀⠀⢸⣿⣿⡟⢰⣿⣿⣿⠟⠁⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⢰⣿⠿⢿⣦⣀⠀⠘⠛⠛⠃⠸⠿⠟⣫⣴⣶⣾⡆⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠸⣿⡀⠀⠉⢿⣦⡀⠀⠀⠀⠀⠀⠀⠛⠿⠿⣿⠃⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠙⢿⣦⠀⠀⠹⣿⣶⡾⠛⠛⢷⣦⣄⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣧⠀⠀⠈⠉⣀⡀⠀⠀⠙⢿⡇⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⢀⣠⣴⡿⠟⠋⠀⠀⢠⣾⠟⠃⠀⠀⠀⢸⣿⡆⠀⠀⠀⠀⠀
⠀⠀⠀⠀⢀⣠⣶⡿⠛⠉⠀⠀⠀⠀⠀⣾⡇⠀⠀⠀⠀⠀⢸⣿⠇⠀⠀⠀⠀⠀
⠀⢀⣠⣾⠿⠛⠁⠀⠀⠀⠀⠀⠀⠀⢀⣼⣧⣀⠀⠀⠀⢀⣼⠇⠀⠀⠀⠀⠀⠀
⠀⠈⠋⠁⠀⠀⠀⠀⠀⠀⠀⠀⢀⣴⡿⠋⠙⠛⠛⠛⠛⠛⠁⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣾⡿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⢾⠿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
差评: 游戏是个好游戏，差评为两点：
1.有个bug，清完一波怪之后就卡住动不了，鼠标键盘全部失灵，回档无效，退出到主界面重进就回到关卡最开始的地方，已经出现好几次，太tm搞心态了；
2.tmd打完玛拉还弄个脑瘫跳跳乐我玩你妈，几个球搁那滚来滚去，我说实话，只有孤儿才做得出来这种关卡。
好评: 我是傻逼
好评: 可以
好评: 今天终于通关了，中间陆陆续续做了很多成就，我也没想到第一次打最后一关到通关居然用了三十个小时，得到终点线成就的同时也完成了幽灵行者项目成就
好评: 比较爽.
好评: 很有意思，只是r键快烂了
好评: 我是傻逼
差评: 游戏机制很简单，毕竟就是个跑杀游戏，还是不错的，新手入手也很快.至于为什么差评,我原价买的我是傻逼。（T - T)
好评: 赛博朋克风，一刀一个的畅爽，我很喜欢玩。
好评: 本游戏包含以下要素：
1、团 队 合 作
2、一 击 制 敌
3、枪 法 奇 准

然而这都不是
你只是一个在枪战中拿刀的傻B
好评: 什么都别说，先买！
好评: 我表示这款游戏还是可以的，虽然比较难太靠操作，而且它的指路系统比较一般，但是它的斩击感比较好，赛博朋克感强，等降价以后入手还是可以的。
I think this game is good . Although it's difficult , but it has perfect feeling of beating .So you can buy it when 
its price coming down.
好评: 死了2k次
好评: 好玩是真好玩，就是头晕
好评: 一直按R就好，老爽了
好评: R键已经烂了，真好玩
好评: 我现在发誓我再玩我傻逼
好评: 很棒。R已经按坏
好评: 手残党非常推荐来游玩
好评: 很好玩，我都快戒网瘾了
好评: 第一关30分钟通，啥水平。。。。
好评: 那11隐藏成就是啥啊！！！！！！！！！！！！！啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊
好评: 好玩，就是有点难。
好评: 玩啦八个小时最简单得通关  气得自己砸键盘没别的
好评: 真好玩，十小时通关，期间距离全收集差六个，但是真的巨顶这游戏！不过通关后会有难度增加模式，得缓缓劲再打。
好评: 好玩
好评: 通关了 刀是真的帅呀

好评: 很难，很爽，血压很高

好评: 挺好，就是有点费r键
好评: 蛮好玩的，源氏大战76，r键模拟器，萌新之友
好评: 格式化帮助
好评: 好玩

好评: 这个游戏越玩越好玩 👍
好评: 开局50亮度晃视角好J 8晕 ，半夜先预热试玩一下




玩游戏一定要啸着玩0.0 
WC  
W N M  
盖!
亚！！！！！！！！！
Q A Q   嘤嘤嘤

好评: 谢谢兄弟们 废了一个R键咱先不说 14关那个在地上爬的什么玩意 你爬就爬呗 你爬远点 你鬼叫个几⑧啊 tmd
套用一个虎哥的基本句式 还有那个密钥师 你瞅你造那几个贵物 还有你 人不人鬼不鬼的 别让我在香港大街上看着你 看到你触手必须给你拽掉 必须打你脸 tmd 弟中之弟
好评: nb

好评: 游戏很好 已经换了好几个R的键帽了
好评: 游戏没有中文 只能把剧情看个大概。游戏流程比较短，操作比较有意思，观赏性强，但是boss战太敷衍了，或许是跑酷游戏本来就很难做boss战吧。如果最终boss有弹刀环节应该会有意思一点
好评: 很好玩，如果没有难度就不是这个游戏了，对新手很友好，还特意做了提示
好评: 好van
好评: 《赛博朋克2077》跳票了，很多玩家被气到吐血。但我得知新闻后的心情却很平静，因为在一款叫《幽灵行者》的游戏里，我已经透支了未来半年的无能狂怒。而且在这个游戏里，我找到了纯正的赛博朋克。可能在《赛博朋克2077》跳票的这段时间里，超高难度的它就是一味最好的猛药，气到你忘掉其他的事。游戏里的《赛博朋克2077》彩蛋“高难游戏不是什么新鲜东西，不过是对黑魂/只狼的模仿而已。”这类言论现在很常见，但它可能真的没法套到《幽灵行者》头上。

《幽灵行者》的难，在越来越多的高难作品里也难出了一份新意，所以它成了一匹销量和口碑皆佳的黑马。概括来说，《幽灵行者》是由One More Level主导开发的一款第一人称动作游戏。游戏的玩法是跑酷+近战刺杀，故事则发生在一个赛博朋克风格的世界里。

看着游戏的动图，再结合这样的介绍，你可能会因为流畅的动作设计眼前一亮，但很快就把它归为一款平庸的动作游戏。但《幽灵行者》的难度和亮点是无法靠云通关感受到的。因为游戏有个很返璞归真的设计理念：它把当今主流大作里，那些被简化的机制给还原了。“图片仅供参考，请以实物为准”例如在同为第一人称跑酷的《镜之边缘》和《消逝的光芒》中，玩家只需要按住几个键不放，就能做出各类炫酷的跑酷动作。在《古墓丽影》《刺客信条》中更是如此。但《幽灵行者》的跑酷却是实打实的极限运动，那些蹬墙跳、凌空冲刺等动作，是随时都有可能翻车的。玩家必须把握好每一次踏墙和跳跃的时机，才能做到飞檐走壁。这是理想的蹬墙跑如果说《刺客信条》是让玩家体验当跑酷高手，那《幽灵行者》就是把玩家（的手指）锻炼成跑酷高手。上天入地的主角可以毫无忍者的尊严，只要在一块板子上踏错时机，就能瞬间打滑飞向大地。这是实际的蹬墙跑如果把著名的“高血压游戏”《I wanna》给3D化，它看起来应该就是《幽灵行者》这样。

而且不止，跑酷只是游戏的一个难点而已，游戏的战斗系统更加丧心病狂。主角是一个没有血条的男人，他可以对几乎所有敌人一击必杀，也会被所有敌人一击必杀。前述的“返璞归真式”设计理念在这里依旧生效。换做是传统动作游戏，在处理“敌人攻击的瞬间躲避子弹触发慢动作，并朝敌人的方向瞬移，然后出刀反击”这样一种反杀系统时，通常会将其设计成一个完整技能。譬如《鬼泣5》中，但丁的“皇家守卫”能在敌方出刀的瞬间反击。但在《幽灵行者》里，一切都不是自动化的，你不止需要在躲避后的子弹时间里操控躲闪方向，还需要控制之后的冲刺方向，并自己出刀完成砍杀。整个过程就发生在三秒内，主角在每一个步骤都可以失败并被杀死，每一秒都有巨大的丢人潜力。

别被骗了，这一套完全是手动控制的在这场充满武士精神的战斗中，所有的胜负都集中在一瞬间，生和死在刹那决定。这也许就是男人浪漫的极致体现。唯一的问题是，你是唯一的那个武士，其他所有人都是带着枪或者电浆炮的，受过严格靠谱的射击与战术训练。这种“拿着水果刀闯进枪战现场”的感觉，同样难以靠观看游戏视频体验到。因为对于高手来说，他们手中的刀能让他们化身为《守望先锋》里的源氏，在行云流水之间击破全部敌手。但是对我来说，这刀更像是一面镜子，只能让我看清我是个多么自不量力的菜鸡。

游戏进行到一半，我已经快被修炼到魂魄出窍了，倏忽之间感觉自己是参加顶上战争的路飞（且无主角光环）。靠旋转增加华丽度，并撞墙遭到射杀游戏中的敌人站位风骚，枪术精准。他们可以预判玩家的行动路线，同时还有被护盾保护的护盾发生器来提供护盾（你没看错）。而且各种攻击范围和频率的敌人会互相配合，让你手忙脚乱；相比之下，他们的配合如同钟表的齿轮一样精准。本作敌人的枪法示例“转角遇上爱”也在不断发生，游戏里的敌人是藏在各种诡异角落里的。所以玩家经常辛辛苦苦清完场上能见到的所有敌人，结果往下个存档点一走，才发现原来身后某个家伙一直躲在老阴比的专用点奸笑。

你以为这样就完了吗？太天真了，因为游戏中的大部分时间里，这两个难点是同时存在的。也就是说，玩家需要一面用极为苛刻的跑酷移动，一面和极为变态的敌人作战。杀敌成功后，无敌的忍者在最后关头脚一滑，潇洒摔进大坑也是常有的事。把上面那段话的每个字间插入100个“死”字，就是游戏给人的真实感受。但是，这款游戏却又如此让人上瘾。把一款游戏做难很容易，让一款游戏难得有新意却不简单。

 而像《幽灵行者》这样既难出了新意，又让玩家沉迷的游戏，就更少见了。因为《幽灵行者》的难，不是靠在数值和存档方式上做手脚实现的。游戏没有数值可言，主角和敌人都是一击即死，就算是BOSS也能数招打败。有些游戏有了正常存档，难度就会骤降游戏存档点之间的距离也适中，不至于远得让人崩溃，又没有近到失去刺激。最棒的是，游戏的复活时间是极速的，完全没有任何倒数，只需要一秒，玩家就能开心地回到地狱继续受苦，扑面而来的重生和死亡让人无暇顾及自己是个菜比的事实。你见过这么快的复活画面吗这种人性化的设定，给人的挫败感要比那些失败后只能瞪着载入界面的游戏少很多。玩家也不会在游戏通关前死掉，发现上一个存档点是在游戏安装前。

所以，在《幽灵行者》中失败，不是一件让人太难受的事，除非你一下子玩太久了。对我来说，有些像是被一柄全自动大锤飞速痛扁，过快的连击速度让我的大脑来不及做出疼痛的反应。然后猛然间，我就将其躲过去了，成就感爆棚（并迎接下一顿连击）。我在第一关十分钟的死亡次数这种设计给了玩家一种公平的感受：游戏的难度不是来自制作组的恶意，而是单纯因为，我们太菜了。

此外，大家千万不能被游戏的前两关欺骗。虽然游戏的玩法初看起来很重复，然而实际上游戏的动作系统是非常深的。随着进度的推进，玩家会学到越来越多的技能，有越来越多方法意识到自己的笨拙。这些花样繁多的技能和可选择的不同进攻路线结合起来，让线性的游戏拿出了并不线性的体验。还会出现远程副武器只是玩家同时也要面对新技巧太多以至于难以掌握的问题，游戏直到最后一关都在引入新技能。而且这些技能在教学关和实战中的操作难度差别巨大，让人想起数学课本和考试的差距。

不过游戏也有不少缺点，例如一些地方的难度实在太高。在臭名昭著的“激光BOSS”一关中，玩家很可能需要死数百次才能通过。虽然快速载入能在一定程度上免除挫败感，但时间长了还是让人深感疲惫。没错，它们全在动，你得飞上去，这是最简单的一阶段另外，游戏的主角在台词和设定里是一位高强度装逼的人士。通过他贯穿全程的台词，营造出的是一个战无不胜，如幽灵般夺取敌人性命的死神，敌人拿他毫无办法。可是在我和大多数玩家的手里，主角只是在说出装逼台词的前后不断暴毙，有时候甚至要死上十多次，才能听他说完一句“我乃无敌”。例如在刚才提到的那个玩家平均死上数百次的变态关卡后，主角的向导就会来一句：“果然，对你来说是小菜一碟。”你听听这是人话？？？也许这就是忍者圈内的黑色幽默吧。游戏的剧情也比较老套，虽然游戏的长度很难容下一个复杂的故事。给人类似感受的还有游戏的场景设计：确实赛博朋克味十足，风格却太单一了。尤其是在玩家不断死去后，所有的场景都能给人一种Deja Vu的感觉。在一命不死的情况下，游戏只需要两小时不到就能通关，普通玩家通关时间大概在十小时左右。

假如想体验一下纯正的赛博朋克世界观和美术风格，这个布满肮脏破损的霓虹广告牌，被充满革命气息涂鸦所装饰的游戏世界定不会让你失望。对于那些喜欢设计合理的高难游戏的玩家，它也一定能给你带来一些新奇的东西。在如今越来越多的魂类高难游戏中，《幽灵行者》打开了一种新的思路。而如果你的爱好是看装逼角色疯狂吃瘪，或是通过磨难完成心灵上的修炼；那这款游戏，恐怕就是你的最新挚爱了。
好评: 漂亮，存档没了
差评: 什么神仙设计师能设计出在翻转的立方体里找光球这种逆天关卡？！！！
好评: 棒棒棒按了一千多个r

好评: 我是菜逼
我没有手
为什么我要买
我也不知道

好评: 操作流畅
差评: 赛博朋克风格,还行,但只有跑酷和砍人,恶心的地方有些时候在滑索上跳到另外一条滑索上明明都抓到了马上又掉下来(?没体力了是吧?)，有一些小bug保存的一瞬间死了复活直接动不了,最后一关也是纯恶心人,卖100我都觉得可以150不是很值
好评: 很好玩的游戏，就是有些费键盘R键（晕3D和手残萌新慎入）
好评: 剧情类跑酷，有简单模式，场景很不错，赛博砍杀，技能，拼刀，日本剑士，部分解密还挺有意思
晕3D慎玩
好评: 别问 问就是帅

好评: 游戏很好 操作起来打的很爽
好评: 游戏超级好玩，我直呼好寄吧炫酷！但是我已经砸坏三个鼠标了！
好评: 游戏很好玩，但我想问问关卡设计师，最后一关的灵感是不是从户口本上来的
好评: 仅仅游玩十五分钟的我感受到了"生命是何等的脆弱"以至于我要一直按R.

好评: 有点难 但不很难 不要喷我只是我的个人看法
好评: 爽
好评: 很简单的跑酷游戏，手残党必备，八旬老奶奶用脚都可以通关
好评: 血压飙升模拟器
好评: 好玩，就是有点费R键
好评: 爽快，停不下来
好评: 真的很好玩就是只有一条命忒别难受而且退出去再进来就不是上次的退出去的点了
好评: R键没了
好评: 啊惹
好评: 我奶奶玩的都比我好！
好评: 爽
好评: R键换了5个，非常不错
好评:   
好评: 源氏模拟器
好评: 挺好玩的，用了20个小时才玩通关
好评: 2333
好评: 三个关卡，让我对杰克诅骂一整天
好评: My name is Jack！！！
[spoiler]千万别忘了装技能啊Wu~[/spoiler]
好评: 爽到！刀实在是太帅了！
差评: 我是废物
好评: r键模拟器
好评: 3秒大两段shift的源氏 不行！
4个技能加感官增强的幽灵行者 行！
差评: 最后达摩塔真的是，我要这刀何用？
还有是十一个隐藏成就，内容都还没出先出成就，完不成膈应人呢
好评: 新手:哇!!这游戏好帅!一刀一个小朋友真爽歪歪
老手:我R键呢?怎么坏了?
好评: 我是傻逼
好评: R建行者果然名不虚传
好评: 跑酷体验和子弹时间效果一流！
好评: 太好玩了，R键已经坏了
好评: 新手：一刀一个，真爽
老手，RRRRRRRRRRRRRRRRRRR
好评: 帮男朋友口了一个小时买的，我是聪明b
好评: rrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrr
好评: 反应手速心态好的玩，还有就是容易换键盘
好评: 确实好玩确实上瘾
好评: 如果你不心疼你的键盘尤其是R建，或者心态不好的就算了。只要玩一段时间，体验感就会提升。
好评: 自爆的蜘蛛是个nt设计，望周知
好评: 拜托 会发光的武士刀超帅的好吧
好评: 永远跟党走，心中有党，事业理想。
⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
好评: 很戳我的爱好点

好评: 爽到了，就是忒“短”了
好评: 非常不错的跑酷游戏，存档点多很友好，唯一不足的就是没有一关一关的存档，退出去就得重新打一遍，一口气通过。实际游玩体验还是很不错的，很久没有玩到这么帅的第一人称GAME了。
极致的神经反应和速度QAQ，一直按R就完事了
2021.9.15  为什么地狱之路崩溃啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊
2021.9.16 bug终于没了呜呜呜，最后一关的跑酷死了足足127次，人麻了
好评: 很简单

好评: 你通关经典模式的样子真的很帅，但专家模式打不过，游戏放在盘里吃灰的样子也很狼狈
好评: r键盘模拟器，源氏模拟器或者叫卢西奥模拟器，新手可能比较痛苦，但是适应过来就很好玩，推荐入手。
好评: 好玩

好评: 手残党不要尝试
好评: 好玩的很
好评: 草
好评: 好！
好评: 

好评: 真好玩，玩得想吐
好评: 好游戏
好评: 挺好
好评: 玩就是了，不怕困难

好评: 好！我通关了！
玩的时候一直在“傻逼游戏”和“我好几把帅”之间切换。
===============
+主角好帅，太帅了（等于我帅！）
+所有小怪都是一刀死，爽到
+跑酷也太丝滑了，爽到
+源氏模拟器
+俄罗斯方块
+按X检视蝴蝶刀（不是
-我也是一刀死，哈哈，经常莫名其妙被远方的沙比枪兵阴死
-会滑莫名其妙的墙，本来都要过了突然滑到边上去，血压拉满
-赫尔的boss战做得好拉胯，玛拉也巨一般，我愿称之为古达……
-剧情靠游戏过程中的对话展开，但我基本都忙着跑酷杀人冲通关时间，谁能分心听你慢慢说啊（恼）
===============
总结：好玩！8/10。二周目慢慢搞全收集。
好像要出新DLC了？
好评: 贼好玩，手残党多练练也能过，耍起来老帅了
好评: 帅就完事了。但是看别人玩和自己玩是两回事。
好评: WOC，好玩的一批，初上手可能有点搞心态（死的次数太多），可一旦熟悉了真的超爽！强烈推荐！
好评: 疯狂恩R就对了
好评: 梦中情游啊
好评: 游戏体验很好
好评: 玩这个游戏的人可以获得一个新的R键
好评: 真好玩，只需要一直按R就行
好评: 嗯哼.

好评: 很喜欢，速度和快感的融合，男人的快乐不就是这种野性的快乐吗，追求速度第一和杀伐，这才是游戏的乐趣啊
好评: 爽

好评: 流畅
好评: 我是菜逼
差评: 设计师懒死了，血条也没有啊
好评: 高难度并且非常帅。。。。
好评: 玩的很爽，优化也挺好的

好评: 挺简单的，17关10个小时就通了，R键也就按了1793次就过了，非常推荐你们入手
好评: 好极了哈啊啊啊啊r啊啊啊啊啊r啊啊啊啊哈r
好评: 这游戏应该叫R键行者
好评: 给我老婆口了两小时才同意给我买真好玩还有这游戏对新手非常友好
好评: 人傻了手废了
好评: hao wan
kuai mai
好评: 超级好玩的赛博朋克的游戏!
好评: 测试看看是什么方式购入的
好评: 嗯嗯，非常好玩，我和我朋友们都开心的哭了,内容简单易上手，非常适合手残党玩

好评: 个人认为这才是赛博朋克游戏应该有的标准，游玩体验相当舒适爽快，每次"致命错误“都会捶胸顿足，”好气啊！”
总结就是真是一款值得购买游玩的游戏。
好评: 我是傻逼
好评: 春促，我是聪明逼
好评: 好玩，但是也太TMD难了，感觉比蔚蓝还折磨
好评: 很好，R健已经坏了
好评: R键已经快要按烂了，很开心（
好评: 真的只需要一直按R就可以通关
好评: 太棒了我太tm喜欢这种赛博朋克风格的游戏了
好评: 画面优秀，游戏可玩性高，就是剧情实在是太短了，也就几个小时就通了，玩玩后也就只能打限时关卡和难度提升的关卡，刀是很帅，动作也不错，主要是体验一刀一个，时间减速躲子弹和瞬移的快感
好评: 太好了，就是要自己退出才上steam云不然存档会消失
好评: 666
好评: 很好玩，很锻炼反应力，推荐购买。

好评: 给新手的一些建议：疯狂按R键
好评: r键救赎者，御剑飞行模拟器（贴地限定版），一命通关
啊这些都没有，有的只是我废掉的r罢了
好评: 很有感觉
好评: 谢谢，低血压已经好了
好评: 只要R按的够快，你甚至都不知道自己死过
好评: 66666
好评: 太好玩了，生动展现了熟能生巧
好评: R键行者
好评: WRRWR
好评: 挺酷的
好评: 挺好玩的
差评: 我是薛帕德指挥官，这是我在神堡最喜欢的商店。
好评: 太好玩了！！！！！
好评: 帅是帅，好归好，玩起来感觉自己特码贼微风，好似batman，但手残党别折磨自己了，这P游戏存档就逆天，你一关没打完下次打开从那关的开头重新打而不是你上次玩到这关的检查点。
好评: 这游戏很简单，一直按r就行了

好评: 《论不死族战士的诞生》《狂R达人》
好评: 简单好玩容易上手
好评: 好玩
好评: 很好的游戏，让我学会了R键怎么按
好评: r键都给我按烂了太好玩了

好评: R键行者
好评: 大脑说这游戏很简单，手说你麻痹
好评: nb

好评: 新手可能要多练习一下，可以先开辅助模式
好评: 挺好的游戏
好评: 一鼠标一键盘一个R键按一天
好评: 我是傻逼

好评: 毫安
好评: 低血压人群福音，杰克，我的超人
好评: 游戏名：消失的R键
好评: 越死越起劲。
好评: 一击必杀，以一敌百，拯救世界的超级英雄？你以为这是游戏里的你？格局小了，你只是那个拿刀瞎姬八白给的傻逼
好评: 

好评: 游戏是好游戏，但手不是好手
好评: R键按的很爽❤非常杀时间
好评: 总体体验：优
上手难度：一般（第一次玩一关也就死个几十次吧）
画质：优良
ps：很难，但值得练习，会卡关，但卡的不难受，手残党放心大胆的买吧，说不定还能治好手残
好评: 

好评: 超酷，紧张刺激，爱不释手。
好评: rrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrr
好评: 致 命 错 误
好评: 丝滑
好评: 真tm好玩

好评: 很棒，r键已经坏了
好评: 感谢这款游戏，让我换了3个R健
好评: 很不错，手残也能玩
好评: 一直按R就能通关
好评: 我愿称之为：源氏模拟器。
虚假的源氏：鎏金...饿啊~
真实的源氏：七步之内，我快！七步之外，枪打不着！
难是确实难，但是他帅啊，玩了几个小时死了几千次，即便别人杀我只要一枪，我还就是冲，一刀一个！
差评: 打打杀杀完事了，搞个俄罗斯方块恶心人是吧  真亲马下葬
好评: [h1]基本介绍[/h1]

如果你玩过武士零（Katana ZERO），那就能很好理解幽灵行者了，幽灵行者是一款改良版的第一人称视角下的武士零，其同样有着一击必杀和时缓设定，同样追求快速准确华丽的击杀。但这些设定和玩法要从横板2d变成3d空间下的第一人称视角游戏，要遇到的困难可能并没有想象中的那么简单。

[h1][quote=]
[table]
[tr]
[th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
[/tr]
[tr]
[th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
[/tr]
[tr]
[th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
[/tr]
[/table]
[/quote][/h1]


[h1]最大的难点是空间[/h1]

本来想说“关卡”，但说成“空间”可能更加准确。在2d横板游戏中，玩家能够清晰的辨认出玩家和敌人的所在位置以及玩家所在空间中的具体信息，能够更快速更轻松的对这些信息进行整合并采取行动，这时候如果再加上一个小地图，在大多数情况设计者甚至不需要花太大功夫对引导进行设计，玩家就能良好的进行游戏体验。

而3d世界中就要复杂许多了，即便是像黑魂中一些设计非常精妙的关卡，没有经验的玩家也要花不少功夫才能找到正确的道路，如果游戏的关卡在纵深这一维度做了功夫那恐怕小地图是必不可少了，在doom中甚至是直接给了玩家一个3d全视角的地图才算勉强解决这一问题，但让玩家必须打开地图才能找到正确的道路我想这一定是最迫不得已的选择


[h1]幽灵行者的视觉引导[/h1]

关于上面迷路的问题，幽灵行者的做法是加入大量密集的视觉引导，以此保证玩家能够流畅的游玩，这其中包括颜色，轮廓，线条，前进标志等种种引导。例如地面的黄色曲线管道、印有前进方向标志的墙面，目标平台边缘挂着的黄色圆圈，游戏将这些引导标志符号化，在游戏的整个游玩流程中保持着一致，并且这些标志往往会同时多个出现，为的就是让玩家不会因为关卡的逐渐复杂而变得不知所措，为游戏关卡的后续发挥铺下了一块坚实的砖。


[h1]镜之边缘的视觉引导[/h1]

说到这不得不提关卡中有许多共同之处的镜之边缘，镜之边缘同样的运用了大量的视觉引导，但不同于幽灵行者的美术风格，镜之边缘是明亮整洁的，而幽灵行者却是科幻霓虹风，画面和场景都要更为复杂，当然也不能粗暴的使用如大块颜色大块形状这样的视觉引导，更多的是靠一致性的引导组件，灯光，轮廓等，如果对这些引导不敏感的玩家，游玩时想必还是会把自己绕晕（我觉得这是玩家的问题）


[h1]观察学习这些符号对于玩家来说也是一个好习惯[/h1]

但如果你有刻意的留意并学习这些符号、这些视觉语言的习惯，你的游戏体验一定会大大提升，你能很快的上手游戏，并领会设计者的意图，享受在一种，哇我果然是这样，我好聪明的快感中。


[h1] 一击杀敌但并不是无双游戏[/h1]

幽灵行者的乐趣，前期可能单纯的来自激烈的砍杀，但这样的乐趣持续不久，游戏就会为你带来更多有深度的挑战，

先通过快速的移动和躲避来观察整个战斗空间和敌人布局，同时在大脑中进行敌人的威胁优先排列并做出选择，最后按预设顺序进行华丽的击杀

以上便是我理解的幽灵行者战斗时的3个环节，而游戏的深度内容并非都来自最后一步的击杀，相反前两个环节才是让游戏不成为俗套砍杀游戏，让游戏变得有趣有深度的关键环节


[h1]新年快乐啊[/h1]

大过年的也懒得写了，本来提纲里还打算讲讲3c，关卡节奏，玩家能力控制这些的，但不管哪个展开讲了都好几倍这篇文章长度了，玩到下个好游戏再写吧，，，，


好评: 爽快的打击手感，超棒的跑酷体验，在废土赛博朋克风的地图上穿梭，除了有点废手和R键以及对心脏不太友好以外都蛮不错的，熟练之后能够轻松驾驭，有很好的游戏体验，十分建议入坑尝试
好评: 非常好，R键已坏
好评: 一直按R就行了
好评: 好玩
好评: 前段时间我心情不太好 一个朋友就说送我个游戏 让我开心一下 今天玩过之后 我觉得我应该是哪里不小心得罪他了  咱就说 我谢谢他！让我现在心情更差了！！！
另外想跟姐妹们说 如果你想委婉的表达讨厌一个人 送这款游戏就对了 ！
好评: 非常nice
好评: 爽炸了，哪怕是我这样的手残用10小时也可以通关普通难度。赛博朋克方面吊打2077，买到就是赚到
好评: 太好玩了 机器人一碰就碎  论腱鞘炎事如何练成的
好评: 游戏是好游戏，就是有点上头
好评: good
好评: “R键行者”很不错
好评: 谢谢，游戏很好玩，孩子已经戒网瘾了
好评: 脑子跟得上手 就是一个非常有意思的游戏

好评: 买！
好评: r键模拟器
好评: 全通按了大概1500次R,准备换键盘了兄弟们
好评: 看着坏掉的R键，我陷入了沉思
好评: 真的好玩，难度偏高，可玩性强，画面表现力好，动作技巧很丰富，谁能拒绝一个在赛博朋克城市中飞檐走壁再搭配上帅气又充满科技感的武士刀用快准狠的方式击败敌人呢，喜欢赛博朋克和跑酷的可以入
好评: 死一次学5分钟，已经保研到清华了！一个字，爽就完了！
好评: 省钱
好评: 好玩

好评: 不是太难。。。【第三个键盘】
好评: hhh

好评: 其实前面还好，越到后面越离谱
好评: 挺好玩的
好评: 帅帅帅帅帅，就他妈的讲究一个酣畅淋漓
好评: 有点难
好评: 一个字爽
差评: 很快 很爽，在幽灵行者中表现的淋漓尽致。

但是这个游戏对于玩家的要求太高了——我并不觉得当主角闪现到敌人身后时，对方可以直接来个180°拉枪，并且直接命中你那比魔理沙还巨大的判定点上。
寻路机制也有点问题 。标记了通道开关锁，没标记通道入口在哪。
难度不仅仅在敌人的——指比那csgo白银5分段的队友牛逼了不止一个层次的枪法，，而且还体现在地图设计：把套娃保护球放在一个需要跑酷过去砍掉的壁上。如果是为了提高难度，说实话被折磨到了。如果是觉得这么设计很有意思，我*******。
属于不晕3d情况下观感拉满，但是自己上手并没有想象的那么舒服。
熟练度可以带来成就感，但是前提是没劝退玩家。
瑜不掩瑕。
哦对 还有那个王八蛋一般的eu4 fatal error。
好评: R键释放大招
好评: 这游戏很好玩，另外，我是傻逼
好评: 玩游戏找罪受，快乐
好评: 这游戏很简单 不需要什么操作 一直按R就行了
好评: RRRRRRRRRRRRRRRRRRRR
好评: 我是傻逼
好评: 手感贼棒 有些许坐牢 但是小牢怡情 总体来说非常奈斯
好评: 对于手残党来说，我花钱买了个R键
眼看瞎了，不容易
好评: 大佬玩是幽灵行者,我玩是致命错误TVT
差评: 什么sb设计？？？？转nm呢？？？？把nm放进去转绝育

好评: 牛
好评: 游戏很简单。一直按R就可以了
好评: 我是傻逼
好评: 一直按r就欧克
非常简单

好评: 原来前几关我以为是稍微有点困难的跑酷类游戏，但是当我有一关15分钟死了超过100次后，我开始逐渐意识到事情的不对劲
好评: 还行，也就平均一把死个一百多次
好评: 牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼
好评: 好家伙玩了这游戏麻麻再也不用怕我晕3d
好评: 我是伞兵

好评: 好玩
好评: 说的没错，一直按r就行，一个关卡几百次。
差评: 不会做解谜可以不做，前面的关卡设计简直完美，但是没关都要在最后加一个解谜简直是这游戏败笔中的败笔，我是来砍人的，不是来解谜的，第十关那个转圈的解谜是人能设计出来的？硬是把我一个不晕3D的人给转吐了，其他的关卡设计和场景设计都是上乘，但这个解谜真的纯纯恶心人
好评: 好玩，刀好看，菜是我的问题
好评: 我是fw👍
好评: 《高血压康复计划》
好评: 刺激

好评: 起飞，诶~飞
好评: 游戏是好游戏，我也是真脑残
好评: 1秒13R，老好玩了兄弟们
差评: 不会做游戏可以不做，都跑到最后了一个bug卡住，回检查点都没用，整关重来，建议公司直接去死
好评: 侄子沉迷玩游戏，给他玩了这个，游戏已经戒了
好评: 太好玩了，啊对对对
好评: md，爽死了，现在看到r就想摁
好评: 还是挺容易上手的，越玩越上头，属于是眼睛脑子跟不上手。唯一不好的就是死太多次了，不过这是我的问题......
好评: 游戏:1分
玛拉：99分
好评: 真的好玩儿虽然游戏较硬核，但是那种杀戮感和全程冲刺加跑酷的感觉是真的赞！
买就完了！

好评: 这就是个R键模拟器呢
好评: R键已经换了好几个。
好评: 挺好玩的奥
好评: .

好评: 很时髦的一个游戏，bug略多，最后boss战无聊，完全不如激光塔那一关有趣，最后一关跑酷也很阴间。（bug一旦触发，整关就要重新开始玩，之前就被这个搞的退了一次坑）
好评: 难得他妈起飞
好评: 这不是有手就行吗，妈妈，为什么我跟那些大佬不一样啊，好像我跟他们用键盘的器官不一样啊
好评: R键模拟器
差评: 我是买的，但只能玩钱2关？

好评: 游戏很简单，一直按r就行
好评: 通关后感觉还可以再来一遍。
好评: 太好玩了，专业模式一关也没过
好评: 游戏的可玩性很高，一直按r就可以了，画质非常的不错
好评: 离谱
好评: R建换了不知道多少个了
好评: R键伴你成长

差评: 我是个傻逼
好评: 所以第三关技能关怎么过啊
好评: r键按得快，失误看不见
好评: 真好

好评: 最初是精致的画面吸引了我，玩了demo后就毫不犹豫地买了。这个游戏是真的将画面和音乐很好的融合在了一起，砍人真的贼爽，技能和加速跳也很帅气，再加上动感的音乐，节奏非常快，而且通过搭俄罗斯方块来作为天赋加点也很新颖，虽然游戏难度比较大，但通过上头的bgm就会有种越挫越勇的快感！游玩体验真的非常棒，别的不多说，第二部搞快点！
好评: 给女朋友口了三小时才给我买的
好评: 这个游戏在我血压上来的边缘疯狂试探
好评: 这游戏挺好玩的，你只管按R就可以了，无非就是死几千次，但是我挺手残的，没死就按R了😂😂
好评: 通关了，真的累，每次死亡次数一百打底，最后一关全是跑酷，跑了一小时零九分钟，死了269次，不过游戏很好玩，多摸索摸索也能过去，芜湖~
好评: 谢谢你，刚玩了20分钟，就彻底治愈了我多年的低血压。

作为最菜的脚滑战士，我总是能被群殴致死，并且从未以寡敌众。用单分子武士刀装最狠的逼，挨最毒的打，凭借我超人类的反射弧时停迁坟，并利用大量特殊技能在对战中彻底破防，破口大骂。

这破游戏真是越让我破防越上头，这就是该死的征服欲吗？
好评: 源氏+镜之边缘+DJ，画面和打击感做的非常好，线性关卡很流畅，我的评价是：R键按烂
好评: 好东西，祝你不会崩溃
好评: -----•[Graphics]•-----
☐ You forget what reality is
☑ Beautiful
☐ Good
☐ Decent
☐ Bad
☐ Don‘t look too long at it
☐ MS-DOS

-----•[Gameplay]•-----
☐ Feels like you are playing for 5 mins but you spend there 10 hours
☐ Amazing
☑ Good
☐ It‘s just gameplay
☐ Mehh
☐ Watch paint dry instead
☐ Just don't

-----•[Audio]•-----
☐ Eargasm
☑ Very good
☐ Good
☐ Not too bad
☐ Bad
☐ I'm now deaf

-----•[Audience]•-----
☐ Kids
☑ Teens
☑ Adults
☐ All

-----•[PC Requirements]•-----
☐ Check if you can run paint
☑ Potato
☐ Decent
☐ Fast
☐ Rich boi
☐ Ask NASA if they have a spare computer

-----•[Difficulity]•-----
☐ Just press 'W'
☐ Easy
☐ Significant brain usage
☑ Easy to learn / Hard to master
☐ Difficult
☑ Dark Souls(hardcore mode)

-----•[Grind]•-----
☐ Nothing to grind
☑ Only if u care about leaderboards/ranks/achievements
☐ Isnt necessary to progress
☐ Average grind level
☐ Too much grind
☐ You‘ll need a second live for grinding

-----•[Story]•-----
☐ No Story
☐ Some lore
☑ Average
☐ Good
☐ Lovely
☐ It‘ll replace your life

-----•[Game Time]•-----
☐ Long enough for a cup of coffee
☐ Short
☐ Avarage
☑ Long
☐ To infinity and beyond

-----••-----
☐ It’s free!
☐ Take my money
☐ Worth the price
☑ If it's on sale
☐ If u have some spare money left
☐ Not recommended
☐ You could also just burn your money

-----•[Bugs]•-----
☑ Never heard of
☐ Minor bugs
☐ Just funny ones
☐ Can get annoying
☐ ARK: Survival Evolved
☐ The game itself is a big terrarium for bugs

-----•[?/10]•-----
☐1
☐2
☐3
☐4
☐5
☐6
☐7
☐8
☑9
☐10
好评: 建议改为《R键模拟器》
Suggested to change to R Key Simulator
我花了3小时打了攻击波20关，发现我这750Ti换上幸存者就非常的“美观”
还有
我是傻逼
好评: 游戏有趣好玩，好上头玩久了自己看到墙壁都想飞上去hhhhhhhhhh
好评: 看见我游玩时间了吗
一半在打攀登
好评: 可以，要是长个手就更好玩了
好评: 我是聪明逼
差评: 塔楼关真好玩
好评: 好玩，R键要坏，花费了差不多8小时通关，有点难
差评: R
好评: 非常简单易上手，适合休闲。没事的时候可玩一下，对第一次玩这类游戏的新手十分友好。
差评: THIS GAME FUCKING SUCKS, ONLY IDIOTS WILL BUY THIS FUCKING GAME.
好评: 2021~2022年度最佳治疗低血压游戏，我10年低血压被他治好了，建议去申请个专利
好评: 太好玩了，现在已经脑淤血躺医院了
好评: 此游戏对新手特别友好，对手残党也非常友好，我一个手残也只用了大约16小时通关，游戏非常之简单，我相信在座的各位都是无伤通关，里面赛博朋客的气氛很好，主角和他的刀也很帅，好评必须好评！！！
好评: 手残玩家，近二十小时才过一遍，艹
好评: 死了很多次，又菜有爱玩
好评: 挺好玩的，就是有点废r键

差评: wnmb
好评: 以下是一名手残玩家的发言：


吹爆好吧！！！！太赞了！！！

难度确实有，一开始确实容易劝退，第二关我找不到路死了150次【doge】，不过跑多了就好了，打守门人的时候就死了17次，按键一旦熟悉了这个游戏才是真的帅爆。搭配上各种抄近路的阴间路线，这个游戏的乐趣也就来了。

缺点在于中途只有复活点，没有存档点，无法一次性跑到头=无法保存，如果时间较为零碎还是不推荐的。

至于DLC的话我个人比较推荐Neon Pack，帅啊哈哈哈哈（赛博+1）
本体推荐打折入，因为确实有一定的劝退性，除非各位像我一样，DEMO打了2个小时，还是头铁买了游戏【doge】

其实很容易上瘾，现在一天不跑浑身难受♂，这是真的

还有注意左手可能会腱鞘炎。。。


好评: 2小时考虑 不要太上头
好评: 太好玩了，一直按R就可以通关了
好评: 一款一直坚持按R就可以过关的游戏
好评: 朋克风的跑杀游戏，游戏界面很炫酷，砍杀的动作和细节都做的很不错，就是容易让我血压飙升哈哈哈哈哈哈
好评: 我是傻逼
好评: 赛博跑男
好评: 《 越 菜 越 爱 玩 》
好评: 好玩，就是有点费空格键
好评: 几百回
好评: 好游戏！！！
好评: 特别费r键
好评: WSSB
好评: 刚刚打通关，这个游戏最爽的点是你死很多次，但你一直很想打（又菜又爱玩bushi）跑酷，长剑，赛博朋克反正很戳我就对了
好评: 极其精彩而又纯粹的动作游戏！对比DOOM 和 影武者这一类动作游戏前辈中出现的大量武器和技能及道具，幽灵行者里一共只给了4个技能，一个位移，一把刀，仅此而已。但是其带给玩家的游戏体验丝毫不亚于其他动作游戏，玩家可以结合自己的四个技能进行通关，也可以像一个赛博朋克浪人一样纯粹的通过刀的弹反和走位通关，这游戏里没有刀不能解决的，如果有说明你没抓好timing(时机)

所有boss的击杀也都是通过纯粹的位移和精确的出刀完成击杀的，游戏节奏十分紧凑（就连死亡后回检查点也是按一下R就瞬间回去了）根本停不下来。好评
好评: 幽灵行者无难关，要肯用风灵月影。
好评: 雀屎爽
好评: good

好评: R键损坏者

好评: 这游戏真TM简单
好评: 帅且费手
好评: 慢慢玩总能过
好评: 我真笨😫
好评: 我好难阿！tom根本过不了................那位大佬教教我！！！！！！！1
好评: Feelz good man
好评: 游戏画面很棒，打击感很好，就是有点费手。建议最好家中常备降血压的药
好评: 按r就完事了
好评: 。。。。
好评: 。。。。
好评: 很好玩

好评: 很好玩，R键已经按烂了
好评: 感觉像是买了个r键，如果你是刀类收藏者，还是推荐的
好评: 游戏是好游戏，就是玩法多多少少有点单一，不过还是很推荐，优化好，画质顶力，赶快出新模式吧，全通了
好评: 很不错的游戏。个人觉得还有趣
好评: 好玩，凭什么不好玩，都给我说好玩
好评: 挺简单的，一直按r就过关了
好评: 爽
好评: 爽爆
好评: 推荐！
除了存档有些恶心人外，其他都挺好的，个人认为结尾结尾结的非常好。
好评: 666

好评: 好玩

好评: 死麻了，就强了
好评: first person view cyberpunk and the best fpp game ever met
差评: 玩一会就崩溃一次，只能个体验开头
好评: 555

好评: 虽然游戏时长19.4小时，也就正常模式通关了，但是我这里还是要说一下的，从一开始的两个小时过一关，三个小时过一关，一直到了现在的不到30分钟过一关，感觉非常有成就感，还有结局的反转，期待幽灵行者再出一些关卡。
好评: 66+666
差评: 这TM是给人玩的吗？
好评: 游戏不错，虽然很吃操作。但内容值得体验
好评: 不错，推荐购买，但我的手好像废了。
好评: 挺快乐的
好评: ..
好评: 终于通关了,不得不说这游戏真的难
差评: bug也太多 就玩到前面第三关，大大小小bug应该碰见了四次 小的不影响体验的姑且不计，大的 一次进了检查点死了R完给我关到检查点外面了 横竖进不去，只能重新开始。一次打着打着小兵Shift对地板按了 一头攒进地板里梦回CF。 试图把我激怒
好评: 看着上天下地无所不能，其实唯一的杂兵竟是我自己。
好评: 我觉得幽灵行者最先进的地方应该是能无限复活。
好评: 死的很多，玩的很爽
差评: SB游戏
好评: 通关了，难是真的难，好玩是真好玩
好评: 这个游戏虽然是单机，但是却意外的精致，可惜是个单机了
好评: 太好玩了，只是血压有点爆表
差评: 一直D3d闪退 给我玩吐了 教程都过不去就退 网上的方法都试过了 一点用没有 玩个屁
好评: 帅是挺帅 手残就不要玩了
好评: 好玩 虽然很难 但很爽 没有人能拒绝跑酷+武士刀
好评: R就完了
好评: 真好

好评: 这游戏是真的爽，还感人，小怪凭借自己的意志，完全虐暴了科技超越他们20年的我。
好评: 非常好玩
我是傻逼
好评: 普通模式通关，刚开一把专家模式结果第一关都过不去，我真挫
好评: “非常简单”
好评: 好玩
差评: 闪现劈死正面俩还没落地就被后面一个锁死，什么低能能设计出这种逻辑？不会做游戏就不要做游戏


我以为TOM那关已经够畜生了，没想到还有比TOM更畜中畜的赫尔，你妈的又瞎眼睛又恶心。

本身一个快节奏的跑酷游戏设计这么多脑残的关卡机制，恶心人，玩你妈的臭批

真的是我玩游戏这么多年接触过的最垃圾的游戏。
好评: 跑酷挥刀转刀很丝滑，多按R键可以让游戏变得更加流畅。
好评: 游戏是好游戏，就是有点费桌子
好评: 一个字:帅
好评: 这款游戏会让脊椎变得更好
好评: 晕晕晕晕晕晕晕晕晕晕晕晕晕晕晕晕晕晕晕晕晕晕晕晕晕晕晕晕晕晕晕晕晕晕晕晕晕晕晕晕晕晕晕晕晕
好评: R就完了😄
好评: 确实好玩
好评: 不太建议通宵玩，眼睛痛的批爆
好评: 好玩
好评: 好玩
好评: 真的很赞的xdm
好评: 我就不躲，我就是要弹子弹
好评: しばぁぃ
好评: 非常好玩，就是费R键
好评: 好玩，就是有点费R键
差评: 1.不会做最后两关可以不做
2.我TM打了六个小时的存档没了？？？？又要从第一关打？？？？
好评: 不推荐手残党和晕3D的玩家，整体游戏节奏非常快且难度较高，但复活迅速 死在哪里就在哪里起来继续直到通过 省略掉很多游戏复活之后搞一些繁琐步骤才能继续练习去拖游戏时间这点非常棒。
一个字评价：爽
好评: 好游戏 除了打的我极度脑溢血  我愿称之为纸片朋克2077
好评: 最后一关设计的很好，花了我快两小时
好评: 你什么也不是，你只是个拿刀的按R傻逼
好评: 心态要好

好评: 好
好评: 个人评价：9.0/10分
操作手感优秀，跑酷丝滑顺畅，至少在手感方面非常优秀
难度整体偏高[spoiler]  （如果是FPS苦手，比如阿林我，那就是非常高）[/spoiler]
难度曲线过度比较平滑，需要花点心思研究个别区域的砍杀路线，在于边砍边跑这部分体验是很好的，按r重来挫败感也不会很强，但是有不少纯平台类型的跑酷对于我来说非常折磨，这部分可能因人而异
[spoiler]所以说打了22h没通关的我是废物[/spoiler]
音乐方面中规中矩，没有特别突出的亮点也没有明显的缺点，但是在游玩过程中起到不错的感觉[spoiler]（感觉自己可以砍爆一切？哪怕下一秒就寄了）[/spoiler]
画面方面我觉得可以说是非常精良，包括一整个赛博朋克视觉风格的设计都让人非常舒服，在霓虹光华里面跑来跑去的快乐谁玩谁知道
[spoiler]我是建议连着dlc一起买了，刀具太帅了==[/spoiler]
入手建议：如果是FPS爱好者可以无脑入，喜欢平台跑酷类的，也可以无脑入，然后FPS苦手酌情购买，买回来就是受虐，就是你fps老手也得吃亏（乐
好评: 回声那关的碎片拾取关卡是哪个天才想出来的？？？？？？？？？？？？？？？
我不晕3d的被你弄成晕3d了
好评: 手残党坐大牢
好评: 太好了，又给我个理由换键盘

好评: nb


好评: = =很棒的游戏 就是玩的想吐
好评: 帅是真的帅，就是玩这游戏能让自己原地超度这点不好
好评: 动作流畅，细节也挺好，不错的游戏
好评: 游戏很简单，无脑砍就完了。死了846次就通关了，值得一玩。
好评: 好帅！
好评: 这也太简单了！这不有R键就行了。
好评: 帅就完事了
好评: EEEEEEEEEEE往无前
好评: 花钱买刀皮
好评: 游戏本身是好游戏，人比较菜
本身很热爱比较硬核的游戏，从只狼全成就过来的我，玩这个仍然会血压飙升。尤其是列车那一段，死了不下500次。菜就多练，过了就是好事。是个好游戏，推荐入库。
好评: 一般，光污染有点
好评: 这游戏我吹爆好吧
好评: 很帅的跑酷游戏
好评: 值得推荐
一刀到底的暴力美学
好评: 非常轻松的跑酷游戏
已经扣烂三个R键了
好评: 心脏不适者勿入
好评: 好
好评: 1.个人游玩经历:一周目经典模式通关，专家模式懒得通了。还有一个攻击波模式，玩了两个小时通了。跑杀模式没有玩了。成就懒得收集。
2.游戏玩法，跑酷+砍人。跑酷就是跳来跳去，躲避障碍，本质上是看反应速度。砍人就是砍谁都是一刀死，自己也是。
3.游戏难度:挺大的。总共17关，我每关基本都死百次。加一起上千次(参照我LOL白金2水平)。 全看反应+手速，手残党慎入。
4.游戏正反馈机制:游戏没有成长曲线，唯一有的就是对关卡的熟练度，知道敌人在哪后可能就会少死一点，但是这种正反馈对我个人而言没什么吸引力。玩了一次不会再想玩第二次。
5.游戏负反馈机制:游戏令人称道的是负反馈做的很好，R键立刻复活。基本没有卡顿，即使死的砸桌子也不会脑溢血哈哈哈。
6.感官体验:赛博朋克风，花里胡哨，晕吃鸡和生化奇兵的玩家玩这个不会3D眩晕，除了进入网络虚空(约1个小时)。投入进入玩了很着迷，但是玩的过程需要精神力高度集中，玩完还是非常累的，喜欢休闲养老的慎入。困得时候和工作日下班基本玩不动。
7.剧情体验:中规中矩。感想:任何试图在人间建立天国的行为都只会导致人间地狱。
8.避坑提醒:每一关只有打完整个关卡才能存档，否则下次就要从这一关从头来。
好评: 这游戏根本不叫幽灵行者，真名叫脑血栓行者，又名低血压治疗者
好评: 好

好评: 有一说一，真的很酷炫。
但是玩跑酷游戏就是追求个爽快流畅。
大多数关卡左右夹击后面还有背刺，应该没有玩家可以一遍过，
我寻思着一个关卡多次R之后，已经没有爽快可言，
更别提流畅度，只有血压拉满。
你再不济的话，娱乐和硬核之间找个平衡点，
一味地绞尽脑汁坑玩家，真把跑酷当I WANNA系列做啊。

总之跑酷爱好者和喜欢赛博朋克的人还是值得试一试的，玩的时候记得多备R键。
好评只给游戏的美术。
好评: 很好 就是费r键

好评: 好玩

好评: TM的，我就因为玩这个游戏，爆血压进了三次医院，我是傻逼
好评: 爽，从前期全程r键到后期各种炫技
好评: 非常棒
差评: 蠢蠢的沙雕解密游戏；我闪现都能被爆头，还用刀干什么？直接拿枪不就好了
好评: 我硬生生肝过专家模式才发现有风灵月影这个东西
fuck
好评: 今天早上起来打了会儿专家模式，血压拉满，本来想学习的，现在心情真他妈差，学nm
好评: 滑铲贴墙.....嘿嘿🤤.......弹反击杀......嘿嘿🤤......致命错误....嘿嘿🤤.......欸我没疯憋扒拉我！我还要打幽灵行者！！！
好评: R建按烂了
好评: 6

好评: R
好评: 这游戏很好玩，根本就死不了几次，很适合休闲的呢
好评: 有地图就很好
好评: 太容易死了
好评: [h1] 第一人称跑酷砍杀游戏 [/h1]
什么叫真正的赛博朋克啊？（战术后仰）
魂斗罗式的伤害机制，对于手残玩家可能带来类魂游戏的体验。
[h1] 优点 [/h1]
1.优秀的视觉表现效果，真正身处于未来的赛博朋克世界，刀是真的帅！！！
2.足够细节的碰撞体积，有很多邪道可以走。爬墙，都能爬！
[h1] 缺点 [/h1]
1.流程还是比较短的，性价比不算高，建议打折入。
2.BOSS战还是有些水了，最后的BOSS还行，其他的太简单了。
好评: 画面精美，优化强，如果你拥有一个非常好的跑酷天赋和一个非常好的脑子，那这个游戏绝对是一个特别爽的砍杀跑酷游戏
好评: [quote]关注[url=https://store.steampowered.com/curator/36224058/]老实人鉴赏家 [/url] 
老实人评测，不错过游戏的闪光点，不放过游戏的吐槽点，带给玩家最直观的测评感受。[/quote]

近两年赛博朋克的热潮来临，很多带有相关元素的游戏都随之而来，《幽灵行者》绝对是其中比较出色的一款。作为一款第一人称动作游戏，其出色的场景画面和精彩的关卡设计配合着充满未来感的电子合成器音乐，瞬间化身飞檐走壁、持刀挥斩的赛博忍者，爽快感十足。

[h1] 在霓虹闪烁的都市丛林里穿梭 [/h1]
这款游戏的画面质量很高，把霓虹闪烁的赛博都市展现的非常漂亮。跑酷加砍杀的第一人称动作游戏，在动感的音乐下体验这种独特的美感实在是一种不错的体验。在这样的场景中各种蹿纵跳跃让我忘记了3D画面快速转换的眩晕感，只觉得酷炫无比。

游戏开始提示要注意光眩晕，我幸运地不会对于近似于光污染的赛博城市场景产生不适，而且非常喜欢这种视觉效果，对于这种摩天高楼与各色霓虹灯、电子广告牌的组合产生的未来美感有独特的喜好。所以比起大型的内部空间场景我更加喜欢达摩城这种外部场景关卡。

游戏中到处充斥着炫酷的元素，在武器科技很高的世界里使用冷兵器挥砍本就体现了主角的身手高强。钢铁和霓虹的丛林中穿梭，行云流水的飞檐走壁、一气呵成的斩杀敌人，是武士刀对战枪械和机器的不对称战斗。

除了赛博的外在还要拥有朋克的内核，通过游戏中的一些设定可以发现游戏的剧情发生在更较远的未来。本质上来说还是一个科技暴走与末日之后的坏未来，不同阶层的人生活差异变得巨大，比较符合赛博朋克的世界观设定。虽然大部分情况下在高强度的动作游戏体验中很难细心留意文本与对话，再加上比较谜语人的对白和需要通过收集游戏中的一些物品来深入了解游戏世界观的设定。我想很多人玩本作时很少会特别细心的去了解游戏所讲述的整个故事，不过在剧情的讲述上本就不是这款游戏的强项。

[h1] 出色的关卡与场景让人印象深刻 [/h1]
在关卡的设计上，本作可以称得上出色。随着关卡的推进，难度随之逐渐提升，玩家也可以跟着引导慢慢的去熟悉这款游戏的玩法与操作。在跑酷方面，很多需要去观察思考的通过方法摆在眼前却并不是直白的表现出来。都是在做潜移默化的视觉引导，通过光线、颜色和物体等元素在视觉上提供一条可以通过的路线，比如通使用黄色来作为路线的引导、使用电子广告牌来让玩家习惯性的作为踩踏墙。本质上并没有告诉玩家路线，但却有迹可循，并且在自由度上有更多的过关方式。踩哪个落脚点、对敌人的攻击次序、用何种路线等都不是一个统一的答案。

除了关卡上的难度在逐渐提升，敌人也有强度上的变化。新的敌人出现也需要有新的战斗意识才能克敌制胜。让我比较印象深刻的是使用武士刀外形像是忍者的敌人，和主角一样使用近战武器。他们可以格挡主角的攻击，先手去攻击他们都会被无懈可击的反弹出去。只有在他们攻击的瞬间格挡造成硬直，然后在快速出刀才能对其进行有效打击。

在普通的关卡中还有穿插着进入赛博空间的关卡。赛博空间在视觉上有着和外部完全不同的观感，更加光怪陆离。与靠跑酷与战斗外部世界不同，赛博空间的关卡更类似解谜游戏。而且每次的解谜都有不同的想法与特色、大大降低了重复感，并且脑洞惊奇实有惊艳之感，把赛博空间与现实世界的法则不同表现得淋漓尽致。

[h1] 忍者的动作有多快要看倒下的次数 [/h1]
这款游戏很有自己的独特之处，一款快节奏的动作游戏竟然有很多收集要素，很多收集物却并不在主要的路线之上。表明了游戏更希望玩家在场景中进行更多的探索，在快速穿梭的时候偶尔放慢脚步去看看四周的风景，说不定就有以外的发现。就好像我在找躲避设计的地方时，在一个小房间里看到了一个小的人偶彩蛋，虽然这并不是游戏中的收集品，只是场景中的一个摆设。

当想要体验这款炫酷游戏的玩家初上手时也不要忘记本作是一款难度颇高的游戏，即便在最简单的难度也至多可以抵挡两次攻击而已，更别说在敌众吾寡还要同时兼顾跑酷的情况下。敌人的射击是非常准确的，对于停止的目标几乎是百发百中的。即便在运动状态下，也大概只有两到三次会打偏。这还只是形容最初级的敌人，后期出现的敌人有更多攻击方式。记得有一关叫守门人，这个名字就和这个关卡一样，大概率会让玩到这里玩家感到望而却步。在数道光束与可以间断踩踏的墙壁本就需要良好的节奏感，再加上需要连续三次攀爬使这关震撼至极。不过经过大量的试错、背板，这款游戏想要玩的流畅可以用大量游玩时间来填补。
好评: 好好好
好评: 《幽灵行者》×《R键模拟器》√
赛博朋克的艺术风格搭配爽快刺激的第一人称跑酷斩杀玩法，就算手残也会欲罢不能
好评: 按R开启大招 杰克真的帅
好评: r件岩浆坏了2个了

好评: 按个几小时R键就通关了，这都玩不明白？？？？

好评: 好玩
长剑很帅
值得购买
boos有点难打
好评: 满分10分的话可以打8.3左右吧，有挑战性，配置要求也不高，画面做的比较精美，内容比较丰富，有跑酷，有杀敌，有解密，有收集刀，也有打boss的关卡，同时配置要求不高，画面很丝滑，最主要的是玩着很爽（虽然专家模式可能会被后面的怪和跑酷虐）但总体来说难度还行，玩熟练了就好了
好评: 幽灵行者最后又醒了，可能是第二部，也可能......
好评: 前期有点难上手，尤其是挡子弹，玩熟练就可以在朋友面前随心所欲的装逼了┗( ▔, ▔ )┛
好评: 很强
好评: 目前已知的跑酷游戏的天花板吧，2D的话肯定奥日，第一人称必然幽灵行者，打击感和跑酷的感觉都非常棒
好评: 是真的爽
好评: 干就完事了。
好评: MAX!!!
好评: 如何玩幽灵行者
1.找到R键
2.学会按下R键
3.合理运用R键
恭喜你，已经成为一名合格的幽灵行者玩家了
好评: 已经20多刷了，只能得出一个字：爽
好评: 9
好评: 很帅的游戏，操作有难度，但是过关不难
好评: ctrl＋shift原地起飞
建议把语言切换改成alt＋shift
要么卡语言切换你挥不了刀
目前来说我普通和专家都过了跑杀也都专家了，可以吹牛逼了
我仍然贯彻我的原则，空中长摁shift是菜逼，技能尽量不用
当然因为这个原则我死自闭很多回
但是我不是彩笔
好评: nb

好评: 太好玩了，R就是大招，只要疯狂按R就行了
好评: 隐藏成就是啥吖？有兄弟知道的吗？
好评: 中文版：首先一句话评价
这个游戏是马里奥，不是索尼克。
不知道多少人能够理解这句话，如果你玩了DEMO，你心中所期待的应该会是一款游戏节奏快，追求高速通关的游戏。也即是，索尼克。高速清版游戏需要玩家通过反复的死亡，累积经验，然后对关卡进行快速击溃。这个便是高速清版游戏的原则。但是其中一条隐形原则是，关卡的稳定性，和0随机性。然而幽灵行者的关卡，由于敌人AI的简陋加上攻击的不确定性，导致随机性的存在会破坏背板的完美程度。并且，强力的技能和部分敌人对于使用技能速通的依赖程度导致，你最好不要把技能算入速通流程中，如果要算入，你一次速通流程未必能用几次，只能用关键的2-3次。相比之下，你的第一次流程很容易过度依赖强力技能通关。这个也是此游戏对背板的干扰。

第二个是速度感。兴许是关卡设计师过于熟悉速通，游戏的大部分关卡，如果你采用一路突破的方式，你的死亡概率特别之大，敌人的攻击速度基本是刚好卡到你的移动速度，即使你采用了大跳。所以很多时候你需要停下来，才可以提高通关的稳定性，这一点大大破坏了游戏的速通快感，以及流程舒适度。更不要提几乎一关一次的解密。对于速度的影响更是重大。顺带，由于大量的闪光，你对路线的判断，和攻击的判断会有影响。

总之，如果你追求高速清版，那么这个游戏的体验或许不会让你满意。后续的关卡根本就和DEMO是两个游戏。如果你是个普通玩家，你可以尝试一下一周目，毕竟一周目马里奥的体验还是可以的，普通玩家也不会追求速度。

ENG VER:
In demo, i thought this would be a hack and slash game. In actual game, it is actually a first-person platformer jumping game. While these two is actually different. Most of hack and slash game, the level is consistent and stable, it means no matter how many times you do in a same way, the enemies would attack in the same angle, the level would be appear in the same place. However, due to the Simple Ai, most of Ai's attack is different from the previous time, which is kinda harmful to speedrun feeling, I need to highly rely on my reaction to deal with speedrun while i dont think it is a good idea. And many level are pretty dynamic, i am not sure if it is easy to follow the same mechanic to beat them. Even you memorize how you pressed the button last time and pressed it in the same way.

Second, most of the level require you to stop. Enemies would attack you at a right spot if you do run without waiting. So most of times, if you wanna to beat the level consistently, you need to wait, which makes the game feels like MARIO rather than SONIC while the players, or myself looking for a SONIC hack and slash game. Not even mention the amounts of puzzles in the levels which require you to stop and think carefully.

So, overall, 7 out of 10. The poor story, i wouldn't bother, cause i didn't expect it would be good. The level design is kinda clash with the design concept in my opinion, but it is a good game for platformer players.
好评: 爽爽爽爽爽爽爽爽爽
好评: 这游戏很简单一直r就行了就是中指有点疼
好评: nb
好评: 爽
好评: 爽
好评: 我是傻逼
好评: 太好玩了，开挂都打不过
好评: 打折买的，我是聪明逼
好评: i love r

好评: laji
好评: 女人只会影响我拔刀的速度
心中无女人，拔刀自然神，剑谱第一页，忘掉心上人。
心中无女人，拔刀自然神，剑谱第二页，小心臭女人。
心中无女人，拔刀自然神，剑谱第三页，女人最烦人。
心中无女人，拔刀自然神，剑谱第四页，女人伤心魂.
好评: 补评测
跑酷，反击，砍杀，一气呵成，游戏需要根据地形机关敌人位置和攻击方式来思考如何破局，我砍怪一刀死怪砍我也是一刀死，就要求整体思路的逻辑性和流畅性，手柄玩起来还算舒服，但部分对方向变动速度要求较高的位置会比较难受，可能还是键鼠玩着要舒服一些吧，剧情方面几乎没怎么看，注意力全被核心玩法吸引走了，不看剧情也能玩个爽
啊顺带一提打完最终boss之后那段我跑了四五个小时终于到最后了，然后游戏突然卡住闪退了，没崩住于是就没去跑了，那段其实用键鼠会方便很多，鼠标灵敏度高嘛，手柄灵敏度拉满也还是太慢了
好评: 很简单
好评: 6666666666666
好评: 
好评: 好游戏怎么说
好评: 只要你不怕被虐，这就是个超级好玩的游戏
好评: 帅，就完事了
好评: 小拇指没了，其他方面很优秀
好评: 游戏很好玩，就是一直死
差评: 难
差评: 傻逼游戏抄你妈 后面关卡纯恶心人死吧 抄你妈 nmsl！！！！！！
好评: 特别爽
好评: 费手
好评: 显示已崩溃 ，登不进去怎么办。
好评: 好
差评: 为什么有很多地方设计不合理，明明看着这那么远过不去，但是就过得去，离得近的板子有时候扒不上去，直接就掉下来了，我感觉这不是我心目中的跑酷游戏。为什么你一个跑酷游戏不能直接砍boss，非要防御弹刀，不觉得很奇怪吗？（我是傻逼）
好评: 这游戏没你们说的那么难啊，我也就玩着玩着r键失灵了罢了
好评: 费手

好评: 守门人百次过，我是聪明逼
差评: 说实话，到后期有点为了恶心玩家而恶心的意思
好评: 非常轻松益智的跑酷游戏，适合小朋友玩！
好评: 我还能打
好评: 爽
好评: 除了太难没有其他缺点
好评: 很好玩
好评: 帅得没边 有谁能拒绝赛博人者
好评: ⠄⠄⠄⠄⠄⠄⢠⣿⣋⣿⣿⣉⣿⣿⣯⣧⡰⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⣿⣿⣹⣿⣿⣏⣿⣿⡗⣿⣿⠁⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠟⡛⣉⣭⣭⣭⠌⠛⡻⢿⣿⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⠄⣤⡌⣿⣷⣯⣭⣿⡆⣈⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⢻⣿⣿⣿⣿⣿⣿⣿⣷⢛⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⠄⢻⣷⣽⣿⣿⣿⢿⠃⣼⣧⣀⠄⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⣛⣻⣿⠟⣀⡜⣻⢿⣿⣿⣶⣤⡀⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⠄⢠⣤⣀⣨⣥⣾⢟⣧⣿⠸⣿⣿⣿⣿⣿⣤⡀⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⠄⢟⣫⣯⡻⣋⣵⣟⡼⣛⠴⣫⣭⣽⣿⣷⣭⡻⣦⡀⠄
⠄⠄⠄⠄⠄⠄⠄⢰⣿⣿⣿⢏⣽⣿⢋⣾⡟⢺⣿⣿⣿⣿⣿⣿⣷⢹⣷⠄
⠄⠄⠄⠄⠄⠄⠄⣿⣿⣿⢣⣿⣿⣿⢸⣿⡇⣾⣿⠏⠉⣿⣿⣿⡇⣿⣿⡆
⠄⠄⠄⠄⠄⠄⠄⣿⣿⣿⢸⣿⣿⣿⠸⣿⡇⣿⣿⡆⣼⣿⣿⣿⡇⣿⣿⡇
⠇⢀⠄⠄⠄⠄⠄⠘⣿⣿⡘⣿⣿⣷⢀⣿⣷⣿⣿⡿⠿⢿⣿⣿⡇⣩⣿⡇
⣿⣿⠃⠄⠄⠄⠄⠄⠄⢻⣷⠙⠛⠋⣿⣿⣿⣿⣿⣷⣶⣿⣿⣿⡇⣿⣿⡇
好评: 
好评: 10个小时通关……啊……只能怪我手残了点吧。。。游戏可玩性很高，尤其是那种跑酷速杀的快感。
到后面的格挡让我入迷。NBNB
差评: 更新一次就把存档删一次，花了一周打的刀一更新又从头开始了
好评: 很难让人不去跟武士零做对比的游戏
一击必杀+跑酷+超能力是游戏最大的爽点和卖点
可是我就想不通一个主观上想让玩家爽到的游戏为什么不做街机竞技场能在里面一直砍人
流程说长不长说短不短通关之后就很难再想打开玩
除了CG之外没有让整个达摩城全貌出现在场景里也显得经费不足
唯一的几个城市场景也只是打磨了一下几栋楼旁边就是虚空看着就很扣分
赛博忍者的飞镖要从地上捡以及CG里的幻身效果也没做成技能让我很难受

总体来说，爽还是爽到了一点，但是流程过短以及场景格局较小让我觉得不值预购的价格
---------------------------以下包含严重剧透-----------------------------
[spoiler] 整场游戏最爽的一架就是赫尔的boss战了，第一人称零距离拼刀打铁让我爽爆
即使是玛拉boss战也让我感觉像吃了苍蝇一样难受，动作太慢前摇又长攻击单一真的很让人失望
而在boss战方面一击必杀也成了这个游戏的束缚，杀死缔造者居然只是一堆跑酷然后就看片了
最后在剧情方面如果说幽灵行者击杀了缔造者之后直接关机完成使命到这就end那就很赛博朋克
结果最后一个镜头居然让他重启了！这种合家欢的剧情还是让迪士尼来负责好点[/spoiler]

------------------------------2022年1月18日--------------------------------
目前游戏已经更新了包括死斗竞技场在内的多种游戏模式（甘道夫点头
这我就有动力再砍爆了奥。genji模拟器实至名归
好评: 非常好玩，我是手残
如有不会，勤换键盘
别人看刀，转头砍人
我一看刀，致命错误
降价购买，G胖血亏

好评: 打击感非常不错
好评: 通过幽灵行者能明白只有在发生失误的时候及时改正才能通过每一关
好评: 就死了亿次
好评: 集跑酷，一击必杀，赛博朋克，忍者合一的游戏，
赛博朋克的场景，多种风格的武士刀，酣畅淋漓的战斗，一击必杀的快感再加上眼花缭乱的跑酷，[strike]让你分分钟死成千上万遍[/strike] 让你分分钟爱上这款游戏。
飞檐走壁、子弹时间、反弹格挡、多种技能，把握好节奏可以操作出极为炫酷的场面。
再加上[strike]完全没注意的剧情[/strike]成就了《幽灵行者》这一炫酷帅气的跑酷游戏
好评: 算你制作组还有点良心，专家难度万劫不复还知道给个子弹时间
好评: 我R没了？

好评: 无

好评: 不要耍最后一关，真的自闭。其他还好
好评: 好
好评: 好玩捏，就是内容不够多
好评: 游戏品质值得一个好评，但也仅限于此了。完整版的游戏远没有当初刚玩demo时给我带来的感觉，之后的神经网络关卡真的是让我快光敏性癫痫了，连路都看不见真的就纯靠背板玩啊
作为一款跑酷游戏，在跑酷的手感上真的还需要优化一下，好几次因为蹬墙给我判定到旁边墙体导致我好好的从楼上摔下去摔死又得重来
技能的强化和专注值的设计挺有新意的，但是技能的设计有点鸡肋，大部分情况下是我能把怪给砍死用不到技能，少部分情况下是我就算用了技能也没有用了，再加上为了找隐藏道具带了透之后专注值的回复就那么一点，一个技能我等一分钟，我直接把q都给抠了
简单来说，可以玩demo不建议入本体，我是傻逼
好评: 
好评: 狗都不玩
好评: 呦西！大大地好！
好评: 太简单了，一直按r就行了一个关卡按了342次r
好评: 作为一个常年左右手不协调的玩家这游戏给我治好了·小镇二楼也能上去了，虽然还是容易犯老寒腿的毛病...
好评: 鬼行步还行，学习跑酷的感觉可以类比掌握只狼打铁，是时候速通二周目了。
差评: sha bi you xi wo ri ni xian ren
好评: good
好评: GOOD！
好评: 这是一款简单易上手的休闲模拟器，只要你的键盘有一个R键，就能获得最佳的游戏体验······
好评: 爽
好评: 游戏真的太帅了，每一个帅气的连招都是数百次的经验/dog
好评: M;L,'
好评: 关卡难度设计合理，没有刻意为难玩家（虽说通关死了大约有七八百次），流程适中，剧情看得过去，值得一玩。
好评: 不错的游戏，也就死了几百次而已
好评: nb
好评: 前期还是很爽的，到大后面就有点麻了，不是多难，就是感觉设计的很恶心，但整体还是不错的，手感和打击感可以给高分
好评: 那边

好评: 18小时通关
好评: 爽就完事，过一关通常死个上百次家常便饭了属实是
好评: 游戏流程不长,画面非常好,剧情非常好,很帅,很快,很难
好评: hao
差评: 个人游玩过泰坦陨落2 对于跑墙手感来说 差太多了 地形和敌人设计还可以
好评: 一百多的游戏 买了能送两个Shift键吗？ 按烂了 不够用。
好评: 游戏有bug 什么bug? 无限月读 (电梯那死了258次）
好评: My  Name....is Jack
差评: 我也不知道是游戏问题还是我的问题，那个关于亚当成就，我已经收集了七个音频，不给我成就，我以为是我的问题，后来我重新开档又做了一遍全收集，结果还是不给我成就，游戏挺不错，成就系统属实脑残。
好评: 11h 全刀收集 全模式通关 听我一句劝 《游戏非常简单，boss有手就打得过，跑酷流畅，近乎割草，手残的都能顺利通关，快来逝世ba》
好评: 非常棒
好评: 这游戏很简单，一直按R就行了
好评: 人家是幽灵行者，我是R键行者
好评: ..........................................................................................................................................................................................................................
好评: 非常好的赛博朋克类游戏，就是后面出的dlc恰饭有如国内某讯
好评: 挺简单的，前两关加在一起十分钟左右就通了，就是高塔有点难而已（两百次左右），我实际通关大概是在七个小时左右（不算专家难度和普通难度刷时间挑战自我），需要注意的是反应一定要快，眼睛一定要好使，要学会预判敌人会在什么时候开枪，以及知道不同的敌人开多少枪会换弹匣。
有几个恶心的地方我说一下，第一就是扔飞镖开门，时间卡的非常死，慢一点点都过不去，焯！
第二就是日本武士，不要和他对冲劈砍，他有振刀，能把你振飞。有两个办法，一是抓住空隙，进行偷袭（马氏口音），二是放技能狠狠的把小日本艹翻在地。RNMD小日本，真特么难杀！
第三，放激光的，记住它永远比你慢！只需要上下反复突进就可以了，非常简单。哪怕是那个巨大的激光机器人也是同样的道理，那个存档点我两次就过了
剩下的如果还不会的话上网找攻略，我个人感觉没什么难的了
PS：音乐原声带真的很好听，网易云音乐已经专辑循环好几天了
PS2：机械键盘一般可以承受五千万次的按压，所以说如果想要你的R键经久耐用的话机械键盘是您的不二之选。
PS3：玩这个游戏一定要选一个胳膊和手腕以及手指都最舒服的状态！不然施展不开的话会非常难受。小心腱鞘炎！
好评: 这才是赛博朋克（就是有点难），2077就是个寄吧
好评: 人在医院，已经吐了一天了
差评: 先说结论，十分制的话这个游戏大概可以给七分，给差评的原因是没有中间存档点。重生点是不存档的，如果你在一大关里中间退出去，那不好意思你得从头开始玩了。
除去这个不说其他方面还是可以的，砍杀的爽快感确实非常的足，但是游戏难度也非常大虽说可以在一定程度上背板。不过有的地方挺恶心的比如飞镖断电那部分体验真的不太好。建模很细致但是有的地方有的影响游戏体验我掉下去死都不能死个痛快。游戏节奏非常的快基本上不会给你思考的时间，容错率也基本没又第一刀没中就没有第二刀的机会了。
剧情是下面的滚动字幕在这种游戏节奏下真的不是特别方便一直看，而且玩太长时间会有的头晕，晕3d的绝对不要买。不建议原价入手。
好评: 游戏做得挺好的 以后别做了 谢谢
好评: R
JIUX9INGL1


好评: 真的有超简单的哦，我五岁的小侄子用两根手指都可以过，一根控键盘，一根控鼠标就行了
差评: 游戏做的很不错, 手感也很棒, 就是捡球的那关我真的草你的🐎, 什么傻逼设计, 我前面争分夺秒的杀敌跑酷, 到了这关就跟弱智一样爬来爬去, 检查点还选的贼几把弱智, 拖时长也不是这么拖的, 真想把关卡设计的🐎头拧下来塞进他的菊花里

再加一条, 艹你妈的傻逼列车关, 你他妈的知不知道自己的游戏移动加蹲下会他妈的滑铲啊, 人就跟坨屎一样一直滑动都动不了
差评:      死亡频率高得离谱如果不是对死亡有一定免疫力的人建议不要买
好评: 我考 真好玩 嘿嘿...嘿嘿...
好评: rrrrrrrrrrr
好评: Very good
好评: 将手残变得手抖
好评: 专家第一关真简单两个拿枪也就100多次起步
差评: 这个吊游戏TMD比Getting Over It With Bennett Foddy这个开发商被阉割的游戏还要搞心态，子弹蹭一下就死
玩一会地区的精神病院就找上门了，还要花钱进行心理咨询
真的别玩
好评: 这个游戏很好玩，玩了几个小时，就是手指动不了了，非常推荐
好评: 二点
好评: 这才是真正的赛博朋克风格，真正的科幻游戏。砍杀手感堪称流畅
好评: 简单的小游戏，特别简单，一定要玩，又简单又爽，玩的时候建议多备几个R键，小心肌鞘炎
(再也不想见杨梅了）
好评: 跑酷模拟器，建议前期把Shift键替换成鼠标右键以提高游戏体验。
游戏侧重于解谜，本来是很有趣的要素，但是其中机关如果单纯为了让你死而故意这么设定，那也太恶心了。
其次是游戏节奏，十分的快，很明显不适合在一边解谜一边想办法杀敌的情况下与玩家对话。我根本他妈没心思看你对话，但R重来后又看不到说的是个啥，也没有任何对话框能再说一遍，对剧情党很不友好！
关卡内有很多收集品可以去得到，但与本身快速过图的畅快跑酷体验相悖——我指的是，我本来可以很快很帅气的过的地方，你又有收集品，我不得不打断自己的节奏去拿到那个无关紧要的收集品！！！
赛博空间一般般，谜题难度处于低等，有部分关卡属于类似教学一样的存在，但有时下一关难度曲线徒增，让我体会到了“按这个键你就可以杀死一名敌人，好，现在可以开始你的游戏了！（背后又是团体护盾又是障碍，还带护盾机枪）”
游戏每个关卡结束你大可不必数我按了多少次R来羞辱我！！！焯！！！
再然后是画面设置，DX12，光追基本开了就等于负优化，游戏本身亮度太低，我开到最高才看得清楚。
不推荐全价入手，个人觉得属于小品一样玩了之后没多久就忘记的游戏，只剩下快速晃动屏幕导致的强烈呕吐感。。。
好评: 游戏非常简单，疯狂按R就OK
好评: 这是给人玩的吗
好评: 肥肠不错
好评: 挺好玩，就是要亿点点耐心
好评: 致命错误模拟器
好评: 原价买的我是傻逼
好评: 有菜又爱玩，玩着很爽
好评: 比隔壁2077做的好 但是我的R要坏了怎么办
好评: 帅是真帅，爽是真爽，就是费手
这游戏似乎开不开光锥没区别，dx12不开光锥帧率也会比dx11低。
好评: RRRRRRRRRRRRRRRRRRRRRRRR就完事了！！！！
好评: 爽就完了！！！我已通关！！！
好评: 爽就完事儿了
好评: 游戏很好，已经治好我的低血压了
好评: 不错 ，治低血压确实有效。
好评: R 按的比fps游戏还勤快！
好评: 以前借别人的steam玩通关了，很不错的游戏，熟练了会特别帅，现在算是补票吧
好评: 总的来说还行，死多了自然就过了（本人不会再玩第二遍）
好评: 8小时左右通关 没怎么收集物品
++ 爽快的打击感与跑酷
+ 合理的敌人分布与关卡难度
- 无本地化语音无法在战斗中分心看剧情

一款非常优秀的游戏 值得有游戏经验并且反应尚可的玩家尝试
[spoiler] 这tm最后一关爬塔是作者喝多少做出来的？？ [/spoiler]
好评: 一直摁R就行，绝对好使
好评: 受苦受难一血源氏，你脆我脆大家都脆，都是一血怎么对面就那么多一血呢？一打多，达摩塔没有一个尊重一血规则的人
什么叫章鱼博士？真不熟！看看幽灵行者，这才叫章鱼女士！好看！
活的短暂，死的爽快！白给我不犹豫，闪现我冲悬崖！跑路途上死又死，打个boss一次过，果然是一个跑酷游戏，打boss只是附送小模式罢了
全收集难度不高，关键还是跑路死的多，喜欢受虐的不玩魂系玩这个，保证你会觉得黑魂死的次数就这？我可以在守门人那死几百次！
为什么死这么多次，还能继续玩呢？当然是复活快，能顺滑而流畅的继续白给啊
所以赶紧去继续送！
好评: 进入，按R，退出，这就是我对这款游戏的了解，++。
好评: 好玩
好评: 马蛋终于通关了，杰克真帅

好评: 游戏很好，错的是我，我手残
好评: 66.6
好评: 游戏很酷，给人的体验就是很畅快。虽然作为手残党的话有些关卡是挺折磨人的，但在死了无数次后通关的感觉是真滴爽快
好评: 一直按R就好
好评: 砍的有多爽，死的有多急躁！
好评: 游戏是个好游戏，不过我TM丢存档了，上个周末一天的努力全部木大，心态崩了，卸载吃灰了。
好评: 2021最爽游戏，一直死一直爽
差评: 我一小时就在哪里玩墙了，幽灵行者，确实对得起这名字，是真你妈的阴间，全程充满无意义的跑酷，还TM动不动摔死
好评: [h1] 斩断因果的幽行鹤羽 [/h1]
	《幽灵行者》是一款第一人称动作跑酷游戏，在大崩坏后的末日科技城达摩之城里，你将作为幸存的幽灵行者杰克，一路挥刀前进，击败敌人的同时不断朝顶层进发，揭开达摩之城背后巨大的阴谋，为守护正义而战。游戏最大的特色就是电光火石的跑酷体验与豪不拖沓的战斗系统，我愿称之为“极速体验”。

[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]

简评：
+ 飞檐走壁的跑酷设计
+ 高实用性的子弹时间
+ 灵活性强的战斗方式
+ 与跑酷紧密结合的解谜
+ 游戏节奏凝练明快
- 少数机关设计不合理
- 几乎记不住的剧情
- 画面过闪容易晕

[h1] 遁如行者，迅似幽灵 [/h1]
	游戏的体验分三类：跑酷、杀敌、解谜。作为核心乐趣的跑酷占据了游戏绝大部分手笔。在偌大的达摩城里，设计者用非常复杂、层层交错的跑酷路线给玩家强化了跑酷的自由感，几乎任意平面都能“飞檐走壁”的核心设定让玩家更像迅猛的幽灵。一些颇有趣的机关如钩锁、弹跳、移动平面、滑轨等作为跑酷内容的补充也相得益彰，整体而言“跑酷”的重心将游戏的整体节奏带得非常快，游玩的感觉就像神龙不见尾的幽灵一样。

	游戏的战斗部分更像是对玩家技巧的补充。战斗系统的“感官增强”是核心设定：玩家在空中按下闪避键就能触发子弹时间，同时能够操控幽灵行者往任意方向移动，这一设定只要再次跳起就能无CD触发。这是躲避敌人子弹的核心技巧，对应的游戏所有敌人都没有血条概念，敌我均是一击必杀——这就让玩家必须掌握好躲避的技巧。游戏节奏也因为“一击必杀”设定变得非常快，但相对应的，毫无容错也让难度变得很高。

	解谜部分通常穿插在紧张刺激的战斗之余，充分利用了玩家脑中的虚拟空间作为载体放飞自我。大部分谜题和地形结合得非常紧密，设计的核心也围绕着“速度”，许多谜题都有限时概念，例如需要玩家一边跑酷一边完成的手里剑谜题。

[h1] 刀指创造者：利落的正义 [/h1]
	游戏的整个流程是幽灵行者杰克前往达摩之城顶部，与邪恶的组织首领战斗的故事。游戏中虽然有着旁白一直在说话推进剧情，但由于战斗、跑酷的节奏过快，几乎无暇关注剧情，让最后整个故事带来的刺激非常微弱：通关后也几乎记不住故事的细节。

	作为赛博朋克风的作品，幽灵行者很正常地选择了“人类与机械技术的异化”作为主题，最后当杰克得知自己的创造者亚当作为技术异化物展现出的无尽野心后，也毫不犹豫地干掉了他，哪怕自己也会因此而送命。设计师想通过人造人在执行使命的过程中对“自我、价值、生死”这些概念做出的判断，让他通过最后的选择来自我实现，这也是为什么临死前亚当称玩家为“第74号幽灵行者”时，主角会利落地说出那句“我的名字叫杰克”。

	故事中还有些饶有趣味的细节，例如佐伊和杰克通讯时，杰克会因为她的善良、率真而动摇自己的选择；听闻第五区会有大量的人牺牲，杰克也毫不犹豫地选择救人，哪怕亚当此时在不断给他灌输“大局为重，得有人牺牲”的思想。但可惜的是，游戏没有讲好这个很常见的英雄主义故事，原因是故事基本只靠旁白字幕在推进，而玩家的注意力被高难度关卡占用了，很难时刻留意旁白。

[h1] 硬核难度与精彩的关卡 [/h1]
	游戏难度相当硬核，最主要的原因是一击必杀的设定和对反应力极其严苛的跑酷。游戏中玩家配有几种协助战斗的强大技能“闪现、风暴、激涌、霸主”，分别对应瞬移斩杀、远程爆破、激光剑气和敌人操控，在玩家进行战斗时灵活使用它们也可以让战斗变得更高效。游戏后期敌兵种类很多，玩家在过关时需要配合地形优势来躲避子弹，反复在各种平面上飞来飞去，找到敌兵的间隙斩杀，可以说淋漓尽致地诠释了“幽灵行者”这一名字。

	游戏中的BOSS也没有血条概念，只有阶段一说。所有boss都是三个阶段，砍一刀进入下一阶段。各个BOSS的设计特色非常明显，同样毫不留情的容错率也让玩家必须要在和BOSS的战斗里反复琢磨，不断变强。

[h1] 总结：快准狠爽，却也着实难 [/h1]
本作的设计亮点主要在二，首先是以“平台”作为核心概念进行跑酷路线的设计，撑起了游戏幽灵般的体验。其次是以“子弹时间”作为核心的战斗设计，不但能作为躲避技巧，也能完美运用在跑酷中，不少困境都能通过“空中按闪避”这一操作化解。这两点共同为本作的体验赋予了“快、准、狠、爽”的感觉，但同时游戏“死亡0容错”的设定也让难度变得很高。综合来看，适合喜欢激爽节奏、跑酷、挑战极限的动作爱好者。

好评: 很难玩，玩的很爽，没了

好评: 好
好评: 很适合高玩拿来装逼的一款游戏，但对于普通玩家来说确实也挺折磨人，不过好在流程不长，胜在一个短小精悍，多死几遍自然就熟练了。另外世界观很适合改编成动画。
好评: My name is Jack!
好评: 挺不错的一款游戏
好评: 手残党慎入，游戏是好游戏，就是玩得太菜
好评: 这几天白嫖打通了，就一个晚上加第二天中午总共9个小时，总体有好有坏，好坏82分吧，这里扣分的缺点就在于地图就给个敌人的红标让你知道人在哪，而且有时候路指明的方形也不清楚有几关我鲨完了在那迷路半天。但是大体上来看真的很棒，画面8/10（赛博风个人已经习惯），音乐10/10（有时候子弹时间和音乐完美契合真的贼有节奏感），故事8/10（最后的剧情反转然后跑图花了我1个多小时真的坐牢），操作7/10（有时候迷一样的判定直接飞下楼按R），地图设计10/10（清图方式可以有很多种，过不去不妨想想哪里有可以利用的地形还有配合子弹时间的时机），字幕7/10（有时候在鲨人真的没时间看字幕），总体9/10（值得购买，3D眩晕慎入）。可以说是一部物超所值的好作品。
好评: 原价买的，我被背刺了，我是帅比
好评: 如果你的情绪不好，建议您别玩这款游戏，但我情绪被它搞得没脾气了:(
好评: 一生有爱何惧风飞沙
好评: 其实打通DEMO以后，我是不想买的，真的，有点虐待自己的感觉。真买了以后，觉得有点吃力，第一次没吃中饭打到下午，打着打着就低血糖了。

和“魂”系列不同的是，这个受苦频率高很多
差评: 垃圾游戏 毁我青春


好评: 动作很帅啊，难不是问题，帅就完了。
好评: 好玩，就是眼睛已经瞎了
好评: 想通关不停的摁R就行了
差评: 没有最后一关，8分，也就BOSS战无聊了些
加上最后一关，负分滚粗
好评: 记住！只要按住R就好~
好评: 节奏很快，非常爽，游戏难度也挺简单的，也就每一关死个一百多次吧（doge）
好评: 真好玩啊，差点没给我换个键盘

好评: 非常好玩
好评: 太爽了就死了几千次

好评: rrrrrrrrrrrrrrrrr 怪都给爷死！！！！
好评: 牛鼻
好评: Nice
好评: 个人心目中的最佳跑酷游戏，敌我一刀均死的设定使得每一关都充满挑战，初次上手无限死无限R，逐渐掌握玩儿法之后越死越上头，每一次失误都促使玩家想要挑战的欲望，玩儿到后面根本停不下来，再配上摇滚金属乐bgm，游戏体验就一个字，爽！
好评: r才是永远的神
好评: 除了最后一关其他都很好
好评: 这是个好东西，低血压治好了
好评: 好玩
好评: 就是爽
好评: 非常好玩，一直按R键就行了，玩的停不下来，一关能玩好多小时
好评: 好玩，游戏元素风格很喜欢
好评: 非常轻松愉快的跑酷游戏，十分推荐购买。（还可以治病）
差评: 这是人玩的游戏？
好评: 挺简单的

好评: 真好玩，T-073-M，能做出这关的人我TMD祝你全家幸福安康！
好评: 很好玩的跑酷游戏，非常的休闲，画面也很好
好评: 不建议3D眩晕的玩家体验
好评: QWQ
好评: 喜欢跑酷类游戏的绝对值得一试，集太刀，机械人体，赛博朋克等多种元素为一体[spoiler]源氏[/spoiler]。跑杀模式每次能打出新的记录也同样令人兴奋，温馨提示：注意手部安全，特别是按键盘的手，会很累。[spoiler]小心腱鞘炎[/spoiler]
差评: 垃圾游戏，本身没什么亮点，可玩性不高，还带闪退
好评: 真的简单，一直按R就行了，不像某人激光塔都过不去
好评: 游戏很不错画质也很好 但手残党慎入 入手了也没关系 一直摁R就行
好评: 我是傻逼
好评: 绝对不亏
好评: 节奏很快，并且风格非常帅气
好评: 建议脑溢血玩家慎重选择
好评: 真 · 落地秒，很是奈斯，一局也就是死个上百次而已。在秒杀的快感和被杀的折磨中反复横跳，一局打完心如止水，只剩手指在微微颤抖（累的）。
好评: 累死我了，玩不动了
好评: 花钱给自己找罪受，除了费R键以外都挺好。
好评: 搭配stay食用更香
好评: 手残党劝退指南：（来自某自信玩家的亲身经历）
刚开始引起你注意的应该是光敏性癫痫劝退，本身你感觉没啥，毕竟你又没有光敏性癫痫，所以你开始了你的游戏，从头手残到尾，正局游戏下来你按的最熟练的是“R”（复活），要是状态不好卡关，死个百八十次是常事，然后就是你发现你越玩越不舒服，越玩越晕，最后你懂的了最开始警告光敏性癫痫的意义，或许其他游戏的警告确实是字面意思，但这款游戏还有一层深层次的提示，你深深悟得了其中含义，并且不再碰这款游戏，毕竟谁也不想在游玩的过程中突然cs(摊手）
差评: 太难了

差评: 怎么存档老是丢失！！！
好评: 这个游戏的话还是十分爽的，手残党也别担心 多练练也是可以过去的 虽说我现在才七个小时 但是我是真心推荐 爬塔现在也是过了的
好评: 想给自己找些罪受吧主要是……
因为杰克很合我性癖所以买了这个从来不擅长的拼反应和操作的3d游戏玩。但是因为我是抖m，所以感觉还不错欸！（除了收集碎片感觉像在坐牢）
自爆怪有点哈人
好评: 第十关，回声，代码碎片拾取。
建议重复游玩，本游戏所有的精髓。别问为什么，我去医院看病了，医生说脑溢血过多，抢救无效，已经死了。
好评: 一关比我魂3整个游戏死的次数都多😅
差评: 有BUG
好评: 很爽也挺难的，手残慎入。
好评: 爽得批爆
好评: 体验版玩了30个小时，正式版活动59块人民币入手，普通难度7.4个小时通关，
此游戏简称《R键行者》
好评: 还不快冲一个？硕仔
好评: 难度适中,适合打发时间
低血压患者必备
好评: 针不戳
差评: 从来没这么恶心过（身体，精神双方面）
好评: 这游戏太简单了，一直按R就行了
好评: 游戏非常的治愈，丝毫没有血腥成分
好评: 很棒
好评: 是一款爽游，也成功地治好了我的低血压
好评: 前天买的，到今天已经16个小时了，上头
好评: 一开始可能会觉很难玩，但是熬过新手期之后就能享受游戏的快乐，
好评: 我是傻逼
好评: qwq

好评: 非常简单的一款游戏，只需要一直R键就好了
好评: 挺简单的，就是有点难
好评: 最后一关死了351次才过，麻了
好评: 一直按R就行
好评: 太棒了
好评: 爽爽爽 一定要试试
好评: 死亡模拟器

好评: 这不是手残党和空间感不好的人能玩的游戏
好评: 游戏质量相当不错 赛博朋克风格加上快节奏砍杀十分爽快 但可能由于我个人原因的问题在第一人称视角晃来晃去的过程中晕3D感强烈 一次没法玩太久 感觉像晕车想吐一样......
好评: good

好评: 我是傻逼
好评: 除了有点费R 其他都很好
差评: 这个游戏好玩是好玩，，但是他的存档做的太离谱了。
你在游戏里死了可以在离你最近的点复活。但是一旦你退出了游戏你再进的话会直接退到很早之前，就是刚刚离开精神网络的一个点。我死了几百次才打到很后面的，一个退出游戏再回来就没了，要重来，真的心态爆炸。无语了。
好评: 太难了 高估了自己对这种游戏的天赋


通关了 手残玩辅助模式能多条命太有用了，上手之后爽感很足，全砍了之后按嘲讽转下刀觉得自己帅的批爆[spoiler] 然后下一秒爬墙没抓住摔死了....[/spoiler]另外就是作为一个远程攻击手段很少的近战，后期关卡自爆怪太降低体验，听到自爆怪的叫声吓得鼠标都握不利索，钩墙跑路手一直在颤抖，好歹给个砍死不爆炸的设计啊
建议入一个，电子游戏杨伟很久没打通过一款游戏了 蛮对胃口的[spoiler] 最后过了把英雄瘾，还是很受用的[/spoiler]
好评: 好玩是好玩，但是我太垃圾了一直在死亡，r键不知道按多少次了。
好评: 肝与耐力，R与时间。
好评: 键盘膜上的r已经被自己的手指抛光了👍
差评: 我是傻逼
好评: 我玩只狼都没这么难过
好评: 好玩，就是关卡有点少，难度还行（除专家以外）。
好评: 在第七关之前我以为总是从墙上掉下来是因为我太菜，玩了第七关之后我发现不是我的问题。
一个拿刀的shabi简称刀逼。不会弹反就不配叫GHOST RUNNER是吧！好啊！！！！!
好评: 不错不错
好评: 优化好，动作也非常流畅，建模是真牛逼几乎所有地方都可以爬
也有些小bug，有时会卡到天上的空气墙跳关（doge）
好评: wu

好评: 一直按R就能玩了
好评: 好耶，死了快两千次的手残终于通关了
好评: nice! good game
好评: nice
好评: 有点费r键
好评: 砍杀爽快，rgb拉满，这两点就够一个好评了lmaoooooo
差评: 说真的，不咋得，就是跑酷游戏，尼玛不能捡枪那个沙雕设定？
差评: 前几个小时体验挺好，但后面真的被各种折磨，各种墙壁跳不上去，滑索跳不上去，弹射点给我弹歪，还给你加尼玛一堆跑酷关卡，你TM基础跑酷功能都有bug还整这些，boss战也垃圾得一，整个流程都没见到一个可以称得上巧妙的关卡设计，而且玩法到后面其实很少，总之，程序和策划给美术跪着磕头吧。
好评: []键坏了，玩不了幽灵行者了，这游戏真不当en，太难了i
好评: nice！
好评: 10小时一周目，感觉游戏流程挺短的；
游戏体验单论前期的话我觉得很不错，怪的布局啊，需要跑酷的地方啊设计的都很巧妙；
但到中后期就感觉开始敷衍了，挺多恶心人的跑酷和收集物品关，最终boss也挺水的，搁那儿跳绳呢...

好评: 真简单，一直摁R就能通关
好评: F牛
好评: 游戏很好玩，治好了我多年的低血压
好评: 666
好评: 不会玩没关系，才玩3小时就死了五百多次，就会玩了
好评: 按r
好评: 我左手炸了
好评: 好玩

好评: 很好玩，很有意思，修身养性
好评: 跑酷游戏的天花板，每一关的机关都有变化，也不断有新技能学，可以一直保持新鲜感，也足够爽快
好评: 一周目经典模式总计死亡次数666（有点巧）。砍得很爽，不过隐藏物品收集没收集全，主线感觉有那么一点点短，不过是54入的所以这个价格我觉得还是挺值的。整体难度个人感觉是中等，死亡也基本集中在那个恶心人的自爆怪上。关卡设计上感觉大多还是很不错的，个别有点恶心到我了，以及因为爬墙等判定问题总是会莫名其妙死在跑图的路上，不过这些问题无伤大雅。总的来说喜欢挑战自己的话这个游戏很不错，和之前玩super hot一样，不过这个节奏更快更爽。boss战设计的倒是有点low，几乎可以说是没啥难度了。不过总体来说瑕不掩瑜吧，能给个8.5/10。
好评: 非常简单，有手就行........................
好评: ~
好评: 感觉砍着挺爽的！
差评: 他喵的傻逼游戏存档有问题
好评: .我也就死了一千多次
好评: 千万不要买，这个游戏把我r键搞坏了
好评: 帅
好评: 爱死我了，玩了这么多游戏第一次让我这么热血沸腾，R键都摁飞了
好评: 牛批
好评: 七步之内，刀快；七步之外，刀不快不行
好评: 游戏很好 r已经抠坏了
好评: 尸 横 遍 野（指我自己）
我觉得要是改成一个有区域溯时能力的ghostrunner恐怕还更合适一些
好评: 好玩是好玩 就是打完在玩lol 队友问我为什么不放r 第六关和最后一关加起来死了700次
好评: 七步之内刀快
好评: 
差评: 这傻逼啊

好评: 三个小时下来我已经死了一千多次了，节奏很快很好玩（半恼）实际上我打完也没意识到我能死那么多次
好评: 多备几个R键
好评: 一直死一直爽，等我能稳定光追了还想再通一遍
好评: 很简单啊，易上手

好评: 记不清死了多少次了
好评: 很好玩我按了500次r
好评: 有一天，我打开联盟，像往常一样迅速进入排位，凭我过人的手速，在队友ban掉亚索之前，我打出了“中路压缩不给就送”，我的好兄弟在上路，选择了混分巨兽为我打配合。跟我对线的是一个阿卡丽，相当的灵活飘逸，前期把我杀到超鬼。时间来到十五分钟，我已经0-12。当时我坐在我三十元购买的二手傲风电竞椅上泣不成声，那一刻我就在想，如果我能放出狂风绝息斩，我一定要赢下所有。在十五投上点了个否以后，我们终于在小龙迎来了第一波团战，我的好兄弟放出了势不可挡，一声怒轰，不可阻挡！冲向前去，看着他刚做好的一件霜火护手，我热泪盈眶，撞到了五个！屏幕上亮起了五条白线！我双手颤抖，好兄弟十五分钟才裸了一个霜火，我前期被杀穿难辞其咎，这一秒击飞时间，我知道，我必须竭尽全力，我一定要赢下所有。
狂！
风！
绝！
息！
斩？！
嗯？我斩呢？
？   熔岩巨兽示意敌人已不见踪影。
？   麦林炮手示意敌人已不见踪影。
？   蒸饭机器人示意敌人已不见踪影。
？   皎月女神示意敌人已不见踪影。
好兄弟：为什么不接大?????












撒比亚索：草，我R键坏了。
//截至发表，GR的各类基本模式已经通关，限时竞速全三星芜湖~
//但是自爆人的声音真滴吓人

好评: 劳资喜欢被虐
好评: 很爽，不追求完美的话其实不是很难，虽然容错率低，但是游戏死亡惩罚很小，值得一玩。
好评: 估计死了1600次通关
好评: 就觉得是真难
好评: 非常爽玩的大开大合
好评: 挺好
好评: 666
好评: 仅仅死了31次就过了第一关
好评: 非常好玩非常难
好评: 说实话，这个游戏真心好玩，个人感觉就倒数第二关的怪难打一点，最后一关其实还好，历经九个多小时通关
好评: 这游戏打击感非常好，画质也不错
好评: .
好评: 赫尔打了一天了……还没打过！
好评: 专家模式真好玩  ┭┮﹏┭┮  没玩过专家别说玩过幽灵行者
好评: 真他妈难
好评: 轻松愉快的跑酷游戏，推荐购买
好评: 除了最后的boss战没那么观赏性和设计不好之外 其他都堪称是神  看什么评论区 买就对了
好评: 手残党福音
好评: 太好玩了！！！
好评: 只要我一直按R我就是无敌的！
好评: 就是喜欢虐自己
好评: 好玩，就是死太多了
好评: 妥妥的赛博朋克风，真的！不比2077差因为他没bug，虽说操作难度大，但是更多的考虑的是你的思路，思路不对，R键干废。融合了跑酷机械等众多元素，能做的繁而不花，我只能说绝绝子，其次游戏中的刀也是很大一个特色哦。真的买了不亏，虽然我是嫖的
好评: 开始游戏：源氏模拟器是吧？！
通关游戏：蔚蓝是吧？！
好评: 好玩.jpg。尽管r键按烂，当你最后打过这一关的时候突然就舒服了。下一秒你发现你的死亡次数在好友排行里最多，通关时间最长。仿佛在跟你说：你就是歌姬吧。
好评: 非常好玩，我已经换了3个键了



好评: 视觉感特别强烈 游戏难度也比较高可玩性十足
好评: 爽死了爽死了
好评: 就一句话，虽然你跑酷杀怪的样子真的很帅，但你疯狂按R的样子也是真的很靓仔，爽就完事了
好评: 我是傻逼
好评: 真滴不错
好评: 很简单，3小时通关5关，每关就死两百多次，好评！

好评: 晚上这个游戏终于体会到了逐渐疯狂，一局死个五六百次都很正常，跑酷和打斗很爽，值得玩
好评: 真的是你吗玩的你想死
好评: 铁驭模拟器，剑核心已就绪。
以为杀死玛拉是受苦的结束，没想到是开始 : (
全关卡总共1794次死亡。
好评: 其他游戏：角色变强
幽灵行者：玩家变强
好评: 非常带感非常爽，就是有亿点难而已
好评: 好

好评: good
好评: 太好玩了我一关死了700次。
好评: 经典模式玩了一半，跑打和冲击波初体验。好玩，但是手残的真心不建议，费手费键盘。
好评: 两天过关，也挺简单，一直按r就可以
差评: [h1]购买须知[/h1]
不要随意购买此游戏，先看看自己有没有耐心玩这种很折磨的游戏

本游戏含有——R键扣烂[spoiler]R键是复活键这游戏我一周目中等难度我用了11小时，死了一千次左右，第一个boss是最离谱的死了263次想想一周目后还有专家模式 [/spoiler]
同归于尽[spoiler]你的确砍死了小怪，也挡住了这个小怪的子弹，但你还是死了，至于为什么，这就涉及到下一个内容了[/spoiler]
跟炮弹一样的子弹[spoiler]子弹的碰撞体积大，经常遇见明明把子弹让过去了，但还是死了的情况[/spoiler]
tnnd为什么没砍着？！！[spoiler]这好像跟速度和方向有关，反正挺迷的[/spoiler]

角色只有一滴血，能被吴签一下扎死，并且有劣性bug，比如：
打着打着从100帧突然掉到几帧；
蹬枪要看入射角，运动方向和视角方向外加一点[u]天意[/u]；
波涌技能别用，自身不仅啥也不是，还满是bug，自身锁定有问题，技能短时间内二次使用天赋还会给你整出一堆花样，第一次用完后不会第二次不会锁定，[spoiler]我不知道多少次因为等第二次释放的锁定等到技能结束都没出然后茫然的站在盾怪面前被打死[/spoiler]
[b]闪现是最好用的技能，斩杀所有被锁定的怪加瞬间突进，躲子弹加安全的降落区谁不爱呢[/b]

不要随意购买，先看看自己有没有耐心玩这种很折磨的游戏（bug对一滴血的游戏的影响不言而喻）
好评: 打击感极强
好评: 我觉得非常好玩
好评: 很新奇的游戏体验，除了部分关卡设计有一些毁体验，但是值得一玩
好评: 这游戏还是挺简单的，也就死了1000多次
好评: 5个小时就通过了没想象中那么难。上手很快，BOSS和敌人都不难，难在跑图摔死。
60不太值个人认为。
好评: 第一次知道错误都是致命的。游戏是个好游戏，就有有点废键盘
好评: 啊我坚持不下去了.......最后一关窒息连跳终于让我过去了
上一次打开这游戏玩的差点难受的吐出来
前面的关卡基本是无脑极速砍杀的爽快感 后期就更偏向解谜和背板（部分存档点明显偏少或设置的太远）
如果买来是追求通关的话谨慎购买......
好评: 手残慎玩
好评: ！！！
好评: 歪瑞谷的

好评: 好玩打击感很好，动作特别帅

好评: R已被扣烂了！
好评: 这游戏太简单了，只要一直按r就通关了
好评: 爽死了，解压必备。不说了我要去换我的R键了
好评: r键按烂都得玩
好评: 很好玩给男朋友口了两个小时才给我买的
好评: 69分钟玩吐了，源氏是我大哥
好评: 普通难度还好
好评: boss有点拉
好评: R键已经换了三个了还没通关
好评: -3d游戏真的不适合跳跳乐关卡，有些版面真的恶心死
-有些敌人有些不合理？比如自爆怪，貌似只能用技能处理？？
-boss战设计超烂
-什么辣鸡剧情啊……俗烂透了的赛博朋克剧情。被隔壁武士刀零完爆好吧……
但是，玩这游戏，有必要看剧情吗？
+果断爽滑的砍怪体验，miss以后瞬间重生毫不拖沓
+满是赛博味儿的版面和场景设计
+各种模式系统，收集要素很用心
玩这游戏，有这些就够咯
好评: 很好玩，难而有激情
好评: 我R快按烂了
好评: ezzzzzzzzzzzzzzzzz
好评: 666
好评: 一场永无止境的死亡之舞
好评: 我是傻逼

好评: 我好帅啊，我怎么这么帅啊
好评: 谢谢 手已经废了

好评: 还是会有受虐狂打这种游戏的太爽了！！！！！！

好评: 很好高血压出来了
好评: #游戏评测补完计划

当时玩了demo之后就一直想买，但是又嫌贵，前两天秋促终于忍不住剁手了

画面很酷，很棒，也不会特别容易卡关，不会有在某个地方坐牢的悲伤，但无论如何还是要手的（我偏偏没有）

可能这款游戏会在库里吃灰吧，但我不后悔买了它。买了不玩是我的问题，不是它的（确信）
好评: 玩起来手感很好，打击感很棒。
好评: 游戏节奏很舒服，流畅通关非常爽。跟源氏拔刀其实很不一样，核心是路线规划和跑酷。剧情流程不长，有跑酷经验的玩家10小时左右能通，不过想一命通关还是有点难度。建议把r键改成不容易按到的键，马上到记录点肌肉记忆按个r换弹真的高血压。
好评: 看见这九小时了没有？
按R按出来的



我是傻逼
好评: 爽
好评: 一周目通关，全程基本靠普攻，很少用技能，有点背板，难度适中，专家难度暂时没碰。
游戏质量还是过关的，[strike] 真实的2077 [/strike]，不过感觉有两点遗憾：
  1，跑酷没有泰坦陨落2丝滑，过拼接板子视角一抖一抖的很难受，贴上板子的时候也感觉视角会抖一下 ，[u] 晕3D警告 [/u]

  2，最终的boss战设计有点赶工的味道，压迫力还不如中间的小boss，场地还小，根本跑不起 来，战斗流程也过于简单
好评: 还在为源氏拔刀没有激素而烦恼吗?还在为敌人不够多不能乱杀痛苦吗?还在为地图呆板无趣而失望吗?加入我们吧!源氏模拟器!专为拔刀而生!!刀刀致命~瞬杀全场!!!
差评: 傻逼游戏
好评: 这游戏不轻轻松松吗（玩19小时才玩到第13章）
好评: 吊打大部分赛博朋克游戏 尤其是音乐方面
好评: 对于我这种手残来说，又暴躁又上头
好评: 帅 但也痛苦
好评: 好玩是好玩，特效拉满，有操作，考验心态，就是太费手了。玩了几小时，手抽筋了。
好评: 玩了5个小时换了4个R键
好评: 永远跟党走，心中有党，事业理想！
好评: 纵使手残仍大爱┗|｀O′|┛ 嗷~~
好评: 飞檐走壁，子弹时间，一击必杀。我实在是太帅了
好评: This is a puzzle game that can exercise the child‘s brain and is highly recommended for children to play!!!
好评: 免费版确实好玩但买了正式版不知道为什么手感没免费的好
好评: 这个游戏非常非常非常好玩.快乐源泉.我非常推荐建议你们下一个玩。
好评: 跑酷砍杀，帅是真的帅，难也是真的难
好评: 我的R键……
好评: 我单方面宣布今年最佳剧情动作游戏就是它
这不比2077好玩十倍？
（排除我一把死300次）
好评: 会有哪个男人能拒绝的了这个
好评: 背景音乐节奏感挺好的，听着背景音乐一边抖腿一边按R
好评: 弹刀真的爽，真正的赛博朋克。
ps：
需要很强的反应能力和3D适应
好评: 爽到
差评: 游戏内容没问题，属于即死跑酷闯关类玩法，画面比2077还赛博朋克。差评是因为存档设置太恶心人，复活点很多，但极其让人烦躁的是一大关必须连续打完，中途退出游戏再进游戏这一大关就得重头开始。平均每一关初见打个半小时到一个多小时，对只有碎片时间的人极其不友好。
好评: 简单，也就一直按R键
好评: 跑杀太难了！！

好评: 好玩
好评: 非常好，第一关死了33次往后按倍数死
好评: 很爽，各种解密很惊艳很有创意。但是到了后面有点同质化就感觉有点无聊了。
好评: 死一次就没了，手残玩家的噩梦，不过还是比较爽的，只是自己玩的时候血压会不自觉的提升
好评: 做关卡的策划一定活的很辛苦吧
好评: 全收集，各方面都还不错（音质，画质，手感之类），玩完感觉非常奈斯，希望能更新新剧情或者新续作
差评: 一回主菜单就要重头开始，离大谱
好评: 非常好..
好评: 真tm的好玩
好评: 一周目打完直接新游戏删档，玩儿不了专家模式。
我真他娘是个聪明逼！
好评: 好玩！
好评: 手残，R快按碎了

好评: 帅是真的帅，爽是真的爽，难是真的难，懵是真的懵。机制只能靠一次次死出来才能知道，这游戏看起来有多帅就有多难，但是会弹反真的无敌而且帅到爆炸。喜欢折磨自己的可以入一个爽一爽。
好评: R R R R R R R R R R R R R R R R R R R R R R R R R R R R R R R R R R R R
好评: R键不松，奔跑不终
好评: 费手游戏
好评: nb
好评: rrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrr
好评: good
好评: 好玩！一直按R
好评: 好玩，没别的。

好评: 已经换了五个R键了
好评: 反正一直按r就过关了
好评: 太好了 我通关才R了5000次  等会玩专家就可以换键盘了太好了

好评: 很好1500次通关，我是杰克
好评: 有点折磨人
好评: 很好玩，玩了之后LOL再也不会摁不出大了
好评: 怎么说呢，，，牛逼，爽！
好评: 简直nm爽爆了，我tm能砍一整天
好评: 十步杀一人，千里不留行.赞！
好评: 很喜欢致命错误
好评: 好玩！
好评: 出个双人solo不更好玩吗？

好评: 我是傻逼
好评: 通关后建议换个R键
好评: 是真的搞心态脾气不好的最好不要玩
好评: 谁能不用技能过大师模式？
好评: 为什么物品收集完了没有成就啊
好评:  很好玩
好评: 看什么评论 直接入 谁后悔谁彩笔
aw
“关于退休铁驭拿着光刃在达摩塔里废了10把键盘上的R键这档子破事”
"看好了源氏 为师只教一次"
好评: 真好玩
好评: 打击感非常好，通关非常容易，你们自己去体验一下就知道了，我大概死了二千九百多次就通关了
好评: 这游戏很简单，一直按R就好了
好评: 打击感很好！就是爆炸怪太恶心了
差评: 什么都好，就是不好玩
好评: 3个小抢手才打了50多次 对生活而言 还是太简单
好评: 爽到批爆，拿到手玩了两天通关了（专家难度还没玩），紧凑的战斗和剧情让人热血喷张，除了有点短之外没有任何缺点，这个价格绝对值，冲就完事了。
好评: 爽！！！
好评: 牛逼!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
好评: 帅爆了好吧
好评: 特别炫酷，赛博朋克风的
好评: 非常考验心态的游戏
好评: 这才是真正的赛博朋克
好评: R键有没有定制的兄弟们，我想用钛合金做一个。
好评: 很好玩
好评: 爽炸天，R键已经被扣掉了
好评: 设置个宏shift CTRL 空格 飞起来了
第一次玩一直时停，后来飞起来杀
好评: 好玩！上头！除了守门人很恶心之外，我觉得其他关卡多死几次还是能过去哈哈哈哈哈，当然守门人死多了也能过，就是死的次数多几倍吧（狗头）另外美术画面很不错，很帅，如果把自己通关的场面录下来，可以拿出去装逼哈哈哈哈

好评: 我是伞兵！我是伞兵！我就是一个伞兵
存档没了
好评: 永远跟党走，心中有党，事业理想。
⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄

好评: 说实话很容易完了20个小时以内冲击波20关还有正常的关卡都通了，除了那个专业模式（忘记了）的有点懒得搞因为关卡差不多就是难了点，不说了我R键快递到了
好评: ...
好评: 点击拥有刺客信条/立体机动装置/源氏模拟器
手感无比丝滑！玩法也不死板，可以刺客模拟器可以逃大课还可以当壁虎。
地图好看炸了，中途简直拍照旅游，达摩city欢迎你。
刀的皮肤很多都好看，目前最喜欢破伤风之刃（？
剧情很有趣，点击就看高冷酷哥和男ai和黑客妹妹的极限拉扯群口相声。还有找收集物也挺好玩。
超级推荐！！主角的配音太苏太帅了！！
本人以前有轻微的晕3d，活生生给治好了，问就是守门人加回声最后。
有点麻的是其实比起打架，其实死于跑酷的次数比较多。

好评: 赫尔斯哈斯哈qwq
好评: 泰坦陨落G50，打到通关差不多死了1500次
好评: good game

好评: 这个游戏太牛逼，我的r键已经看不到字l
差评: 怎么说呢，我不推荐玩这款游戏。10分我最多最多给6.8分。（IGN给8分，我不《认可》：（
这款游戏前期给人的感觉很惊艳，非常赛博朋克，艺术风格很容易让人喜欢上、战斗机制是经典的你和敌人都是打一下就死，非常刺激。经典模式的难度也不是特别高，基本上大多数玩家应该都能玩的过来。还有就是这个游戏明显就是希望玩家打速通的，这点我必须认可。但是相对应的，缺点也非常明显、超级明显。(我不接受反驳，不要跟我说话)
越严重的缺点我放越后面。
首先是后期美工质量不咋地，boss玛拉人物建模一堆棱角，缔造者头部和身体多少有点怪怪的。
其次是剧情，一开始你听缔造者慢慢讲相关内容你会觉得慢慢代入了，但是从玛拉介入开始剧情就突兀起来了。旁白女主不知道干嘛去了，虽然讲了但是一句话就带过滚蛋了，你前面铺垫了个寄吧？？？然后玛拉和缔造者一个要机械飞升一个要蜂巢意识好我知道了，然后呢？会怎么样也不说？社会背景一开始两句带过就没了？我为什么要帮他跑来跑去？然后最后结局说了一句“我叫jack”jack你mlgb，强行人性升华是吧，前面一点铺垫都没有，哦好像有，前面主角突然开始问自己是哪来的，然后听说是造的就生气了，我？你要是说是记忆恢复了有人性了我也能理解，你得给我回忆一下吧？这个结局我必须说是真的垃圾，这个游戏的剧情越往后越垃圾。
然后是玩法和关卡设计，给玩家设置计时和不同路线肯定是增加玩法多样性和速通路线的选择，这个有，但是，只有一点点。你要和普通游戏比，肯定优势，但是但凡拿去和密特罗德或者魂系比，这个游戏的花样真的少，设置的技能一边剧情吹多nb多nb一边要多没用有多没用，就算有用也get不到“爽”的点，根本不想用。可能高难度才会有一点用（比如说那个nt精神控制，我但凡放个2技能都能随便杀4,5个，放控制没有几秒钟，时间过了还要被掏屁股）。大多数关卡都会设置3条路线，左中右，可是你左边右边是对称的？？？？？？然后怪还放一样的？？？？？？？boss战玩家就只能反复做那几个动作，但凡玩家有点攻击欲望就给弹开，与此同时boss动作还是固定的，可以说等同于根本没有装ai，不会真的就没装吧，不会吧不会吧，打boss就纯恶心，打玛拉我还不如去打古达老师。打完玛拉更恶心，最后那关可以说就是完全100%恶心人的，尤其是那个躲球球，简直有毛病，不想让玩家通关是吧。可以说应该刺激的地方p感觉没有，不应该爽的地方反而更好玩，属于是看不懂。
最后是一堆bug，卡进虚空+死亡抽搐。
哦对，忘记说了，那个紫色怪的光刃不能弹反，你自己说为什么。
弹反什么时候能站起来啊?





好评: 贼快乐
好评: 一R到底
好评: 操，老子死了一百万遍过了最后一关解锁专家手贱点了新游戏，真你妈好玩我操
