差评: 这确实是一个好游戏，但是我需要这个游戏支持中文。
好评: 好玩 划了三个小时感觉手速越来越快了
好评: 挺不错的，和水果忍者很想
好评: 全成就太难了，挑战关躲炮弹连一星都拿不到
差评: -----刚开始，玩的还挺开心，游戏自动跳出去升级，然后自己画面就卡住了，这还让人玩个卵啊！
差评: 喜加一产品。总体来说不是很合我胃口，平时卖11这种小品级游戏也小小嫌贵。如果是手机端也许会比较有意思。
好评: 玩之前：横版忍者格斗，abababa
玩之后：在水果忍者的世界砍僵尸是否搞错了什么？

好评: 感觉这种游戏还是乖乖当一个手机游戏吧
差评: 手游移植到PC上还是手游操作就有点窒息，半途还卡死了...
差评: 手游操作，用鼠标极其难玩。
挑战模式有几个过关的条件非常苛刻。
差评: 不是很推荐，捆绑包买的结果发现不是很好。
感觉是暴力移植了手机游戏，有时候一卡一卡的。手游风格非常浓。也没有给大屏幕的PC进行优化。
可以在BOSS战中调低分辨率已获得优势，但本质还是加大了鼠标的移动距离而已。
好评: 1.虽然是全英文，但是几乎不影响游戏进程。
2.类似水果忍者的游戏，是手游移植？
3.虽然已经通关一遍了但是挑战模式给我虐成傻逼了（是我手太残了吗？）
总结：当个小游戏还是可以玩的
差评: 鼠标的操作手感别扭无比
差评: 在手机上是有趣的好游戏，但是用鼠标，谁能告诉我，鼠标怎么做到和手指触控一样的灵活？
好评: 好游戏，虽然鼠标操控不如手机方便，但还是很好玩
好评: 喜加一  双结局通关 满级89 全挑战三星 全成就
故事模式简单易上手流程大概2h作  挑战模式三星巨难巨难巨难，花了10小时在挑战模式+刷等级上（最多2h）
挑战模式推荐空战流，14关三星最难，优先击杀炮兵，再桶兵，球兵不要直接切（位置好/十足把握可以），最好先划线到空中再瞄准切，不然风险高，尽量让怪站在同一侧，先切球时要目测失误摔倒后与桶兵的距离   这游戏没有倒地无敌帧，失误成本高
有些关卡和人物比较新颖（还有水果忍者彩蛋），但是也就几种，怪物搭配到挺厉害，比如女枪和女陀螺。重复率不低。故事模式难度不大，就是有些怪挺恶心的，比如双刀猴  贼讨厌，主要是那个笑声太讨厌了

Boss关卡出人意料，不知道盔甲背后是不是也是只猴子呢
好评: nice
差评: 白嫖也难受，为什么我在不使用安卓模拟器的情况下还要用手机的操作逻辑玩游戏？
好评: 这是一个很好的手机游戏，但电脑不行！
就如同用电脑玩切水果，鼠标拖着划线不嫌累的
好评: [quote=]
如果您想寻找更多同类型的游戏，请关注我的鉴赏家，相信我，有福利。
https://store.steampowered.com/curator/34753839

联机开黑，了解最新游戏资讯，喜加一，日友，请单点此处：[url=https://steamcommunity.com/groups/haowanfun]好玩✔Fun[/url]
[/quote]

好玩指数：75 / 100 《Draw Slasher》是一款冒险类横版动作游戏，具有故事模式、挑战模式、生存和关卡模式，还有可以升级的忍术技术。游戏的玩法非常的简单，只需要鼠标即可游玩，通过滑动鼠标击败敌人，游戏玩法类似经典手机游戏水果忍者。
好评: ok
好评: 没记错的话是之前喜加一的游戏吧，我看到大家领了都没怎么玩，我是已经一周目通关了，作为一个小游戏还是可以的，前期没有什么有威胁的僵尸，砍就完了，后面就会遇到需要一些技巧来杀的僵尸，然后可以升级什么的，还是算是比较休闲，然后惊喜是杀完boss后可以用那个角色打非故事模式了，也就是挑战模式或者生存模式，就感觉这游戏挺标致的吧做的，里面的英语大多比较基础，当然如果出了官方中文可能玩的人会更多了。一周目打板.
好评: 白嫖的，不过游戏内容比较枯燥
如果满分5分，我给2分，看在白嫖的份上，再加一分
好评: 喜加一领取的游戏。
真忍者的水果忍者的游戏，只是砍的是僵尸。
打发时间还是不错的~
差评: 鼠标操作就离谱
好评: help u to be better in ur mouse control
差评: 挺傻逼的游戏，明明是手机游戏却放到pc上卖。
好评: 喜加一好评。
好评: 虽然手感很差，但是白嫖的游戏
差评: 游戏主线流程大概2个小时就能结束，即使没有中文汉化也能愉快的游戏并不影响游戏流程和体验

一些关卡很有创意，但是游戏并不好玩

第一次升级游戏竟然卡死了...

boss战属实恶心人

某些关卡又臭又长

然而最后还留伏笔，紫衣boss并没有死...正如他所说的那样砍掉头颅并不能杀死我，应该能有续作吧
好评: 水果忍者僵尸版？
好评: 创意满分操作恶心 懂的都懂
差评: 这视角能不不能更孙子一些
好评: 没中文，但能看懂，操作简单
好评: 快乐切水果
好评: Draw Slasher
好评: 就当练练英文吧
这游戏有时候会在加技能点的时候给你整个卡退
好评: 免费的游戏，所以给个好评，但是缺点很明显，手感很烂，制作也比较粗糙，所以自然也没有中文，画风不错，甚至剧情还有配音。
差评: 我们需要中文
We need Chinese
中国語は必要
우리 중국어 필요
Nous avons besoin chinois
ونحن بحاجة إلى صيني
Wir brauchen einen Chinesen
Нам нужно на китайском языке
Kita perlukan seorang China
Precisamos de chinês
เราต้องการให้จีน
Bir Çin ihtiyacımız
Necesitamos chino
אנחנו צריכים סיני
Χρειαζόμαστε έναν Κινέζο
Abbiamo bisogno di un cinese
हम एक चीनी की जरूरत
Kita perlu Cina
Vajame Hiina
Нуждаем се от китайски
Potrzebujemy chiński
ما نیاز به چینی
Treba nam Kineski
Vi har brug for en kinesisk
Tarvitsemme kiinalainen
Nou bezwen yon Chinwa
We moeten een Chinees
Potřebujeme čínský
Necessitem un xinès
chinese nIS maH
Treba nam kineski
Mums ir ķīniešu
Mes turime Kinijos
Aħna hemm bżonn Ċiniżi
Vi trenger en kinesisk
Vi behöver en kinesisk
Tunahitaji ya Kichina
Potrebujemo, kitajski
Ми повинні китайський
Mae angen inni Tsieineaidd
A kínai van szükségünk.
Chúng ta cần một Trung Quốc
Бид хятад хэрэгтэй
Ni bezonas ĉina
Biz Xitoy kerak
ہم ایک چینی کی ضرورت ہے ۔
Մենք պետք է չինական
Anyị kwesịrị Chinese
Нуждаем се от китайски
Trebamo kineski
Við þurfum Kínverska
necesitamos chinés
Sidinga Chinese
ನಾವು ಚೀನೀ ಅಗತ್ಯವಿದೆ
Urang kudu Cina
We kudu Chinese
અમે ચિની જરૂર
Біз қытай қажет
Морамо Цхинесе
Re hloka Chinese
আমরা চীনা প্রয়োজন
Kita kinahanglan nga sa Chinese
हामी चिनियाँ आवश्यक
Txinako behar dugu
Ons moet Chinese
מיר דאַרפֿן כינעזיש
Nos postulo Sinica
Mums ir ķīniešu
Potrebujeme Číňan
Potrebujemo, kitajski
Tunahitaji Kichina
ਸਾਨੂੰ ਚੀਨੀ ਦੀ ਲੋੜ ਹੈ
ჩვენ უნდა ჩინური
Me tatou Hainamana
Treba nam kineski
మేము చైనీస్ అవసరం
நாம் சீன வேண்டும்
Nou bezwen yon Chinwa
Ní mór dúinn Sínis
Нам трэба па-кітайску
Mes turime Kinijos
A nilo Chinese
Avem nevoie de un chinez
ພວກເຮົາຈໍາເປັນຕ້ອງຈີນ
Peb xav tau ib tug suav
Kailangan namin Chinese
Muna bukatar Sin
Biz Çin ehtiyac
Ne kemi nevojë kineze
Ние треба Кинески
Mila Sinoa
आम्ही चीनी गरज
നാം ചൈനീസ് ആവശ്യമാണ്
Kita perlukan seorang China
យើងត្រូវការរបស់ចិន
Tiyenera Chinese
好评: 不错的小游戏，可以用来打发时间，另外A和D是左和右，既然有左右为何没有上，虽然没有中文但是以我的水平可以读懂大概，总的来说能打75分
好评: fantastic
好评: 喜加一，还能挂卡，这有什么好说的。
好评: 故事模式游戏整体难度不高（某些场景难度极高），挑战模式难度非常高，如果有变速齿轮可以放慢游戏速度就好了（可惜没有），十分佩服挑战模式全火焰的大神，我是比不了了。


不过游戏有一点对我来说极不友好，忍者只有在走路过程中才能拖动屏幕，使其移动，冲刺过程中不能移动，这导致我经常被屏幕外的猴子们阴死，难受。
好评: 不错，很好的休闲游戏。
好评: 免费获取的小游戏，应该是手机移植，鼠标操作手感很难受，最好是触屏游玩，与水果忍者类似，里面也有水果忍者彩蛋，整体通关流程在2小时左右，挑战模式3星很难，拿到全成就的大佬我佩服的五体投地，还剩3个成就不打算做了，免费获取好评。
差评: 不推荐，诡异的配色，奇怪的手感，比不上水果忍者
差评: 喜加一，但是这游戏压根不适合用鼠标玩
差评: 一个手游的编制，不要来折磨我的鼠标了~
差评: No Chinese, no praise
好评: 免费的，挺好的小游戏
差评: 遊戲關卡很多重複，非常耗費時間，遊戲本體很不錯玩法新穎作為一個小遊戲不應該有過多的重複。就是二周目有點惡心。玩完這個遊戲相信你會非常喜歡猴子這種動物。
差评: 時間の無駄
好评: 既然是免费获得的游戏，也没啥不满意的了。里面有些关确实有点恶心，容易搞崩心态，但作为一款游戏总会要有一点点难度吧。画面的风格很喜欢，如果能出中文版就更好了
好评: sound like Bruce Lee
好评: 汉化！
好评: 你让我白嫖，我给你好评，双赢。目前只打到第一关后面一点，所以只能说说一点看法。游戏是类似于切水果的忍者小游戏，只需鼠标操作，休闲性不错，敌人类型也比较多，有技能可以升级，就是汉化部分有点少，虽然并不影响游玩，没有玩到后面，所以不做评论，总体来说是一款不错的休闲游戏，需要补充的是，游戏内流血，断肢效果比较多，不喜欢太血腥的朋友谨慎游玩。好了，500h币到手
差评: 首先，肯定是手机的移植作品，操作很别扭
然后我想到了用steam link软件在手机上玩，结果。。。跟电脑上操作并无二至
建议出门右拐，去玩切水果
好评: 爽就完事，  喜加一美滋滋
好评: 没有想象中那么好玩，游戏还是不错，可能不适合自己
好评: 海星吧，有一点小失望，果然我还是喜欢硬肛！的游戏呀
好评: 本质是一款水果忍者一样的游戏，在pc端上显得稍微有些格格不入，但是我电脑屏幕是触屏呀，手指划一划还是挺爽的，白嫖game，best game，嘻嘻
好评: 喜加一
差评: 有一说一，属实傻逼游戏，木桶关和挑战里只能杀一种的设定就尼玛离谱，真尼玛被恶心到了
差评: 切水果类的游戏不适合在电脑上玩奥
好评: 限时免费领取的游戏~其实我不喜欢这种手游移植作品！
操作手游风！~完全不符合PC的操作感觉！

游戏的玩法类似水果忍者，不过多了攻击被防御的选项，
需要划线将忍者的刀移动到敌人装甲薄弱的位置，而不是正面硬肛！
好不容易干掉第一个Boss然后解锁2个成就我就不想玩了！
大部分手游都无法让我提起兴趣！
好评: 憨批版水果忍者2333这个说法还蛮准确的
差评: 看预告片类似于切水果游戏，之所以说看预告片是因为完全无法运行游戏，显示在运行但是没有窗口弹出，根本无法玩游戏嗷嗷！！！
好评: 限时白嫖领取入库喜加一！
美滋滋。游戏类似切水果！
-------------------------------------------------------------------------

游戏操作，画面：
1：十分手游化的操作方式，鼠标模拟手指按住划过控制忍者攻击轨迹如果攻击起点不在主角所在位置，会先走到该位置再按轨迹攻击；
2：主角击杀僵尸可以升级，可以获得技能点来点技能；
3：游戏后期会出现许多需要用脑子的僵尸，可玩性还不错；
4：打boss便是黑魂模式了；
5：故事通关后会解锁许多模式，可玩性也很高。
-------------------------------------------------------------------------

总结：只要你敢给我喜加一，我就敢给你好评！（没毛病！！！！）
差评: 打到炮猴那里我终于知道为啥这游戏免费送了，真的闸种游戏，憨批版水果忍者
好评: 很好的一款游戏
差评: 玩法还行 操作恶心
好评: 挺简单的一个游戏  没事打发打发时间
好评: 数位板拯救者，腰痛怎么osu
好评: 在电脑端不太好操作，感觉是为智能手机设计的游戏……就是切水果的僵尸版本。免费游戏，食之无味。
差评: 垃圾
好评: 很好玩的一款休闲游戏，一玩就停不下来了，游戏每隔一两关就会出现新的怪物，每个BOOS都很有挑战性。
玩这款游戏就是要耐心，很多时候不要急于靠近怪物去给它来两刀，第二大关的BOOS打了三遍，掌握的规律技巧才过，之前的酒桶猴子，厨师猴子盔甲猴子和之后的提刀猴子，旋风（龙卷风摧毁停车场）猴子等等都要耐心打，看哪个出破绽就直接上去给它两刀。
还有这款游戏PC端也很好打啊，打起来特别流畅，鼠标也有鼠标的好处嘛！
好评: 水果忍者的电脑僵尸版，你需要好鼠标和鼠标垫，花钱买就算了吧。作为喜加一，我可以不玩，但我不能没有
好评: 游戏机制基本上就是《水果忍者》，然而PC版显然是对鼠标和食指的双重折磨。奇糟无比的打击手感，鬼畜的画面滚动，令人绝望的延迟（你不知道你会踩中第一个陷阱多少次），再加上一步不慎把你送回出发点、让你之前努力全部木大的游戏机制无一不在锻炼玩家的忍者心性。
至于我为什么点推荐呢
开玩笑，免费的游戏它不香吗
而且我挺喜欢它的美术风格的
差评: 傻逼游戏那一只猩猩卡我好几分钟明明能砍死非来个第三个笔画画不上去
好评: 玩儿法就是切水果。故事模式里面也有对水果忍者的致敬。
只要你送，我就给好评，奥里给！！！
好评: 游戏关卡设置的不错，可惜电脑不是游玩的最佳工具。但是还是好评。
差评: 无卡，不欢
差评: 垃圾游戏，废我流量，真的无聊，沙波至极
差评: 这游戏除了免费入手外，没必要买
好评: 游戏不好玩，但毕竟是白给的.中评
好评: 比较爽快，鼠标完成了一周目真是受罪。。。出现了2次游戏崩溃。
差评: 移植的并不好而且有Bug。成就比较费时间。总的来说触摸玩着不错，鼠标就感觉很差。
好评: 免费游戏，有什么差评的理由吗？（半恼
差评: 这游戏是手机游戏，偏偏放到电脑上，你当人人又都有触屏电脑啊，操作难受的一批，差评！！！
差评: 虽然是白嫖的
但是有一说一
挺无聊的一款游戏
就是用鼠标划来划去
你以为是玩水果忍者呢？
差评: 白嫖的游戏,然而我刚过教程第一次加点就卡死.
这游戏只能摆库存里吃灰了.
差评: 鼠标划屏幕，操作手感烂爆了。听说是手游移植。罢了。反正也是白给的随便玩玩吧

差评: 姑且不谈一款水果忍者操作手法的手游移植pc手感有多便秘，也不谈这奇葩的怪物造型和音效（疑似蹲坑攻击法的猩猩）
单独一个我所有音量都调到20%了，好好的正常的玩着呢突然蹦出来的震天炮剧情配音，wcnmlgb
差评: 根本不是电脑鼠标能控制的游戏，真是恶心，不推荐，手游就发到手机上，别在电脑上膈应人。
好评: 很有趣的小游戏，要是有中文就更好了，感谢免费送游戏。
very interesting game,if you have Chinese will be better,thanks for free game.
好评: 类似于水果忍者异一样的小游戏。动作是挺爽快淋漓的。配乐中规中矩。操作方式也特别简单，摁住左键移动鼠标划过屏幕为攻击。
差评: 不适合PC。不好玩。
好评: 还行吧。

Not Bad.
差评: 一个贴图2D游戏居然这么吃显卡！真的好么？难度还挺大的！找个时间把他通关了！
一直不出中文，也不优化，还是差评吧！移植成这样
好评: 非常好玩的一款动作游戏
忍者大战僵尸猴子
1.手游式的操作，鼠标按住划过控制忍者攻击轨迹
如果攻击起点不在主角所在位置，会先走到该位置再按轨迹攻击
2.主角击杀僵尸可以升级，升级点可以加在属性上（生命值上限或者耐力上限）或者中期解锁的技能上（增加技能效果时间）
3.中期开始会出现非常多无法一直攻击的僵尸
比如带着木桶的僵尸，需要等它停止移动把脑袋弹出来时再斩首
后面会有不同盔甲保护的僵尸，需要攻击那些脆弱的地方
甚至有必须绕道后方或者等待怪物停止移动时才能攻击的设定
总之不是无脑杀到底的游戏
但是关卡每隔一段距离就会有存档点，所以并不会一死就又要从很前面的地方重来
4.还有BOSS战，需要不停躲避加选择正确的时机攻击，难度有一些
而且在打到BOSS残血时还有有类似QTE的设置，需要按照屏幕的痕迹划出一致的攻击轨迹
如果没有成功完成QTE的话，BOSS又会剩余一些残血返回正常攻击模式，需要重新攻击一次或多次后再次触发QTE
P.S. 感觉有一些小BUG，比如第一个BOSS，如果完全按照轨迹的话会划不出，最上面需要靠的比较近才能触发击杀（不知道是不是个别现象）
另一个P.S. 如果BOSS战过不了，可以调低分辨率（窗口化），因为你鼠标移动的距离变短了，会轻松很多
5.故事通关后还有很多挑战模式、塔防生存模式什么的，可玩性也挺高
好评: 辣鸡游戏真j难
好评: 之前有一款黑白色的，现在居然出了彩色版 ， 必须买
