好评: 超人嗷你看你领的那几个贵物，人不人鬼不鬼的，还有那神奇女侠和黑亚当你俩好像俩傻篮子，记住了，你俩就是那舒克和贝塔，就是那海尔兄弟
好评: 说实话 难度有点离谱 4格难度被吊起来打 5格难度不敢想 但是打不过四个难度的话 就没有装备 就没有箱子 真的玩不下去
好评: J好玩
差评: 打着打着键盘就失灵了   真的气人！
好评: 目前三个角色升到30级，还够我玩好久，收集套装也挺吸引我的，就是太看脸了，目前只有两套完整的套装
好评: 还行。
好评: 非格斗类玩家不建议入手，对，说的就是我自己，手残一个。
打击感还是不错的，以后再也不买格斗类游戏了，基本就是瞎搓。
好评: DC角色全家桶，量大管饱
好评: DC粉必买！老爷帅帅帅！堂姐美美美！
好评: 里面30级的NPC是开了吗，好歹给他整个反应时间吧，不然啥都在破我招就离谱。
好评: 剧情很好，尤其是打击感很不错，操作也没有那么难，作为新手也可以接受。
好评: Why so serious
好评: xh
好评: 连招挺多的不太能很好按出来，对于这种真人快打系列的游戏新手不是特别又好，但DC粉对人物建模还是很满意的
好评: 一时间分不清老爷还是大超
好评: 游戏很好，打击感棒，但操作难度也有，想把所有连招丝滑运用得花不少时间。
DC粉必备，老爷很帅，女角色一言难尽
好评: 我是帅比

好评: 漫威迷路过
差评: 垃圾
好评: 永远支持姥爷！

差评: 格斗游戏整个等级是什么意思，强制逼人肝是吧
好评: 特效炫酷
好评: BUC
HJHJH

好评: 和朋友对打选海王啊，记得选海王啊，不要用蝙蝠侠或绿灯侠，弟中之弟，海王门槛低 手还长，用过都说好，快选海王暴打你朋友，轻松获得大量快感！！！没有朋友也可以推剧情，当一部加长电影看，建议打折入手。
好评: 确实可以，dc粉必买

好评: 买电影送游戏，剧情不错，姥爷最帅。
好评: 游戏挺难的，手残党不建议入
作为格斗游戏，打击感没得说，做的很棒
如果能把操作难度降下来就会更好了
(我是手残党）
好评: 屠龙勇士终成魔龙。
好评: good对电脑要求显卡套高了我直接卡在设置那里黑屏不支持屏幕不显示GTX750Ti太难了
好评: 非常符合我对格斗游戏的胃口，就是cg太多了
好评: 铁汁们 一按sdajkll键盘就黑屏 怎么办啊  有什么解决办法吗 真的求帮助
好评: 


好评: 唯一支楞的DC游戏，只不过全员魔怔版。我想要站在不义联盟那边拯救大超啊啊啊啊。

游戏本身而言又肝又氪，连剧情装备都要开盒子才能得，超人的试了300个三级盒子才有，大家还是不要想着靠正常手段拿吧。不过当做一个横屏打斗游戏还是可以的，开局对话什么的做的都挺好的
好评: 好
好评: 相当于看了一部DC电影
好评: 猩球差点崛起，女角色太丑了，阿托希塔斯来了阿托希塔斯走了，蝙蝠侠对队友永远有后手。
好评: 很好玩的美式格斗游戏。
好评: 非常好玩的双人对战游戏，已经被女朋友打爆了
好评: 好
好评: 好玩
还有中文
好评: 666666666
好评: 美国佬天天拯救地球给你爹我玩吐了！
好评: 在特定场景，显示屏会有明显屏闪，肉眼可感知，与电脑系统版本和显卡驱动无关，开启HDR 10与否都会有，会导致眼疲劳。接近的售价，同样的工作室出品，可是内容和游戏时长不如《真人快打11》。
画面精细度，可能刚玩无法接受，但玩下来会能够满意。
差评: 打击感一般，画质更一般，非DC粉慎入
好评: Dc粉吹爆
好评: 完美角色，蝙蝠侠

好评: 不义联盟系列全以DC漫画英雄为蓝图创作的格斗游戏。总的感觉还不错，打击感流畅度动作感都还行，还有特殊行为大招等的加入也增添了不少乐趣。装备系统和多元平行宇宙的加入也很好玩，是一款不错的游戏。建议大家购买传奇版，所有内容都包含。
好评: 很棒的一款格斗游戏，还有双向结局的电影看。作为新手有时间我可以琢磨一个下午的连招，但依旧要吐槽无用的超必杀，都超级英雄了超必杀不能自选吗！
好评: 打击感很好的一款格斗游戏，剧情也不错
好评: [h1] DC太黑暗了，老爷竟然成了超人的形状！ [/h1]

N社和QLOC这几年来的格斗游戏从未让人失望
虽然不是绝对完美，但在格斗游戏日益势微的情况下，N社和 QLOC在格斗游戏的制作上却越来越成熟。
图形技术一直在进步，动作设计一如既往的具有观赏性，而且搓招设计也容易上手，尽可能的降低了新人上手门槛。
剧情表现虽然中规中矩，不过电影叙事模式与格斗游戏进行完美的结合。但想吐槽一点，有时候看着打得毁天灭地，最终角色毫发无伤的站起来继续剧情演绎的时候，实属是很戳笑点啊。

[h1][quote=]
[table]
[tr]
[th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
[/tr]
[tr]
[th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
[/tr]
[tr]
[th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
[/tr]
[/table]
[/quote][/h1]

[spoiler] 小时候街机厅接触了街霸和拳皇，随着时间推移很久没有接触这两者。
后来接触了10和11的真人快打，有被震惊到。 [/spoiler]

自己其实是格斗游戏的苦手，可偏偏见不得制作精良的游戏，而且还是电影化叙事的超英游戏。
还好剧情模式可以选择难度，而且游戏对新手比较友好的，失败了可以重新再来，暂停游戏可以看到基础的连招表。

虽然本作其实有很浓的网游气息，例如开箱子。
还好依旧有剧情模式，其实剧情模式主要是可以展现游戏的故事和游戏的玩法内容展示，同时还可以满足独狼玩家的单人游戏的需求。
当然最不能忽略的一点就是游戏可以让玩家在进行剧情的同时，熟悉一些具有代表性的英雄的操作）。
加上如果是粉丝用户，当然最喜欢看到的就是自己喜欢的英雄的新故事！

[h1] 对于格斗内容，想对新人谈谈基本的上手问题。 [/h1]
在剧情模式之下，我个人最中意的英雄是绿箭侠与闪电侠。原因如下：

虽然基础连招大家都同样的易记，但主要是这两个英雄相对比较上手，即使相似的按键操作，不同英雄的起手或者衔接帧都是不一样的。

就像哈莉的棒槌起手，虽然打出不错的伤害，还有控场的效果，但起起手帧太长了，很容易被对手一记普通轻拳打断。
还有绿灯侠哈尔的基础连招，控场换边的那一招，为了表现动画效果，有一定的延迟，加上绿灯的超负荷远近不易掌握，可能会打空，因此这个英雄比哈莉还要难上手。
除此以外，金丝雀、火风暴都有上手难度。

而最适合新人上手的应该就是绿箭侠了，首先起手帧没那么多，不易被打断。
然后是基础连招很容易释放，不过最主要的是几个连招很容易进行组合，将敌人击飞碰到墙面弹回，接上普攻或这连击，然后接一个弓箭旋转的技能，甚至对方起身时还能接一个投技。可以说这一套操作的体验很是畅快了！

可能有人会说这样太单调，但对于新人来说很有鼓励意义，而且让其熟悉操作的手感也是很不错的。

[h1] 其他方面，也有想吐槽的地方。 [/h1]

如果显示器的分别率高于1920的情况，那么进入游戏后就会黑屏，游戏无法正常打开。

剧情中规中矩，但依旧有水剧情的情况，就是利用信息差这种情况，让角色做一件无用功。实属是让人有些无法理解，例如：对战前的对手，不听解释，被揍后乖乖听话...以及刚关进去的人，又给放出来。
还有就是剧情开始有一个几年前的部分，可游戏转回到现在的时间线时毫无提示。如果你不了解一代的剧情，那么你就有可能蒙。

还有过于网游画，饰品不仅仅是外观的改变，还会改变角色的属性。
似乎无法体验到纯粹的格斗内容，因为需要考虑装备的问题。
还有工会的加入，工会还能产出宝箱这类的东西。

不过整体而言，这款游戏很推荐。制作确实很精良，如果你是格斗游戏爱好者，请不要错过这款作品。

最后感谢各位新老联盟成员的阅读！
好评: 游戏很不错，但如果不了解DC就还是没那个必要，假人慢打不香吗
但如果不在乎这基本不存在的就是找理由让大家互相用拳头招呼脸的剧情的话，就一定会很开心，拳拳到肉父慈子孝，打就完事了，要啥自行车啊
好评: nb
好评: 直接冲了
好评: 进不去
好评: 真就看电影，打一章看一段，四十多G的游戏cg就占三十多，DC粉可以入手，如果追求格斗不建议，打击感只能说一般
好评: 游戏很好玩，血压容易上来
好评: 昨天买的今天一下午通关了。首先从画质上来说我觉得不错，每个人物的大招cg都很新颖画面震撼；其次是内容，这游戏几乎包含了dc全部的超级英雄，内容很多又很精华，而且内容上不仅有剧情模式还有在线和对战模式，通过对战还能升级英雄装备武器（最主要的是能和好基友玩）；最后是这游戏值不值得买。如果你是那种喜欢花里胡哨而又很炫酷的打斗画面和追求极致的操作手法，那么你就可以考虑入手。
ps：我不是很喜欢这种格斗类型的，但是看游戏介绍的视频还是忍不住买了，买完之后发现真的很香。
差评: 圈钱有一手，优化和屎一样

好评: 打击感一流剧情也不错
好评: 真棒
好评: 跟真人快打一个公司的，质量不用说，就是线上人太少了，玩单人感觉很不错。
好评: 格斗游戏从来不是我的菜 这个游戏也是偶然买的 玩完发现 这款格斗游戏真心是个神作 对新手很友好 不像日式格斗那样吃技术 强烈推荐
好评: 买电影送游戏
好评: 人类必须知道的六大冷知识 1、当你左脸被打，你的右脸就不会痛。 2、 当蝴蝶在南半球拍了两下翅膀，它就会稍微飞高一些。 3、当你吃下了20碗米饭，换算下来竟然相当于摄入了20碗米饭的热量。 4，凡是每天憋尿过多的人，有高几率100年内死去! 5、人被杀就会死! 6、帅的人看到这段话会赞，丑的会视而不见
好评: 就当看一部电影还是不错，打击感也可以，不过搓招有点不习惯
好评: 蝙蝠侠YYDS

好评: 6b

好评: 没啥可说的，刺激。
尤其是剧情居然还有分支选项和两个结局。
nice！
好评: 很帅，DC迷必备。
好评: 一个星火，一招鲜，吃遍天。
好评: 打折20，嘿嘿嘿嘿嘿
好评: 新手教程跟隔壁真人快打一样保姆级，唯一的缺点就是角色建模太丑了。。。。
好评: I love Starfire (Mentally and Physically)
好评: 沙包日记
好评:  好
好评: 买电影送游戏  蝙蝠侠超人一边太极端一边太理想化非黑即白是显得剧情没啥深度 
但游戏总体还是很优秀的很难不冲
最后说一句小丑女猫女超女黑雀四个姐姐真好看美的各有风格
好评: 不义联盟的漫画其实比游戏的剧情好一点，所以快给我画漫画，狗dc。
好评: 剧情连贯不废话，打斗很顺畅
好评: worth it
差评: 上手难度低，但是连招僵硬，剧情鬼扯，多元宇宙更是老太婆的裹脚布，又臭又长
差评: 多重宇宙打™的神奇女侠，无脑抓取瞬间连击，无脑绳子打尼玛。根本反抗不了，倒地起身连僵直时间都没有，瞬间绳子抓我开始连击？？？？？
两年后我又手贱拾起来玩了，什么垃圾优化啊，能操作但是esc失灵的游戏你们见过吗？？？ 我第一次见，全程跳帧，画质什么都调到最差了，手感稀烂，还对战，打个屁
还有啊，我的配置没用问题，比推荐配置强一点。
好评: 拳拳到肉的打击感,超级爽
好评: 我练连招技巧已经有段时间了~打中等难度绰绰有余，可以保证不掉血k掉一条血。所有的格斗游戏都是必须花时间去练习的，不仅能打出一套完整的连招，还tm贼帅！然后呢~剧情是超级棒的！！！和漫画同步精彩，打完剧情还可以去挑战多重宇宙的活动，会掉些很多装备，兄弟眼盒开出的装备百分之70是白色的，就离谱。算了我上号了
好评: 流畅的打斗和细腻的剧情值得入手
差评: 连招难度极高，判定按毫秒算
差评: 傻逼遊戲
好评: 。。
好评: 32全DOL入库 今天又赚了
好评: 好玩，打斗反馈稍逊真人快打14，但绝对是上乘之作，昨天刚买，嗯瘫寝室造了八个小时，非常上瘾。
相比于真人快打一开打，就是打烂骨头，割掉肠子，联盟2给我一种子供向的感觉，好温柔，我真的哭死。
32块钱买来的，就这个价格玩剧情模式都一点都不亏，建议大家打折的时候一定要买，不要犹豫！
总而言之，这个游戏特别好玩，建议大家都可以买来玩玩，也就32块钱，原神一个月的月卡钱。
说到原神吧，感觉这个游戏不如原神...打斗反馈....
还是建议各位中国玩家多玩原神，支持国产之光，米哈游打倒腾讯，指日可待
好评: 好玩，有深度
好评: 真的爽！就是猫女咋长的这么像赵薇doge
好评: HAOWAWN
好评: 了解dc人物最好的游戏
好评: ↓Y 延迟Y A.....第一次玩格斗游戏真的感觉太难了
好评: 打击感不错，必杀技特效很震撼
好评: 看了各类主播秀终结技能，特效太好看没多想直接就入了，优秀的格斗游戏。
好评: 这游戏这真的很精彩很值得玩，故事剧情就是在看电影，打击感也很强，喜欢超级英雄跟格斗题材的可以尝试。
好评: hbuiVBUJIYGVguiiukgbiikugUIGJBhGBgIHOIHIOFWADFA WF
差评: 我是傻逼

好评: 好玩到想射
差评: 进去就卡着，打不开
好评: 连招真的很难连啊啊啊  我炸了
差评: 多重宇宙不稳定？ 怎么解决
差评: 玩着玩着 就启动不了了
好评: 打架是一点不会，换起衣服倒是一套一套的
差评: 没有封面上的超女，别买
好评: 神奇女侠你勾寄吧不是嗷，我就在大都会骂你了嗷，你来哥谭，我等你
好评: 闪电侠！
好评: 很帅，DC粉无脑入就可以了，但是手残党可能玩着比较艰难，也不能打出很帅的连招
好评: 挺好的
好评: 好玩
差评: 这个游戏说实话设计了太多玩不到的东西，并且用xbox手柄玩的话很多连招按钮和他所要求的不一样安不出来，搞得我得用键盘玩，如果不是真的喜欢DC，不建议入，老游戏了没啥意思，估计玩几次就腻了，入了就当收藏吧
好评: 666666666666666
好评: 对于手残党的我来说这个游戏还是比较友好的，练几天也能勉强打出几个连招来打AI。
AI刷多人宇宙也能让我省省心，装备太多了也让人有刷刷刷的欲望，不义暖暖名副其实。
和舍友一起打也是很爽的，两个彩笔蹲踢，投技，连续普通拳和远程。
剧情方面我是先打的蝙蝠侠线，过几天打超人的线是真的让我回味了好一阵都没缓过劲来。
好评: 好好好
好评: 一直启动闪退，无法正常进入游戏~~
好评: 这不有手就行？
好评: 爽
好评: 打击感很棒，赚了很多装备，玩的很high！！！
好评: 爽！
好评: 怎么说呢，画质相当好这游戏，但是上手难！难！，新手玩家不友好，挖槽，太JB难了，（劝退了，劝退了）
好评: 挺好玩的，41入的传奇版，我是大聪明
好评: 打折买的，游戏确实是好游戏！！

好评: 四十块钱买了价值四百的东西！我真是大聪明
好评: DC粉必备，装备超级帅。还有贴心的自动挂机模式，即便不会玩格斗游戏也可以当养成游戏玩
好评: 拿到游戏的第一件事就是用杰森把周可儿暴揍了一顿（开玩笑的，因为玩的太菜被周可儿请吃撬棍全家桶了）
差评: 萨比
好评: 建议买豪华版，不然靠纯手打搞装备很耗时间
好评: zbc
好评: 是这个游戏让我对DC有更深入的了解，从此爱上了DC宇宙
好评: 启动ihjustice2，

嗯，

又是一个折磨手柄的好日子
好评: very nice
好评: 角色的技能特效很强。DC粉闭眼入。
好评: 游戏体验是非常不错的，但是，为什么每次都不能顺利退出游戏呢？
差评: 这款游戏能让你感受到网易腾讯之类的氪金变强魅力。别来喷我，也别说你玩过多少多少，战绩多少多少。装备系统一出来我就看出来没那么简单。同等级的电脑打你轻轻松松，伤害不如电脑，出招也没电脑快。我玩你吗？找虐你吗？
好评: 游戏很好，但是我想知道如何修改我的游戏昵称，在线等，很急，有谁知道解决方法请务必告诉我，谢谢
好评: 各种DC超级英雄 堪称CG级别的演出
好评: 卡顿问题好像修复了，这下可以愉快的玩耍了.
好评: ？
好评: 不错的游戏 拳拳到肉 爽快
好评: 一开始的我：戏说不是胡说，改编不是乱编
后来的我：我只觉得卡拉小姐说得对。
好评: 《不义联盟2》
[h1]★★★★★[/h1]

看过《不义联盟》的漫画，剧情令我印象深刻，很精彩，本作作为一款格斗游戏在努力还原剧情，毫无疑问的是，面对本作，DC粉丝不用犹豫了。这是一款剧情和游戏性都照顾的很好的格斗游戏。
差评: 啥也不是外挂太多，里面的人也特别没有素质动不动就踢人骂人对于萌新很不友好，萌新慎入
，严重影响有限体验！
好评: 很好玩就是啦
差评: 傻逼公司，布莱尼亚克糙了开发者亲吗了是吧属性那么高，傻逼游戏死个婊子妈
好评: 好玩

好评: 我想要的不止是《Injustice3》，而是《Justice》
好评: 不义暖暖，开母盒模拟器。
好评: good
好评:   家暴大法好。
差评: 怕是对一个已经凉了的游戏太自信了，本来大多数人就是冲着不义暖暖去的（别和我说什么都是冲着格斗去的，我玩了这么久也有一段时间了，真正格斗多少玩家心里有数）玩个单机整点套装，结果11/6的更新直接废掉了修改器，让本来可以挂机刷的装备要刷个几年，有这点时间不去更新点游戏内容，丰富点活动，真的是越更新越垃圾。从格斗方面来说，我承认，你是个不错的格斗游戏，不过玩这游戏的多少是冲着打格斗去的呀，大多数都是dc粉吧，练这个游戏练会没个一两年打不出名堂，直接劝退一片玩家，导致这游戏贼凉贼凉。与其你搞这么花里胡哨不如整的简单朴实点，搞这种东西恶心人有意思吗

好评: 挺好玩的
好评: 好玩 10分钟内好玩
好评: 棒！！！
好评: 挺好玩的，不过操作有点难度，我一直不会用连招。
好评: 爽快
好评: 游戏是好游戏但是pc优化的不好，掉装备等问题还是有，但是基本都能解决，那些说什么平衡性太差或者装备差距打不过的都是机制没玩懂心态爆炸然后来评论区无能狂怒瞎掰的云玩家。
好评: NICE
好评: 老爷的面子必须推荐...
好评: 1111
好评: 手感真心不错
好评: 解压解压超级解压！！！！
好评: 故事流程太短了
差评: 经常死机打不开游戏，不能正常游玩。也就玩了一个小时没什么可说的
好评: dc的真人快打
好评: 说实话还不错，就是玩的时候有点麻烦，很多键位不喜欢，改又太麻烦了，不过喜欢格斗类型的玩家可以等打折买一下。
好评: 大苏打
好评: good
差评: Cancel the Denuvo PLEASE! I bought this game for few years and just played 0.4 hours, just because this Denuvo make the game running in slow motion. I want THIS DENUVO SHXT GONE!!!!!!!!!!
好评: 父慈子孝模拟器
好评: 格斗打不来但只是看剧情cg的还行，也算重温了。
好评: 应该不开加速器玩会闪退吧或者这游戏本身优化不好就闪退
好评: 纠结很久，折扣入手，不亏！
好评: 
好评: 游戏还可以，如果你排不到人，你应该是你的加速器问题
差评: 傻逼玩意，闪退玩意，黑屏玩意，制作组不带脑子做游戏？
好评: 就是操控有点不习惯
好评: 我是伞兵
差评: 剧情太短了，打斗连招有点难记  操作有点难
好评: 这游戏好就好在它好
好评: 无敌无敌无敌无敌无敌 玩精一个英雄就贼几把炫酷 闪电侠yyds
差评: pk按任意按键就黑屏但是有声音....
好评: md电脑太差游戏崩了
差评: 屎一样的出招设定，出招反馈时间平均慢出2秒以上。许多角色根本没有默认的连击技能，打开出招表全是碎片化的技能
最恶心的是存在XX YY在0距离第二击无法命中的情况。我不知道一个格斗游戏在0距离第二击不能命中的设定是为了什么？世界上哪个流派的格斗是0距离出招打不中人的？

好评: 不错，故事很精彩，蝙蝠侠yyds
好评: 。m、＞n。离开；
差评: 服务器无法连接
好评: 玩着感觉很爽打折40多买的豪华版赚翻了
好评: haohaohjao
好评: 想玩很久了，今天买了试了试，太爽了

差评: 嘎嘎闪退，有时候还进不去、

好评: 喜欢DC的角色，比较容易上手
好评: 很喜欢。
好评: 贼他妈刺激
差评: 不好玩，CG又臭又长没啥意思，而且CG的帧数还低看着眼疼

好评: 可以
差评: 我是一个老爷的粉丝
剧情里面老爷看到几个机器人就双手挡脸一副害怕的表情，连个planb都没有，等超人或者超级少女来救他，我忍了，因为后面老爷打爆了布莱尼亚克救了超人，挺帅的
我开母盒开了几十个吧，就开了几个老爷的破烂装备，我忍了，因为我可以买配色，胸口白标那个配色真的很jb帅
格斗游戏嘛，连招很复杂很难搓，一开始我连几个npc都没打过，我还是忍了，去b站看视频然后自己摸索整了几套连招出来

但是，为什么贝恩四下普通攻击比我大招伤害还高？？？为什么我每次连招的起手式上段上段下段这个b全都能防住？？他为什么知道我是这个顺序？？？是因为起手帧吗？？为什么我完全看不清这种东西？？？
你们知道作为一个老爷的粉丝和贝恩打看到贝恩不停把老爷断背有多难受吗？？？？？？
我打了大概十几把才打过
太nm痛苦了
如果有高玩能指导我关于这个出手帧的问题我就会把这个差评给改掉，毕竟这款游戏剧情还是很棒，人物也都挺帅的
就是今天下午被气到了，cnm
好评: 好玩，真不错，打折买的我是聪明逼
好评: 可恶为什么没有沙赞
好评: 装备是真的难刷
好评: 剧情蛮不错

好评: hao
好评: 看到没华纳，做游戏的都比你会拍电影
好评: 手残党只配玩故事模式
好评: good
好评: 细节很棒

好评: 这策划也是个逼养的，一套衣服刷一周都出不来
好评: 还行，没评论区说的进游戏闪退，就是这游戏键盘玩可能有点难度，手柄玩好一点，不然的话，键盘玩操作难度太大了
好评: 剧情炸天，一气呵成，干就完了。
好评: 作为一个格斗游戏迷，这个游戏确实不错，但作为收集控开箱子集齐所有套装还是挺费时间的，期待早日出3代。
差评: 闪退，删存档
好评: 喜欢蝙蝠侠 买来发现。。自己手残根本用不好。。。。。
不过蛮好玩的  想和好友对战。
差评: 垃圾游戏卡bug人物动不了 站着被打
好评: 好
好评: 整体体验还是好的，唯一让我不舒服的是故事模式的结局，这个二选一的选项我是真喜欢不来，要是荒野大镖客那种前期不同抉择影响结局的模式就好了
好评: 挺不错的，就是剧情太短了
好评: 很好玩很精彩
好评: 游戏非常好玩值得推荐
好评: 神作加神电影
好评: DC yyds!!!!!!!!!!
好评: 就没人觉得这游戏太肝了吗，装备要开盒子 还分普通 稀有 史诗 还有一个传奇装备要做一个前置任务巨tm复杂而且困难的副本，还只有一次挑战机会，行 这个传奇装备我不要了行吧，史诗装备还有套装的，到底要开多少母盒才能开的出来，还会出重复的。简直折磨，没有也不影响体验，但总感觉少了些什么。

好评: 真不错

好评: 好玩
好评: 可以的打击感很好

好评: 儿子很喜欢
差评: 总是闪退，然后有时候键盘就没法用，不知道为啥，确定，返回键都能用，就是没法对战。绝了，其他都不错
好评: 一般般吧，当单机游戏玩
好评: 突突突突突突拖拖拖拖拖拖拖拖拖拖拖拖拖拖拖拖拖拖拖拖拖拖拖拖拖拖拖拖拖拖拖拖拖拖拖拖
好评: good
好评: 我已取消申请退款，还能继续玩这款游戏吗？这么久过去了客服都没回应
好评: 虽然但是，主线就5个小时是否有点
好评: 体验感拉满，剧情很精彩，打击感也很不错
好评: 好
好评: 真不错
好评: 非常nice！DC粉必须支持一手！
好评: 还不错打折买的
差评: 千万不要买
好评: NB
差评: 音画不同步我玩个空气啊
差评: 我是伞兵

好评: 666
好评: good
好评: 6666
好评: ojbk

好评: shuai
好评: 好玩，太好玩了，耶

好评: 太棒了，我都不敢相信这是17年的游戏
好评: 好玩

好评: 大作

好评: 好玩
好评: 我是伞兵
差评: 没有类似游戏经验或一定手速的人不要购买，因为你连新手教程都过不去
好评: ddddddddddddd
好评: 我是傻逼，108买的

好评: 从小学便开始玩不义联盟（injustice：god among us)，班里很多同学都在玩，用手机玩，是一个并不复杂但很好玩的格斗游戏，个人觉得比漫威的格斗游戏好很多。我记得那时我们公认最强的角色是沙赞（自杀小队还没出），因为沙赞放完大招后可以一直技能还有免伤，我当时从75000也就是最便宜的黄金包中抽到了沙赞，兴奋得不得了，而别人开600000的万众瞩目包都不一定开出沙赞。后来，游戏经常闪退，网络对战也连得越来越慢，而我副本也打了大半，加之王者荣耀等游戏出了，上了初中之后班里的人只看漫威而几乎不了解dc，学业负担越来越重······种种原因让我玩不义联盟的频率渐渐降低，最终处于退游的状态。
当然，我那时知道了电脑上也有不义联盟，玩法剧情比手机上的那个丰富得多。可那个时候根本不知道什么是steam，对于电脑上游戏的了解也只是一些网页游戏。纵使在一个全是英文的网站上查到了不义联盟2的售卖，我也只能是看看，然后发现卖的是ps4的版本，没有Windows的版本，并且这游戏是我买不起的。
今天我终于买了在我心愿单里放了好久的不义联盟2，虽然对它的兴趣早已不如以前，但还是买了（主要是因为打折),买完就迫不及待地下载了。我选择单人模式，进入操作的教程，我自闭了。
我他妈手残啊（手残到玩个deadcell都不是很利索，玩PUBG想杀个人都难），而且没有手柄只有键盘，这么复杂的操作他妈的让我怎么玩。连续击飞的操作我他妈试了几十次才成功，打个教程比玩人类一败涂地还自闭。
不过这确实是个好游戏，是个非常牛逼的格斗游戏，让我这个并不是很懂格斗游戏的人大开眼界。
现在只能让它在我的库存里吃灰了。什么你让我退款？那是绝对不可能的，手残是我的问题，不是游戏的问题。游戏很优秀，但我实在没有大把的时间去练习。
先说这么多吧，我去写作业了（当然也有可能是去打CSGO了（doge
好评: 666
好评: 我是傻逼
好评: 横版格斗游戏以后想做大都是朝这个方向了
差评: 多元宇宙进不去
好评: 我是傻逼
好评: 0.0
好评: 40块买了价值400的捆绑包，我是大聪明
差评: Disgusting N!99er Superman ?
From DC to  N!gger comics，"NC"

尼哥超人？改名叫NC吧， 尼哥漫画 

Restore the SnyderVerse！！
Restore the SnyderVerse！!
好评: 牛
好评: good
好评: 相当nice的格斗游戏
继承了1代的故事
结局留了悬念
基本上就是会有第三部
希望不要被死马epic独占掉
好评: haowan
差评: 2021.9.3
更新了2021.8.31 rtx发布的新显卡驱动之后，游戏就开始无限闪退，具体是在进入一堆开发商logo界面之后就闪退，无论重下游戏或者验证游戏完整性都没有办法改变，希望将来能解决这个问题，那个时候我再下回来吧。
好评: 游戏剧情很不错，可以电影看，战斗手感的话比卡普空的差了些，属于欧美那种风格，但依然还是不错的。大招初次见很炫酷，里面还有忍者神龟这种情怀觉得，打折买不亏
差评: 刚玩通关，看见logo就闪退，以为我的设置有问题，忙乎了好久。
差评: 一直闪退 现在进去了装备全没了 RNM退钱
差评: 删除再下载就无法进入游戏
差评: logo界面过后闪退
好评: 生活中，若不义联盟出现了，我们就不得不考虑它出现了的事实。 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 现在，解决不义联盟的问题，是非常非常重要的。 自己的鞋子，自己知道紧在哪里。带着这句话, 我们还要更加慎重的审视这个问题。总结的来说， 我们都知道，只要有意义，那么就必须慎重考虑。 在这种困难的抉择下，本人思来想去，寝食难安。 对我个人而言，不义联盟不仅仅是一个重大的事件，还可能会改变我的人生。 不义联盟，发生了会如何，不发生又会如何。 可是，即使是这样，不义联盟的出现仍然代表了一定的意义。 爱尔兰在不经意间这样说过，越是无能的人，越喜欢挑剔别人的错儿。塞内加说过一句著名的话，勇气通往天堂，怯懦通往地狱。这句话语虽然很短, 但令我浮想联翩. 不义联盟，发生了会如何，不发生又会如何。 不义联盟的发生，到底需要如何做到，不不义联盟的发生，又会如何产生。 我们不得不面对一个非常尴尬的事实，那就是， 达尔文曾经提到过，敢于浪费哪怕一个钟头时间的人，说明他还不懂得珍惜生命的全部价值。这句话把我们带到了一个新的维度去思考这个问题: 带着这些问题，我们来审视一下不义联盟。  一般来讲，我们都必须务必慎重的考虑： 不义联盟因何而发生？ 左拉说过一句富有哲理的话，生活的道路一旦选定，就要勇敢地走到底，决不回头。这不禁令我深思. 所谓不义联盟，关键是不义联盟需要如何写。 要想清楚，不义联盟，到底是一种怎么样的存在。不义联盟的发生，到底需要如何做到，正义联盟的发生，又会如何产生。 吉姆·罗恩曾经提到过，要么你主宰生活，要么你被生活主宰。我希望诸位也能好好地体会这句话。从这个角度来看，不义联盟，到底应该如何实现是没有答案的。我们要想清楚，不义联盟，到底是一种怎么样的存在。

差评: 看来不止我一个人在logo界面就闪退的
差评: 为啥突然就闪退了
差评: 闪退很烦！玩了十几个小时后就这样了

好评: cool
差评: 靠，为啥显示完logo就闪退了，无语。。。。。。。
差评: 刚下完刚开始玩就闪退
显示完所有开发商logo后退出
有解决方法吗
好评: DC粉玩爽的一批
好评: 我也是更新了2021.8.31 rtx发布的新显卡驱动之后，进入一堆开发商logo界面之后就闪退，各种方法都试过了无法解决
好评: 我是傻逼
好评: dc粉丝玩的很尽兴，就是角色装备感觉有点肝
差评: 手感僵硬，节奏奇慢，频繁锁帧的垃圾
糊弄DC脑残粉的狗屎，格斗玩家强烈不推荐购买
心疼20刀，全当花钱买了个差评。
进游戏，菜单锁帧
进剧情，50G的播片只有1080P 30帧？
音画不同步，建模还不如日厂平均水平。
进训练房，美式格斗一如既往的僵硬手感，节奏慢的令人发指，系统就不多说了，没啥可讲的。美式格斗有系统？
你告诉我正常对战中终结技演出也锁30帧是几个意思？
怪不得出来刚一年就凉了。EVO垫底的货色。

SGN 黑屎殿堂 终身成就奖

[h1]作为格斗游戏来说，垃圾[/h1]

[table][tr][th]项目[/th][th]占比[/th][th]得分[/th][/tr][tr][td]画面-表现力[/td][td]20%[/td][td]8[/td][/tr][tr][td]画面-艺术性/UI[/td][td]5%[/td][td]6[/td][/tr][tr][td]音乐[/td][td]5%[/td][td]7[/td][/tr][tr][td]音效[/td][td]5%[/td][td]6[/td][/tr][tr][td]配音[/td][td]5%[/td][td]8[/td][/tr][tr][td]技术(优化，摄像机，物理效果)[/td][td]10%[/td][td]0[/td][/tr][tr][td]游戏体验-机制/关卡设计[/td][td]20%[/td][td]2[/td][/tr][tr][td]游戏体验-战斗/操控[/td][td]20%[/td][td]0[/td][/tr][tr][td]剧情/世界观/人设[/td][td]10%[/td][td]3[/td][/tr][/table]
[b]总分：8*0.2+6*0.05+7*0.05+6*0.05+8*0.05+0*0.1+2*0.2+0*0.2+3*0.1 = 3.7[/b]
好评: 哈莉奎茵yyds!就是没怎么玩过这种格斗游戏不太会搓招还得再练练
好评: 123
好评: 32元入手的 游戏性很强 就是格斗有些硬核 懒得练连招 剧情还不错 玩法多样而且人物做的都不错 DC粉就无脑入手吧
好评: 剧情多一些就更好了~
好评: dc粉无脑入就好了
好评: 好玩
好评: 史低27入的，五小时简单难度通关，就像看了部dc的电影，连招也打不来，几乎乱搓招，全程除了那个长触手的boss（名字忘了）打的有点吃力其他基本ok，期待什么时候出第三部
好评: 当我面对人们是时我都问这个问题。我问，告诉我耐克相信什么？他们说这很简单，只管去做。我问告诉我阿迪达斯相信什么？他们说这很简单，不无可能。我问，现在告诉我你们相信什么？当人们看着你，他们会想到你的借口吗？当人们看着你，他们会想到你的成功吗？当人们看着你，他们觉得这个人他会倾尽全力。不是某一天，而是每一天。而且不会被人断言说。如果我想做才做，因为我们都知道。如果我们只在想做那天才做，我们什么都不会完成。我说的是真正意义上的决心。不是只在一切畅通无阻时才出现的决心。我说的决心是。我会保守我的诺言。说到做到。就算当初许下诺言时的热情已经消失。许多人都能被停下来。许多人只需要告诉他们不行。只需要让过程不简单。只需要把过程弄难，他们就会停下来。如果你想要达成你的目标。别光想着乐观思维。然后一切都会如愿以偿。如果你想要达成你的目标。你得给墨菲定律说一声。有种就来让我失败
好评: fighting!
好评: 游戏挺好玩的，浓浓的DC风格，打击感也很出色
我虽然不太喜欢格斗类游戏，但是这么出色的游戏我会给出好评
好评: 快做不义3吧求求你们啦！
好评: 2
差评: 是个不错的动作游戏，但我承认我菜，记不住连击
好评: GOOD!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
好评: ojkkkokokokok


好评: Great game, beautiful combat actions
差评: 突然就打不开了
好评: 非常好玩，就是缺一个挨打的朋友
好评: 难度不高
好评: 好
好评: Good CG and rich character skills.
好评: 这尼玛还不买？？？？？？？？？
好评: 游戏是好游戏，就是没人陪着玩
好评: 剧情模式非常棒
好评: d
差评: 更新以后游戏都进不去了，永远提示连接不上服务器，玩个单机游戏200多块钱还玩不成了，坑！！！
好评: ,,,,,,,,,,,,,
好评: yes！
好评: DC粉
好评: 虽然不是硬核格斗但是确实是dc粉的福利。。。。。。
好评: 剧情很棒，漫画党和DC迷超满足，人物故事很饱满。打击手感也不错，每个角色的技能都很有特点，值得一玩。就是过度画面和大招锁帧有点难受。
好评: 很好
好评: 搞不懂开大就不流畅
好评: 非常有打击感！！
好评: ！！！
好评: 个人其实没怎么玩过格斗游戏，但十几个小时通关单人剧情的感想就是剧情还不错挺有吸引力，打击感挺强，操作难度不算太高（相较于我玩的其他格斗游戏而言），但在简单的同时也有一定的研究深度，总而言之喜欢格斗游戏的朋友们还是推荐体验一下的，喜欢dc的玩家也可以开个最低难度看看剧情体验也还不错，如果你既是dc粉又是格斗游戏爱好者买就完事了。
好评: 真的很棒
好评: 剧情很棒，但是流程有点短，戴安娜成功的变成了一个福娃
差评: 装备突然全部消失！回到解放前的感觉极棒！60+小时玩了个寂寞！战斗开场对话不配字幕可以让母语非英语的玩家练听力也非常的棒！
好评: 用笔记本键盘打的 太受苦了用爱发电通了 打完剧情就卸了 以后有好的设备再来试试
越到后面ai感觉越强，但是好像有个潜规则就是一个boss打到第三次还没打过ai就会放水站着让你打，布莱尼亚克那等我站起来的时候已经第二条命了
好评: 最新消息 达克赛德他来不了地球了，华纳刚刚利用闪电侠 回到过去重启时间线 拯救了地球 。华纳你真TM是个人才，华纳损失的是票房，可拯救的是地球啊。
好评: 我个人觉得挺好玩的，建议先把教程玩完，也不需要全部玩完，就一半就行，然后去把故事模式玩完，基本上就很上手了，然后去打打多重宇宙，传奇多重宇宙就不要想了，太难了，如果想玩匹配就去选项，但是匹配得很慢，因为这个游戏本身就在国服少人玩，还有要开个加速器，奇妙加速器很好用，建议用手柄玩，如果你喜欢玩电脑游戏手柄是迟早要买的。
好评: 真人快打儿童版，很棒的格斗游戏比铁拳街霸拳皇都好玩
好评: 不知道哪个天才想出来的这刷装备系统，多好的FTG你就好好卖皮肤呗。。。。
好评: 
差评: 忘了
好评: 角色装备真不错，传奇版真值
好评: 3啥时候出？
好评: wrong'

好评: dc粉可以入
好评: 我是DC粉
好评: 朋友送的生日礼物  谢谢 孩子被大超按在地上摩擦很开心
好评: YFG5ER
好评: 华纳游戏基本也就看个剧情，其实也挺有特色的，就是通关剧情模式后真的对格斗没兴趣。
好评: 桶哥可太帅了
好评: good
差评: 手感太垃圾了，打击感也垃圾，剧情还行，但作为格斗游戏还是太垃圾了
好评: 好玩 DC迷不要错过
好评: ⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄

好评: 
好评: 很好玩，打击感不错，很好上手，我这样的格斗新手打了20多个小时已经能搓出比较像样的连段了。
好评: 完美画面与电影级特效的结合，完美级的格斗游戏！
好评: Nice DC game
好评: 首先说明：我打折买的我是聪明逼(dog)
打击感相当好，基本上就是不见血的真人快打(换个角色)。
剧情非常精彩，就算不是DC粉依然能感觉到。
偶尔会闪退但问题不大。
好评: DC粉丝向作品，路人要好好考虑
好评: 故事模式就像看了一场超级英雄电影一样，不错的！
好评: 一个格斗游戏剧情做的这么好
好评: dc粉的话买就完了
差评: 跳帧太严重了，很多次打到最后一个了就闪退，又要重新打才能拿盒子，搞人心态，太恶心了，垃圾游戏，给了差评还暗改难度，非常不推荐！！！
好评: 打折买的 我是聪明逼
好评: 打完剧情之后玩别的模式除了乃鼻窦就是乃鼻窦，无奈我是DC粉手贱买了这乃格兰游戏
好评: DC粉买就完事，，推荐 10星
好评: 好玩是好玩 手累 教程都没打完
好评: 过生日 朋友送的 已经揍了我20个小时 游戏体验良好
好评: 爱看DC漫画的可以考虑
好评: [h1]不义联盟2-老爷成神之路[/h1]
[spoiler] Because I'm Batman	[/spoiler]   
=======大小=======
☐ 百兆小游戏
☐ 1-5 G
☐ 5-10 G
☐ 10-20 G
✓ 20-50 G
☐ 50-100 G
☐ 100-200 G
☐ GMOD

=======图像=======
☐ 无法和现实区分
☐ 赏心悦目
✓ 很美丽
☐一般 
☐ 不怎么样
☐ 别盯着看太久
☐ 像素党秒天秒地！
☐ 画图.exe

=======游戏体验（目前为止）=======
✓ 完美！！！
☐ 普普通通
☐ 不怎么样
☐ 盯着墙看都比玩它强
☐ 锻炼你的精神抗打击能力

=======声音效果=======
☐ 耳朵怀孕
☐ 感动人心
✓ 还不错
☐ 一般
☐ 不咋样
☐ 耳朵流产
☐ 音乐？什么音乐？

=======受众群体=======
☐ 儿童
✓ 青少年
✓ 成人

=======配置要求=======
☐ 能玩扫雷的电脑都能玩
☐ 入门配置
✓ 一般配置
✓ 进阶级配置
✓ 发烧级配置

=======难度=======
☐ 点点点突突突炸炸炸
✓ 轻松愉快
☐ 得动动脑子
✓ 上手快精通难
☐ 烧脑

=======游戏寿命（预计）=======
☐ 玩完就退款
☐ 5-10小时
☐ 10-30小时
☐ 30-50小时
☐ 50-100小时
✓100-500小时（DC粉&格斗游戏爱好者）
☐ 我觉得我能比它先去世

=======游戏粘性=======
☐ 可能不会完全通关(毫无新意的垃圾游戏)
✓ 通关一次(玩着还可以的游戏)
✓ 通关2-5次(很不错的游戏）
☐ 通关5-10次(这游戏我他妈玩爆！)
☐ 通关10-20次(你出不出续作？嗯？我就问你出不出续作？)
☐ 通关20-50次(死忠粉专属选项)
☐ 通关∞次(？？？？)

=======操作=======
☐ 你家的宠物也能玩
✓ 简单
✓ 中等
☐ 困难
☐ 反人类
☐ 黑魂

=======肝=======
✓ 护肝
✓ 如果你想玩出点花样
✓ 肝与不肝并不影响剧情
☐ 每关必肝
☐ 肝痛
☐ 必须24小时全天候地肝

=======肾=======
✓ 护肾
☐ 需要短暂休息了
☐ 需要休息一段时间了
☐ 每关必冲
☐ 肾痛
☐ 一时手冲一时爽，一直手冲一直爽

=======故事情节=======
☐ 故事?什么故事?
☐ 文字或语音剧情
☐ 平庸
✓ 还行
✓ 精彩
☐ 可以作为你的第二人生

=======语种=======
☐ 你信不信我会八国语言？
☐ 基础英文
☐ 可以打汉化MOD或补丁
✓ 自带汉化！

=======价格=======
☐ 免费游玩!
☐ 业界良心！
☐ 值这个价
☐ 如果你有点闲钱的话可以一试
✓ 不推荐原价入（华纳经常打折）
☐ 信仰无价

=======游戏整体评分=======
☐ ？- ？分(暂时无法评定分数)
☐ 0-10分(垃圾游戏、差评)
☐ 10-30分(完完全全的不及格)
☐ 30-50分(总体不是很和谐，但是买来当笑话看应该不是什么大问题)
☐ 50-65分(勉强及格，算是个游戏) 
☐ 65-80分(算是个不错的游戏了)
✓ 80-95分(无论从哪个角度来看都非常不错)
☐ 95-100分(这游戏牛逼！)
☐ 100-100+分(完全超出预定水准，无论从哪方面看都是精品)
☐ ∞分(死忠舔狗专属评分)

=======Bug=======
✓ 几乎没有
☐ 少量
☐ bug令人烦恼
☐ 育碧
☐ 模拟山羊
好评: 我是彩笔哎！就是爱玩

好评: 40 多买的很置
好评: [h1]【不义联盟2】2017[/h1]

我这个不是DC粉也不是超英粉且几乎十来年没玩过格斗游戏的手残党，居然几十个小时玩得爽歪歪！
游戏各方面制作得非常精良，各种类型玩家的需求都照顾到了，故事CG看得也爽(讲了个啥也没记住)，我是找不出什么毛病来了，给个满分也不为过！
好评: 非常棒的游戏，剧情好，玩的代入感可以，非常赞。
好评: 如果是dc粉无脑买就对了，不错的剧情，立绘。基本上算是最好的漫改游戏之一。
就算你不是资深粉丝，这个游戏也能让有不错的体验。
但要是格斗游戏爱好者或者真人快打粉丝，这游戏的打击感和招式设定真的有点一言难尽。
总的来说，瑕不掩瑜吧
好评: dc粉的真爱
好评: 草你吗，为什么48+81等于195
好评: 我爱DC
华纳sm
好评: 这游戏好玩的不得了啊啊啊啊
差评: 游戏挺好的，就是两点，一个是大招特效锁帧，还有一个就是，现在只有传奇包卖，而群魔乱舞皮肤包和众神皮肤包只有终极版里有，也就是说要再买一个69的终极包，也就是说必须重复购买一些英雄？？？还有一点，多重宇宙（副本）动不动就不稳定，必须要去打半个多小时的工会宇宙，简直就像强迫你去打工会宇宙一样，然而现在这个游戏已经很少有人联机玩了，都是来养老当DC暖暖玩的，这个bug就很难受！！！！！！！
好评: 我是傻逼
好评: a
好评: "这会杀了你的!!!"

"听上去是我的工作没错了"
差评: 本身游戏挺好的，但是有2个非常大的毛病
所有演出都锁30帧，游戏经常60,30,60,30一直跳
攻击确认也是非常奇怪，有的时候你明明没碰到模型，却碰到box确认了
如果你是DC粉丝，买他就完事儿了，这是史上最佳的漫画衍生游戏
万代学学
好评: 特效6
好评: It is a fun game

好评: 挺不错的，画质剧情都很好
好评: 好难
好评: 非常的新鲜，非常的OC
差评: 傻逼游戏，别人一个小技能打我280，我一个大招才300多一点，你TM吃屎啦，公平你马勒戈壁，傻逼策划，买NM呢吊游戏，垃圾的要死
好评: 我想变强
差评: 爬塔的几个debuff是真的阴间，一闪一闪的是怕玩家不变成瞎子吗
好评: funny
好评: 挺好的，手感还行
好评: 好玩好玩

差评: [h1] HELP！！SOS！！[/h1]
我的多元宇宙一直提示不稳定
无法进入多元宇宙
想问下大家有无解决办法

---------
以下问题，卸载后一段时间又回来了

我在今年三月买了Ultimate Pack扩展包，一直没有玩，最近回坑结果！！我的装备全部清空了！！全部清空了！！
[strike] 我™™™的真想骂人！[/strike]
如果有人知道如何处理，希望能告诉我
游戏很好玩，但是遇到这种情况，我已经快被气死了。。。
好评: 太好玩了，就是废手
好评: 妈的黑屏玩个屁  费了我100多
好评: DC还能硬起来的作品
好评: 很棒
好评: 剧情模式4小时大片完爆渣导系列逼作。
好评: 当一部电影看挺不错的
好评: 谁先开大谁先死
好评: in3 coming soon?
好评: 爱了
好评: dc粉必入

好评: 无论你是dc还是格斗游戏的粉丝，都强烈推荐
好评: 我是傻逼
好评: Its better than injustice 1.  I can play reverseflash ,darkseid,captain cold,etc.

差评: 游戏操作和打击感完全低于同类产品，格斗游戏加入肝化等级和装备升级系统，完全没有畅玩感，同时游戏会让系统及卡，后续真人快打没有一部这样，人物响应非常慢，游戏整体设计极差
好评: nb
差评: .........被退款了呜呜呜
好评: 玩了这么多游戏，头个差评，故事模式有剧情动画大概率跳出，小概率继续玩，因为有中文所以放弃了PS版。哎后悔了。价格差不多。
之后用学习版通了故事模式。哎。正版受害者？
再次更新，改推荐吧，不容易，得用新硬件玩，之前办公室3770K Z77 DDR3 2400 1070频繁跳出，家里10500 DDR4 2666 2080就没有跳出了，但是过场动画有明显的底噪的声音（什么怪问题 靠）。
好评: 好玩
好评: 打折入的，我是聪名逼
好评: 我觉得一般般

好评: 没接触过的建议慎入
好评: 剧情不错，单一个剧情就够回票了
好评: 丢装备丢装备丢装备，连级别都没了，全得重新打，心态炸了
好评: 所谓的挫败感
好评: 1231
好评: 干
差评: BUG满地飞
好评: 千里追凶
昵称erbi的玩家，5月十号中午被你的达克赛德按在地上摩擦，我已经找到打败你的方法了，看到快加我>-<
差评: 说真的 真的不如不义联盟1 剧情什么的看的虎头蛇尾 还有对键盘玩家一点也不友好
好评: 中，格斗游戏中
好评: 太爽了
好评: 我是傻逼
好评: 
差评: 一般般，不是dc粉不推荐入手。还有我是傻逼

差评: 真的烦人啊，我键鼠操控也太麻烦了吧，按了它的提示根本不响应的，是必须用手柄才没延迟吗？
差评: 日你妈，退钱，我你妈进游戏一分钟没玩到在里面卡了几个小时然后我你妈退钱你你马了个比不让退了草尼玛的进去玩的时候那屏幕都小到看不见然后一点放大就直接黑屏死机闪退我玩你妹最后快点退钱
差评: 进不去游戏
好评: 不错
好评: 猫女的技能真的能开出来吗，这个游戏真的能白金吗😱
好评: 垃圾游戏
好评: AAAAAAAAAAAAAAAAAAAAAAAAA
好评: 好玩
好评: good
好评: 不错
好评: DC粉必玩
差评: 为了忍者神龟买的这款游戏  当单机打打ai剧情玩还行  想和别人对战就算了  服务器超级卡 打着卡卡的甚至掉线 而且基本没有几个人在线  还有装备系统  真的超级肝  没有性能差距非常大  连招要记忆力 手速  反应  还有必须有手柄  键盘连招不要想 特殊技时不时判定不出来  通剧情不会连招的话推荐全加力量  一直用重击  后退重击击飞跳起来再重击一下很疼  反正人机好起手
好评: dc粉强烈推荐
好评: 玩久了感觉有点无聊。。。拿来当电影看还是不错的。。。
差评: 玩了一遍后很乏味，不值得回味的游戏..........
差评: 玩了一会儿之后就打不开了。时长是挂卡的，剧情过到40%左右。
非中文路径，游戏语言也是英语，电脑里也没有杀毒，驱动都是最新的，配置是3070+10600.盘也是固态。
除了这玩意其他都能打开，验证文件跟重新下载也整过。。人真的是麻了。
好评: 玩着玩着还是没忍住打开了风灵月影。
好评: 5/5
好评: 还不 错的游戏，打击感很好，画面很炫，蝎子很帅，绝对零度是sb。
好评: 键盘玩家就不要想了，与手柄根本没法比
好评: 国人联机的加我qq群1095325504，国内玩家都在里面。
----------
我都玩了这么久，你们确定不加群来玩？
好评: 请问一下游戏会话不可用是什么意思
差评: 老是闪退
好评: UI挺丑的
打斗场面很NICE  就是本人有点手残
好评: 还行，小孩子挺喜欢玩的，没什么血腥场面，很多人物也都认识，挺好。
好评: 可玩性还行，就是没人一起玩，偶尔玩玩当打单机了
好评: 游戏很好，已经被沼泽怪物打傻了
好评: 非常不错啊
好评: 与真人快打相比，虽然都是WB大厂出品，拥有共同的血脉，But打击感和视觉特效个人感觉都不是一个水平面，喜欢DC宇宙和世界观的可以入手。年龄甚小推荐真人快打11，非常适合孩子玩。！
好评: 游戏真的不错 就是玩家太少了 期待下一代新作
好评: DC粉玩爆！
好评: 给男朋友口了五个小时才给我买了这游戏，大爱~~~~
好评: 原本是在PS4上面买了传奇版的，但因为手柄搓招实在难受于是又趁打折买了PC版。但不知道是服务器的问题还是steam云服务的问题，我玩了三十个小时后存档突然炸了，装备直接没了一半，偏偏我又忘了备份，一通胡搞毛搞后彻底弄不好了。打主线送的装备和皮肤全没了，我想把进度清空再打一次，结果哪怕进度为零，系统都认为我已经打过主线了始终不给奖励。妈的，心累，真的不想再打了。

我改主意了。打了这么久之后又获得了不少好装备。并且认真练习之后勉强算是入门了格斗游戏。现在玩得很开心。
好评: “Jeez...People still spam Heat Vision in 2020?"
好评: 相比起1代的主要缺点就是要人物等级和装备，其他都堪称完美
好评: 很喜欢超英系列，招数也很协调，就是氪金....
好评: 很好的游戏原老子一个英雄梦
好评: 很好，已经讨厌ww了
好评: 故事情节不错，还可以和好友一起玩，赞
好评: dc粉不解释
差评: 垃圾游戏画质垃圾进游戏毫无体验买完后毁版
好评: 黑蝠鲼帅就完事

好评: 这制服用到电影他不香？
差评: 傻逼游戏什么玩意儿，手柄都卡的一批，单人刷还不能换角色，不建议玩。妈的一次基本上都打不过，伤害设定离谱，对手打一下一百多你打一下十几点伤害你必杀技就一百点多伤害然后对面普遍伤害比你高十倍吧并且开局动画无法跳过。妈的垃圾游戏吃灰吧你。
差评: 这个确反和指令残留就离谱
好评: 烂片华剪电影要是有做游戏和动画那么用心就好了，还有，尾灯爬
好评: 总体来说比较耐玩，就是人物不够丰富。DC的漫画角色可不止这么一点，什么杀手鳄、谜语人、猫头鹰、夜翼。虽然标题是不义联盟，但是都有这么多DC人物了也不差这几个吧。
好评: 还行
好评: 好


好评: 除了有点克带点甘还行，只推荐dc迷
好评: #RestoreTheSnyderVerse
好评: 聪明比
好评: 很好玩，格斗依然爽快，动作很帅很炫酷，剧情和电影一样，DC粉很满足，推荐哦~
好评: 很棒的格斗游戏，能用一个剧情把这么多人物串起来也是挺难为人了，还能整出个双结局来，也是很佩服了。设计得都挺不错的，各种招式还有切换场景、大招什么的，都挺好的。
好评: dc粉收藏品
好评: 666
好评: 超人胜利的结局也太可怕了……
差评: 这不是格斗游戏，这是考验你记忆力的游戏。
好评: 挺好玩的就是玩的人少只能单机
好评: 有多喜欢大超就有多讨厌不义超，又屑又菜
好评: 如果刚开始安装完成启动遇到闪退  一定要更新最新版本显卡驱动。
好评: DC粉值得买。但是格斗游戏装备影响数值是个什么脑瘫设定，不过无所谓，我就是个人机小能手
差评: 真心不推荐，超级垃圾的游戏
好评: 谁可以告诉我我一下，这款游戏不是多人吗，为什么一直匹不到人啊，玩的人太少了吗?
差评: 傻逼游戏

好评: dc粉请入，格斗玩家请入，美式格斗入门首选
好评: 我是傻逼
好评: 买来当看电影的
好评: 还不错，达到了我的预期。但剧情上来说确实不如第一部
好评: 游戏是好游戏，但是我是傻逼，第一天买了第二天打折
好评: 搓不出来招，不敢跟别人打，当换装游戏了
好评: 剧情和人物塑造比起第一部来说就像一坨屎，但是战斗系统还是很不错的
好评: 还可以

好评: DC粉和格斗游戏爱好者值得一入
好评: 很不错
好评: 中规中矩的格斗游戏，粉丝滤镜让我觉得这个游戏挺好的。
好评: 处以不义超无蝙徒刑
好评: 玩不明白，但是游戏做的着实可以，部分英雄打击感很到位
好评: 爽就对了
好评: 打击感强，跟真人快打一样
好评: 忠实的DC粉必入手的一款横版格斗游戏！！！！！不多说了，开打！！！！
好评: 即使手残也要再买一遍玩达叔
好评: for darkseid
好评: 行
好评: 剧情短了点
好评: good
好评: 打击感不错，就是剧情对我来说有点短了，其他的都很优秀
好评: 操作还不太行，我太菜了hhh
好评: 好
好评: 好好好好好好好好
好评: a wonderful  combat game

差评: 装备丢失，辛辛苦苦肝的啊
找回来了，这网络条件也不敢恭维
不过DC粉还是必备
好评: 没啥好说的，DC粉必入
好评: 行！
好评: Awesome
好评: 这玩意不比隔壁漫威复仇者香？

差评: 第三天玩装备等级全没什么破玩意儿
好评: 顶！！
好评: 我不是傻逼
好评: A little less people, now it's a stand-alone game

好评: 补票
好评: 我是傻逼
好评: 我是sb
好评: supergirl hot as shit
好评: 高度还原了DC英雄的形象，大招更是增加了游戏的可玩性。
好评: 流畅来说比不义1跟真快都短，按键的大众化还是不错的。提升了非格斗硬核玩家的体验。
好评: 玩！！！！
好评: 我想和不义超还有老爷玩3P
好评: 优秀
差评: 太多键位了，玩不下去。而且没想到是这样的对战方式。我是傻逼
好评: 你，来哥谭，我等你
好评: 很棒

差评: 对于这款游戏，我对删档到没什么太大的反应。你能不能把XBOX手柄兼容做好在上游戏啊喂 什么东西 大招放不了 手柄乱键 啥也不是
好评: 还挺好玩的，比一强多了
差评: 44个小时的装备突然人间蒸发。。。。现在是50个小时的装备人间蒸发了，气死个人，我是傻逼
好评: 所以为什么会出现装备皮肤除了角色等级以外的所有东西都没了，咋解决啊挂加速器什么的重进都试了
好评: DC漫改游戏必入 疯狂满足我的收集癖 :)
好评: 还不错，进阶教程还挺硬核的，也适合让我这种格斗小白了解此类游戏的机制，但有的连招是真的难搓。但是进阶教程都是针对蝙蝠侠的，其它角色的单独教程就比较简单了。
好评: 不错的
好评: 2D到3D之间的擦边球，有着其他格斗游戏无可比拟的操作手感，大招的炫酷让人直呼一个“爽”字。

好评: nice
好评: 键盘操作的巨佬有没有
好评: 打击感很棒！
好评: 从13年初中玩ios版的injustice一直玩到今天 作为陪我时间最长的游戏  就把一番和赛高给他吧
差评: 为什么我的显示器是2560x1440 但是游戏显示最高只有1280x1024？？？？？
差评: 键鼠技能会有粘滞，打困难人机会出现特殊技能连招断掉或者直接就摁不出来，体验极差
好评: 这剧情顶十个正义联盟
差评: 垃圾游戏闪退真尼玛恶心
好评: 66
好评: 纯喜欢角色的手残党。。。画面特效都超赞，非常简单档人机真快乐
好评: 作为一个DC粉的角度来看，我个人觉得这是一款满分的游戏，每个人物的表现以及画面上的细节很到位，这次买的是补票来的，之前就玩过，真的是很值得入手
好评: GOOD
好评: 非常好玩

好评: 给媳妇儿口了一天才给买的，好耶
好评: 主要是对DC的情怀
好评: 不是我说传奇多重宇宙的解锁条件也太操蛋了，这么恶心的肝帝任务我只在魔兽世界的每日里见过，都出几年了改改不行吗
好评: hao
差评: 草你吗的垃圾游戏
好评: 棒棒棒！！！
好评: DC迷必备呀
好评: 喜欢
好评: 好

好评: 打折买的，我是傻逼
好评: 66666了
差评: 我是傻逼
好评: 自己一个人玩没什么意思
好评: 我是傻逼
好评: 好玩是好玩，可以没人和我一起玩0.0
好评: 为什么要买这个游戏呢？

可能只是因为那个眼睛很好看的女孩子曾经在朋友圈分享过这款游戏吧。。

可我连跟她要好友代码的勇气都没有，又怎么会有勇气和她一起玩游戏呢？

像我这样一无是处，连我自己都不会喜欢我自己的人，连做小丑的资格都没有，

还是离她远一点好一些吧，

至少还能在这个游戏里面体验她在朋友圈里面分享给我的乐趣，
差评: 我是傻逼
好评: 非常好玩，操作容易，画面精美
好评: 好玩

好评: 砰砰砰这打击手感太爽了。
作为格斗游戏搓招不难，对新手友好。

差评: 嗐这哪是什么游戏嘛
直接说是看电影来了不就完了
真是的
好评: 超人结局很明显真结局，小蝙怎么可能舍得把超人送到幻影领域。结合蝙蝠侠被黑暗君主用反生命方程式改造后都能靠意志力恢复（就离谱），超人结局延续故事机会大。原著党觉得说这个像漫威内战的是放屁，dc是有深度的，牵扯到每个角色本身的也更多。漫威？流水线工程！除了政府那套，拿不出来新的，更别说每个角色都有自己的屠杀宇宙世界，编剧什么六学家😅
好评: 对于DC迷来说这是一个必须要玩的游戏，对于普通玩家来说这也是一款非常棒的游戏。如果你喜欢初代《不义联盟》，那么你一定会喜欢这个。
好评: 挺好

好评: GOOD GOOD VERYGOOD
差评: 好家伙,打这sb超人的时候闪退
好评:  好
好评: 不义联盟的大名还需要写推荐吗？不想解释,买来玩就对了。
好评: 非常舒适
好评: 
.

好评: 优化的什么玩意儿我日。。。
好评: 针不戳
好评: 不比漫威挂名游戏强一伯倍？
差评: 可以把神魔着色包加入传奇版吗
好评: 真的好玩
好评: 打击感不好，动作僵硬，玩玩流程过把瘾，画面不错，性价比好
差评: 故事模式蝙蝠侠连个布莱尼亚克都打不过，艹
还得依赖装备真的是我果断卸载了
好评:   好游戏但是键盘加手残真的劝退，本人dc粉一开始表示十分快乐，但无奈于繁琐的机制
好评: 好

好评: h
好评: DC粉丝必须抬一手
差评: 但凡这些打ftg的榆木脑袋会拐点弯独立设计一个不靠cheating调节难度的ai，ftg也不会死的这么惨
好评: 酥皮man 老男同了
好评: 买来就是为了看看剧情，可是为啥流程比1代短那么多...
好评: 最好的DC格斗游戏，希望第三部能放低门槛，参考一下龙珠斗士z那种简单连招的设定，让我这种只打电脑的手残党也能轻松连招
好评: 太好玩了666
好评: 17年最佳格斗，你会看到很多测评说着说那的，我只想说，你喜欢刷装备的话，这个游戏你值得买，你喜欢线上玩家vs玩家，也值得买，还有b站云玩评论弹幕被怼过，也建议买，然后跟我打，反正就值得你买就对了
好评: 益智游戏,给儿子买的。儿子很喜欢

好评: 游戏还好，还能当电影看，还能对打，挺好的。 就是故事流程有点短，很快就完了
好评: 老闪退
还是好游戏，给个好评，毕竟dc主流角色大都有，最好版本也不贵，值了
好评: dc粉，还有氪石装甲真帅
好评: 会有3吗
好评: 最爱的格斗游戏，超女真好看。
好评: 我以为是tpp游戏。。。
⠄⠄⠄⠄⠄⠄⣠⢼⣿⣿⣿⣿⣿⡟⣗⣯⣿⣶⣿⣶⡄
⠄⠄⣀⣤⣴⣾⣿⣷⣭⣭⣭⣭⣭⣾⣿⣿⣿⣿⣿⣿⣿⡀
⠄⣾⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣸⣿⣿⣧
⠄⣿⣿⢿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣯⢻⣿⣿⡄
⠄⢸⣿⣮⣿⣿⣿⣿⣿⣿⣿⡟⢹⣿⣿⣿⡟⢛⢻⣷⢻⣿⣧
⠄⠄⣿⡏⣿⡟⡛⢻⣿⣿⣿⣿⠸⣿⣿⣿⣷⣬⣼⣿⢸⣿⣿
⠄⠄⣿⣧⢿⣧⣥⣾⣿⣿⣿⡟⣴⣝⠿⣿⣿⣿⠿⣫⣾⣿⣿
⠄⠄⢸⣿⣮⡻⠿⣿⠿⣟⣫⣾⣿⣿⣿⣷⣶⣾⣿⡏⣿⣿⣿
⠄⠄⢸⣿⣿⣿⡇⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣇⣿⣿⣿
⠄⠄⢸⣿⣿⣿⡇⠄⢿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⢸⣿⣿⣿
⠄⠄⣼⣿⣿⣿⢃⣾⣾⣿⣿⣿⣿⣿⣿⣿⣿⣿⡏⣿⣿⣿⡇
⠄⠄⣿⣿⡟⣵⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⢃⣿⣿⣿
好评: 游戏确实挺好玩的，但是我装备突然全部消失了就挺难受的。
好评: 游戏里的教程实在太走心了，活了二十几年第一次见到这么保姆级的格斗游戏教程，而且讲了不少格斗游戏底层原理，才真的弄明白轻拳中拳重拳到底什么区别，什么时候格挡什么时候用重攻击诸如此类。
游戏本身的话一般般吧，只能说格斗系统做的相当仔细，平衡到位，新手也不会体验太差。剧情的话，就一般般吧，总体可玩性可以，不行当看电影也行
好评: 好难啊，我真的是傻逼。（大招声音不说换一下，每个人都那个den~的一下有够烦哦
好评: dc粉必买，有什么好说的
好评: 好评不多说，期待3
差评: 太费肝了
好评: 口3小
差评: xxxxxxxxxxxxxxxxxxxxxxxxxxxxxx
好评: 好
差评: 游戏很好玩，但是服务器太垃圾了，我的皮肤装备玩着玩着就没了。听说游戏存档和装备啥的分两个服务器，但这也太垃圾了吧，这都2021年了！无语了，steam上第一次给差评，希望改进吧。
The game is very fun, but the server is too garbage, my skin equipment is gone after playing. I heard that the game archive and equipment are divided into two servers, but this is too rubbish, this is 2021! I'm speechless, I gave a bad review for the first time on Steam, I hope to improve it.
ゲームはとても楽しいですが、サーバーがゴミであり、プレイ後にスキン機器がなくなりました。 ゲームのアーカイブと機器が2つのサーバーに分割されていると聞きましたが、これはごみすぎです。これは2021年です。 私は言葉がありません、私はSteamで初めて悪いレビューをしました、私はそれを改善したいと思っています。
Le jeu est très amusant, mais le serveur est trop poubelle, mon équipement de peau est parti après avoir joué. J'ai entendu dire que les archives et l'équipement du jeu étaient divisés en deux serveurs, mais c'est trop nul, c'est 2021! Je suis sans voix, j'ai donné une mauvaise critique pour la première fois sur Steam, j'espère l'améliorer.
Das Spiel macht sehr viel Spaß, aber der Server ist zu müllig, meine Skin-Ausrüstung ist nach dem Spielen weg. Ich habe gehört, dass das Spielearchiv und die Ausrüstung in zwei Server aufgeteilt sind, aber das ist zu blöd, das ist 2021! Ich bin sprachlos, ich habe zum ersten Mal auf Steam eine schlechte Bewertung abgegeben, ich hoffe, sie zu verbessern.
Игра очень веселая, но сервер слишком мусорный, мое снаряжение скина пропало после игры. Слышал, что архив игры и оборудование разделены на два сервера, но это слишком ерунда, это 2021 год! Я потерял дар речи, впервые в Steam дал плохой обзор, надеюсь поправить.
好评: 后悔没买豪华版，少了好几个人物
好评: 难死了，布莱尼亚克暴捶蝙蝠侠

好评: 挺好玩的，就是多元宇宙不稳定了，退出游戏还能继续运行，希望能修复这些bug
好评: DC粉必备！！！
各种人物的必杀技很炫，DC美剧和电影的选角很贴近漫画。
希望官方尽快能出康斯坦丁这个角色。
好评: 我最喜欢用毒藤女了，这样是不是有点不太正常
好评: 总体还是可以的，目前也只能单人打打多重宇宙
好评: That's good
好评: 刺激
好评: 8.0/10

手残就当成dc暖暖玩了
好评: 剧情棒，系统不错，动作帅，打击感到位，比漫威的一坨稀烂好到不知哪去了
好评: 为什么闪退

好评: 我菜但是剧情很好呜呜呜呜呜呜
好评: 当电影玩，妹子不够涩
差评: 游戏还行，但是那些装备抽奖是啥逼玩意儿，整的跟个破手游 似的
好评: 之前在b站看过其他up的实况，当时就觉像电影一样，没想到自己玩起来挺难的，不过确实很像电影，画质好，人物建模优秀，剧情扎心，推荐一波
好评: 我是DC狂粉，这一作相当不错。
好评: 同一个招为什么手柄要比键盘按更多键？？？
好评: 乱按党表示玩的还不错，剧情模式有点短，这款游戏还是主打联机，推荐价格降到十来块的时候再买，但说实话这款动作游戏还是比较硬核的，我跟ai打只能玩中等难度，想玩高难度需要研究和练习。
好评: 打发时间很爽快 上手容易
差评: 玩了一个月的装备，突然就没了，辛辛苦苦打出来的装备啊！就那么一声不响的没了，你说气不气
差评: 垃圾游戏，不建议购买。我已经砸坏一个键盘了。你一个格斗类游戏，装备可以影响属性。我忍了，还是随机出装备。我也忍了。不管你升级多少，电脑自动和你一个等级。然后电脑是套装属性，你个小招比我大招取血还多。我还是忍了。你还搞个环境伤害，我就真的去你吗个B了。什么是环境伤害？就是如果你要搞装备就要充钱，那我他妈花这么多钱买你游戏干嘛？不充钱怎么搞，就是去打连打对战，去刷装备·但有场景伤害。有个场景伤害是只对玩家有伤害，我键盘就在这里砸的。可能听起来没什么，那我来给你介绍一下效果。就是本来因为电脑是套装属性，攻防都高于你·你只能用连招打的时候，环境攻坚可以直接把你连招打断，因为只对玩家有伤害，所以电脑能继续连你。如果你觉得还没什么，那么它还有第二个效果就是，本来连招只能连一轮，然后倒地在重新计算。但因为环境伤害，你可能倒地后被环境伤害击飞第二次.被连2次。是不是还觉得没什么？那么继续，这种环境伤害5秒一次。还没什么？那我就再告诉你一个·你辛辛苦苦打了好久，可能因为网络不好，没上传到服务器，你下次登录时辛辛苦苦刷的装备直接回档。我就想问问，做游戏的··你是不是脑子有坑没填平啊？老子玩个格斗游戏·你搞这么多花里胡哨的干嘛？你知道什么叫游戏平衡吗？？？？       补上一句，老子买这游戏不是因为你有多好。是因为哈莉奎茵，游戏策划，你回家吃翔去吧，你不适合做游戏。不是因为哈利老子早退游戏了，谢谢你姑奶奶哈莉奎茵去吧。
差评: 能不能做一下优化

好评: 18块钱是针不戳，但地狱男孩26就离谱，线上根本匹配不到人，还带着你氪金。但打击感是没话说，毕竟一代是白给到手的。
好评:  挺好玩的
好评: 太好了
好评: 作为一个dc粉，唯一吐槽点就是剧情太短，好希望长一点啊，玩得很开心。
好评: 还可以，就是技能连招记不住
好评: HAOA
差评: 优化差，CG播片严重音画不同步，PC不能改键，操作困难。慎重购买
好评: 1111
差评: 各位，谨慎入手！
角色满级20级，我给好评！
角色满级30级，煞笔策划，那经验需求，还每个角色经验独立。我开着作弊器到现在还有5个角色没有满级。不停的加载，不停的开局动画，如果可以在设置中取消开局动画和场景切换，麻烦请告知
单机游戏，幻化还要使用源晶，你真行！
传奇多重宇宙，我是没那个耐性了。。。

好评: 格斗游戏萌新，因为喜欢DC所以觉得这个游戏挺好玩的,不过就是升级和收集有点肝。话说想找个交流群，有没有好心人拉我一下蟹蟹
好评: .. ... ... ... ... ... ... ... ,,----~~”'¯¯¯¯¯¯”'~~
... ... ... ... ... ...,,-~”¯::::::::::::::::::::::::::::::::::¯”'~
... ... ... ... ..,,~”::::::::::::::::::::::::::::::::::::::::::::::::::::”~
... ... ... ..,,-“:::::::::::::::/::::::/::::::::::::::::\::::::::::::\:::::::::\
... ... ...,-“:::::,-“:::/:::::/::::::/:|::::::::::::::::\::::::::::::\:::::::::\
... ... .,-“:::::::/:::::|:::::|:::::::|:|:::::::|:::::::\\:::::::::::|:|:::::\::\
... ... /::::::/:::|::::::|:::::|::|::::\:\:::::/\::::/:::||:::::::::|:/::::::|:::|
... .../::::::|:::::\::::::\::::\::\::::/\:\,::/::\::/::::|:|:::::::/\/::::::/::::|
... ../::::::/::::::'\::::::\-,:::\/\::/: :\-,”/ : :\/:\:::/: |:::::/::/::::::|::::/
... ./::::::|:::::::::\::::::\|::/: \/: : : \/: : : : : \,/: \/::_/\//:\:::::/:::/
... /::::::/::/:::::::|::/,__/:/: :__/ . .: : : : : : :\__. \/: \:::::/::/:::/
... |:::|::::::::::::/::/::::/;/ ;/ ,. .,\: : : : : : : / ,._., \ /::::::|::/:|
...|:::/:::/::::::::/::/|:::|.\: |.|❤||; : : : : : :|.|.❤||;|::|:::\/:/::/
...|::|:::|::::::::/:::\|:::'\,|: \."'" /: : : : : : : :'\." '"/ : \: |:::|::\
...|::|:::|:::::::/:::::|::::|/: : “¯': : : : : : : : : :"¯'' : : :\ : :/::::'\
...|::|:::|::::::/:::::/:::::'\: : : : : : : : : : : : : : :': : : : :| :/::::::|
... \:|:::|:::::|::::::|::::::|,: : : : : : :~,___,~: : : : : :,-“:::::::|::|
... .'\|::|:::::|::::::||::::::\'~,: : : : : : '~--~': : : : ,,~”\:::::::::|:/
... ...'\:|:::::|::::::/.|::::::|: : “~,: : : : : : : : ,,-~,”::::::'\::::::::/
... ... .\\:::::|”~,/-,|:::::::|: : : : ¯”~,-,,,-~”:::,,-'\::::::::\-,,_::|
... ... ..',\,::|~--'-~\:::::::|: : : : : : |::|,,-~”¯___\::::::::\... .'|
... ..,~”': : \|: : : : : \::::::|: : : : : : |¯”'~~”~,”,: : \:::::::|... /
..,-“: : : : : :|: : : : : :\::::::|: : : : : : \: : : : : : “~'-,:\::::::|\,/
..|: : : : : : : |: : : : : : |::::|,\,: : : : : : : : : : : : : :”-,-\::::|: \
..| : : : : : : : : : : : : : |::::|:'-,\: : : : : : : : : : : : : : :”-'\,|: :|
...\ : : : : : : : : : :'\: : :\:::|: : '\'\: : : : :~,,: : : : : : : : : “~-
...| : : : : : : : : : : : : : : : : : : : : : : : : : : : : : : : : :”-'\,,
...\: : : : : : : : : : :'\: : : : : : : : : : : : : :~,,: : : : : : : : : “~-.,_
....\ : : : : : : : : : : :\: /: : : : : : : : : : : : : : : “,: : : : : : : : : : :"~,_
... .\: : : : : : : : : : :\|: : : : : : : : :_._ : : : : : : \: : : : : : : : : : : : :”- .
... ...\: : : : : : : : : : \: : : : : : : : ( O ) : : : : : : \: : : : : : : : : : : : : : '\._
... ... .\ : : : : : : : : : '\': : : : : : : :"*": : : : : : : :|: : : : : : : : : : : : : : : |0)
... ... ...\ : : : : : : : : : '\: : : : : : : : : : : : : : : :/: : : : : : : : : : : : : : : /
... ... .....\ : : : : : : : : : \: : : : : : : : : : : : : ,-“: : : : : : : : : : : : : : : :/
... ... ... ...\ : : : : : : : : : \: : : : : : : : : _=" : : : : : ',_.: : : : : : : :,-“
... ... ... ... \,: : : : : : : : : \: :"”'~---~”" : : : : : : : : : : : : = :"”~~
... ... ... ... ..'\,: : : : : : : : : \: : : : : : : : : : : : : : : : : : : '\: : : \
... ... ... ... ... .\, : : : : : : : : '\: : : : : : : : : : : : : : : : : : :|: : ::\
... ... ... ... ... ...\,: : : : : : : : : \: : : : : : : : : : : : : : : : : :I : : :|
... ... ... ... ... ... ..\ : : : : : : : : \: : : : : : : : : : : : : : : : :|: : : :|
... ... ... ... ... ... ...\\,: : : : : : : , \: : : : : : : : : : : : : : : I: : : : |
... ... ... ... ... ... ... .\\ : : : : : : : :'\ : : : : : : : : : : : : : :|: : : : |
... ... ... ... ... ... ... ./:\: : : : : : : : :'\, : : : : : : : : : : : : |: : : ::|
... ... ... ... ... ... .../: : : '\: : : : : : : : : :'\,: : : : : : : : : :|: : : ::|
... ... ... ... ... ... ../: : : : :\: : : : : : : : : : ,\ : : : : : : : : :|: : : ::|
... ... ... ... ... ... ,/: : : : : : :\: : : : : : : : : : '\,: : : : : : : |: : : ::|
... ... ... ... ... ..,-“: : : : : : : :“-,: : : : : : : : : : \: : : : : : I: : : ::|
... ... ... ... ... ,/ : : : : : : : : : :”-, : : : : : : : : : :\: : : : : I: : : :/
... ... ... ... ..,/ : : : : : : : : : : : : :”-, : : : : : : : : :'\: : : :I : : : /
... ... ... ... ,/ : : : : : : : : : : : : : : : “-,: : : : : : : : :'\: : :I : : : /
... ... ... .../: : : : : : : : : : : : : : : : : : “-,: : : : : : : : '\: :I : : : /
... ... ... ../: : : : : : : : : : : : : : : : : : : : :“-,: : : : : : : \,:I : : :/
... ... ... ,/: : : : : : : : : : : : : : : : : : : : : : :“-,: : : : : : :\: : : :/
... ... .../-,-,”,,-,~-,,_: : : : : : : : : : : : : : : : : “-,: : : : : :'\: : /
... ... ..|',/,/:||:\,\: : ::: ""~,,~~---,,,_: : : : : : : : : :'\: : : : : ,:\
... ... ..|: :”: ||: :”: : : : : : :”-,........ ¯¯”''~~~-----~|\: : : : : : \
... ... ..|: : : ||: : : : : : : : : : :”-,..........................|: : : : : : :\
... ... ..| : : : : : : : : : : : : : : : :”-,.......................\: : : : : : : :\
... ... ..| : : : : : : : : : : : : : : : :”-,\....................,-“\: : : : : : : :':\
... ... ..| : : : : : : : : : : : : : : : : : :”-\...............,/: : :\:
好评: 就当看电影了
好评: 还挺有意思的 ，希望出电影版的皮肤 ，这样即使不是漫画来的粉丝  接受程度也高  好想get安妮海瑟薇的猫女皮肤和电影版小丑女的皮肤呀 对没错我是嘿嘿嘿
好评: 补票
差评: 服务器做的那么差，是为了恰烂钱吗？半年都不做回优化，是为了什么？ 多重宇宙半年了 进不去。我是真服了
差评: 一个对打游戏你给我整个升级模式？还有什么装备？高级的怪打不过低级的你又给我弄出什么己方掉血敌方回血要不就是一进来我半血让电脑俩拳打死 我买你个游戏是来找虐来了吗？学某腾呢？活该你们这游戏没人玩
好评: 精彩的画面，精彩的格斗效果
好评: 趁打折买了，属实好玩，就是我太菜了
好评: 👍
👎
好评: 32入的传奇版，超值。剧情模式不用说，画面优秀，完全可以当看电影一样游玩。就是打不过去就不能继续看，，，
最后的结局我也很满意，反正我选蝙蝠侠。还可以本地联机对打，非常不错。在线模式匹配不到人
差评: 闪退？？？？？？？？
好评: NB
好评: 画质精美，打斗逼真剧情丰富

好评: 666
好评: 真香
好评: yes
好评: 优秀的游戏

好评: Good!!!!!
差评: 总是闪退，装备还会莫名其妙消失
好评: 女拳讨厌，南拳更讨厌，只有哈莉最可爱。
好评: 。。。。。。。dddd
差评: 装备系统，角色等级系统，这到底是个啥游戏，就当是买张电影票看电影了
好评: 好玩，当看电影一样玩

好评: 闪退，根本玩不了。。。。。
好评: 也太棒了，超乎预期！打折32块钱买了终极版，所有角色都可用，剧情模式就是一部电影，情节紧凑矛盾冲突明显，比正义联盟2好看多了，太划算了！就算只通了剧情也划算
好评: 挺不错的游戏，推荐dc粉入
好评: 爽就对了

好评: 很好
好评: h
好评: 电影看完了，也就卸游戏了。
好评: 打击感不错，每个角色招式都参考DC角色特点，连招和大招都很帅，史低30多也不贵，无论是DC粉还是格斗游戏爱好者都可以一试的游戏。而且在每局开场角色对话里，也有不少和漫画等有关的梗，”green lantern‘s got this“这句我听到不止一遍，还有次绿箭侠vs哈莉奎恩开场绿箭侠说了句”Arrow cave is not a bad name“
但是缺点也挺令人劝退的，这个游戏有等级机制，等级低的被等级高的压制，升级还特别慢，打了40小时等级最高的蝙蝠侠才21级，想升级打多元宇宙还总是进不去。除了等级之外，装备也是影响实力的原因之一，装备十分难肝，而且都是随机的，例如我想要一个蝙蝠侠史诗装备，结果开母盒开出其他角色装备。这两点玩起来的时候挺头疼的，本来一个格斗游戏硬生生变成了换装游戏。

综上所述，入坑这个游戏还是需要谨慎一些，不过我个人还是给个好评
好评: 真的爽好吧
好评: 买游戏送电影，打击感很棒
好评: 好
好评: 哈哈哈
好评: 游戏画面不错，剧情也很棒
好评: NICE

好评: 太顶了，DC漫迷I了！
差评: 为啥最近一直进不去？
好评: 好肝好肝
好评: 给女朋友干了24个小时才答应给我买的
好评: 大招模拟器 刷子游戏  但是很上瘾 建模和场景格斗游戏的上乘佳作
好评: 题材、动作效果、人物设计，，可玩性都不出错，人物再多些更理想了（毁灭日、赏金、火星等）
好评: 感觉真不错，就是技能有点花里胡哨，现在放技能还不熟练，不过挺好玩的
好评: good

好评: 有幸看过漫画不义联盟：人间之神，很有深度。蝙蝠侠和超人的矛盾冲突很像电影美国队长3里的美队和钢铁侠。他们的分歧不是简单的个人自由与集体秩序之争。
蝙蝠侠和美国队长都相信人有能力为自己负责，不需要有凌驾其上的机构或掌权者告诉人们该怎么做，他们推崇个人自决，不相信权威和官僚机构，他们有牺牲精神，愿意为每个具体的个人赴汤蹈火，在他们眼中，每个个人都和整个世界同样重要，没有谁可以被牺牲。
超人和钢铁侠则希望每个公民多让渡一点自然权利，建立起触及社会每个角落的保姆式机构，一劳永逸地维护秩序，不再需要他们这些民间义警疲于奔命。当然，他们也同样拥有可贵的牺牲精神，但相较而言他们会选择牺牲地更“物有所值”，比如为天下苍生为人类大义等更加宏观的事物。
好评: 自从玩了这款游戏，我觉得我又行了，不说了，我先去拯救地球了。
好评: DC版真人快打，游戏自带自动优化配置，打击感不错适合心情不好发泄时候玩
好评: 看什么招式表，干就完了，给我莽！
好评: 手办游戏
还有电影票
钱花的值啊
好评: 不义暖暖，给老婆换衣服就完事了

好评: .....
好评: 我是手残 但是是漫画粉 最喜欢蓝甲虫 技能装甲都很帅 三代 虽然是个小孩子 但是 很酷
差评: 完全没办法玩 游戏只有几帧
好评: 机制非常多，非常复杂好玩的横板格斗，DC粉玩了一定不亏
差评: 装备系统也太牛批了
好评: 我为什么老闪退
好评: 666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666
好评: 绿灯侠的背影真的十分诱人。。。
好评: 我草泥马啊，就不能入手简单一些吗，我草尼玛啊
好评: 游戏好是好，对于键盘玩家来说有点蛋疼，爷都要被人机打爆了
好评: 鼠标卡顿什么原因啊，太恶心了
好评: 虽然才刚接触格斗游戏不久，但谁能想到在短短的几个月内我就在steam平台购买了大多数热门的FTG。

因为习惯于2D格斗的对战方式，所以就放弃铁拳和灵魂能力了（主要是是菜( •̀ ω •́ )y）..........

虽然不义2才游玩了3小时不到，但对比我之前游玩过的《街霸》4和5、《真人快打》XL和11、《拳皇》13、《杀手本能》《碧蓝幻想》、《罪恶装备》、《究极风暴4》这几款不同风格的FTG，不义2的初始游玩体验却更加的吸引我，嗯~ o(*￣▽￣*)o，可能是猫猫变厉害了呢，嘤嘤嘤

但如果你问我玩过的格斗游戏中，我最喜欢哪款游戏的话，我会毫不犹豫的说是《杀手本能》，因为手柄乱按都能疯狂连招，

立回、确认、确反、差合、目押、择、压起身、各种乱七八糟的有利不利帧都不用太过注意，

当然，想变厉害一些的话，立回，确认、确反和帧数肯定要熟练和熟悉，还有就是各个游戏不同的格斗系统，我觉得格斗游戏大多都是这样吧
好评: 打击感真的很不错，操作难度略高，玩了10小时感觉还没入门，挺刺激的
好评: hfgyfhf好
好评: 针不绰
好评: 好游戏
好评: 好游戏
好评: 自己手残，也就只能打个剧情和电脑。这cg做的挺好，直接当做电影都行（难得让绿灯帅了一回）。只会绿灯侠的连招，其他的真心没功夫练
好评: 大招很炫酷
好评: 那必须吹DC啊
好评: PVP找不到人，这是最大的缺点。
差评: 格斗游戏里加装备换部件，好事，给装备加数值加属性，坏事，角色数值随角色等级提升，全角色独立经验，策划铁栽种
差评: 不            好             玩
好评: 情节丰富，人物细节刻画完美
好评: 打击感出众，大招附有想象力，要是有MOD皮肤之类的就更棒了
好评: 开G通关单人的，手残玩不来 ，看剧情看个乐，不知道是我电脑问题还是，载入新战斗前和放大招都会卡一下，就当他是优化问题吧。
好评: 无论你是不是DC粉，只要你喜欢格斗的酣畅淋漓之感，这款游戏绝对是必买。
好评: 还不错
好评: 匪肠滴不戳
好评: 这游戏闪退有办法解决么？求大佬们指个明路
好评: 虽然没有那么血腥  但是打击快感  角色技能 漫威主线剧情  总体上非常棒
好评: 真™坑爹，好不容易打完准备关电脑睡觉，结果游戏就是关不掉，把steam强行关掉，结果游戏就再也打不开了
好评: 请找个朋友和你一起玩~
好评: good

差评: 我是傻逼
差评: 差评   按键突然就不灵了
好评: 剧情不错，但是玩过了一会就容易乏味
好评: 我心目中最好的格斗游戏
好评: 玩的是情怀
好评: 好
好评: DC粉 

好评: 不亏
好评: 666

好评: “你为什么还留着这个？”
好评: good
差评: 在网吧每次打开都需要更新烦
好评: DC粉表示爱了
好评: 太棒了，剧情想看电影，特效也无敌

好评: 半推荐吧！打击感和画质是不错的！特别是多宇宙和在线做得真不错！不足也是有的！可能是我的手柄问题打错一个键或者不小心按错一个方向招就变了 还有连击手速要快到飞起来才可以连上按错一个键就断了！玩了这个后我的手到现在都酸痛！还有我觉得角色少得可怜！哎！但是我还是贼爱玩谁叫我是个肥宅！期望下一作做得更好吧！多点角色 连招容易点照顾一下像我这些手残党这几个小时都是练一个连招！
好评: 挺好玩的，有点废手难度挺好，非常有挑战的一款游戏，还可以和朋友一起玩，好玩就对了。
好评: 操作和打击手感一流 连击也很爽 就是多人对战服务器有点拉跨
好评: good
好评: Wonderful fighting game.
好评: 一直都想玩，趁着打折就入手了  爱了呀  总的来说游戏体验和打击感不错，值得各位入手
好评: 太硬核了，过完一次剧情只能吃灰
好评: 很好
好评: 还好吧，刷刷啥
好评: bao da xiao peng you.
好评: 想给差评的，看在蝙蝠侠的份上算了。
好评: 还行，玩一次剧情就够了

好评: 还不错，推荐
好评: HAO,
好评: 比手游好玩多了

好评: 很好‘
好评: 好玩太JB 好玩了
好评: 近几年都没玩过这种格斗类游戏，这几天看见打折就买了，剧情模式电影挺好看，打斗也挺快乐的，就是太短了，最终隐藏章还没打，喜欢DC可以买来玩玩，毕竟就一张电影票的价格
好评: 向有收集全DLC想法的玩家解释一下传奇版和终极版的区别：
（防止各位像我一样，买了传奇版再去退款...)

传奇版的内容是捆绑售卖的，可以获得大部分DLC （除了：Brainiac, Infinite Transforms 和两个神魔着色包）

终极版即为游戏本体加上 终极包DLC，它和传奇版本的区别在于：
终极版不包含达克赛德，但是有两个无法单独购买的神魔着色包。

因为达克赛德可以单独购买而神魔着色包捆绑在战士包和终极包里
所以买终极版更划算，不然买完传奇版再买终极包要多花很多冤枉钱

[strike]当然如果你并不在乎神魔着色包或者并不在乎多花116，那就当我啥都没说[/strike]

2020-11-13更新：
给看不到终极版的玩家解释一下我之前提过的的终极版：
Steam商店页面并没有所谓的“终极版” 捆绑包，我指的终极版即为游戏本体+终极包DLC
（这个在DLC列表里可以找到的，我今天去商店页面看了这个DLC还在。）
所以不要再问我为啥没有终极版了，因为本来商店页面就没有。
你可以理解成这是我自己给它起的名字。
以上。

2020-11-14更新：
针对打折的时候传奇版+终极包更划算这件事，
以我最近两周将近三十个小时的游戏时长，可以说有没有达叔DLC完全不影响游戏体验。
单人剧情不用说，很快就可以打通，也完全不需要任何DLC
而多人对战现在已经彻底凉了，完全匹配不到人，所以练达叔然后去虐其他玩家的想法已经不可能实现了 
通关以后唯一能玩的也就是刷多元宇宙里的角色装备了。然而这个特别肝，每一个角色想刷齐金装套装都需要花费大量的时间，更何况有那么多角色等着你去刷。更不要说传奇多元宇宙里的红装了，那些个恶心人的条件哪怕是开了修改器也得花大量时间去解锁。
[strike]这个垃圾开箱系统哪怕你是欧皇也没用[/strike]
极有可能在你玩腻了整个游戏的时候都还没机会用哪怕一次达叔。
所以以我个人游戏体验来讲，并不特别推荐达叔DLC，也并不认为传奇版+终极包更划算。
因为有很多内容传奇版和终极包是重复的，也就是同样的东西买了两遍。
相反神魔着色包我是比较推荐的，这两个配色DLC在游戏一开始(不需要任何剧情进度)就可以应用在所有角色身上，每个角色都有四个配色。无论是游戏截图还是基友对战，都可以说是首选装逼利器！
所以相比63的传奇版+终极包，50的本体+终极包绝对可以在游玩初期得到完美的游戏体验。
况且很少有人能把这个游戏坚持下来，我现在玩了不到两周已经想删游戏了。
综上，只要你不是达叔铁粉，我还是推荐50的终极版
当然如果是达叔铁粉的话，买买买就是了，没什么好说的。
好评: 画面，人物，操作都不错。期待下一部。
好评: 喜欢，我超级喜欢


好评: 体验了一下主线剧情，如同看了一部电影。不过比较菜，打困难电脑经常打不过。不过总的来说还是属于比较好上手的格斗游戏，而且有获取装备这种玩法可以增加游戏时间。
好评: 超女我老婆
好评: 好

好评: 关于因为键盘操作太过阴间导致退游的这些事.JPG
好评: 您好，为什么我买了最基础的那个版本，进游戏不能直接玩哇。是必须要额外购买角色么，求助
好评: 66
好评: nb
好评: 科学装逼
好评: 吹爆!!!
好评: 我超级喜欢DC的人物  这款游戏我很期待第三款的推出。
好评: 剧情流畅不拖拉，打斗场面即使不会用技能看起来也很舒服
好评: 很有意思，打击感很棒，而且可以当做一部动画电影来看。讲述的是DC漫画不义联盟的故事，并且可以和朋友一起联机对打，推荐购买。
差评: 顶级画质跟手游差不多，这剧情逗我吗
好评: 各方面体验都不错，英雄的细节做得很好 打起来也有打击感。
好评: 剧情一般，偶尔会闪退，但总的来说可以。
好评: nice
好评: 好玩
好评: 如果你是dc粉的话，打折的时候直接入了吧，不会后悔的。动作帅气，场景也比较有意思了。美中不足连接对战好像有点问题啊。。。
好评: 好看
差评: 格斗游戏爱好者推荐入手，想看电影来的就算了，冗长无厘头，超人追女超人那块给我看傻了。
好评: 推荐购买
好评: 可以
好评: 我是傻逼
好评: 很棒啊
好评: [h1][b]不义联盟2: 谁是布莱尼亚克[/b][/h1]

[b]这是我玩得最久的格斗游戏，以后或许也不会有比此更久的。[/b]

此前我也玩过不少格斗游戏：街头霸王，拳皇，铁拳，灵魂能力，罪恶装备，甚至万代那些形形色色的漫改格斗

可是打开本作还是会眼前一亮，首先是建模场景都十分精致，其次在如此精致的前提下不怎么吃资源温度也很低可以说优化很好嘞，再就是场景互动非常新颖，根据角色是超人类还是装备型会做出不同的反应，最后是各种打破横版次元壁的必杀技(✧◡✧)

本作角色有30多个吧，没细数，除了耳熟能详的蝙蝠侠系列的角色，还有忍者神龟，地狱公爵客串；上手难度其实不算很大，本作搓招不难，连招很难，每个角色技能其实不怎么多，但是要把各种小技能连成串还是得下点功夫。游戏的开启倒是挺快，载入要是能再快点就更好了，尤其是在主菜单时，在各个选项之间的切换还得稍微顿一下。

[h1]剧情部分[/h1]

故事模式整体还不错，比如部分章节可以选择不同的角色战斗，比如多个游戏场景的切换很自然，再加上DC宇宙自身的底蕴够厚实，不会像有些格斗游戏的剧情部分，无厘头地就开始打架。

但是我觉得最为大BOSS，布莱尼亚克，塑造得不太好，尤其是对于我这种对DC的了解只是蝙蝠侠几部电影和眼熟闪电侠，绿灯侠，神奇女侠的玩家来说。

布莱尼亚克从游戏中的表现来看，毫无压迫感。虽然要消灭一个文明，会派出数不清的喽啰是很合理的，可是这样就显得BOSS是个只会躲在飞船里的怂包。。。给人感觉就像数码宝贝3里的帝厉魔一样，是个设定很强，表现力较差的家伙。顺带一提，要是说作为BOSS的压迫感的话，仁王里的织田信长；黑暗之魂3里的无名王者；挺进地牢里的金枪龙——台词不多，过场简短，但立刻让人感觉，惹到不得了的家伙了Σ(⊙▽⊙”a

不过话说回来，在布莱尼亚克的飞船上和他打，还是挺艰难的，他伤害特别高(〃＞皿＜＝

[h1]剧情部分完了之后呢[/h1]

大部分格斗游戏的选择就是【线上模式】，【人机对战】，【等朋友来家里本地双人】。本作其实也不例外，但是粘性非常大。[spoiler]我都玩了100小时了(ÒωÓױ)[/spoiler]

[b]先说说线上吧，[/b]服务器是还不错，但是玩得人很少，那更别指望匹配的平衡性了。我和好友互相刷成就，一百多场只被别人打断过三四次。

不过讲真的，要不是有成就，我也不会去玩线上。这也是格斗游戏的短板吧，线上对战并不怎么吸引人，还会因为网络，平衡性等问题让人觉得不值得。[spoiler]我去年圣诞立下了再也不买格斗游戏的flag[/spoiler]

[b]再者是人机部分，[/b]作为一个格斗游戏，开箱子刷装备上头了٩(๑>◡<๑)۶

有个【多重宇宙】的活动，是定期更新的6活动，描述可以无视，大概就是一个图打3、5、8个人等，然后获得宝箱和装备奖励等，持续最长的活动1周刷新一次，最短的好像2个半小时。每天凌晨1点的时候会同时刷新3个小活动。

先给角色整一套属性好的，然后再整一套外观好看的去幻化，收集套装效果等都很有成就感。而且箱子开出的装备等级是在角色等级之上的，尽管如此，属性也是良莠不齐。

值得吐槽的是，角色的经验累积也太慢了。幸好这游戏算不上氪金，就是相当肝，举个例子，另一个活动【传奇多重宇宙】，是刷角色专属装备的活动，入场条件是那个对应角色使用50个小时Σ(⊙▽⊙”a

但是！！它可以挂机，把装备穿上，设定好攻击防御等属性值比例，让AI去打，就很离谱！！！

借此功能，我边挂着，边看完了Great Pretender，超好看٩(๑>◡<๑)۶






P.S. 超人大战蝙蝠侠，我是支持蝙蝠侠的，以至于，我先打的蝙蝠侠主线，然后再选择超人通关一遍，看了另一个结局后不满意，又选蝙蝠侠暴打了超人一顿[○･｀Д´･ ○]
好评: 很好
好评: henbangbang
好评: 为了这个游戏专门买了电脑
好评: ..........

好评: 好玩
好评: 89898
好评: 不错，但是容易闪退，得调一下设置
好评: 关于装备丢失的处理方法：点开在线模式，然后点卡其中的装备定制，就会发现装备回来了，此时再回到主页就可以发现装备已经复原。
然后就是希望官方修复一下，经常弄怪麻烦的。
差评:  话50来块钱买了个一闪而过的图标，可还行
好评: 打折入手终极版，剧情一般般。
好评: 简化非下饭版真人快打
好评: huazhijinliang 


好评: 还可以
差评: 无限闪退，别！买！别！买！别！买！
好评: 好
好评: 666

差评: 一般吧
好评:  一个字爽！！！！！
好评: 别的不谈  50块体验DC宇宙大部分角色，硬核格斗，画质牛逼，还附带一场电影，还能玩不义暖暖，不买爆还等什么？？
差评: 我是傻逼

好评: nice

好评: 太好玩了
好评: 6
好评: 这个游戏真好玩，第一次玩被人机暴打了
差评: 跟好友对打不能用一个键盘，还要用两个设备，要是这个能改一下就好了
好评: 剧情好评！画质好评！姥爷好评！水行侠吃屎
好评: 第一次买格斗类型的游戏，画质还有操作感都跟强，就是人物技能太多了233333333333333
好评: 很好玩，就是打击感要增强

好评: 不错不错，搓招非常容易，至少比拳皇容易
好评: 好玩
好评: 还可以还可以，打折入手的，连招多玩几次就会一点了，打打人机是没有啥问题的
好评: 好玩
差评: 多人模式完全废掉
多重宇宙对电脑（shou can）玩家极其不友好，各种被AI虐杀
剧情模式不错，画质很ok

好评: 好游戏
好评: 彳亍
好评: 还行吧
好评: 画面很帅
差评: 为什么我一按键盘他就黑了。只能听见自己被打
差评: 这个游戏，吃装备的。是真的吃装备，打开定制角色，所有角色的装备都没了连技能也没了
好评: 針不戳
好评: nice
好评: 就是牛逼

好评: 对老dc粉来说真的是太死鸡
好评: 刚才有个朋友问我，韦老师发生什么事了，我说怎么回事，给我发了一个视频。我一看，奥，大概是昨天，有一个小丑，他说，我在ACE化工厂练格斗术，腰椎练坏了。韦老师，你能不能教我，转圈圈身法，帮助治疗一下，我的腰椎病。我说可以。我说，你在ACE练格斗术，不好用。他不服气。我说小朋友，你两个手来折我一个手指头。他折不动。他说你这没用，我说我这有用。二百多斤的贝恩都握不动我这一个手指头。他说要和我试试，我说可以。我一说他啪就站起来了很快啊！然后上来就是，一个Put It There Pa，一个Give Me A Smile ， 一个Joke’s On You。我全部防出去了，防出去了啊，防出去以后自然是，蝙蝠抓钩，放在他面鼻子上，没有锤他。如果这一拳发力，一拳就把他脸砍破相了。我收拳的时间不打了，他突然袭击，一棍给我打飞，物理学圣剑来打我脸，啊。我大意了啊，没有闪。那小钢棍，给我脸上上蹭了两下。当时头晕了，捂着头，我说停停。然后两秒多钟以后，啊，我就吃了BANG!晕在地上了。我说小丑你不讲武德你不懂。他说韦老师真不行，太简单了，哥谭市他就收下了。他说他是乱打的。他可不是乱打的啊！浮空连，上墙连，训练有素。后来他说他在阿卡姆待过好几年，看来是有bear而来。这个小丑，不讲武德，来骗，来偷袭，我这亿万富翁大少爷，这好吗，这不好。我劝，这位小丑耗子尾汁，好好反思。以后不要再犯这样的聪明，小聪明啊。哥谭要以和为贵，不要搞窝里斗，要讲武德。
好评: 可比正义联盟电影版爽多了 现在买甚至不需要一部看电影的钱
好评: DC粉必玩！颠覆传统动作游戏
好评: 玩的好上头，桶真帅
差评: 匹配不到人，故事打完不知道干啥
好评: 原价买的，我是nt
好评: 人太少了
好评: 主线其实还蛮短的，不义超蝙的磕点就是虐啊！主世界的太甜了，kswlkswl！不过我感觉键盘有时候不好用，会无缘无故失灵怎么回事。。。。本来都能赢的结果键盘失灵直接被打死。。。
差评: 两小时后，绿灯侠，看完CG就卡住.....好想退款
好评: 挺不错的
好评: 给哈莉奎茵一个好评就是翻译有点2B
好评: 游戏不错，连招太难，一个半小时闪退两次，四十真香喜+1吧。
差评: 会有键盘卡死bug，只能鼠标点退出以后重新进游戏。
好评: 还可以
好评: nice
好评: 请问本地双人玩，2P只能用手柄吗？
好评: good
好评: 多大大双大双大单
好评: nice
好评: 一言不合就打架
好评: 棒

好评: 我不是儍逼。
好评: 游戏是好游戏,但似乎自己不怎么适合这种街机式的2D格斗
好评: 优秀
好评: 我是shab
好评: 游戏是好游戏，但为什么将近18年的游戏还用落后的虚幻3引擎制作，完全拖了后腿
好评: 死射何德何能代替一代的丧钟（恼）除此之外不愧是2017年最佳格斗游戏（比拳皇友好）
好评: 没有手机上好玩
好评: 非硬核玩家也能玩得很开心，选简单难度瞎几把按也能过剧情，和同学两个人一起玩也快乐的一笔，DC粉买它绝对不亏啊
好评: 怎么会有这么好玩的游戏？怎么会有这么帅的老爷？怎么会有这么可爱的卡拉？怎么会有这么好的打击感？怎么会有这么多的内容？怎么会有这么多的连招？怎么会有这么多问句的评测？
好评: NNN
好评: 很赞 史上最nb的格斗游戏 最nb的联动 我爱DC

好评: 40真香
差评: 故事剧情太傻逼了。。感觉一群白莲花圣母婊装逼。。。
好评: 打击感很强，细节也好，角色多
好评: 很酷
差评: 我是傻逼

好评: 停不下来啊，玩起来太爽了，格斗游戏爱好者不容错过！！！
好评: 爽啊，好多次看到放大招的画面我一个人哈哈哈笑死了，什么脑洞我服了哈哈哈。连招我就没打算弄明白，趁没人在家的时候对着自己的机械键盘噼里啪啦一通按就完事了，真的很爽啊！
差评: 我是傻逼
好评: 非常不错
好评: 买的时候138，现在27？真是傻逼
好评: 11章的世界最佳拍档真是官方发糖，然后12章发现糖里有玻璃渣。即使在不义，看到超人出来救场的那一刻还是让人心中有希望的火苗，很温暖。最后蝙蝠和超女握手的一幕能让人想起孤堡夜未眠。作为一款美式格斗游戏，质量是相当优良的，不过毕竟格斗游戏比较小众，如果没怎么接触过，可能一开始会比较难上手。目标用户是格斗游戏爱好者或者想接触格斗游戏的玩家以及DC粉。（另外：不义暖暖名副其实）
好评: 操作起来跟街霸的感觉完全不一样 但是依然打的很爽
好评: 怎么替换存档啊
好评: 当电影看完的。很好的游戏，手残打不过高难度电脑，就欺负下低难度的hhh。
好评: 太好玩了
好评: DC赶紧整活，DC摩多摩多
好评: 画面美，我喜欢超级girl！
好评: 9.8/10
好评: 太棒了，这个游戏，线上的成就不太友好，其余都很棒啊哈哈哈哈哈哈，买着玩就对了 还可以和朋友一块玩
好评: 说实话，相比死或生6和街霸来说，我觉得我更喜欢不义联盟2一点，无论是打击感还是游戏玩法都做的好一些（死或生和街霸玩的盗版大概每个三小时）
好评: DC粉必入

好评: 我是sb
好评: 操作  太卡
好评: niubi cnmd zhendeniubi
好评: 不义2刷新了我对欧美格斗游戏的理解。对我而言，这是真正做到动作、剧情满分的神作。因为它，街霸5被我丢角落吃灰，连升级补丁都懒得弄了。玩家可以根据自己的喜好选择、培养角色。技术好的可以自己操刀，技术欠缺或者懒癌发作的可以请AI代工。音乐完美，画面完美，电影化的镜头、充满韵味的嘴斗…… 不夸张地说，这个格斗游戏的语音对话量，让很多自诩剧情精彩的RPG都相形见绌。

虽是好评，但缺点也不少：
- 练级是真的慢。我两百小时只练得5个满级角色。虽然装备可以刷出增加经验收入的词条，但那根本杯水车薪。试想要全角色满级，没一两千小时能搞定？

- 晶石和金币产出是真的少，比玩网游都肝，都困苦。

- 个人感觉，纯粹个人感觉，角色的四维属性在30级之前还算正常，超过30级之后似乎有隐含的敌增我减的设定。我主力培养的角色，近6000的力量，3000的防御，一套连招猛如虎，一看伤害二百五。各项数据被我碾压的电脑（比如3000多攻击，2000多防御），一套连招下来，扣血比例比我还狠。这难道是为了平衡玩家和电脑之间数值的差异？要真是这样，你直接把真实数据展现出来就好了，玩什么虚的？

- 多重宇宙的任务太难刷了，动不动连战十几个角色，堪比MMO。

- 传奇多重宇宙达成成条件太苛刻，太杀时间。比如神奇女侠"某关卡中的某一条需求"是使用该角色3000分钟。我至今也只通了一个角色的传奇宇宙，要想全达成，八成要等到我125岁生日。最不值的是，最终奖励传奇级别装备属性也无非相当于一个极品橙色装备(四维中的三维+500，剩下一维+250)，而且极有可能会要牺牲你四件套套装加成，食之无味弃之可惜说的就是这玩意。在我凑齐最强套装5件套之前，它只能在装备库里充当展示品。

- DLC死贵，还不打折。没错，我是想买无限幻化，问题是它真值9,99€？

- 行会几乎成了摆设。我自家多重宇宙还肝不动，还跑去行会挥霍我的时间？那点报酬真是打发叫花子（问题是要通传奇多重宇宙，你又不得不去当叫花子...）。
好评: 整体还可以 但是没真人快打优化的好
好评: nice GAME
好评: 自从我用闪电侠把同学按着打以后我就再也没碰过键盘，手柄太痛苦了
好评: 彳亍
好评: QKFGK发给邱vi·
AFHOWGFOK`
'DOgfkjafviuvJKGOGIL
fjkqgfoqgfiqgOG；gfhqoghqogq熬过福气哦i共i；欧服互掐公告·1p
好评: 我是傻逼
好评: 还不错
好评: 非常不错，
好评: 6666666666
好评: 还可以
差评: SB游戏没人玩是有原因的
司马设计师建议给你妈重新设计一下
好评: 太sul
好评: wdnmd
差评: 好TM难啊 我就想看个剧情有没有自动托管模式啊
好评: 最好玩的超级英雄游戏，正版授权，打击感特别不错
好评: SFSE
差评: WB的游戏越来越恶心了。为什么一定要加入肝这个元素？用游戏质量本身来吸引受众不行吗？肝只是为了满足类似强迫症的某种满足感，而超过了关注游戏质量本身。如果可以不肝，我宁可选择花钱。
差评: 我并不是说他不好，只是我不会将这游戏推荐给其他玩家。
我是手残。
费手柄。
剧情个人觉着很乱。
cg很好看！
差评: 我是手残，我表示操作太难了
好评: 有一说一用电脑真的很难搓出技能啊啊啊啊经常就卡教学模式，看来我这种手残党很不适应这类格斗游戏啊
好评: 被虐的真爽
好评: 作为一款格斗游戏，格斗手感非常不错了，而且还有优秀的剧情，真的讲了一个很完整的故事，我很喜欢
差评: 我是傻逼
手残党为什么要玩格斗类游戏
好评: 好

好评: 我是傻逼

好评: DC粉必入！
好评: 打击手感、大招动画都很棒，搓招比较轻松。趁打折入手绝对血赚。就是升级太慢了。
好评: 神奇女婊惹人嫌，孤寡老爷真可怜
好评: 首先作为一个DC粉，能看到男神女神CP互殴我就超级兴奋了，而这电影化的故事又给我了我一个全新的视角去认识正义联盟的英雄们。当然，这次又是布瑞尼艾克和达克赛德二选一的反派设定，制作组选了可怜的布瑞尼艾克。最后——超人的姐姐好可爱啊，买了她的精英皮肤
好评: 结局有点虐
好评: 我是馋来超人的肉体的
好评: dc粉必备
好评: 游戏是好游戏，就是优化真的不行
好评: DC  NB(指游戏)
好评: 玩了下剧情模式还不错，只是手残玩家只能玩简单难度哈哈~这格斗游戏还能穿装备能幻化有点牛逼，作为DC粉来说值得一玩，就是欧美人的审美不太对胃口。
好评: 看电影 > 打游戏
好评: dc粉必玩
差评: 垃圾一样的游戏，连续打了20多把居然还没赢，他妈的变态游戏！！！！
好评: DC粉必买产品之一
好评: 除了有点卡其他都非常好希望更多添加的DC人物客串再少一点
好评: 还不错，打斗很过瘾
好评: 操作神仙打架
差评: 故事模式一直闪退是什么情况？我现在只能玩角色回合制，剧情没有进去过一次
好评: 良心游戏，就是可惜没有终结技

好评: 画面炫酷，打斗爽快。骨折入，香的很
好评: AWSLGYDAGDYUAGTD
好评: 除了对手残党不友好和很肝之外，就没什么缺点了。这么说来也没啥优点了。
好评: 剧情好
好评: 酷
好评: 很喜欢这类题材，对手残不太友好，技能放不太出，没有那种简单的连招体验，所以打完剧情也没什么想法了
好评: 我是薛帕德指挥官，这是我在神堡最喜欢的商店。
好评: DC影迷可以玩玩
好评: 还不错，就是手残，连招我放不出来，至今只能打简单难度
好评: 玩就完事了，我就喜欢用蝙蝠侠暴打超人。。。。
差评: 从小就不会玩拳皇啥的，打扰了，我不配
好评: 剧情很不错，仿佛看了场大电影，格斗部分略微有些单调，尤其是招数方面有点重复，不过人物设计的还是蛮好的
好评: 我是傻逼

好评: 好玩儿就完事儿了嗷
好评: 眞簿磋
好评: WB游戲做的DC游戲比WB電影拍的DC電影好一百倍。
都是王八，爲什麽差距就這麽大呢？？
好评: “没有绝对的正义还和邪恶，他们是由掌握权力的一方决定的。”
两天打完了《不义联盟2》的剧情，作为格斗游戏的附属品，虽然剧情深度不是很到位，但是人物的立场分歧还是对玩家产生了深刻地映像。蝙蝠侠为首的supergirl，猫女，哈莉，猫女，奥利，黑金丝雀等人，坚信给予希望才是正义；超人为首的达米安，神奇女侠，钢骨等人依旧是强硬的做派，让人畏惧......到底谁才是正义？
故事以supergirl展开，也以supergirl结束，终于将胸前的“ S ”标志变成了希望。
槽点也有不少：1.剧情简短，对DC粉不够诚意，人物刻画展开不到位；2.自杀小队成员依旧是被安装了微型炸弹，在布莱尼亚克入侵时依旧为非正义的一方卖命，如果能和超级英雄们一起对抗那就太好了；3.等级升太慢了，装备需要打很久才可以穿着；4.大招就一个，有点单一......
总之，相较于前作来说，还是足够惊艳的！
《哥谭骑士》和《自杀小队》再见吧！
好评: 针不辍
差评: 对配置要求太高，电脑带不动。
好评: 好玩
好评: 我以为吃到超蝙糖的时候，DC给了我一刀，捅死那种【

开箱子为本作玩到现在最大乐趣233333333333333
好评: 还是比较好玩 刚入手 多玩一点时间继续回来评价
好评: 还行 电脑配置不错的话 挺好玩的
好评: 太鸡掰难了，不过传奇版打折就两杯奶茶钱，就当看电影了
差评: 台词里有一句挺有意思 许多城市瞬间就被毁灭 哥谭 北京 莫斯科  制作组这么喜欢带货 其实我也挺喜欢带货的
好评: 最后boss的主场也太难打了
好评: 游戏画质可以，一开始开打就黑屏怎么解决
好评: 因为爱蝙蝠侠，没有别的理由！！！！！！！！！！！！！！
好评: 玩儿是可以玩儿，作为一部格斗游戏确实质量上乘。
但是由于略大的素材（贴图模型等），游戏下载下来有五十多个G，我打通了主线剧情两次，超人线一次，蝙蝠侠线一次，之后基本没再打开过游戏了，因为这个50多G的游戏，换装备换外观的读条，真的得在固态硬盘里才能稍微有点儿速度。
如果你碰巧财力雄厚，有闲置的固态硬盘空间并且时间充裕，那这是一部剧情画面都很好的格斗游戏。
好评: 鼠标卡顿的问题能不能解决一下
好评: 电影一样精彩
好评: 我是傻逼
差评: 玩着玩着键盘失灵 有人有解决方法吗

好评: 有没有什么补丁能不锁30帧 大招cg和菜单都是30帧 帧数来回跳真受不了
好评: 游戏真的不错，值得购买，期待新作
好评: 可爱

好评: 就没人碰上CG音画不同步的问题吗
好评: 针不搓
好评: 村里才通网挺好的
好评: 打折真香，住在山里真不绰~~~~~~
好评: 给女朋友口了一晚上才给我买
好评: 剧情还可以
好评: HAO
好评: 好
好评: 为什么编剧要把神奇女侠弄成个带婊子？
好评: nice
好评: 类似于真人快打11，但无论是剧情还是做工都比不上
好评: 这游戏真不辍，就跟在山里一样，玩了几个小时了，技能都不会放一个。
好评: 为什么进不去啊淦
好评: 我是个dc粉，但是很明显我不喜欢这种横版的格斗，如果有朋友一起对战当然好玩，但是放剧情模式里是真的不喜欢横板格斗，不过好在可以跳过，要是可以单单看cg剧情就好了，动不动就要手操打斗，但不妨碍是个好游戏，如果你喜欢一个人玩拳皇这种游戏，那它真的很适合你，但是如果不喜欢又不是dc粉，推荐还是不要浪费钱，但是当部电影看也很值，我觉得棒的就是剧情，打斗都是点缀了
好评: NICE BEAUTIFUL GAMES
好评: 游戏好玩，正持续肝中
好评: nb
好评: 冲着《不义联盟/人间之神》的漫画来的
cg两大管饱
横版格斗对我这种轻度玩家来说也挺好的
史低17 不买亏了
好评: 剧情真的没话说~动画衔接打斗很顺滑~
好评: 不错
好评: 我是傻逼
好评: 喜欢DC
好评: 好
好评: 好玩，大爱DC
好评: DC粉直接入就是了，买游戏送电影，建模舒畅，玩法多样。
