好评: 五影暴打斑！！！
差评: 傻逼游戏 最后一关脑残设计的吧 死活打不过七尾 一管血被秒 HD版还有BUG进不去
好评: 因为时代不同，好多细节部分都挺让人难受的（尤其是在先玩了4再回来补前作，打完3之后突然就对1、2没兴趣了），但是对于剧情的演出依旧到位，游玩过程中有好几个画面都挺感触的，突然就回想起当时追火影时的感动，这钱花的不亏。
好评: 先玩的4在玩的这作，把剧情通关了，制作组小改了一下剧情，把我小南的一亿五千张起爆符给改没了，而且最后居然没有衔接4的剧情，强行和平结尾了，从现在的角度看真是离大谱了
而且和尾兽的战斗太离谱了，视角飞到天上去，击中的判定也完全不明所以，还有五影vs斑也是，果然正常大小的人还真不好打高达啊
好评: 究极风暴中剧情表现最佳，系列进步最大的一代
差评: 其实游戏是值得好评的，作为13年的漫改游戏，画面可以说相当不错了，可用人物比较丰富，人物的不同时期还有对应的技能，剧情是五影会谈到第四次忍界大战初期，内容不算太多，但还原度和演出很出色，HD版还解锁60帧和中文了更值得好评，但差评也正是因为HD版的恶行bug，在中文下最后一章结束后必定报错，而且存档还是在最后一章之前，本来最后一章的难度就很恶心，辛苦打完了因为bug还得重打。
差评: 他大招不像风暴四一样。按几下普攻就可以放大，按技能再放大招。还没连携技
好评: 打击感不错
差评: 最后就硬恶心人是吧？中文闪退不说，最后六个人柱力是人打的？不知制作组有没有考虑过手残玩家的感受差
好评: 冒险模式中是原剧情，其中穿插着玩家与电脑的对战，上手还可以，用手柄玩比较顺畅，不会基础的可以百度下“究极风暴3基础操作”，将替身、冲刺什么的练习一下还可以玩，不然游戏体验会比较差。总体来讲像是一个3D对打游戏，长时间操作上手了还可以，但是剧情那边确实有点慢，我开的英文模式当练习听力了，主要还是情怀支持着我玩下去。火影完结了，留个纪念。总体好评。
好评: 小时候想玩的游戏之一。上小学的时候听都看火影的同桌介绍了解的这个游戏但是那个时候家里台式机太拉耍不了。家长有笔记本所以就不更新台式电脑的配置……所以这游戏一直成了我小时候最想玩的游戏之一。后来上了初中有了云游戏就在手机上通关了3和4记得还截了不少图。
好评: 在库中进入hd模式游戏还是没有繁中的看这里，可能是你安装时没选中繁体中文，在库中右键游戏，选择属性，选择语言，选择繁体中文再进游戏就好了
差评: 游戏一般，买也是为了火影。你要是火影迷就买，你要是想玩游戏，我建议你去看博人传。另外，HD版本掉帧很严重。
好评: 兜真的是sb
差评: 不知道为什么电脑配置没问题可是会一直掉帧
好评: 彳亍
好评: 弄了一小时，发现了问题，给后来的伙伴们分享一下，进游戏电流爆音的话去把耳机的空间音效打开，就完美解决问题了
好评: 非常nice

差评: 既然搞PC端了，就TM把按键显示改成键盘。真恶心
好评: 哪个大哥，给我来一个改建的具体对应，用不出辣仙根！！！！
好评: 究极风暴3的特效没有4华丽，但是hd版本的帧数画质其实真的算是很好了，这一部的bgm个人感觉非常好，特别是终结之谷鸣佐打着打着就能感觉到悲伤，兄弟共斗的dlc也是非常棒，特别是鼬离开的那段剧情，bgm配的让人感觉泪花花的。难度的话，人柱力，尾兽，还有dic的兜，特别是兜那一段非常难打，罕见的密密麻麻一排排星星，打斗流畅，背景音乐事宜，个人感觉跟任何一部相比，这一部都是非常可圈可点的！！
好评: 经典
好评: Good ！Full achievement ！Yes Yes Yes ！
差评: 团战设计和屎一样 设计师你是两年没排便 脑子里全是屎
好评: 三代是进化最大的一部，部分剧情的改编也让游戏相对于原作来说更有表现力。
好评: 史低买的，我是聪明B
差评: 老子tm打了5个小时了，九尾那关面具都破了给我闪退还tm丢存档去死吧火影忍者
好评: 漫画粉丝向游戏，剧情画面都很不错，就格斗设计来说感觉一般
差评: 妈的，每次玩到九尾打面具人就闪退，本来就难，还丢失存档，太恶心了！！！
好评: 永恒经典完结篇~撒花~~
好评: 新的HD版本还是不错的，除了最后一张会闪退这一问题，希望尽快修复
好评: 需要汉化

好评: 超级喜欢火影系列，让我又重温了一遍火影忍者的剧情，优秀的画质，优秀的战斗场景，完美的体验感，让我感觉各种热血沸腾，有感动，会流泪，有热血，去战斗，完美！
好评: 真好玩
好评: 最后面的七尾真是个崽种攻速快的一批移速还快，血掉老快
好评: 没什么好说的，我现在已经在嘲讽原价入手的舍友了
好评: 最后续打6只尾兽+带土太难了，血量不够用。
好评: 童年
差评: 这么说吧，繁中根本玩不了，买了个寂寞
差评: 纯你亲妈的脑瘫，上架STEAM不给键盘设置是吧，傻逼
差评: 按键设置不舒服
好评: 可能是我电脑的原因，打到后面闪退。看评测说是用系统自带输入法换英文版进入游戏，但我卡成PPT。游戏的的确确是好游戏。
好评: 很好玩，推荐手柄
好评: 真好玩，女朋友都不想找了
差评: 很垃圾
很垃圾
看到就不要买了
HD版本笔记本完全玩不了
闪退
只能玩普通版本锁30帧率画质还贼差
差评: 里面的J键 按不到 J键普通攻击 这游戏没普通攻击怎么玩 扔飞镖过？
好评: 爽
好评: 这画质 对比2真是全面升级啊  质感高很多 日常操作流畅  采集也变快了（差距就像3ds时代的怪猎和PS4的世界一样..）
针不戳！！ 剧情也变多了 i了i了 终于知道大家玩这个就是为了重温剧情的..
差评: 比武游戏，推荐买4代
好评: 可以快速并且简洁扼要地了解火影忍者的剧情。
差评: 比动漫表现力都好，粉丝向确实好玩，但是我是在玩火影不是怪物猎人！这七尾一个臭玩意浪费时间范围又大频率又快又喜欢飞跟多动症一样死一次又要从头开始包括中间的剧情赶紧爬吧
差评: [strike]玩了三遍了,还需要评测吗[/strike]

我收回我的评论,HD版本关尾会黑屏闪退,重新启动的时候发现没有存档

???
好评: 粉丝向质量优异
好评: bug有点多，但还是坚持着玩通关。
好评: 开始的时候选择打开第二个
ULTIMATE storm HD版本
而且第一次打开的话帧数会很低
游戏默认集显，得自己去显卡控制面板调
3设置到60帧感觉比4丝滑得多
尤其是最开始的时候鸣爸打面具男
耳边感觉自动响起了四代目火影的bgm
好评: yyds
好评: 打折买的，我是聪明逼
差评: 最后一个多小时游戏体验负一百分，要打三场非常规的boss战，体验极差：

1.选了豪杰选项要以同时一打三的方式干掉六个人柱力，被群殴了一个多小时，挨了好多背刺才过的

2.要用修脚的方式干掉六个尾兽，而且车轮战的最后一个boss还是会飞的七尾，初见根本打不到，第二次求稳拿助战磨死的

3。鸣人尾兽化以后接着车轮战六个尾兽，第一次想正常打，结果直接给了九尾裆部的视角，没打过，第二次才发现尾兽玉威力很大可以逃课，这关算是体验最好的了

最后的最后，高潮来了，我玩的是hd版，选了中文，最后会闪退，整个一个多小时的大决战全部白打。一切的一切都宛如一场梦，重新读取游戏的时候，眼前是决战前夕惴惴不安的八尾人柱力奇拉比，我才想起来整个Boss战之间居然没有存档，万代退钱！！！！！
好评: 火影系列从不让人失望
差评: 我是傻逼
好评: 本来是60fps,玩着玩着锁帧了，变成40fps，怎么解决
好评: 我明明下的是繁体中文但游戏里就是没有中文欸离谱，汉化包也下不了
好评: 情怀
差评: 傻逼没保存点 一拔耳机线就卡死 别买了
差评: 最后一关千万记得把语言调成英文再打，不然最后闪退很酸爽
好评: 好玩
差评: 最终决战bug闪退，打都打完了，然后得重新打折磨，折磨
差评: 妈的裂开
好评: HYRZYYDS
好评: 没办法调独显解决办法：打开文件所在位置，将exe改名中文后手动添加，hd的exe在dlc文件里
已经知道结果了还是很伤感，四代目实在是帅出天际
好评: 为什么没有点窗口模式不是全屏
好评: 繁中怎么设呀，有没有大佬告诉我呀，我在属性中设置了好像没用。
好评: 不错 良心游戏 配音是日语就好了

好评: 剧情演出效果还是不错的，不像4代那样有大量PPT过程，不过打击感远不如4代
好评: 繁体中文进入游戏方法：
不要从桌面的图标直接进。在steam的库里点开始游戏，会弹出来两个选项。选择下面那个带HD字样的，进入游戏。就会变成全屏繁中。
切记！！！最终战，鸣人变九尾形态带着杀人蜂跑去打架之前，一定要保存退出游戏。然后，库里右键→属性→语言：先改成英文版本再去打最终战。繁中有BUG，通关之后必黑屏。


1.游戏本身不错，难度不算高，但上手需要练习。强烈建议去B站搜“究极风暴 新手”先学习基本操作和思路再玩会爽快很多。
2.本身虽然是格斗游戏，但是相比之下更像动作游戏。因为只打剧情的话难度不高，微操要求也不高。喜欢动作游戏的推荐试一试。
3.没玩过火影游戏的推荐先试这一部（第3作）。因为没有DLC且便宜。4代DLC多即使买大包也比较贵。
好评: 连续玩第一第二第三代感觉第三代真的好玩~ 剧情上除了结局是原创以外都很还原~ 对战一部分角色和技能都是直接从二代搬过来的，但是角色选择多了~ 对战玩法也是比二代多了~
好评: 虽然最终章要英文语言才能过  游戏体验不差
好评: 总闪退，怎么办
好评: SB游戏
好评: 究极三的画质打击感还是不错的，电脑垃圾修改了好多参数才能正常玩
好评: 不必多说了，不错！
好评: ？？？？？？？？？？？？？？？？？？？？？？？？？？？？？
说好的繁体怎么设置


好评: 1
好评: 说有繁体，怎么没有呢，哪个大神知道怎么弄吗
好评: 很便宜，很开心，好歹也繁体中文
差评: 按键设置不能用LB和RB是什么臭毛病
好评: 为什么我玩就卡啊？？玩4都不卡玩三就卡哪里出问题了啊？？？？

差评: 最后一战连续高强度不间断打了2个小时好不容易过了，播完篇跳出，心态爆炸，而且才知道这个是中文版的bug，那就差评接好
好评: 整体不错没手柄的可以设置这样也能玩趁着优惠推荐入手要求的配置也不高
好评: 总共有4部，我就买了3和4，这两部体验下来，两部的剧情衔接的十分不错，就算更新换代玩法也是没变，顶多就画质变的跟好，说是一个游戏，我觉得更像是一个可以操控的番剧，游戏配置要求也不高，价格也十分合理，我的推荐就是冲冲冲！
差评: bug太多

差评: 没手柄的散了吧，这玩意键盘都不知道是哪个键，开场动画又臭又长还没法跳，进游戏按Start键直接重播动画。
好评: 点开始游戏后 要选第二个 进去才是繁体中文
好评: 粉丝向
好评: 最优秀的一部究极风暴
好评: 好，被朋友打爆了，我是傻逼
差评: 真的无话可说了，HD版本最后一关过场CG到最后闪退，再打一遍。跳过CG，然后还是闪退.不玩了，没意思
好评: 谁知道怎么调繁中
差评: 高清版键位BUG垃圾呀！算了，玩4去！！！！！！斑的阴谋！隔离中
差评: 追后一战玩你妈，恶心的要死，车轮战还不给补血，这种设计简直™脑瘫，谁玩谁受苦
玩你妈逼
好评: 除了快结局几场对战难度高了点，之前的战斗流程挺不错的，全CG过场也挺好
差评: 2v6豪杰路过，最后一战体验极差
锁定机制和屎一样，锁到人连到一半一堆手里剑往脸上丢，打着打着被打断比便秘还难受，行星螺旋丸锁人没打到打到别的npc就自动改锁定目标，镜头一直都是敌方视角只看得到我一个人。老紫和柚木人还有汉最恶心，特别是汉你锁到他查克拉冲刺冲到天上，镜头跟不上金鸣在原地不动都不知道自己人在哪。打完之后以为没了结果还要金鸣去打6个尾兽，螺旋丸大概率打不中人，手感还特别奇怪，经常打着打着就空拳了，自己在半空被两只尾兽霸屏啥都看不见，视角我也不知道怎么移动，七尾更是流氓在天上飞必须空中查克拉冲刺滞空打，然后莫名空拳掉地上直接被暴打。打完之后变仙狐模式有把六尾打一遍，还好尾兽玉伤害很高但是查克拉恢复速度真的感人感觉我就像一个炮台打三炮抬走下一个，耐心被不断的磨灭，好不容易把带土面具打爆了，看完动画游戏一退，我突然想到我之前在steam看到的差评，然后小心的点了故事模式重进了一遍。
“YO！准备好了吗鸣人”

准备好了吗
     是
     否

好评: 优化最好的一作，除了hd最后一战闪退外，个人认为毫无缺点，4给爷爬
差评: 傻逼游戏吧 问题尼玛贼几把多 之前下的时候贼喜欢闪退 现在日你妈卡在开头的什么键位设置界面 傻逼游戏
好评: 最后一战粪的程度让我把这作之前一切的优点都忘了。可是不能这么片面
虽然你最后一战实在是太粪了。
但是前面的流程算是忍者风暴系列不错的了。
所以还是给好评的。
差评: 终章最后结局动画旁白游戏闪退，之前完全没有保存点，牛呀。本来对比1，2代优化老么多了，肯定好评，来这么一出那我只能差评了！

而且而且！！！如果要玩繁体中文版居然还不能游戏里设置，咱要是直接快捷方式运行那就全完了。得进库然后点击游戏选择HD版，我勒个鬼鬼！
好评: 经典之作，无须多言
差评: 打到最后一章闪退真难受。
好评: 三大阴间任务：
1、七人众评价S(这个任务谁TM能想到必须要你带药吃满血才能S？差一丝满血都不行噢，你这么严谨TM怎么不去当科学家，来当什么游戏制作人？)
2、最后一章4连战不存档，偏偏每个时间长得要死还有一些不能跳过的剧情，而且评价S要求第一战要接近满血过否则后面三个基本不用打，所以还是要你带药带药带药，你他妈还是格斗游戏吗？哪个格斗游戏鼓励吃药的？你咋不去医院当药师呢？
3、断章(这么厚的血条刮痧？劳资真人给你刮好不好？免费的。想拿S还是要带药，到底是对面叫药师兜还是我叫药师鼬？制作组我看该给你们喂点药才对)。

两大阴间人物：迪达拉、手鞠（不解释，玩过的都懂）。

地图既没有1代的精致开放，也没有2代的简约方便。弯弯绕绕的，还是通关了才让你去逛，不过也让那些不执着于全成就的玩家不必领略这阴间地图了。

唯二优点：替身容易施放了以及鸣人父母的剧情还原了，冲这改个好评吧。
差评: 买了四件套后发现3竟然以前玩过，最开始的3DM学习版 后来PS4都买过  比1和2强太多了 推荐！（盗版）

正版尼玛最后一章打完了直接闪退 白打一小时 尼玛币差评！
好评: 贼好玩特效特别棒
好评: 原价买的 我是傻逼
差评: 对于喜欢鸣人（不一定非得是粉丝）的人来说3也是不容错过的一作，虽然支持了带鱼屏的HD感觉还是有一丢丢糊，但比起2来说还是升级了一档的，整作除了最后稍显冗长的coastline battle和尾兽之战外，整体还是比较酣畅淋漓的。
忍痛给差评的理由：最后爆睡醒来的鸣人跟小樱在村子里再见时突然闪退，以为剩下的应该在4里直接就卸载了，看了steam评论后才知道这貌似是繁中的bug，想着可能还要再经历痛苦的最后一战以及重新下载的我选择了去B站补全，然后才知道错过了佐助跟他哥的断章，这时我心里只有一万句ちくしょう！o(╥﹏╥)o

開発者へ
ナルトが好き、ファンじゃない方々にも３がおすすめ！最後のcoastline battle及び尾獣との闘いは長かったですが、全体的の物語と戦闘で心地よく楽しんで頂きました。あとHDバージョンでも画質がすこし劣っているかもしれないですが、２よりワイドスクリーンがサポートされているのがよかった。
おすすめしない理由（実はしたいけど）：
繁体中国語のバージョン、最後爆睡していたナルトとサクラが町で再会する際フラッシュバックが起き、残りの物語は４にあると思いすぐアンインストールしました。コメントを読む際、これが繁体中国語だけのバッグらしく、アンインストールをした自分が後悔しながらまた最後の長すぎる尾獣との闘いも嫌で、断念してビデオサイトで「断章」もあるのが知りました。その時「なに？？？？？」という騙された気分でした。
何年も経ったのにこのバッグが修正されてないのは「恥を知ろう」と開発者にお伝えしたいと思います。たくさんの中国語圏のプレイヤーに責任をもってバッグの修正をお願い申し上げます。
好评: 好哥哥们，为什么进hd版本一直卡在按键设置界面，怎么按都没有反应啊
好评: CG感觉比战斗时长多太多了，往往是战斗一分钟，CG半小时（笑）。不过也给了自己回味火影的一个契机。剧情关S比起究极风暴4要简单的多，基本达成了目标都行。
差评: 游戏很好，很喜欢火影，但是游戏帧率太低，而且没有中文
差评: 写着繁体中文还没有中文？？？俄语 行     中文 不行   !!!
好评: 为什么我日常的时候只能走路，跑不了，求大神帮忙解决
好评: 好的
好评: [h1]火影忍者究极风暴第三部作品[/h1]

《NARUTO SHIPPUDEN: Ultimate Ninja STORM 3 Full Burst HD》（《火影忍者究极忍着风暴3》）是火影忍者究极风暴系列的第三部作品，承接前作疾风传的剧情，讲述了对鸣人小时候的回忆，从四代目火影守护村子与神秘面具人和封印九尾的故事起到与晓组织对抗，尾兽之争到宇智波斑的决战结束。游戏可以使用非常多的火影忍者登场角色，剧情中甚至可以使用巨大的尾兽进行特殊战斗。动画卡通风格的游戏画面，超级还原的音效和音乐，以及华丽的战斗特效，让游戏充满热血气氛，玩着玩着就被这样的劲头所感染。目前Steam上的版本已经支持繁体中文，不需要使用补丁，但是繁中的闪退BUG依然没有修复。

[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]

[b][h1]热血少年漫[/h1][/b]

游戏的剧情模式依然采用的是动画播片加格斗战斗的形式，承接的是前作的剧情结尾，开场便是直入主题的四代目和神秘面具人的格斗对抗，依旧是拳拳到肉的战斗，战斗特效拉满，激爽刺激，热血满分。
当游戏序章的战斗结束后，游戏的焦点又回到了主角鸣人身上，开启了RPG模式，与火影忍者4代的主线不同，3代虽然对剧情中的主要战斗采用的是时间线的模式，任何时间都可以随时回去重新挑战，但是正常的剧情流程走向则是传统的RPG。玩家可以操作主角在村子里面转悠，做任务，接支线任务，使用金钱购买物品，或者进行过去的战斗回忆，进行战斗练习等。
随着剧情的推进，玩家会遇到个别小怪战，特殊战等等，小怪战斗有些无双的感觉，有些像《火影忍者究极忍者革命》的玩法，可以在小怪战里面使用部分忍术。特殊战则是比较特别的战斗，只有主线剧情里面会遇到，巨大的敌人，或者尾兽之间的战斗，激烈但仅此一次，游戏最后一章的尾兽车轮战，属实让人搓手柄搓到痛苦。
剧情的连接处，会通过动画播片的形式播放，个别战斗会让玩家使用QTE完成，完成要求的QTE可以获得星星，填充满星星就可以解锁接下来的剧情了。
整体的剧情演绎非常热血到位，重点的剧情全部叙述出来了，受不了动漫节奏太慢的玩家，用游戏剧情来补番倒也是一个好方法。鸣人和佐助的战斗可谓是系列传统了，这一作依然有鸣人与佐助的成长与对抗，Naruto！！！Sasuke！！！

[b][h1]爽快流畅的格斗战斗[/h1][/b]

游戏除去小怪战和那几场特殊战以外，包括剧情中的主要剧情以及剧情流程外的线上线下战斗都是通过格斗的形式。
游戏允许1V1的单挑格斗和3V3的支援援护战斗，援护可分为援护攻击，援护防御等，搭配好援护的技能是玩家胜利的一大重要内容。
先手攻击往往会获得较好的优势和最终的先手评分，不同的人物有着不同的战斗速度，理解好自己人物的定位和起手延迟时间可以让人物战斗更加得心应手。
与前作相比，游戏增加了替身技能条和投掷道具的使用。替身条可以更加直观地显示出替身技能使用次数，在被敌人连续攻击的时候，使用替身技能可以很好的躲开攻击并绕到身后去，前作的替身比较随缘，本作可以直观得展示，可以把替身技能用在刀刃上，同时也可以控制对方的替身使用时机。游戏中的战斗会获得大量的金钱，金钱除了购买音乐画图线上称号外，就是购买投掷用的道具了。搭配好道具，进攻道具，防御道具等可以在战斗中适时使用，让战斗变得更加优势。
个别人物有了主动觉醒，生命值较低的时候，长按查克拉蓄力可以进入主动觉醒，变得具有更加强大的攻击手段和更加强大的忍术。个别人物也增加了究极奥义，比奥义更加强大，更加华丽的技能，有时候甚至可以“毁灭地球”。
各种华丽的忍术和奥义一齐使用，战斗的画面十分华丽激烈。

[b][h1]游戏目前已经放弃治疗了[/h1][/b]

火影忍者究极风暴系列一直是主打联机格斗，但是目前因为续作已经有了，而且也有了专门为联机格斗而做的作品，因此本作的线上几乎已经鬼服了，在线的玩家多是在体验剧情以及本地或者开黑联机的。不得不说，本地双人联机对抗是真的很爽，我大部分时间基本都是在本地虐人。
另外，游戏的繁体中文的闪退BUG存在很久了，虽然一直有人在讨论区希望官方可以修复这个问题，但是时至今日，已经许久没有过更新的本作，这个问题依然没有修复。玩家在最终与宇智波斑的战斗后如果使用繁中会一直闪退，切换到英文游戏可以解决这个问题。
游戏锁30帧，个别时期会突然掉帧，这种情况多出现在尾兽战斗中，游戏的第二场三代目火影对战九尾妖狐实体，游戏就会突然掉帧，这也是我当初接受不了而退坑的原因，后来换了电脑依然存在这个问题，不过某次更新之后这个问题得到了一定的改善。

[b][h1]结语[/h1][/b]

游戏我推荐给[b]火影忍者粉丝，想要通过游戏剧情补番的，喜欢格斗单机的玩家，以及有朋友联机或者有人本地联机格斗的玩家[/b]。毕竟游戏打折已经可以使用很低的价格购入来体验这部作品了，也可以体验这段动漫的剧情。
想要体验更多的人物和更好的画面我比较推荐购买本作的续作[b]《火影忍者究极忍者风暴4》[/b]。
好评: 很不错
好评: 小南废物,我爱罗也是废物，丢苦无都这么慢，打架还插手，伞兵一个，技能前摇又长
好评: JINGDIAN
差评: 我就想问，电脑的怎么设置键位
好评: 没有无聊的跑图！没有无聊的跑图！
绚丽的剧情演出，华丽的奥义特技，热血的QTE战斗！
可以玩的番剧。
差评: 我是sb
（艹亏死了）
差评: 游戏关卡设计的脑瘫，大战六位人柱力和最后的连战，本来剧情要升华的地方，给你喂屎，最后还闪退
差评: 还可以，建议打折买。
好评: 不知道为什么最终决战打完之后还没保存就直接闪退了，其他的地方还是很棒的
好评: 手残，求个修改器
差评: 怎么设置中文啊
好评: 柑橘不错。
差评: 玩了一天，好不容易打到了结局，特别高兴。但到最后照片那里直接给我来一手闪退，我吐了。再打开游戏，直接终章开头，我tm直接卸载，这尼玛明摆着就是恶心人的，直接差评，心态爆炸。
好评: 游戏很还原，技能很棒
好评: 剧情的最后面部分好像和tv以及漫画不太一样，火影粉丝表示忍术效果和打击感受都很赞，以前没有玩过格斗游戏上手也很快，繁体翻译勉强能接受，不过说实话最后打尾兽的优化真的令人汗颜，记得打面具男和尾兽的时候改成英文，不然打完秒闪退。
好评: 1
差评: 有的保存点真的长，还不能吃药，策划是忘了设置了吗？
好评: 还可以

差评: CSNDM  从二尾打到七尾 七尾一个顶五个垃圾尾兽  必吃的大招 两个大招就要重新开始  打你娘个臭逼 鸣人一打六我打了五遍  什么篮子东西想出来的关卡
差评: 淦，一打三疯狂打断，群攻也不会，锁定机制更是离谱，拇指移到右摇杆切锁定，早就被痛打一顿 了，整个场景一团乱麻，都找不到太子在哪儿，真不知道哪个鬼才设计的粪战斗，打了一下午，血压升上来了
------
晚上补充，简直不能忍，最终章打完了nmd直接闪退？？？重开居然是一打三前的检查点？？？？？？？好好好，劳资再打一遍，淦
cnm又跳出！
据说只有换成英文才能避免跳出......wtm原地爆炸，真是服了你家的bug......
就着高血压再喷一点，播片实在是太慢太长了，前作还能按a推进文本，这次要么直接全跳过要么全看完，我敢说这个游戏的大半时间都是播片。最最难受的还是最后尾兽几连战，已经被鬼才设计折磨得身心俱疲，还逼着我一遍遍听九尾bb，这段ppt放在tmd打斗正中间还不能跳过......
我看那个跳出bug至少17年HD版发售的时候就有，到了现在都不修，呵呵，将来大概率也不会修。
优点也有
战斗系统（除去人柱力尾兽群殴战）比2代好点，2代的替身和防御是一个键，闪的时机很难抓，这代给了四个闪避槽，判定很长，其他的就那个“秘密行动”有改进，战斗中可触发的特殊互动都有标记提示怎么触发，2代也有类似的设计，但是没有任何提示，我唯一一次触发是二柱子打鼬的手里剑对波，其他的懒得找了。
另外这次没在主线里安排多少支线，也不用收集素材来解锁商店，换成了商品图纸，倒是省了不少时间
最后就是便宜，全四代加在一起+4代dlc也就一百五左右，性价比很高，但是如我前面所说，3代的最终战简直是究极折磨，下次要是再打，我绝对要用风灵月影
好评: 跟电视里的一模一样
好评: 主线最后一关和鼬打5管血仙人兜难度大以外，其他都做的很好
好评: 真心不错，个人感觉算是火影巅峰之作，比4要好玩
好评: [h1] 8.5/10  我愿称之为系列最强[/h1]
+有繁体中文。
++部分角色添加了主动觉醒模式，大大增强了角色的可玩性；觉醒模式有一定削弱，会被奥义中断。[spoiler]（八门遁甲的主动觉醒有点银背族长了，简直就是自杀，而且平衡性也拉胯，不过帅就完事了）[/spoiler]
+英雄路线体验佳，豪杰路线有挑战。
+增加了秘密事件的设定，可以复刻动画里的经典片段，相当爽快。
++人物的表情变得自然了，而且即时演算的过场也有了镜头感，体验相当不错。
-走路速度依旧那么墨迹，这作甚至还砍掉了传送卷轴，改成类似传送点的设计，后期全收集比较吃瘪。
-道具屋的设计图简化了，但是设定又回到了一代的消耗品类型，战斗中又不像一代那样可以随时补充，并且还分英雄栏和豪杰栏，个人觉得强行分家这个设计很烂。
++替身槽这个设定真的救活我，再也不用随缘替身了，打电脑也不用担心断连，有没有替身看的清清楚楚，好评。
+增加了无双模式（指几个特定关卡）
++补全了再不斩和白的剧情，而且意境做的很到位。个人感觉这作的剧情表现相当优秀，再不斩和英雄与复仇者的篇章给我留下的印象相当深。
--最后一章的连战尾兽RUSH真的恶心到我了，继承血量暂且不谈，就孙悟空和重明那个不停远程攻击的AI直接就把我心态搞崩，重明还TM会飞！难度过高且费时，前面积累的优秀体验在这一战直接化为乌有，但凡中间加个休息点把正常战斗分割成两战体验都会优秀一截。
++断章是有了实际内容，一代完全敷衍，二代就加个战斗，三代则是完整的QTE战斗流程+剧情，好评。
虽然难度曲线在最后一章变成了直角，但抛却这一点整体来谈，这作的其他方面真的称得上优秀。对战增加了主动觉醒的模式，丰富了角色可玩性，还有皮肤系统。[spoiler]（虽然都比较怪，看着很违和）[/spoiler]剧情表现力极强，因为游戏的参与感表现力甚至超越原作动画。可能在一些细枝末节上仍有些许问题，但比起一二代确实是质的飞越。
[h1]最后一章记得调回英文进行游玩，繁中有恶性BUG导致跳出，这么久了也没见着修，是真的不负责。[/h1]
好评: 最期待的就是兄弟共斗剧情了 ~ 非常值得一玩~
好评: 用手柄玩很棒
差评: 打完管卡直接闪退是怎样！！~ 浪费时间
好评: 高中时代玩过的系列第一部作品！

皓月当空，大地震动，随着镜头给出远景，游戏标题出现，九尾来袭！

CG制作水平相比之前有了极大提升，更加精美。虽然游戏自带繁中，但相比于我们熟悉的名称，波风凑、猿飞蒜山显得尤为突兀。

本作剧情模式新增了英雄豪杰的分支选择，再加上相对前两作单纯模仿原作剧情，本作在此基础上加以合理改编，使之向影视化方向大幅跃进，配合以精美CG和恰到好处的QTE，游戏性和观赏性极大增加，给予玩家沉浸式体验。

令人苦恼的视角问题和替身问题也终于得到了解决。但地图承接前作佩恩入侵后恢复中的木叶，还是那个贴图村子，意味着仍需大量跑图令人烦闷。

另外最后打带土的时候千万记得把语言改成英文，不然出字幕的时候会闪退！！！
好评: 我是聪明逼
好评: 打最后boss的时候不要用中文，中文通关会闪退，通关后，蛤蟆石集齐5000，是解锁隐藏剧情，
好评: 菜鸡的下忍，除了不会调成繁体中文，其他都还好，另外建议手柄
差评: 最后一关打完闪退，打了这么多尾兽本来就心态崩了。这让我直接砸手柄。本来帧数不高已经很难受了
好评: 最终战打了半天 结局播片快完了给我闪退 通关成就没拿上我真是操了
差评: 先说优点，和四代比起来，有全CG过场，这个确实体验不错，不过就是太慢了，经常想按哪个键来跳过对话。
操作手感方面也是挺好的，和四代一样有个弹反就更好了
不得不骂的原因就是这个终章，简直太**屎**了，具体怎么个屎法大家自行去体会吧。
最后好不容易通了所有剧情，等着看制作名单呢，好家伙直接一手闪退，之后再进游戏果然不出我所料，存档在终章开头，qnmd，直接卸载。或许以后我就带着风灵月影通这个吧，太糟心了
好评: 主线剧情模式难度是系列中最难的一部，不像4那种qte占大部分结算评分
差评: 游戏不错，但是优化是什么鬼，剧情全推完了呢吗给我闪退，存档呢？回到了好久之前，几个小时白白浪费
差评: 鸣人一打六的时候真的气到了，疯狂输出空气，替身完永远不踩地，四个替身用完了还在天上挨揍，玩毛
好评: 给女朋友口了一个小时终于同意上次打折时候给我买了 刚刚玩到第三部 我到现在嘴还是肿的
差评: 从操作上来讲与上一部反着来跟S,B一样，吧键位改成上一部后会出现BUG ，打中文补丁也打不进去这一部真的就是S,B了，就不知道这些小S,B日本是怎么想的脑子里面有shi肯定有屎，做游戏不动脑子
好评: 木叶飞舞之处，火亦生生不息。
好评: 战斗真的帅
好评: 本来还觉得可以，这黑屏让我真的是难受，辣鸡！！！
差评: 为什么六道带土六道斑大筒木辉夜的剧情都没有？这TM算是结局？打完面具带土就结束了？十尾呢？让你吃了？六道仙人呢？六道鸣人六道佐助呢？连大蛇兜都没出现就结束了？？？？？？？？？？？？？？？？？？？？？？？？？？？？
好评: 比前面两作强很多 剧情与剧情之间的衔接比较紧密 把前作中间赶路的缺点优化了
差评: 尾兽车轮战太恶心了！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！
好评: 经典，火影粉丝一定不要错过，疾风传才是真正的火影！
差评: 究极风暴推到高点的一作，独具特色的究极选择可以获得动漫没有的代入感。
但是，中文HD版最后一战有闪退BUG，就像是一颗老鼠屎坏了一锅汤。
差评: 辣鸡 最后这个关卡难度又不是玩魂类游戏，而且不是怪很厉害，是你根本打不到怪，尤其是飞着的那个，感觉判定就很迷，硬直还大。
好评: 剧情演出效果很棒，战斗体验比2代好太多，
注意剧情最后一章繁体中文会闪退，需要换成英文游玩。
差评: 会闪退
好评: 从小学开始最喜欢的一代，除去战斗系统其他方面都要完全优于4代。应该算是风暴系列中最完美的一代了，唯一算得上的缺点就是通关闪退给我整麻了。
差评: 为 什 么 打 完 斑 会 闪 退 而 且  没 保 存 进 度
好评: 比前两部好玩多了
好评: 说有繁体中文，怎么设置啊。游戏里就没有繁体中文选项啊。
差评: 谁能告诉我帧数怎么调啊，帧数太低了
好评: 感觉很不错，还原的很棒。
差评: 打通关就闪退，有意思吗？
差评: 究极风暴3是我在steam上买游戏最智障的一次，我真是蠢到家了才会买steam版，我是傻逼，艹！搞tm花里胡哨的。调中文调按键都用3个小时，调按键时只要点开调按键窗口鼠标就直接失灵，窗口一关鼠标又恢复了，逗我呢？！！！！还有各种闪退bug，老子真是服了。当是补票了。如果不是为了补票的直接去下3大妈玩就行了，没必要买steam版。最后。。。。                            我是傻逼！
好评: 可能我是幸运玩家吧，我玩这个最后老闪退😓
差评: 改建真的太TM麻烦了你做一个PC移植就做好PC键位和提示啊，进去卡半天活该玩家不查卡着界面？
差评: 打最终章那几个人柱力差点就疯了，各种技能乱飞，感觉一直在上天落地中度过！FKU
好评: 好
好评: .. . ._(:з」∠)_
差评: 最终章设计的人不配拥有母亲
好评: 战斗手感太烂，其他还好
差评: 正值捆绑包大优惠入正重温剧情，一代闪退，二代操作手感奇怪，三代卡剧情，鸣人拔河卡cg，快到存档点就卡死
好评: 因为我是第四代火影
好评: 耳听日语眼看英文，真是锻炼一外二外了（）
通了究极风暴4回来玩这个……不得不说更新迭代中还是愈加人性化了。
血条顺延这个也太难受啦！刚玩也不知道什么时候吃便当，血不够成绩拿C拿D的真难看……还有没细分战斗qte剧情的主线，打得够累的。玩惯了4, 感觉3的画质简直跟用模拟器似的……
最后佐助我老公。
好评: 火影粉丝必玩，今天全成就打完。
好评: emmm
差评: 本来是满分神作，但是最后的闪退给我恶心到了。
本来就几连boss战没存档且打完一场不回血，结果你cg最后一秒闪退要重新打。
我能受这种委屈？我tm连夜给你打上差评。
好评:  究极风暴真香！！！
差评: 好家伙，玩了没二十分钟给我闪退，一个下午闪退三四次？



2021.4.13
爷最后一关打了两次，都闪退。网上查了才知道最后一关要切回英文，不然会卡字幕。我qnmd。
好评: 为什么我HD中文版人物移动这么慢，电脑配置很高啊，游戏里面怎么调整。
差评: ED动画结束游戏闪退不能达成结局！
好评: 顶级游戏 打斗很爽 美中不足就是剧情动画太长了 但是没办法 怀旧游戏 Naruto no.1！！！
好评: 三代剧情巅峰，好评！
好评: 很好
差评: 打开游戏，英文？？
打开HD，舒服了。
打开战斗界面，还是熟悉的味道，感动。
打开对战模式，一大堆泳装怎么没了？？？？
打开steam，没找到服装dlc？？？？
我明明全买了为什么没有服装？？？
 
看了眼测评，好家伙原来我买了一个阉割/坏档/弃子老游戏。
呵呵，那还得重新买一份主机版 
 
差评不会改了。
差评: 拼命把六个人柱力和尾兽打完，结果闪退，打nm
差评: 为什么我玩这个，人物动作慢的跟蜗牛一样，wdnmd，2060玩不动这个游戏？改了设置中文版的直接进不去了，我是sb
好评: good
好评: 熟悉连招后是挺爽的，就是最后打完后直接退游戏了，还想着玩下其他模数的，就挺突然的。准备入手下一部，强烈推荐手柄操作！！！！
好评: 比上代感觉多了很多播片，剧情往前推的同时也补完了之前的剧情，尤其是有几段特别感动的也放了进来，好评。
收集没有上代重要了，打完了主线才打支线，而且支线也不那么重要，这是好事。
但是地图不太行，传送绕来绕去的。
最严重bug，繁体中文打最终决战那章必须切成英文，不然就等着无限月读吧（指超长决战加超长播片闪退
晓樱没啥戏份。
最喜欢战斗的时候回忆杀。
差评: 总是卡掉
差评: 竟然有一个这么恶心的bug，而且至今都不修复，就是在放结局人员字幕之前会闪退，导致不会存档，不会跳成就。
解决方案：在尾兽战之前切换为英文。
增加了豪杰英雄路线选择，但其实就是难度选择。
增加了群体战，也就是打小怪和小boss
播剧情时间冗长而且对话没有上一代的跳过
ps：PC有宇智波鼬和佐助打兜的段章，不仅是触发很恶心，需要收集一个5000查克拉碎片，而且打兜超级恶心，很难通关
差评: 草泥马的开发商.策划全尼玛傻逼
好评: 剧情相当精炼，演出效果非常好，就是最后连续打了好几场，CG也快播完结束的时候闪退了，太搞人心态了
差评: 玩了俩小时，终于打过了尾兽战，然后nmd游戏崩了？我切换玩英文版又打了一遍，又崩了，不说了，我是傻逼
好评: 很好玩的游戏，从很久之前的三代就开始玩了
好评: 爷青回
差评: 卡在七尾过不去
好评: 【3的地图设计+4的综合系统才是Storm的完全体，以前没感觉现在对比起来确实感知非常明显，而且剧情表现上也是3要更好，不过4的系统确实是实打实的体验提升。】
比较坑的地方是3繁中会在最后的开发成员名单处闪退导致直接跳到存档处(BOSS连战前)，还好Steam成就是在战斗结算后就实时更新的，不嫌麻烦的话直接换ENG重新打一遍等名单过完就行了。
另外3冒险流程这么长居然不像4给点成就什么的，【真·断章】在各方面依旧是这个系列的顶级。
好评: 爷滴童年...只是后面人柱力那里属实反人类，看在Naruto陪伴我多年情况下，好评吧........
好评: 伊邪娜美
永远的神
好评: 还是非常不错的，玩高清版就行了，最后打尾兽的时候记得要切成英文版（我是卸载了重新下，先确保数据steam已经存了）然后先打四尾的人力柱，比较麻烦，尾兽用平a伤害高一些。后面孙悟空（六尾）重明（七尾飞天的）出来，先a六尾，然后用风魔手里剑打七尾。用九尾的时候，尾兽玉先存着，对面尾兽一聚查克拉就放，然后就用远程攻击消耗就行（没聚查克拉的时候）
差评: 辣鸡游戏卡死了？？？？？？
好评: 补票
差评: 最后的尾兽属实恶心，那么大个我都看不到我在哪儿，打一个另外一个还偷袭，好不容易全部打完了游戏闪退不给你存档，然后又得从打尾兽之前的三个nt开始继续恶心
好评: nice
差评: 建议不要购买，最后关卡会必定崩溃，并且没有什么好的处理办法
差评: rnm 退钱，最后打尾兽做的什么寄吧 恶心死了 七尾打都打不到 死一次就要打四只还得tm看回忆，退回存档点又得1v3 玩nm呢
想着给以前玩盗版玩一半补个票，结果在最后被恶心到了 没打完直接就卸了

没玩过的真别买了 除去画面以外真的很糟糕，玩起来感觉是不差但是流程大部分灌水，玩到后面懒得看剧情全程skip
好评: 火影迷必备
好评: 原价入得
我是傻逼
好评: 运镜真受不了
好评: 简单来说，大问题也有，小毛病也有。还是些非常恶心人的问题。
推荐玩原版。HD版的缺少衣服之类的dlc，而且默认是集显运行。
不过值这个价了ARS$ 89,99。
差评: 不知道为什么每次打完带土面具打碎，到忍者联合军的时候游戏直接崩溃。卸载以后重新下载也无济于事。真尼玛坑，每次一打就是半小时，打完以后游戏进度还不能保存。不夸张的说我打带土+6只尾兽打了十多遍了。，
差评: 不如盗版流畅
好评: 强力推荐火影迷
好评: 好玩 推荐
好评: 火影十年老粉
好评: 😐
好评: 打折买的四部集合包，我是聪明逼
好评: 建议纯键盘党谨慎入手，实在不行你淘宝买个手柄玩着也很舒服的，不用被评论里的键盘党给影响到，手柄上手了简直不要太爽
好评: 初中在xbox店租机器玩，5块一小时，氛围热闹，老板人很好，还允许赊账，当初接触这个游戏之后只知道竞技，剧情模式几乎没怎么摸。
现在故地重游，感觉比纯追番有意思很多，（当然，总体剧情还是要看番剧==）
好评: 结局闪退，真有你的
差评: 优化不行
好评: 目前已经打通关了，是挺不错的游戏，个人感觉改变比较大的就是援助，多用用真的有和火影同伴并肩作战的感觉，主要这是1，2，3捆绑包里唯一一个有汉化的所以这个玩了挺多次（来自英语渣的痛苦），还有一点比较可惜的是我看不到断章，最终章打完玖辛奈说完话我游戏就卡崩了，之前从来没有卡退过，但是试了好几次这里都不行，不知道别的人有没有这种问题，希望可以解决
好评: 我是菜逼

好评: JHF
好评: 比究极风暴4的剧情设计强
差评: 每一次战斗结算自动保存一次会杀了你妈吗？如果刚才制作人在我旁边，我可能真的会拿刀杀人。我要在他脑袋上丢核弹！！我草泥马！！！第一次通关跳出我他么直接一章白打，好，我忍了。今天我特么苦苦打了几个小时终于终章全部s级别通过，玩过的都知道打尾兽有多他妈的鬼畜变态。一言不合丢视角，谜一样的判定，群攻打的你头都烂掉，好，我忍，毕竟最后一张boss战。s级挑战有一定难度我手残党一点点打到结局，我也可以忍，这是我技术问题，我不怪你，我唯一的错误就是觉得做个游戏不容易，我把动画看完吧，结果在cg界面停留了一会儿，可怜当时年轻的我根本不知道事情有多严重，按了暂停，看了会儿手机。结果呢！！！电脑息屏回来就卡死了，程序未响应啊！！！！未响应啊！！！！！！！！！我草泥马梅开二度了！！！！脑残玩意儿这个存档系统事尼当妓女的玛烂b里生出来的吗？？！！妈的，只能再jb打一遍。制作组！这个世界所有的语言都难以形容你的脑残，我去看看他妈成就有没有记录，成就没记录，我就特么以质量问题为由退款，脑残玩意儿


真他么智障，多次出现快速干掉敌人后自动回满血，接着得重新打，做游戏的人脑子里装的是屎吗？
好评: 本作剧情从五影会谈到尾兽之战，其中有很多与原著不太一样的细节，个人觉得很不错

战斗风格，剧情做成了动画都很不错，非常值得入手

HD版可以汉化，但是最后一战打完会闪退

所以在打最后一战之前各位一定要把语言调成任意一种其他语言，亲测德语可行，应该英语也可以

最难的是最后的1v6人柱力和尾兽之战，必须嗑药，我打了可能有一两个小时，结果通关闪退了。。。

七尾人柱力和尾兽都是最麻烦的，注重防御的时机不要被连招打中

于是我就风灵月影用德语又通一遍。。。（亲测v1.0 14项那个可以用，20项的win10用不了）

金钱累计达到160万解锁仙人兜，挺好用的，特别是奥义很好打中

以上
好评: 大喜欢
好评: 我就想问问hd版本怎么启动。。。我把根目录的和dlc文件夹里的都启动过  感觉没啥变化
差评: 最后关卡的设计师好像脑袋抽风了，一个格斗游戏一打三、一打六？你以为你做rpg呢还是无双割草？通关之后放cg闪退读档就从新打，这游戏的好感全让最后章节给败完了
差评: HD版的打完后直接给闪退了？这直接给我干蒙了？？？啥情况
好评: 个人觉得挺不错就是手残在打重明和孙悟空的时候特别难受
好评: 《究极风暴3》应该是系列里素质最高的一代。
相对于1.2代画面以及玩法的提升很高，尤其是替身术。
相对于4代，剧情的叙述要好很多，对比PPT，我想大家应该更喜欢动画。
但是剧情肯定是2代，画面肯定是4代，但是综合起来，我还是推荐《究极风暴3》。
希望南梦宫会出一部集大成之作的《火影忍者》，至于《博人传》那就算了吧。
我想看的是鸣人跟二助子。
好评: 真不戳
差评: 垃圾游戏，闪退垃圾，最后面鸣人打6个人柱力那里一直到结局没有自动存档功能，结果给我播放结尾cg的时候闪退，进去游戏全部都要重来，nt游戏吃屎去把。
差评: PC端操作特别变扭，玩前改按键得花半小时或一个小时。
好评: 燃
差评: 最终战又长又难，还只有一条血，还不能使用道具。而且和尾兽战斗时鸣人攻击后摇贼长，我都松开按键多久了，还搁那挥呢？七尾锁定之后他在空中也是大概率冲刺到脚下吃他扫尾，合着我冲刺过去就是去送血的是吧？不会设计最终战就不要设计，好不容易打通了，最后闪退，进度没了 要重新再打一遍最终战。玩到最后喂玩家一口屎好玩是吧？
好评: 我玩游戏很少给评测，但是作为之前很久看过了火影，但是又不想重新看动漫剧情的人来说，玩游戏就成了最好的选择，虽然之前被锁了30帧有点不爽，但是后面设置对了全程还是很爽。虽然看过一次，但是在狐狸，鸣人老妈来的时候还是泪目了，我都是忍住了没有给，又打到再不斩，忍不住了。好评！！！
差评: 真特么垃圾
打都打不开
好评: 火影太牛了
差评: TMD，最终决战，终于过了，我一拳打爆了带土的面具，后面跳剧情闪退了，结果又要重新打，贼傻逼
好评: 10分
火影忍者究极风暴系列最推荐的一作，漫改游戏集大成者。粉丝向作品。
差评: 最后的尾兽大决战我真是把你马杀了这么难打 4个阶段 不管哪死都重来 玩尼玛 卸载了
差评: 最终战部分 硬直极长，手感极差

结尾闪退 不跳成就 无法保存 我吐了
好评: 火影的剧情整挺好，边玩边看番的既视感
好评: 初中时候玩的，那时候因为电脑不行，人物都是慢动作，所以就小窗口720的分辨率玩。怎么说呢，这部做的真的很棒，大战的镜头设计真的很好，令我印象深刻的是鸣人最后大战面具男，最后那一拳，简直神了，个人感觉超越了动漫。另外，我小时候玩的时候，选的语音是英语，多年以后再次玩的时候还有点不习惯呢。(/≧▽≦)/~┴┴
好评: NICE
好评: 火影迷值得一玩
好评: 最后一章打完的一瞬间秒退，也不跳成就，也没保存上，真有你的
好评: 很好玩啊
差评: 啥时候给官中啥时候给好评
差评: 没什么理由，自己体验吧。
差评: 哈哈，打完最后一章，画面都停在第七班的相框了，给我闪退，你行
好评: 木叶飞舞之处，火之意志生生不息！！！
差评: 中文做的贼好，无法跳开始剧情，卡的一逼，慢的一逼，按键不管有，还TM是繁体，666，太棒了，玩得是印象深刻，终身难忘，咬牙切齿的。
好评: 9分，情怀+游戏本身的评分，满分10分
究极风暴3在我看来就是加强版的究极风暴2，大多数地方都没变，一些细节更完善了

究极风暴3的开头没有直接跟着究极风暴2的结尾继续，而是一上来九尾就在袭击村子，先用这个故事引出后续，开头结尾都提到了“英雄的故事”“火之意志”之类的事，这个首尾呼应做的还挺好的

之前提到了究极风暴3就是加强版的究极风暴2，所以从究极风暴2保留下来的就不说了，说说究极风暴3特有的

1.最最最最重要也是我最喜欢的改动，替身术的机制
在究极风暴1和2中替身术就是一个玩笑，敌人可以疯狂替身，而玩家只能用运气和手速整出来一个替身，究极风暴3中替身有了一个十分明显的标识条，一共四个替身木桩，想触发替身很简单，替身回复的速度也比较快，让战斗的可玩性大大提高
2.首次加入了一个选择系统，豪杰和英雄，一个难度高一个难度低，不同的流派用的道具也不一样，豪杰更偏向支援辅助，英雄更多是战斗续航，选择系统的出现让我这个老RPG玩家狂喜
3.全游戏难度都比较低，然而最后一章从打人柱力开始就彻底不做人了，难度突然奇高，也没什么游泳的提示给玩家，总之就是在挨打中慢慢学习，通关后我再来看这几个副本其实也不算太难
4.从究极风暴2就有日常任务，一直到这代还保持那种习惯，不得不想提一嘴
我玩过的很多游戏，像巫师系列，看门狗系列，GTA5，刺客信条都是把日常任务穿插在主线中的，很少有通关后才给一大堆任务让你做，究极风暴2和3都有这种情况出现，就因为通关后才给任务，导致很多人没有太多的热情投入到这些任务中，就会觉得这游戏内容除了主线就没啥了，好在有特殊的任务做完后还能体验隐藏副本，（仙人兜是真滴难打）

常规的就不说了，究极风暴3肯定值得好好品味，但总感觉差了点什么，不知道究极风暴4能不能让我打满分
差评: 别的都挺好，前代的很多缺点都改了，但是最后的尾兽战真是又臭又长，镜头混乱，毫无章法。
好评: 剧情做了部分删减，最后尾兽有点难
好评: 游戏是好游戏。先通关的四代然后是三代，接下来打算去玩玩二代。顺便吐槽下这部的最终决战有点难哦，这尾兽分分钟给我打蒙，打个S也忒难了。
好评: 就挺棒的
好评: 以前不觉得 现在就觉得了
最后决战的系统设计完全有问题 视角 锁定目标 空中战斗 过场动画等等都有问题 吐了吐了
地图比2代复杂 打通剧情就不行打支线了
差评: 设计者  真的 就没妈  多人战斗要你吗的锁定攻击‘
好评: 建议改名BB忍者
好评: 初中逃课在电玩城xbox上玩的，打折回来玩的感觉是真的不错，就是没人在线对战有点可惜。
好评: 关于游戏问题及解决方法

游戏分为2个版本

普通版 无法设为中文

HD-高清版 可设为中文，键位混乱（另可能出现奥义终结语音小于正常声音与键位无法保存需要经常重新设置等问题）。

普通版设为中文方法不明，玩高清版即可。

*HD-高清版键位调试方法

主界面 按 Enter
选择模式界面 按Y（键盘O）
操作设定 按A（键盘L）

最下方‘还原为预设’按L确定，设定完成
按2次B（键盘=）返回至主界面

在主界面按LB（键盘Q），然后自由设置键位

故障原因：HD版本默认键位调试错误，需手动进入操作设定还原预设，使其顺序为 B、A、Y、X 、LB、RB、LT、RT。不这样做而直接在主界面按RB设定键位的话，部分键位会处于混乱状态。

键位对照

手柄   键盘   功能

Enter  Star   菜单
Back   Backspace
B   =   普攻
X   K  手里剑
Y   O  查克拉
A   L   跳跃
RT I  防御
LT   E  替身
LB  Q  援助1
RB  P  援助2
好评: 关于 究极风暴3 steam版本 原版非HD 无法用汉化 弹出 File not found 的解决办法

  买的时候我注意了下 名称后面写的是EU    而非亚版   EU是欧版的缩写   


再根据我找到的资料来看 因为亚版的汉化不兼容欧版 导致弹窗那个  HD版发布之前 steam那个可能是亚版的  HD发布后 不知为何就是EU版了 


1 下面是解决方法  首先 你准备一个 3 D M的 风暴3 汉化4.0  放在桌面上 1 7 5 M B那个
h t t p s : / / d l . 3 d m g a m e . c o m / p a t c h / 4 2 7 6 9 . h t m l   4.0的                  去掉空格啊   


2 然后 h t t p s : / / d l. 3 d m g a m e . c o m / p at  ch / 4 2 7 6 9 .  h t m l  去下4号升级档  注意 下载后打开 只拿Update文件夹里的 NS3FB 快捷   用Update里的NS3FB覆盖到游戏目录 也就是HD里的那个NS3FB   （注这里说的不是DLC里  是HD那个）这是我的路径 SteamLibrary\steamapps\common\NARUTO SHIPPUDEN Ultimate Ninja STORM 3 Full Burst


3 然后把汉化4.0 放在跟第3步一样的位置 双击打开汉化  汉化完成后 从steam启动游戏 成就什么的 完全可以做 


也就是把欧版变成了亚版而已     HD那边 也一切正常 互不影响 


这里我只测了4.0的  没有测5.0  同理 游侠那个我也没 测  

PS：问：用了升级档会不会变成D版  答：不会 因为你只需要里面的亚版启动快捷   CR那个不需要动  这样 正版还是正版 

一定要按照我这个顺序来啊
差评: 原版打开没找到中文，高清打开带不动（我笔电配置不低了），卡了bug退不了款，早知道就只卖4了
好评: 永远的情怀
好评: h
好评: 游戏很不错，就是设置中文通关后看制作人员名单直接闪退，后面的尾兽连战全部白打。还要改回英文再打一遍才能真正通关，真的难顶。
好评: 最牛漫改游戏 比4的ppt有诚意太多了

好评: [url=https://store.steampowered.com/curator/27443950-%25E5%258F%25AF%25E7%2588%25B1%25E5%25B0%258F%25E8%2583%2596/] [h1]点击关注我的鉴赏家 [/h1] [/url]
火影粉丝向作品，剧情是从六道佩恩一战结束之后的五影会议开始，一直到第四次忍界大战结束。从出场人物上来看，比前几作都多了不少，各种真爱党都可以愉快的玩耍了。游戏方式，各种招式以及打击感都已经走向成熟。想要体验真正的火影对战可以购买本作。JUST PLAY IT !
差评: 不是很推荐，优化差劲，可玩性太差
差评: 尾兽打完，一直放剧情倒无所谓，但是放完给我强退了是几个意思？打了三四遍了，怀疑是不是只要设置成中文就会在最后时刻强退？
好评: 嗓子干拿了的啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊

好评: 推荐喜欢火影的粉丝玩，而且记得一定要有手柄，没手柄玩和有手柄玩相当于两不同的游戏。
好评: 很好玩
差评: laji

好评: 改成日语配音就真的舒服
差评: 垃圾游戏
好评: 火影迷必入，适合回味。虽然是粉丝项游戏，但是在是太良心优秀了。
画面尚可，战斗手感不错，相比于格斗游戏的按键简单好操作，随便就能打出一套华丽的连招。剧情线有改动删减但依然精彩，特别是佐助与鸣人交手那段，帅到无法形容，妈妈那段出场回忆看的我也是哭的不行。比较可以的是鬼鲛与凯、秽土转生大战当中都过于的轻描淡写。剧情通关之后的刷刷刷与收集十分的繁琐，首先在商店买收集品不能勾选，得一个个点。再不能随时传送，必须找到传送忍者才能传送，导致大部分时间都浪费在跑路上。游戏有个好的开头可惜没有个好的结尾，最终战带土与鸣人大战，首先是鸣人一对多人柱力，在是一对多尾兽，在是变身九尾状态一对多尾兽。体验极差，在打尾兽时视角的变换特别难受，而且难度也很高，全部结束后居然卡死，重上后又要重新打。
奉劝各位在最终章前一定要把游戏语音改成英文。
好评: 火影迷
好评: 6
好评: 火影系列，收藏了
好评: 原汁原味!完美还原疾风传中的经典场景，火影迷千万不要错过
好评: ..
好评: 好玩，没其他的话说，万代为数不多的良心之作
差评: 垃圾游戏 设置界面鼠标就拖不动了  让我怎么设置PC按键哦 辣鸡
差评: 差评不谢
打击的音效能不能取消掉，即便是没有攻击的时候按B的时候还是会有声音出来，简直让人无力吐槽
六尾+带土打完，回到木叶在看完鸣人被人围观之后黑屏，黑屏三次，我特么。

好评: 卡的地方语言设置为英文就可以正常过了
好评: 这作游戏趋于完美，无论是剧情CG的呈现，亦或是现时与回忆交织的战斗，令人感动！！！

最重要的是这作没有了繁琐的跑路，同样的时间，前作才跑了一半，这作主线已经完结了，但内容并没有缩水，去除了繁琐的设定和跑路，探索变得更加有趣！！！

好游戏，值得一玩！！！

PS. 繁体中文结尾字幕大概率跳出，反正我打了2次都是，哎，心塞啊！！！
好评: 作为从初中开始就追的动画，究极风暴3是我第一次买的究极风暴游戏（综合评价好+史低），总的来说，游玩过程觉得十分还原和舒适，但是！！！设置实在是麻烦。一开始不知道为什么没HD版，也就没中文，查了网上很多都说不清楚，下了汉化补丁也没用。后来重新启用了DLC就好了。接着就是手柄设置不清楚，一开始我的防御，替身，攻击都是B?我怎么按也没法设置，后来发现要用预设。我都没改过预设为什么预设就不是预设？？？
好评: 因为早就知道了故事的结尾所以从来没有打通过，给童年记忆买单了
好评: 中文HD塞高不解释
好评: 咋这么卡
差评: 无中文看剧情很累
好评: 6666666666666666
差评: 究极风暴123 谁买谁傻

好评: 
差评: 重下了四五次，每次都去找解决慢动作的方法，百度，贴吧，知乎各大游戏软件里没一个有用的。我是不会再碰了，真的恶心。
好评: 马上过场动画结束就要通关了，结果闪退了...
最后一关白玩儿了 搞我心态呀这是 日了狗了，
今天就先到这里吧 明天继续 太喜欢了没办法呀

好评: .
好评: 这一作相较于上两作可以说是一个比较完善的游戏了，无论在操作手感上还是技能释放上更加不错了，也有了官方中文，玩起来更加顺手，当然在最后一章结束的时候出现了闪退的bug，结尾打了好几遍，不过调成英文就好了，作为火影迷必须要给一个赞，四代太帅了！
差评: 没有一个好心态最好别买，买了调不好必后悔
好评: 19小时左右可通关了，比前两部究级风暴还要好玩 本作有繁体中文  省得前两部打补丁了，最后的尾兽大战 打了好久 真的难啊鸣人打一次 尾兽化的六只尾兽，九尾尾兽化打六只尾兽 ，打通关了都 结果不能正常显示通关动画不算通关，只好在尾兽大战存档那个位置调整英文 又打一遍才正常通关的，值得购买值得玩玩，虽然结局 是原创 结尾大战也没有卡卡西 凯  但已经很还原了  宇智波斑输五影也是原创 其他没啥问题了 之后的剧情就得4 了
好评: las
好评: 好玩，就是没有止水挺可惜
好评: 满足了我对火影游戏的一切要求
好评: 经典打击感爽
好评: 最后一关一定要调英文，不然要重打
好评: nice game
好评: 还可以吧
差评: 还凑合。但是恶心人的垃圾地方不少。
我操作是捉急点，但是我觉得也没烂到那个地步，那么多S评价和挑战都过了。
设定不能改难度，我最后一关想降低难度，前面的都能但是都没用得上，最后一关用得上了还改不了，真的觉得这个设计挺犯贱的。
我一打电脑电脑就替身术，我的替身术就永远出不来，我不放招盯着按格挡键都不行。
放大招我先出CG,判定永远判定人家的招数先出来。
就这个情况最后尾兽那关怎么打？
很少给差评，这个实在忍不了了，留个差评。
好评: 之前补完火影就买了这款游戏来玩玩，玩了一会儿发现这游戏对键鼠玩家也太不友好了吧，玩的还得改键麻烦的一批，等我以后买了手柄有空再继续玩了😤
好评: 好玩但是后续打尾兽太难了
好评: 动作设计很不错，蛮喜欢的，火影粉应该不是很满意
好评: 好玩是好玩，但是玩久了就感觉没意思了 ，而且剧情太少没意思，我比较建议买究极风暴4
好评: 火影迷

好评: 情怀拉满
好评: 打仙人兜都拿到S了，尾兽轮战着实还是撑不住，其他都还好
好评: 火影迷

差评: 只想吐槽带土带尾兽那关，几关连着就算了，都是1打多，尾兽还都是大型怪，毫无打击感。
这么设计出了恶心玩家还有什么用？？？？
好评: 棒！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！
好评: 怎么说呢，这游戏一个字 好！
好评: 还原度不错
差评: HD版本一直卡住，怎么按都没反应
好评: 经典之作，建议从3开始入手。
好评: 最后打完一直闪退
好评: 我操为什么好不容易最后一关打全s到最后播放完动画闪退？？？？？我吐了，我打的脑壳都要炸了你给我闪退？？？？？
好评: 如果是慢动作   可以在文件里面找叫dlc的文件  dlc里面有一个config    打开把width改成1920    height改成1080    然后把fps改低 20 30的样子
好评: 我是傻逼
好评: 在商店中无意中看到的，一开始买的是究极风暴2，结果打不开，退款之后又买了这个，因为这个游戏买了个游戏手柄，第一次接触，还不错，尤其是火影迷一定要入坑的啊，还原度很强，就是在打完面具男和九尾之后不知道要干什么了，另外再说一嘴，我们需要中文，我相信汉化后的火影忍者究极风暴系列会更加有趣，同时也会带来众多的火影迷玩家
好评: 怎么改中文啊，大佬们

好评: 和二代比起来，三代的质量高很多。画面的提升非常明显，替身术的释放也更加流畅，最重要的是剧情的改编没有让我觉得缺失什么。可以给9/10
好评: ！！！！！
好评: 3代的动画是做得最好的，而且也有中文了，希望今后会是简体
好评: 有没有人跟我一样的情况吗，HD最后一关七个尾兽和带土打完，剧情演完，然后就秒退了，也没有保存的地方，再进去时间年也没有我最后一章，玩了两遍了，我快崩溃了
差评: hd版本不能防御和替身术也太难打了
好评: 很多年前就玩过了，现在来补正版，并且半天通关全剧情
好评: 剧情很好
好评: 剧情还原度很高，重温当年的感觉
差评: 前作替身死活按不出来，这作替身就像无限用了一样，多人战斗做的一坨屎，最后的尾兽战是更大一坨屎，视角瞎几把乱晃，还不能解除锁定，中间也不让保存，没有透视系统屏幕全被挡住我TM打尼玛？
好评: 慢动作是怎么回事，照网上的弄完连游戏都打不开，画质调最低也不好使，有没有大佬知道怎么办啊
好评: HD打不开是什么意思
好评: 牛批
好评: 还是内味

差评: 这个慢动作怎么调分辨率还是难受，玩的跟什么一样。
好评: 萌新，不知道怎么搞，连HD版本在哪都不知道，搜了很久，总算找到了一个汉化
注意是英文版，英文版，英文版！汉化中文！页面游戏是英文才可
[spoiler] https://down.gamersky.com/pc/201310/304061.shtml [/spoiler]
解压缩，放在游戏目录下运行，汉化即可，成功可以删掉补丁（看你心情）

好评: 什么都挺好，费老劲打到最后居然黑屏了，一朝回到解放前哦~
好评: nice

好评: 把画面比例调成4：3，最后一关调英文一直用风魔手里剑（查克拉+远程）就行。不谢
好评: 好玩就是没有中文，不错
好评: 火影UPUP
好评: 键盘玩家有点难受，剩下好说
好评: 第一天买了一到四全dlc玩了七个小时第二天发行商特卖，还退不了了，我是傻逼
差评: 这一作战斗系统、剧情系统、成就系统相比前两作都做了比较大的改善，部分剧情也为了适应游戏做了不错的改动，人物也属于四部之中最多的，属实不错
但是这家公司的游戏的bug未免也太多太多太多太多太多太多了吧，包括前不久发售的卡卡罗特也是，真心觉得几部游戏玩下来游戏的优点完全被bug掩盖了，拿个白金成就比我熬夜加班还辛苦，不知道第四部还有多少bug等着我，这么多年就不考虑补一下吗
这一部繁体中文版存在大量bug，建议切换成英文版游玩
差评: 刚进游戏帧数超低，自己上网查弄了三个小时才搞好，和朋友联机对战p2玩家怎么也准备不了，作为火影迷还蛮失望的，退款也不让
差评: 不清楚HD版是锁帧还是掉帧，4没问题3搞这幺蛾子。还有就是普通版用键盘无响应
差评: 有中文的hd版掉帧明显 另一个则很流畅，真有你的万代
好评: 这款游戏很好玩，就是语言不太通，希望有中文的
好评: 我是傻逼
差评: 好不容易打完了给爷闪退了要我重新打
好评: 不想多说，我的中二情绪算是发泄了，大喊666
好评: 这款游戏的打击感非常棒，而且我自己也是一个比较喜欢大型格斗类游戏的人，所以我很推荐给你们玩这款游戏，但是他有一个致命的缺点，就是如果你不去安装汉化包或者勾选繁体中文，语言就会十分的不通，对于那些不懂英文又没时间学习的朋友，我还是不是很建议你们去购买这个游戏的，可以试着去安装汉化包会更好，但是那些注重于画质的朋友我也不是很建议你们去买它，因为它的配置要求可以说是十分的低，而且如果你没有去补这部动漫玩的也会十分的蛋疼，而且这个游戏里面的画质是远远比不上原片的，要是你自己的要求非常的高，那就建议你们去玩《只狼——影逝二度》《仁王》《黑暗之魂》《赛博朋克2077（2020年9月发售）》《生化危机系列》《美国末日》《刺客信条》《极品飞车》《COD 战区》《古墓丽影系列》等这些要求比较高的游戏，然后就是我自己对这个游戏的看法：这个系列已经推出了5部作品，虽然都是在去重温动漫的剧情，但是这个里面的那种打击感和那种忍术的使用感做的也是十分的出色，我也十分的看好万代，因为这个毕竟是一个大的游戏公司，他们制作的《一拳超人》《龙珠超》系列《火影忍者.究极风暴》系列《海贼无双》系列《海贼王.世界探索者》《海贼王.燃烧之血》这些游戏也是十分的符合我们这些老动漫迷。
还有近几年出的《JUMP FORCE》里面也有很多的人物，“悟空” “路飞” “鸣人” “绿谷出久” “JOJO”等这些人物，就让人眼前一亮，以前我总是幻想这这些人物能打一架，现在万代也帮我和其他的很多人去实现了这个梦想，也是很感谢万代
最后的最后，我还是要说一下，那些还在读小学的朋友，不要去沉迷这些游戏，毕竟玩物丧志这个成语是有道理的，能在你累的时候去帮你放松，也能强化集体荣誉感，但是事物都有两面性，游戏也一样，也有弊端，就是它会让你脑子不由自主的去想它，对于这些还没有自控能力的孩子来说也是十分的有害处的，可以去玩游戏，但是不要让游戏去玩你，
好评: 6
差评: 剧情和演出不做评价，但最后的打尾兽和几个车轮战，游玩体验极差，判定神秘，场面混乱，毫无体验。做成QTE不好吗？一个格斗游戏都要一打多我是没想到的。火影牛逼，究极风暴傻逼。但是我买了，我也是傻逼。买了，吃了屎，还不退款，我真是傻透了。
好评: 火影迷必入 原价不亏 打折血赚
好评: 有趣
好评: 火影十二年粉，不说了，全套大礼包整起来
好评: 对于火影迷来说   这个游戏很不错   有动画有打斗   我最喜欢的就是剧情战斗   根据剧情让你按特定的按键  很爽
好评: 我喜欢
好评: 还不错 可以重温一下火影的剧情
差评: 老闪退

差评: 最后一关那个七尾多粪我就不说了，我打完那么多次CG一过游戏立刻黑屏受不了受不了(HD版的）
差评: 防御：按钮
呵呵，没有什么比这跟好笑了
好评: 为什么我的HD版打不开！！！
好评: 总体还不错，一代比一代好，最后一章剧情难度偏大，而且不改英文的话打完会闪退。
好评: 玩完第一章就滚来给好评了，如果说第二作相比第一作叫进化的话，第三部就是神化了。。
好评: 非常棒的一款游戏，特别是喜欢火影忍者的人会更喜欢的
好评: 想知道，，，打那六个死人的时候 选择困难怎么打，，，被虐惨了
好评: 经典
好评: 到打尾兽的最后一战先保存出来调成英文，否则出不来鸣谢名单会闪退。今天把兄弟共斗打完辽，兜师傅刮痧真疼。
好评: 勉强合格
差评: 啥玩意啊 写了中文一直没有中文 初期一直进不去 一大堆英文 麻烦死了
差评: 但凡普通版能装汉化包也不至于让我退款
HD版画面缓慢的同学，在nvidia控制面板的管理3D设置里，给HD的程序设置改成高性能nvidia处理器。
好评: 满分情怀。
剧情还好，基本上就是面具男九尾之夜那段然后再从五影会谈开始到忍界大战的斑爷对五影，新佩恩六道对九尾鸣人剧情就结束了。心里最想的鼬神十拳剑和转生四影没有很遗憾，但是我个人觉得斑爷秽土打五影那段是代入感最强，最精彩的，真的很棒！
差评: 汉化是真的垃圾
差评: 作为主机游戏移植到PC端键位的显示是一个很大的问题，游戏中只显示手柄上的A.B.Y.X以及左右侧键，这些键位就算改动之后图标也不会变，就算玩家适应了这些键位在键盘上的位置但是在游戏中一些临场剧情短时间内根本反应不过来。其次是游戏中的存档点和自动存档很少，读档需要重复很多内容。不过这游戏主要是面向火影粉丝，就当是重温剧情，发现一些番剧里面没有的细节剧情。。
好评: 有没有人打完带土过完剧情没保存就闪退的，搞我心态啊
好评: HD慢动作咋弄？  太影响体验了！
好评: 情怀满分
好评: 除了中文版最后和尾兽&面具男超长一战打完闪退之外（把语言改英文可解决），游戏体验还是挺不错的。

卡卡西真的太帅了！！！我以前真的是瞎了眼居然没发现卡卡西这难以阻挡的人格魅力啊啊啊啊啊

以及和人柱力尾兽面具男打完闪退真的太搞心态了，看漫画的时候都没这么讨厌面具男，多次重试+闪退之后甚至想扎他小人！！！带土！！！给我死！！！！！！！！！！
好评: 人物动作慢是怎么回事求大佬指点
差评: 繁中呢？HD版本呢？劳资自己打补丁你又卡在初始界面不启动，wnm呢？玩都玩不了给nmb的好评，垃圾玩意，浪费时间
差评: hd版的画面缓慢怎么办？
好评: 希望早点出中文字亩
好评: 3HD才是中文日语
差评: 卖完就不管了,HD版bug不修复
差评: 打完带土以后 看完CG直接闪退了，仙人兜任务一直做不了
好评: 不是一款新的游戏，不过我还是趁着打折买了下来，这款游戏很对得起它的价格。
不知道还有没有朋友和我一样这会儿才入了这款游戏的PC版，跟有困惑的朋友说一些前提吧：
1.开始游戏时选择HD版的话你才能看到繁体中文的游戏，另一个是没有中文的；
2.HD版进去后点击Q键来进行键盘按键的设置，因为初始情况下Q是手柄的LB键（给和我一样暂时没有手柄的朋友的解决方法，你有手柄当然更好），键盘上很多按键是没有用的，只有一部分可以用来设置，你可以都按按试试，不麻烦的；
3.很多朋友可能最后一战打尾兽很难打，确实不好打，注意勤使用跳跃键和查克拉键移动到尾兽脸前攻击吧，我也是刚刚受完难，打完剧情才来评测的；
4.剧情模式很多地方会自动存档，所以在玩剧情模式以外的其他游戏后别忘了存档嗷，那些是不会自动存档的；
5.我的电脑不是特别好的电脑，打骑砍2和消失的黎明（垂死挣扎的电灯泡）有些卡卡的，带HD版的火影忍者也很轻松，考虑这个的朋友可以比对一下，挺流畅的；
6.希望大家玩得开心，我玩得好开心的。

好评: 对战特别有意思
差评: 太傻逼了吧？我从开始玩到现在一个替身术都没使出来过，我从开始到死一直按LT就没用出来过，玩鸡巴呢？做的什么鸡巴东西，垃圾游戏
好评: wonderful
好评: 唯一的问题在于中文版剧情结尾会闪退，得下英文版才能通关
差评: 主线通关的一瞬间游戏闪退。存档没了，牛逼牛逼。
好评: 风遁·拿肾手里肝
好评: 很好玩
好评: 好玩，粉丝必入
好评: 最够尾兽那里  就像制作者的屎一样粘稠     会飞那货简直不要脸  傻X鸣人的小短手根本操不到它  妈的！
好评: 。
好评: 四部火影里可玩性最高的应该就是3了
好评: 都打到最后了你特么给我闪退。。真是醉了，玩游戏之前一定要看评论
差评: 游戏默认支持集显，且在N卡的显卡设置里无法直接选择独显，要手动导入游戏文件夹下的NS3FB.exe文件才能修改为独显。


因而导致使用集显时繁体中文版里的人物动作迟钝，修改为独显的步骤又比较绕（我是网络上求助大佬才知道这个修改方法的）。
好评: 还行

好评: 很好，就是win10运行HD版本的很卡，还好我是英文四六级!!!
好评: 为什么设置不了繁体中文啊
不过打击感是真的香
差评: HD版本无法打开，怎么回事？能否快一点解决问题呢。
好评: Good
差评: 首先值得肯定的是剧情还原度还行但不能称之为高。如果你是火影死党建议你多刷几遍火影玩这个舒畅多了，何必给自己找气。它作为一个游戏剧情给我的第一感觉就是拖，硬拖的那种，看动漫可能还能接受，可玩游戏我是真接受不了（我没有选择跳过剧情速通，半个火影粉的我就是手贱啊）
格斗系统方面如果您是一个高玩或者想看技能特效，后面就当我在瞎逼逼。作为一个格斗游戏我玩的是真尼玛的难受，一旦连招就没法还手了，硬生生完成了回合制游戏。更重要的是：我的是火影没有替身术！！！（尼玛的LT快按废了都按不出来，醉了）。最后一章体现的劣势尤为突出，1v3人柱力，wdnmd对面连控连击加替身，谁玩谁知道多酸爽。
还有就是比较吐槽的是整个游戏时长基本=两成跑图（一些基本无用的跑图，可以认为完全在拖时长）+五成剧情+三成格斗，跑图也挺伤的。
反正就我个人而言，玩的感倔真的不如二代。
好评: HD的为什么打不开啊  一点动静都没有
好评: 超级好玩
差评: 为什么剧情没通关之前怎么玩都不掉线   剧情通关了以后老是出现什么运行错误    这TM怎么玩   还有  玩游戏的时候自己打到马上完事了 突然掉线 然后在上的时候  尼玛的 重新打  我擦     玩别的游戏 都好好的  就这个  气人
好评: 火影的游戏都很好玩，不解释
好评: 这一部着重刻画了鸣人一家，很感谢给了我很多能截到一家三口同框的机会。[spoiler] 鬼知道水门和玖辛奈去世的那段我哭了多久 [/spoiler]
好评: 继承了第二部的优秀表现，很不错的游戏
好评: 玩HD版本原装手柄不能用，玩普通版本手柄能用不是中文，卧槽！！！！
好评: 究极风暴他不香吗？为什么去玩tx的呢。是火影粉就来了。
好评: 3和4有啥区别啊
好评: 《火影忍者疾风传：究极忍者风暴3》是由NBGI公司开发的一款格斗类游戏，是《究极忍者风暴》系列的游戏之一，于2013年10月25日发行。该作是根据日本漫画家岸本齐史的热血动漫《火影忍者》所改编的游戏，该作讲述了从五影会谈到第四次忍界大战爆发的所有剧情。《火影忍者疾风传：究极忍者风暴3》所收录的剧情从六道培因一战结束之后的五影会议开始，一直到第四次忍界大战结束。玩家将能够完整体验原作中各种如鸣人vs 尾兽与面具男、五影vs 宇智波斑等等的名场面，此外也有根据玩家的选择而触发如鸣人vs 佐助等原创剧情。游戏中登场的角色均来自原著《火影忍者》漫画中的人物，在该游戏中一共可操作角色87名。与前作《火影忍者：究极忍者风暴2》相比增加了14名新的角色：尾兽玉模式金身鸣人、永恒万花筒写轮眼佐助、宇智波斑、秽土转生漩涡长门、山椒鱼半藏、二尾由木人、三尾矢仓、四尾老紫、五尾汉、六尾羽高、七尾芙、轮回眼宇智波带土、三船以及达鲁伊。游戏中每名角色都有各自的攻击手段、觉醒、奥义和联合奥义，玩家可操作不同的角色进行对战，其中故事模式的角色是固定的，而对战模式则可以任意选择。玩家在选择角色后可以进行一次场景选择，场景地图可以任意选择，没有限制。在某些场景地图中，玩家可以对场景进行一些破坏，部分场景存在深渊地形，掉下深渊的话，会受到伤害。在剧情模式中，玩家必须要操控主角漩涡鸣人在广大的忍者世界中四处冒险，例如在原作中无法一窥其全貌的木叶忍者村，在游戏中就能够尽情探索。而随着剧情的发展，玩家将会在关键时刻面临不同的抉择。游戏中分有序章：九尾来袭、第一章：五影会谈、第二章：第七班重聚、第三章：两个人柱力、第四章：鸣人的诞生、第五章：暗中活跃着、第六章：开战、第七章：致命的海湾战、第八章：两个太阳、第九章：影的战斗、第十章：通往和平之路、断章：永恒万花筒和真·断章：宇智波兄弟，共计十一大章和两断章。游戏中的场景地图均来自原著《火影忍者》漫画和动画中的场景，如木叶村、云隐村、雾隐村还有一些荒凉的野外场景。
好评: 和剧情很像，基本一样，多了很多打斗，难度也不大，很酷

好评: 火影忍者  究极风暴系列  主机平台非常爽快的格斗游戏   这次st版本非常有诚意  新增加了4K画质 全程60帧补丁  和新增加了繁体中文语言  官方这次可谓是非常有诚意的  为此给个好评~
好评: 很不错 电脑配置不高的人也能玩
差评: hd版本很费劲的把尾兽带土打过去然后游戏崩了 崩了
差评: 这尼玛是真的傻逼这个游戏，一个人单挑全部尾兽好不容易把前两个打死又要打两个结果被打死之后又他妈的重新开始打，真是这关做的真尼玛恶心人，根本过不去而且还不能嗑药这我玩尼玛玩
好评: 剧情除了战斗部分，比动画简洁但是细节甚至更好。和朋友对打很爽，推荐。
好评: 怎么调成中文
好评: 好玩

好评: 好，是火影的味
好评: 为什么我选择了繁体中文，打开以后还是英文？？求解啊啊啊啊啊
差评: 我真的草你血马，我是正版游戏受害者，忍着恶心把设计巨不科学的最终章打完了给老子闪退，调整一下再通一回还是闪退，想着删游戏前来看看差评，原来要调语言，老子真的服了
好评: 还真是。。到最后一关会秒退。。重打。。不过!!!!还是很推荐哈哈哈哈
好评: [h1]好奇为什么一堆人评论问问题却又不允许留言，脑子是怎么想的
好评: 剧情模式经典，不过画面由于年代久远，不够理想，希望出重制版。
好评: 做最后一关的脑子绝对进屎了
好评: 火影迷的福音，看着一个个再熟悉不过的忍术，感动！！！
差评: 到最后剧情了，居然闪退了，也没有自动存档，本来都通关了，一闪退，又回到最终之战，心态崩溃了
好评: 除了单机剧情，还有对战模式和任务挑战丰富内容，爽就完事了，和弟弟玩的很开心
打最终一战前记得调回英文，不然会闪退
另外在打全成就的时候发现有的章节通关不跳成就BUG
但还是给好评吧
好评: 非常棒
好评: 简单一句话：火影迷……买它
好评: 非常良心的一作，全程动画无尿点，剧情体验酣畅淋漓，别犹豫，冲就完事了。
好评: 游戏整体挺不错的，剧情内容把我带回了过去。可惜太短，剧情腰斩。。。还是要买新版本
好评: 非常好
差评: 最终决战部分简直是脑残设计的，boss战少打多 不能切换目标简直太傻逼了，打个团战你不先切远程辅助搁那儿打肉呢？打完人柱力打尾兽中间不给吃药是几个意思，太jb傻逼了
差评: 我就冲着这个最后一关也要给他个差评，我就 没玩过这么不爽的究极风暴，难度莫名其妙一下上升好几个档次，不仅要1V6人柱力害得带着残状态打六只尾兽，打倒一半人还飞在天上出动画还没法跳，气的我想砸键盘，变身以后害得巨大化车轮战，我严重怀疑制作在水时间。最后，打完全部看动画，没保存给我来个闪退，我不会再打这一关了，卸载，究极风暴4启动。
这一作的战斗系统还好，就是主线真的废话好多，而且不像以前那样可以A键直接跳，你要跳必须整段整段跳，但是来玩的基本都是想重温火影剧情的，我就不得不边玩手机边看他们打嘴炮，特别是鸣人出生那一段，真的太长了，我来玩游戏是想看你又臭又长的CG的吗？战斗动画我感觉还没有上一作精致。无意义的跑图和收集相对上一作减少了，但是能不能就不要跑图和收集，你是个战斗游戏哎，爽就可以了！打小怪的场景都是PSP上玩剩下的，不过还可以。
好评: 游戏很好玩

差评: 打完结局闪退
还得重打
CCCCCCCCCCCCCCCCCCC
好评: 为什么在英伟达的驱动里面不能把这款游戏设置成高性能显卡，HD进去之后就一直掉帧，有没有大哥能教我下
好评: 比想象中的更加好玩更加完美，如此震撼实在让人难以相信这是几年前的游戏作品。现在春节全系列捆绑包二五折促销，超值哦
差评: HD版最后通关会闪退！要把中文切换成英文！
HD版最后通关会闪退！要把中文切换成英文！
HD版最后通关会闪退！要把中文切换成英文！
  本来最后先是一打三自己两条血打至少三个三条血的人柱力，然后尾兽车轮战一个接一个上，中间完全没有存档没有回血的设计已经很恶心了，然后最后还要给你个C或者D的评价，最关键的是你花一个小时打完最后看结局动画时还给你闪退。第一次我以为是自己电脑的问题，然后调整一下重启又打了一遍，还是闪退，百度一下不是只有我一个人有这个问题，找到了解决方法，但这是正版游戏啊，难道要玩家自己解决各种可能的问题？真的，如果没什么意外毫无疑问是会给好评的，甚至连评价都想好了。但这几个小时给我的游戏体验实在太差了。一想到还要再打一遍又臭又长的终章，连拿成就的热情都少了大半，而这个BUG到2020年了居然还没有解决，这样的态度让我觉得不应该给它好评。
  如果只是有难度相信很多玩家并不会介意，但一些极度不友好的设计只会让人很不爽罢了。
好评: 还原经典，身临其境般的感觉。爱了爱了。
好评: 补个推荐，远比看动漫靠谱
好评: 好玩，I了
好评: 感觉除了打仙人兜难点儿，其他都挺简单的
好评: 这个版本是没有联手奥义的嘛？
差评: 笔记本上hd版本可以打开，但是台式机就不行，有解决了的兄弟麻烦留个言
好评: 很好
差评: 现在 直接运行不了。。。。。。。。。。。。。。。。。。。。。啊啊啊啊啊啊啊啊啊啊啊啊啊啊
好评: 赞！
好评: 挺不错的，HD版就是高清60帧啊，玩起来还是很爽的，总体来说感觉3代在剧情上做的比四代更加出众
差评: 打你妈，尾兽那关能过？老子打你妈十几遍了都没过，打到最后七尾一直吹风，刚把四尾打过就已经没什么血了，我打你妈司马游戏
好评: 不错
好评: HD版打不开怎么办
差评: 游戏1分钟，剧情8小时。我Tm就是买了一个漫画介绍。关键是谁不是看了漫画才进来玩的。
好评: hd版本打不开
好评: 对于没时间看动画版的人来说，用游戏来体验动画版的剧情真的是非常棒的一件事
好评: 为啥第二个HD的打不开？
好评: 12月转正，HD居然是60帧带汉化非常爽。
关于HD按键设置我大概说一下操作：
普通版和HD是同样按键设置的，普通版设定好自己键盘映射去目录里找到“NS3FB”配置文件，打开复制里面的KB（keyboad）设置映射代码，再粘贴到主目录dlc文件夹下的“config”设置文件里部分相同的键盘映射代码。
不懂的可以留言，我就上传傻瓜式操作网盘配置文件粘贴替换好了。
好评: 第一个不带HD能打开，但我想玩中文，HD怎么开都没反应
好评: ---{图像}---
☐ 无法和现实区分
√赏心悦目
☐ 很美丽
☐ 一般
☐ 不怎么样
☐ 别盯着看太久
☐ 画图.exe

---{游戏体验}---
☐ 完美！！！
√ 不错！
☐ 普普通通
☐ 不怎么样
☐ 盯着墙看都比玩它强
☐ 锻炼你的精神抗打击能力

---{声音效果}---
☐ 耳朵怀孕
√ 感动人心
☐ 还不错
☐ 一般
☐ 不咋样
☐ 耳朵流产

---{配置要求}---
能玩扫雷的电脑都能玩
☐ 入门配置
☐ 一般配置
√ 进阶级配置
☐ 发烧级配置
☐ 神威•太湖之光

---{难度}---
☐ 点点点突突突炸炸炸
☐ 轻松愉快
☐ 得动动脑子
√ 上手快精通难
☐ 烧脑

---{操作}---
☐ 你家的宠物也能玩
☐ 简单
√ 中等
☐ 困难
☐ 反人类
☐ 黑暗之魂

---{肝}---
☐ 护肝
☐ 如果你想玩出点花样
√ 肝与不肝并不影响剧情
☐ 每关必肝
☐ 肝痛
☐必须24小时全天候地肝

---{故事情节}---
☐ 故事?什么故事？
☐ 文字或语音剧情
☐ 平庸
☐ 还行
√ 精彩
☐ 可以作为你的第二人生

---{平均一局游戏时间}---
☐ 办公室必备
☐ 短小精悍
☐ 中等
☐ 较长
√ 卧槽！天亮了！

---{价格}---
☐ 免费游玩!
☐ 业界良心！
√ 值这个价
☐ 如果你有点闲钱的话可以一试
☐ 不推荐原价入
☐ 信仰无价

---{Bug}---
√ 几乎没有
☐ 少量
☐ bug令人烦恼
☐ 育碧
☐ 模拟山羊

好评: 剧情偏长，喜欢追火影剧情的可以慢慢品味。
差评: 打完第一遍大结局之后就是闪退，什么鬼
好评: 除了语言选繁体中文的时候打到最后一章被卡了出来以外都挺好的，据说是要把语言调成英文才不会卡出来，我还没试，还有就是人机太垃圾了，联机又找不到对手
好评: 火影啊，需要问为什么嘛？
好评: 重温动画
好评: 不为什么 因为是火影

好评: 好玩 反正买它 绝对好评 买就对了

差评: 我也是服了，原版有汉化。HD版就没有？？？
差评: 一言难尽的游戏  为情怀买单了
好评: HD版本怎么调键位啊！！！！
好评: l
好评: 最经典的一部！
差评: 存档机制实在是很蠢
差评: 看不懂英文的 没法玩 也没意思
好评: 很棒，除了没中文，其他都很好
差评: 为什么我玩的时候是慢动作？？？是我电脑问题还是游戏？
差评: 不喜欢

差评: 傻逼游戏，不知道制作人有没有通关
差评: 存档机制有问题，后面几场战斗设计太失败，通关后居然不给保存就跳出，几个小时白打，草泥马！
好评: 偏粉丝向的作品，作为系列第一部移植到pc平台的作品，打折购入是绝对不亏的，

[b]优点：[/b]

- 有繁体中文，有HD版，解锁30帧
- 画风完美还原原作
- 极其优秀的qte设计
- 相比上一代，更加人性化的替身系统

[b]缺点：[/b]

- 多人战斗设计不合理，整体往无双风格靠拢，但没有无双带来的爽快感
- 在大型战斗场景中，人物视角不够灵活
- 剧情节奏一般，部分boss战比较冗长
- 祖传崩溃问题
- 鸡肋的收集要素 （如果不是为了解锁兄弟共斗，谁愿去刷什么查克拉碎片）
差评: 尾兽关卡设计得又臭又长，中间有没有存档点，过场动画又没法跳过，我叼你妈的
好评: 今天一打开怎么让我设置控制器啊？设置完毕之后rb和rt用不了，我佛了，哪位知道怎么解决？
好评: 可以用键盘嘛

差评: 擦，键盘玩不了吗？全部键按完没一点反应，什么玩意?
好评: 好玩是好玩，就是这个闪退bug太骚了

好评: 火影究极风暴3，好玩，剧情贴近原作，就是打斗稍微硬核，小难打boss战，我打通关后闪退了结果进去读档一看是在boss战之前，哭晕，还是喜欢4代设置，闯关类型，不至于丢档案。
好评: 粉丝作品，优化了一些繁琐的操作，画质和剧情衔接也更加出色，推荐！

评分：8/10
好评: BUG警告：HD版本最后和尾兽人柱力以及和尾兽对打时中文版本有BUG，会闪退。再加上中途无存档点，闪退后需要重新来过。人柱力及尾兽加起来一共打了三遍，每一遍都是六个敌人，再加上剧情动画以及时不时的回忆杀，我两个小时的辛苦全白费了。所以推荐打到这一关的朋友语言切换成英文。
游戏体验还是不错的，但这BUG实在讨厌，我已经打算将这游戏卸载并移除了。
差评: 卡卡卡卡卡卡卡卡  卡到 放个技能 等 3秒 醉啦
差评: HD打开后是中文了，按键改不了，厉害嗷
差评: 最终BOSS战打完闪退，没有存档，点开来要从头开始打。。。
NMSL
NMSL
NMSL
NMSL
最后一关本来就设计得贼TM难，还要我从头来一遍？？？？？
因为设定的是中文，所以百分之百闪退：BOSS战之前调成英文。
切记，犹豫 就会闪退
好评: 粉丝向游戏之究极忍者风暴3：完全爆发

各种设置问题以及剧情bug解决方法：

2019.8.1更新
按键可以改，游戏可以自己保存进度，如果打完剧情自己做世界地图里面的任务在里面找类似邮箱的那个（鸟盒？）。。就算你在玩剧情他也是有自动保存功能的。。只不过这个自动保存不是实时保存。



2019.2.9更新
【仙人模式-兜】
兄弟那个dlc剧情（解锁仙人模式的兜）在木叶地图最上面那一块楼梯处找青蛙。。第一次500上限，，第二次5000上限，中间额外需要收集一个紫色晶石开启断章，第三次9999,第四次10000，但收集一个碎片算20个，这样去野外求生训练场刷，而且还有存档点，2个门都出去一次就刷新了。一次可以刷9+3+1+n个。n<3

【bug】
他们说的最后一关剧情bug.....没遇到。因为我听说有bug，就提前一关就改用英文了。剧情就是过一遍的事情，原漫画/动画TV版剧情各位火影迷应该都看过，没必要再仔细看这个剧情。我学习版+steam正版剧情累计都通关2遍了不想再重复玩了（特指最后很烦人的大结局自创剧情，又长又难打）。。。

最后一关所谓的bug通过修改语言可以解决
更新一下改语言这种基本操作：steam里选择游戏，右键，属性，语言，选择英文/繁体中文就可以了

2019.2.8
【卡顿问题/画质】
HD版本画质清晰度和原版比是极大的提升，我设置的都是1080p分辨率。之前玩学习版（原版，那时候锁区且没钱）用的台式机900p的显示器感觉很清晰，现在用的笔记本1080p屏幕玩hd（入正）感觉更清晰但玩原版就感觉有点画质差。目前hd画质是抗锯齿关了（本身就是动画风格要什么抗锯齿.........???）阴影和材质开全高，关闭动态模糊（个人习惯），稳定60fps当然hd本身是锁60的。配置要求感觉2019年了应该没有什么电脑带不动了除非5年以上没有换过电脑/更新配置。但3个抗锯齿里最后一个我笔记本开不起（测试画质的时候各个选项都开启试了试）。超级采样都可以开但这个开了直接变成40-30fps卡顿。

所谓的用高配电脑玩hd什么卡顿。。完全是那些人电脑压根没设置过n卡，比如笔记本的n卡那个软件默认是自动选择，那用核显运行卡顿很正常了，去n卡那个软件里面全局设置默认使用高性能显卡（独立显卡）。凡是设置过的除非你用暴风影音什么的那个强制非独显打开，游戏基本都是按照全局设置的独立显卡运行。

【中文】
中文在HD里自带繁体，下载的时候选择语言为繁体就行了。原版没有自带中文，评论区有大佬给了链接。网络也可以百度你需要的各种设置里的翻译。3大妈论坛也是有原版汉化补丁的。

【按键设置】
按键的话，原版在NS3FB_launcher.exe里修改,但是会让电脑暂时变卡，无解，当然也不需用要鼠标，按tab建修改就行。HD版在dlc文件夹的config.ini里修改，用记事本打开改完保存就行。
喜欢按空格跳的把A换成SPACE即可。
以下几个按键貌似只有小键盘数字有效，其中BUTTON_RS_DOWN=KP_2是觉醒按键（部分可一键觉醒人物）
BUTTON_RS_UP=KP_8
BUTTON_RS_DOWN=KP_2
BUTTON_RS_LEFT=KP_4
BUTTON_RS_RIGHT=KP_6

按键设置的具体键位看个人喜好，都是可以百度到的。

我一开始以为长门只可以放神罗天征，后来发现（百度）也可以放万象天引，我不会是最后一个知道的吧....（说游戏里释放技能不是其他）

【存档问题】

究极忍者风暴3没有额外付费dlc可买，本体就是全部内容了。

hd里说什么dlc服装没有的那都是在网络上找的什么完美存档替换的，如果你直接玩从开始几个人物到解锁全人物并不会出现丢失什么服装的问题。【所有dlc服装全在】。自己玩吧。（之前还说要买3的全dlc版本。。买的时候才发现就一个本体。。没dlc，所谓的dlc服装直接内置本体免费，要买也只有123或1234+4dlc合集包）
HD和原版的存档不通用，存档名字也不一样（改名无效的），虽然都 .S格式文件。

【好言相劝】
评论区各种求解的记得把允许留言选项勾了，又求问题又不让回复，和贴吧一个样子emmm
steam和百度贴吧默认都是锁回复的。。记得设置允许他人留言。
新的评测里面依然很多人不看评论或者阅读相关资料，很多问题能百度的不去百度，难道指望别人把饭他喂嘴里？
那些不看评测然后用差评来提问还锁留言的，我觉得评测里的一个老哥说的很对：你们是来搞笑的？

（2019 4.4   更新，发现如果评论的话会出现“你所在的地区评论不可用”，不知道为什么，无法回复他人）

有些人给差评我感觉很正常。。毕竟偏粉丝向游戏而且很多要自己设置而不是一键设置，剧情也有所改动毕竟有各种各样的原因导致。

手柄问题没办法回答，我从来手柄只玩主机，键盘鼠标玩pc。不过推荐用xbox手柄，毕竟ps4手柄不是YBXA而是三角方框圆。



我把这个搬运到小黑盒了。。你说为什么用。。偶然发现可以查询xx游戏战绩顺便白嫖游戏，里面贴了我自己设置的按键图片和汉化补丁*（因为steam评论区有大佬给汉化链接了我steam就不放补丁链接了，给他们小黑盒放了个汉化链接）
https://api.xiaoheihe.cn/bbs/app/api/web/share?link_id=21203887
好评: 剧情好快，团藏死的早真舒服，不过打团藏为什么才那么点，本以为狗团藏至少是一个boss角色的
差评: 究极风暴1和4全成就了，唯独这个3我玩不下去。
直接说几个问题：
1.主线剧情全都是超长一串剧情+战斗，没法中途退出，不给玩家休息和保存的机会——要玩就给我玩一下午！不玩滚！
2.最终战的时候如果用的是中文，就会在你打完的时候[b]崩游戏[/b]！注意是打完的时候，意思是在存档之前！！！这最终战本来就是没妈一样的恶心的战斗设计，好不容易打完了，结果还从头到尾白打！所以
[u][b]最终战之前一定一定要调成英文[/b][/u]
3.从来不告诉你S级的要求是什么，普通的战斗就算了，我打到接近无伤就能保证S级了，但是群体战是什么垃圾？我已经尽力打到最好，几乎无伤了，系统判定却给我一个C评级！
4.优化很差，音画不同步。我用同一台电脑玩究极风暴的4部作品，4能1080p、60帧，1只能800*600，2可以1280*720，这个第三部介于1和2之间。
5.商店的忍识卡、名号不能批量购买。忍识卡就有1000张，要买完至少得按3000下！丝毫不考虑玩家感受。
优点当然也有，但是瑜不掩瑕，我觉得这一部完全比不上4，甚至不如第一部。
剧情部分不是第4部那样的ppt，而是全程的3D动画，战斗时的氛围渲染很棒，这一点做得很用心（但是因为存档点隔得太远，我怕游戏崩了几乎全程跳过）。
好评: 正版补票。三代的剧情渲染的很到位，当年剧情杀特别是玩到第四章的时候哭的一塌糊涂。
下面温馨提示一些Tips：
1. 游戏点击启动，会有HD和非HD两个版本，数据不互通。非HD不支持中文，我们玩HD的就好了，画质确实提升很大；
2. HD亲测是可以支持手柄的，不知道为什么有些评论说不支持；
3. 一个闪退BUG！！！在打通最后一章跳感谢名单的时候，如果是中文模式下，会闪退！然后你之前从打六个转生的人柱力，到打六个尾兽兼带土，再到用九喇嘛模式打六个尾兽，最后到大决战这一过程中没有存档点！！！也就意味着一旦闪退，你就只能重新经历一遍这个过程了，而且战斗难度不算容易。我打了三遍才发现只有调成英文模式才不会闪退，别问我为什么，问就是正版受害者，我以前玩三大妈版本的时候没出现过这个问题。再说一遍，在打六个转生人柱力之前请一定调成英文模式！！！
好评: 相当牛逼的游戏
打击做的相当好，特别是每一章最后一战，相当nice
画面放到现在也很可以
剧情真好看，毕竟有原作的底子
极力推荐，何况5折
是的G胖亏了，你赚翻了
差评: 想要用手柄没有繁中只能看英文，要看繁中打开HD版却不能用手柄？ 叫我2选一？
好评: 夏促一起入手三和四，剧情很不错，打击感也很棒，几场大战的qte做的真的很好，让人有那种紧张刺激的感觉。不说了去玩四
好评: 所以为什么我要给一个沙雕青蛙收集10000个碎片才给我玩DLC？
好评: 不说了~我的青春之一~
差评: 最终决战那么长那么长，打完就闪退，能不能给个保存再闪退？嗯？？
好评: 感觉比起4少了很多东西。。。
好评: 剧情贼爽给力
好评: good！good！good！
好评: 不错
好评: 先不要着急给差评，最后打完带土会闪退是中文的BUG，打六个尾兽和带土之前先保存游戏然后退出把游戏设置成英文，打完了带土进入自由漫步模式了再切回繁中就好了。
好评: 这个版本的游戏体验说实话，很糟糕，[spoiler] 我之前玩的是3DM版，现在趁着夏促来补票，但是正版的游戏体验比起3DM版来说，差多了。[/spoiler]

虽然有了官方中文（HD版选择语言繁体中文进入），但是HD版是用不了手柄的，各种映射错误，按键失灵，而且HD版的繁体中文版最后一关还会黑屏闪退。

所以有同学会选择原版+汉化补丁。

然后其中有一些同学就会发现，不管你用游侠还是3DM的比较新的补丁 [spoiler]比如3DM汉化4.0或5.0版本[/spoiler]，都会显示File not found you are now being returned to the title screen而无法进行游戏，这是因为这几个汉化补丁都是基于NA版制作，而我们的steam可以购买到的版本为EU版（关于游戏版本可以到你的账户明细里查询）

这里有一个妥协式的解决办法，选择下载3DM汉化3.0版本，这个版本虽然汉化不完全，有一点瑕疵，但是总体来说还是能看的。

这个补丁在安装时会提示内核汉化还是外挂汉化，选择内核汉化就行了。

这里贴一个补丁地址自取：
[url=http://dl.3dmgame.com/201310/39624.html] 火影忍者：究极忍者风暴3完全爆发 3DM简中汉化补丁v3.0[/url]

另附详细经验：
[url=https://steamcn.com/forum.php?mod=viewthread&tid=99422&highlight=%BB%F0%D3%B0%C8%CC%D5%DF] 火影忍者究极风暴3 EU欧版可用汉化及相關經驗[/url]

游戏是个好游戏，但是希望官方多上一点心，这么多问题，再多情怀也架不住你这么忽悠，希望能尽快改进。
好评: 花了一个多小时打完最终战，结果最后闪退？？？？？？？还没有自动保存，又得重新打？？？？？
好评: 不想多说了最终决战打完过剧情时闪退，我真的没有精力再打一遍了！！！（问题解决了~~~）
差评: 这一代游戏本身没什么问题，但是关键就在于游戏出早了，导致结局是瞎编的，完全没有和下一代链接起来，到最后真的非常失望。
好评: 好
好评: 朋友送的  很好玩
好评: 最后闪退bug真恶心，只能改成英文重新打一遍。另外仙人兜才是真的boss吧
差评: 为什么最后会卡掉
差评: 打完带土到鸣人醒来后，直接卡掉，找不到原因
好评: HD不识别手柄，除开这一点，我一个粉丝还是很喜欢的。
好评: 哪位大神教我把英文改成中文啊，谢谢了、
好评: 亲爱的各位族人们，大家好。本人来为此来一波评测。游戏不算新。但我相信拥有和我一样血统的宅之一族们顺带是火花粉的人一定不会放过这个游戏的。我买了火影四个版本游戏。全买了，不为啥，只为致敬我的青春而已。游戏总体来说，是相当不错。剧情很贴紧原作。打击效果和一些细节完全能让玩家直接代入的（剧情控）。我初期为了探路用了辅助，探完路后果断删档重来。这次是实打实的。如果只是单调的过下剧情，这个游戏难度在简单徘徊。但如果是为了触发隐秘事件和至高的游戏评价，这个真差点没要我命。没了辅助后，为了全豪杰，全隐秘，全最高评价，我是三天两夜没合眼一直打，一边打一遍存档，一旦有个没达到就读档重来。而且绝不跳剧情。尽管这样，我还是没拿到全成就，有点郁闷。
游戏强推荐，目前第四部我也走到中间的剧情位置，至于为什么走的这么慢，因为我是一边看火影一边玩这个游戏的。只为看看剧情有没有偏差。
差评: 最终之战打完会崩，然后那么长的一段就白打了，垃圾
差评: 买了根本不知道怎么玩
差评: 一款很好的游戏，可是却被毁了，鸣人跟奇拉比打其他6个人柱力那一个剧情，做的简直就是跟屎一样，瞎做平衡，搞不懂怎么打，屎一样的人物锁定，还有屎一样的敌人弹幕，打得你根本无法动弹，麻烦自己去打打，这关做的是真的搞笑，真实垃圾的一个剧情点

好评: 作为一个漫改游戏能做成这样就很好了，如果有10分的话我给他9.5分，对原著的还原度很高，特效满分，非常建议大家购买
差评: 到最后不能存档

好评: 中文版替身术不好用  有办法解决吗
好评: 那些提问不开留言板的是来搞笑的吗
好评: 火之意志
好评: 为什么hd开始不了游戏
差评: 最终之战打完会崩，然后那么长的一段就白打了
好评: 系列的第3作，游戏紧接着第二部的剧情，也是最为惊心动魄的第四次忍界大战，人物的刻画很好，展现了火影的精神，战斗的流畅程度很高，超魄力的忍术特写和奥义发动画面，让游戏的热血度满点，由于最后单挑6只尾兽，真是爽到爆了
好评: [quote][url=https://www.gimmgimm.com/]叽咪叽咪，每天都好玩！[/url]

喜欢的话欢迎[url=https://store.steampowered.com/curator/27162873/]关注叽咪叽咪鉴赏家[/url]
火影第三部-登上巅峰
再经过第一部第二部的洗礼后，火影系列终于迎来了它的巅峰，火影忍者疾风传：究极忍者风暴3，不管战斗、剧情以及玩法方面得到了极大的提升，可以说抛弃了前作大部分的缺点，再优化前作的所有优点，终于做出了这部佳作，剧情方面可以说无任何缩水（当然是不可能完全没有缩水。。但是都是些可以理解的缩水）
故事

故事的开始着实把我震撼到了，故事以九尾袭击木叶开始，以四代目为主视角，三代目为俯视角讲述故事，而游戏又新加入了豪杰和英雄两个不同的玩法，部分方面甚至会有剧情的不同，但是最重要的还是难度的不同，以及物品方面的不同，完成不同的路线可以获得相应的点数，点数可以解锁物品，豪杰主要解锁攻击道具，而英雄主要解锁回复道具。

不得不吐槽的是，堂堂的木叶四代目金色闪光，被翻译成了湊？cou？每次看见这个名字都以为再说脏话。
我选择的剧情是豪杰路线，四代目对阵斑，三代目对阵九尾，这个画面感与操作是真的舒服。再完成了序章后，游戏的剧情接上了第二代的剧情，来到了五影会谈


我相信这个剧情令玩家最扯的剧情就是，雷影本该断掉的右臂，没有断，而被我爱罗阻止了


而游戏在这部分剧情时，也加入了新的模式：群体战，群体战，说白了就是割草模式，基本上都是小兵，唯一让人觉得有难度的应该就是忍刀七人众那场。卡卡西1个人要对战7个人。


我相信接下来这段剧情应该是比较令人感动了，在八尾教鸣人学习九尾之力的时候，鸣人的母亲出来帮助鸣人。
漩涡玖辛奈：鸣人，不要挑食，多吃点东西，让自己长大吧。
每天都要洗澡，让自己保持温暖，另外，不要熬夜！尽量睡觉！
还有，要交朋友，你不需要交太多朋友
只要找几个真的能够信赖的朋友就够了
还有，虽然我不擅长做这些事情，但你要好好的读书和学忍术。。
可是，每个人都有擅长和不擅长的事情
即使学的不顺利，也不必太伤心
记得要净重忍者学校的老师与学长、学妹
另外，最重要的是关于忍者的三禁，尤其是要小心“钱”的事情
记得要把任务酬劳给存起来
另外，酒要满二十岁才可以喝
喝酒过量会伤身，所以要适可为止
三禁之中，最大的问题在于“女人”，因为妈妈是个女人所以不是很懂
总之这世上只有男人和女人，所以你当然会对女人有兴趣
但千万别被奇怪的女人骗了，你要找一个像妈妈这样的女人。
说道三禁我还想到一点，你要堤防自来也老师。。
鸣人，以后你还会碰到很多痛苦的事情或艰难的事情
但你要保持住自我，而且要拥有梦想
更要有想要实现梦想的自信
想再教你很多事情
我还有。。还有。。还有。。还有很多很想对你说的，
我想一直陪伴在你身边
妈妈爱你！

鸣人：以后我不会只吃拉面，也会吃蔬菜
我本来就喜欢洗澡，所以放心吧，我也常去洗温泉呢
而且我也常常睡得很饱，甚至会觉得睡太多了！
至于朋友，我交了很多好朋友！真想让妈妈见见他们呢
虽然我跟其中一个人现在不太顺利
读书的事，就跟你想的一样，当然我一点也不沮丧啊。
在忍者学校的时候我跟老师还有学长妹们发生过不少事情，但我现在很尊敬他们
自来也老师已经教过我忍者三禁了。他真的跟你说的一样呢
但是他也教了我忍者的生存之道，所以他是个很伟大的忍者！
我是漩涡鸣人，木叶村的忍者，我的梦想是成为火影！
一个要超越历代所有火影的火影！
我会成为一个比老爸还要厉害的男人！一个比老妈还要坚强的忍者！
回想一下，火影已经带给了我足够多的感动：
1.雏田的告白（佩恩摧毁木叶）
2.自来也之死
3.玖辛奈和四代的临终嘱咐
4.宁次之死

其他的对我而言感触不多
抛弃游戏的缺点，这部游戏我还是很满意的。

其他内容的评价


游戏改为了只能使用恢复道具，跟之前的不同是，这部作品没有太多的自由场景，恢复道具也不是无限使用的，每次只能使用1-2个，而且想使用治疗更高的物品必须先解锁道具，也就是之前说的英雄路线的英雄等级，这点不好的就是，它部分剧情是连贯性的，不会给你太多补血的机会，有时候甚至只能从头补满血开始。
再第四次忍者大战开始的时候，游戏也新添加了地图模式，就是可以选择想要战斗的战场
这部分的内容可以说极度的缩减了，只剩下打的成分。

总结

这部作品最值得入手，第四部可以说是极度缩水，我会再最后一部评测中总结下所有作品的好坏，剧情方面就不一一说了，太多了
[quote]图文并茂版：[url=https://www.gimmgimm.com/article/info/11890.html]《火影第三部-登上巅峰》 [/url][/quote]
好评: 喜欢，非常好
好评: 为什么我打不开HD的版本。普通版 很正常，我的配置连jump大乱斗都能玩
差评: 玩到结局最后动画就会卡断掉！然后重开就没有了打最终之战的档案！？！这是什么BUG啊！！！？？！我完了几个小时的档案没有了？！重新打过然后又在同一个位置卡没有了！！！！！！！！！！！！！！啊啊啊啊啊啊啊啊啊啊！！！还玩屁啊哇！！！三次了啊啊啊啊啊啊啊啊啊 啊啊啊啊！！！！！！！！！！！
好评: cnmb万代南梦宫，每次通关完就闪退，玩了两次都是这样，把语言改成英文才行，不过是真好玩，万代南梦宫天下第一！
差评: 我不知道为什么游戏很卡，明明电脑配置没有问题，疾风传4也可以正常运行。
影响游戏体验。
好评: 这款游戏总体很好,就是在打剧情的时候有点烦,最烦的就是不支持中文,不过还是挺不错的
差评: 原版没有中文，HD版改不了按键，真S B。
差评: 垃圾中的垃圾，没手柄玩几把，有了手柄还是玩不了
好评: 不错不错
差评: 垃圾游戏，不是锁帧数就是卡退。
好评: 玩了四年究极风暴系列的经验推荐一下键位设定  A键设J   B键设H Y键设K X键设L   LB键设Q   RB键设E   LT键设U  RT键设I   至于上下左右的道具栏我就设了箭头的上下左右（喜欢用道具的朋友可以自己再设，我一般比较少用道具），至于右摇杆的上下左右我则是把左设O 右设P 上下移动视角一般用不上就随意  噢 还有最重要的移动那就是WASD这样就行了，一般来说这样的键位设置打S评价是绝对没问题的啦
差评: 打完几次跳出几次，玩个锤子
好评: 最后一章最后一战前请保存好退出游戏，在steam的游戏属性里改成英文再进入。中文打会有bug，打完会闪退，而最后一战特别长……dlc解锁条件有点麻烦。总体来说还是好评，比2要人性化许多。卡片系统喜欢。
好评: 为什么玩hd繁中进去后像是慢动作一样？求告知
差评: 3代的关卡设计我认为是要优于四代的.
差评给垃圾移植,他妈十几分钟闪退一次
差评: HD版本怎样设置PC键位，求教一下
差评: 看到有条因为没手柄不能玩中文而给这个游戏差评的,我告诉你,我有手柄也不能玩中文
差评: 每次通关之后都闪退，然后又到决战剧情
我玩nm
差评: 没手柄不能玩中文， 智障策划
好评: 后面太难了，一个九尾要和六个尾兽车轮战，打了7 8遍好不容易险胜，结果刚结束看完cg，莫名卡死机。相比于1 2部内容丰富了，但是相对第四部无论是画面还是平衡性，可玩性差很多。所以看完我的测评，快去买第四部吧。
好评: 各位老哥，steam语言设成繁中，进HD版的游戏就是中文的啦。
成功的赞一下让更多人看见.
好评: 怎么设置中文啊 ，明明有繁体中文怎么用不了

好评: 有没有大佬教一下hd版怎么变流畅

差评: 剧情后面打尾兽  打不过  TMD起身就挨空气炮 挡住4尾打近战 车轮战 玩你吗呢 要人玩？
死了无数次 每次都是被各种恶心耗死 又不让人补血你是真的想让人打过这个剧情？
尾兽攻击范围大 躲都躲不开 不能补血只能被各种耗 尾兽就一个和你近身摸 另一个就只放波恶心人 你和这个尾兽打的好好打 另一个尾兽就放波把你打了 打人过程中又TM不能强行取消闪避 必中就这样打打一会你直接死了又要重新来
差评: 打六大尾兽我tm打了整整4次，从被虐到现在打出s评价，然而最后依旧卡死。出来才知道是高清版繁中的bug，真是日了狗了。
好评: tql wsl，打到尾兽那里心态崩了，手残人士在经历了一波又一波的碾压下游戏体验极差，哭了
不过说实话在尾兽之前，一直感觉这游戏挺棒的......给推荐不光是因为喜欢火影，也想让更多人体验一下打尾兽的快感
差评: 普通版画质粗糙+没有汉化
hd版只限手柄+各种bug
我的情怀和您的诚意相比不值一提：）
差评: 不推荐这款游戏，因为操作难度太大，我打到1至7尾的时候难得要死，让我鸣人一个人单挑？？？作者自己都没试过自己的游戏？心里没点b数？
好评: HD版本的不会设置键位，求大佬赐教QAQ
好评: 很棒的游戏，在对抗九尾时给我带来了震撼。

差评: 补票归补票，想正常体验游戏的话还是去玩盗版吧，最后决战之地打尾兽那打了三遍，最后全都是到重建木业那个cg那完美闪退
差评: 整体是推荐的，但是最终章游戏体验较差，为了难度而增加难度，而且最终章使用繁体中文时会游戏崩溃，也就是你辛苦的打完了却发现要从头开始，对于这种专门照顾中文的BUG真的不能忍。按键部分，游戏目录下的设置文件可以更改键盘的按键，但是进游戏你会发现仍然没用，所以，你需要在进入游戏的标题画面后，在设置里更改按键。从最初有玩家反映到现在从未出过补丁修复，玩盗版的体验反而比正版好，不要被一些细节影响了整个游戏的品质
好评: 我从小学就开始看火影，到现在十多年了，火影疾风传依然看不腻！！这是我第一部火影的游戏，满满的热血，打斗超帅，带感，日文原声听起来特别有劲，手柄操作棒棒哒，希望能和吧友联机，哈哈。。。
好评: emmmn，真的好玩
好评: 其实呢，在玩过第二部之后，我发现究极风暴3在操作，画面，剧情设置上优化的实在太好了（笑哭）
好评: 补票
好评: 战斗中穿插着回忆，让我想起同究极1和究极2的过程，也用到了不少之前的地图素材，唤醒的回忆满满。战斗方面，BOSS战的打法丰富了许多，战斗手感也好了不少。
目前卡在最后的尾兽车轮战了，我再去试试T-T，我就不相信了。
差评: 什么垃圾优化 最后一章老是存不了档 每到通关最后动画都会程序崩溃 崩溃尼玛呢 存不了档就得重打一遍 煞笔一样的流程 就这一点差评.
好评: 最好的漫改游戏！！！！！
差评: 什么垃圾优化 最后一章老是存不了档 每到通关最后动画都会程序崩溃 崩溃尼玛呢 存不了档就得重打一遍 煞笔一样的流程 就这一点差评
差评: HD模式打不开~~
好评: 拿撸多!!!!!!!!!!!!!!
啥是gay!!!!!!!!!!!!
拿撸多!!!!!!!!!!!!!!
啥是gay!!!!!!!!!!!!
回忆片段切入
拿撸多!!!!!!!!!!!!!!
啥是gay!!!!!!!!!!!!
QTE*N
emmmmmm，这就是我的忍道~

最后，FTG苦手玩家建议修改器，可以更好的体验漫画的精髓。毕竟钦点的七代目，诚不我欺
差评: 剧情闪退啊，打不下去了，好不容易打到结局结果又特么的闪退，都打了好几小时了，最后一次都要结局了结果又闪退了，不能玩不能玩
好评: 中文怎么设求大佬
差评: 我真的哭了，买的时候勾了繁体中文，结果原版还是英文，HD版是繁中，HD版我真的呵呵了，没闪退，一帧能玩，两帧流畅，三帧电竞，本来想补个票，结果实在是失望，不在游戏，只是用不用心，我刚刚看了好久是不是我游戏本没插好充电器，还特意重启了几次，结果发现，emmm，游戏是好游戏，之前下过盗版，没玩完
好评: 6
好评: 火影系列的巅峰，比4要好得多。
好评: 繁体中文最后一章bug我怎么没遇到？
控制器的问题我也没遇到？
但是打尾兽真的有把我恶心到，操作感和打击感完全和屎一样，七尾在天上飞，我在地上追，跳起来还被拍地上，抱歉我七尾还主要是远程攻击……MMP。
整体来说很不错，然鹅一天没通关，就是被打尾兽给恶心的……
好评: 感慨啊
我的火影
淘宝29就能买到了
好评: 还可以

好评: 第三代相对于二代做了一些战斗系统上的改变，最明显的是替身术的改变以及强制取消（黄光），还有击出地图杀，让打架打起来更爽了。

另一方面，幸好没有在线对战成就，不然和2代一样匹配不到人就尴尬了。

本作硬件要求不高（相对4代来说），但是地图的景色渲染很精致，特别是雷之国的地界，那个雷鸣海岸和xx草原以及xx峡，真的好美。
好评: 游戏整体可玩性很高，剧情的玩法个人感觉比4更舒服。但是练级找不到人很无奈。
好评: HD版卡是因为n卡默认为集显运行了，在桌面右键n卡面板里面可以改
好评: 游戏好评，但是打hd版本放完片段就直接结束了，根本存不了档...打了两次才发现这个bug，这么难的最后一关再遇到这种情况很让人奔溃好吧
差评: 原版中文要怎么搞呀，HD会卡
好评: 132123
差评: 无法进入游戏
好评: 感觉还可以，不过我一直有一怨念，为什么不出究极觉醒的续作啊啊啊啊啊
好评: 结尾动画完了之后未响应直接停止工作跳出来。。。害得我又得打一次。。。。
好评: 三代的剧情相对完整（虽然四战做了大量「必要」删减）。
战斗系统出色，虽然每个人物在本场战斗只有很很有限的技能不过也是简化操作，每个角色也在战斗外也有丰富的不同形态（均拥有不同技能）可以挑选，战斗cg虽然都很简短但初上手打出奥义终结还是非常过瘾的。
在格斗游戏中已算惊艳。
相比之前在ps4上玩过的第四代有些差距，但毕竟承载我最喜欢的一部分火影剧情，
无论是欣赏游戏本身所讲述的故事，还是沉迷于尝试各种角色打对战，
本部作品都算得上是我心目中的.........等等，我特喵还是不做舔苟了。
我只喷三点--
1忍具有些多余（对我个人），对战斗没什么必要帮助，也没什么吸引力能让人从尝试不同道具中获得乐趣。
2动画之间的迷之跑路，除了存档（完全可以由其他形式代替）和不合时宜出现的野生商人（同前）之外毫无作用，很jir无聊，
好歹在这段路途中加点可以释放的「赶路技能」或者增加一下随机物品的「丰富性」。
3最终战我服，除了sm闪退问题，最终战选高难度本来就是1V6人柱力→1v6（还分批上）尾兽，穿插无法跳过的「回忆」cg，这段战斗死一次就要从头开始，玩的心态爆炸，这是对游戏性完全没有增益的难度提升和无聊循环。这种迷之关卡和存档设计让我立马产生通关赶紧删游戏的想法。
boss战做的确实不尽如人意XD.
差评: 这个不推荐完全是给最终战。第一阶段，选择英雄路线，两条血需要连续打3个人柱力（选择豪杰路线就是6个）+6只尾兽+带土！！视角始终锁定在一个目标身上，看不到其他人的动作。在近战攻击时始终有其他人用远程攻击无限biubiubiu，打两下就得跑位。想要打过真的是非常困难的事，二阶段两条血打七只尾兽，这里是一只一只上而不是像之前一样是一起上，所以是弱智。八尾也是基本划水，除了召唤援助会出现外，连qte里都没出现。明明是个粉丝向的播片qte休闲娱乐游戏，却要设计成这样。游戏也没有自动存档点，偏偏又一直在播片和打架，碰到一个手动存档点得要等很长时间。HD版在打完后会闪退，没有自动存档，重开游戏会回到boss战前。这最后一章的体验毁了前面积累的全部好感。闪退完我就把它删了。
差评: 没有中文
好评: 超级好玩!!哈哈哈哈嗝..
好评: 游戏好不好？值不值？抱歉，我万代出的火影忍者系列出一部买一部。
好评: 比起2代演出进步了很多
好评: 忍界大战真好玩，九品真好看(≧∇≦)ﾉ
差评: 这个游戏的boss战我是真的服，攻击的前后摇太长不说，打人柱力的时候给你2管血打6个人，瞎jb切视角你人都看不见，还放个老紫一直在那放技能，各种被连击，我还不知道怎么切换攻击目标，奔着三尾就去了，反正我是无语了，觉得自己操作非常牛逼的去吧，不然打到结局你会被虐哭的
差评: 为什么我 通关的最后一刻就游戏崩溃？两次了！！！！！
差评: 打完最难打的六个尾兽来给我闪退  存档没有自动保存，本来就是为了情怀买这款游戏，我就差宇智波兄弟打药师兜就完全通关，就差那么一章节，如果想要完整的体验这个剧情，我强烈推荐大家别买，因为到HD到最后会闪退，六个尾兽我打了一次就不想再打第二次了。
差评: hd版无法使用 手柄，而且据说最终战必须换成英文 差评
好评: 手柄接入时键位错乱无法正常qte 
小问题不断 打击感剧情都还行
好评: 画面超级刺激 大结局那里都给我感动哭了  大赞！
好评: 小学第一次接触机房的PS2就是火影。当时真是震撼，原来有这种游戏机。。时光一去不复返，在PC上通一遍究极风暴3也是不错的选择
好评: 哭了
好评: 对于大多数国内玩家来说，这个系列首次接触还是三代，所以三代在国内玩家地位是最重的。画面上优于前两代，人物比前两代多很多。个人观点三代很好地摒弃了前两部一些繁杂琐碎的缺点，但也将一代的动作打斗（一代操作最难，但也最真实），二代的剧情互动给削弱了。其实这款游戏更多的还是面向粉丝群体，制作上也绝对对得起粉丝以及原著。相比于TX代言的官方手游页游，这一对比，没有对比就没有伤害。前两者也都基于这款游戏作出的设定，但是氪金大大降低了部分玩家的游戏体验，对于火影粉来说与其在TX那里氪金，不如打折入手风暴系列，既可以原汁原味回味剧情，也可以随心所欲操控自己喜欢的忍者，何乐而不为呢？！
好评: 第4章视频太长了，其他还好
视觉效果和打击感不错
中文版玩完最后一章，闪退，换成英文就好。。。
好评: 啊，最后决战过了cg放完了，居然黑屏闪退，又要重打了（；￣ェ￣）
好评: 玩了四小时，简单评价一下，首先加了训练模式很好，这次道具系统也比以前的有意思
但感觉有点缩水，一些经典战役只是普通的对战，没有boss战的感觉

剧情全通追加几句，这次的替身术设计得挺好，让我这种手残也能顺利放出，最后得boss战也不错，不过不知道为何最后的剧情会跳出
好评: 鸣人出生这一章不管是动漫还是游戏都感动的不行，玖辛奈对鸣人说的话，鸣人的回答，母爱的伟大啊
好评: 买爆
好评: 怎么不是中文的
差评: 一代都没给差评，这代忍不住要给个差评。
打完最终boss，看完过场动画，直接黑屏、程序错误，最终战这么长流程一个保存点都没有。试了两遍都是一样黑屏弹出，心态崩了。。。
好评: 比二代好很多。

真的常玩到泪目。


好评: 火之意志
好评: 剧情挺多 打斗比较少  还是很还原的 总体来说还不错  接着打4去了
好评: 为什么人物对话没有声音呢，求大佬救助
差评: 打了半天最终决战结果TM的最后闪退了 所有进度都没了  2B游戏
好评: [h1]辣鸡游戏标注有集换式卡牌但是竟然并没有，差评提醒[/h1]
[h1]好吧，现在改过来了，只不过不是增加了集换式卡牌，而是移除了这个标签，可惜可惜，还想收集下背景呢[/h1]
更新国区好评，追加HD好评，这样不用开win7，用win10也能玩了，虽说似乎优化感人，870m不敢开多少特效【显卡本身也不是很好就是了】
先全价买的4+季票+博人传DLC，后来HB买的3，再后来就是国区解锁，等打折不上1和2就圆满了
先玩了4再回来玩3还是发现不少问题的。首先谁能告诉我我一按B就刷刷刷的音效什么鬼，打斗时怎么关qwq
还有似乎连击出招和各种动作手感不如4。qte倒是很好按，基本每次一遍就能打出来全IA，相对来说4的判定好像更快，不过全S照样刷，不过我觉得4的ppt剧情也不错【毕竟截图爽啊】
相对于3的自动存储和结算模式我更喜欢4的一次战斗一结算。
好评: 我竟然玩哭了
好评: 画面提升很多，官方繁体中文也很给力，想玩日文版换换口味可惜没有
好评: 爽到，这样就不用补完动画了
差评: 最后一关尾兽战简直蛋疼。还TM闪退，关键是一个存档点都没有。
一下午最后一关打了3遍还是闪退，心态崩了兄弟
好评: 很赞 还原了整个剧场
好评: 我是先玩了第4部才玩的3 3的剧情长点难度比4大 其他都还好 主要是感觉后面剧情有点蛋疼O(∩_∩)O哈哈~~~~~~~~~
好评: 原汁原味的火影体验，初中时十分的痴迷，但是上了大学基本上就没再追过火影了，重温一下当年的热血吧，也缅怀一下我们已经逝去的青春，当鸣人已经成为七代目的时候，我们又成长了多少呢？希望你们一切都好。
差评: 操作有点蛋疼
好评: 不错 回忆好游戏  不过玩惯了4   3的操作不习惯了 有点僵硬
差评: 总是闪退有方法解决吗。
差评: 哇，老子千辛万苦打倒带土和尾兽后游戏崩了，档也没存，你说老子心态崩不崩......

差评: 最终章的战斗真的敷衍，就是混时间用的。打尾兽的视角问题也很恶心，强行增加难度。剧情上，打了半天实际等于什么也没发生，这个最终章是否存在其实没什么影响。

战斗方面我觉得不如 2 代，不过没有 2 那么多无聊的跑路，人性化了许多。
好评: HD版画质好，还自带中文。只可惜中文无法通关，最后一关那么长，费时费力打通居然给我闪退！还好重打前百度了下发现是通病，需要切换成英文才能正常过，否则我在steam第一个差评就要出炉了…
好评: 大约八年前就接触了，记得当时还是用XBOX360，后来在PC上玩的盗版，到了最近终于不再锁区，便直接入了正。很老的一款游戏，现在玩起来全是回忆。从小学就开始追的动漫，也终于完结。不管是从火影这部动漫还是这款游戏，不仅仅是单纯情怀，更是对曾经时光的怀念。
好评: 作为曾经的火影迷，现在已经长大了，分辨出现实和二次元，我买这个只是为了回忆，以后老了，打开电脑，再次看到这游戏，便能发出感叹，岁月就是这样。
差评: 木叶村重建时期的视角很差,最后一章剧情魔改 神tm五影打败了斑,打完面具男强行和平,没有为4代剧情作铺垫.最重要的是我进dlc兄弟共斗要500个蛤蟆石！你伤害了我的肝
好评: 最后一关本来就难，我强行打了3次还不让通关....不想玩了....真心恶心，都打完了强行不让通关...凸(艹皿艹 )
差评: 1070+16G内存i7处理，各类3A游戏最高效玩的电脑 玩这玩意开头15分钟内崩溃停止3次，这游戏移植就是用脚扣的，优化就是智障做的，日厂游戏现在简直有毒，锁区，没中文不说 自身作品的质量也逐年堪忧，以后全球市场怎么可能有你们一席之地。回家洗洗睡吧，现在sega一类日厂游戏在我心中几乎快成了垃圾的代名词，恶心。
好评: 十年火影迷冬季特促入了1-4全套，之前第一次玩盗版就是风暴3，剧情做的很好还新增了高清版，不过还是4代的画面最绚丽人物也最多
差评: 应该在加一个中文版
差评: 前一秒的感动，被后一秒的黑屏闪退给搅得一团糟糕。

这里我提一下我的青春我为何给他差评。作为个游戏，经常没有存档点[spoiler] 自由活动存档？有个卵子用 [/spoiler]
玩了十七个小时[spoiler] 游戏时间再增加我是狗！滚回库里去 [/spoiler]一次没有闪退过，然后最后通关的那段闪退一次让我对本作的好感荡然无存。
最后那一段和奇拉比一起打带土，那里有一段自由活动的流程，从那之后，没有一次存档点！没有一次！[spoiler] 豪杰打六人众，然后打六只尾兽，然后再打一次六只尾兽，最后qte带土	[/spoiler]mmp这一段流程贼鸡儿长，还经常死了重打！就在看了最后的秘密事件让我激动的打通关了究极风暴3，在[strike] 幻想乡	[/strike]见到了鸣人的父母（误）然后准备拿通关成就，结果呢？闪退！几个小时的努力付诸东流我要疯我要疯我要疯

游戏好玩，但体验贼金邦不好！还不掉卡！我为青春补票了但让我说一句FUCK BANDAI！
好评: 我个人认为这是火影系列最好的一作，全3D过场，剧情战和剧情无缝衔接，还良心的出了重置版
差评: 个人感觉，到第三部，已经走下坡路了，最后的bug卡退卡的很难受，官方繁中到最后卡出去，游戏出来这么久，bug不修复，还出繁中干什么，跳过动漫的话，游戏时长应该不到6小时，打斗有点莫名其妙，我不想推荐这款游戏，尽管综合起来还算不错
差评: HD画面怎么卡怎么玩，
好评: 很好玩，第一部和第二部的替身术很难成功，这一部又加入了很多人物，火影迷必玩
好评: GEFORCE GTX 1060
I 7-7700HQ
DDR4-2400 8G
windows10

爲什麽整個游戲就是在放慢動作？配置不夠嗎？
好评: 非常非常非常重要，xie的教训！最后一章记得不要用自带的繁体中文！！！！

9.9/[strike] 0！！[/strike]分。

首先，游戏性来讲4和3差不多，4的战斗画面更好，界面非常贴心，3的选择好评，没有那么多打飞机。

剧情来说，3要比4好很多。阿斯玛、再不斩真是直戳G点。

第一次觉得回忆杀是这么亮眼！[strike]MMP最后一章看得我想死！再次体会到被黑魂支配的恐惧[/strike]

再结局即将跳成就之前，我游戏崩溃了。成就没拿到，算会是遗憾也正如漫画陪伴我们的青春。

[spoiler]明晚我再打最后一章，还黑存档我就来改差评！[/spoiler]

最后，这只是一个截图游戏。
好评: 爲什麽我打到帶人哪裏，鳴人在夢中看見爸媽哪裏，劇情看完了就黑屏出現錯誤了.....運行的是HD的
好评: 写着支持繁中骗人的，需要打补丁，依旧是没诚意的移植
游戏默认集显运行，锁帧的话参考：
http://steamcommunity.com/app/234670/discussions/0/627456486600466613/
全程剧情动画，相比前两部代入感更好
QTE图标依旧是XBOX的，PS4玩家体验很差
推荐手柄游玩
好评: haowan
好评: HD版画面爽的多 但是剧情又要崩溃又没有DLC的衣服 存档也不能共通 突出一个菜
结果还是只能原版+汉化 狗屎
[spoiler]即使如此 我还是永远喜欢风暴3.JPG[/spoiler]
好评: 突然不锁区了，给个好评先！
TX日常吃屎
好评: 火影游戏一生喜欢！
好评: 火影迷完全可以考虑，应该不会让你失望的（滑稽）.
好评: BUG还是存在，结局那里程序错误
差评: 与雾忍七人众打到最后卡到了卡卡西与再不斩决斗秘密任务的画面，卡卡西一直在做忍术手势，游戏就这样玩不下去了，只想说买的真心亏
好评: 第一次玩这个游戏的时候还是初中，那时候还没接触steam，在网吧通宵把剧情打通关，满满的回忆，时隔多年，我现在能做的只有给个好评。
好评: “鸣人…不要挑食,多吃饭，快快长大；记得每天洗澡，把身子泡的暖暖的,以及不要熬夜，要睡饱；还有记得一定要交朋友，不用很多,只要有几个能信任的朋友就够了……，虽然妈妈不擅长学习,但你要认真念书和练习忍术,不过每个人都有他们擅长的和不擅长的事，就算学不好也不用灰心……在学校里要尊敬老师和学长，对了还有一件重要的事——忍者有三禁：千万要留意钱的借贷，任务金要存起来；酒要等到20岁以后才能喝，对身体不好,记得适可而止；三禁里最成问题的就是女人,……妈妈就是女人,所以不太明白……不过这世上只有男人和女人这两种,等你长大会对女人感兴趣,不过别被坏女人骗了，要找个像妈妈这样的好女人……还有，说到三禁就得提到一个人,要小心自来也老师...鸣人，你今后可能会遇到很多困难很多艰辛,你得把持住自己,你要有梦想,也要有实现梦想的自信我还有……还有……还有……还有很多想对你说的……许多事情,我真想和你爸一起,慢慢教会你,真想一直陪在你身边……我爱你 ”
差评: 最后一章 没有保存点  且难度较高 当你辛辛苦苦捶死 带土  开始欣赏后续剧情时 这shabi玩意直接就给你来个游戏崩溃  重登之后 要重打这恶心的最后一章   

请解决繁体 最后一章崩溃问题            解决办法  切换英文打最后一章
好评: 因为情怀玩这游戏的
好评: 不锁区了，更新8G，给好评。

最大的问题是中文卡顿？
好评: 说好的繁体中文呢，设置了还是英文，火影迷怀旧购买
好评: 打最终章真的快吐血了 这视角真的shabi
差评: 首先这游戏是手柄设计的所以pc党要三思了，其次没有中文
好评: 今早突然发现在更新，还8.3g，跟本体一样大，商店突然能进，全系列解锁国区。
最最重要的是添加了PS3独占的繁中！性能与画面大幅优化，解锁了60帧！加载飞快，之前加载4秒的话，现在基本秒进！界面改成和究极风暴4一样（但究4加载更快，不知道为什么）
苦于锁区还没买的同学可以愉快的剁了，国区价格非常合适了。繁中，60帧，全面优化，不仅是火影迷，喜欢格斗的都可以考虑入手

关于更新后反而变卡的同学，可以试试把FXAA,SMAA,MSAA三个选项全部关闭、全部关闭、全部关闭（或者自己逐项调校），我开这三项任意一项也卡，垂直同步我是必须打开，关掉也卡。垂直同步大家开关也需自己调试。最终战如果打完后闪退，得把语言调成英语，再打一遍。目前官方还没修复这个问题
[spoiler]我的显卡是650mD5[/spoiler]
差评: 最终章使用中文最后游戏会崩溃，希望可以解决。而且hd版和非hd版不能共用存档。
好评: 哇惊喜惊喜 新版本不卡了优化好了还有中文了  以为这个游戏公司已经不管了凉了凉了  这个更新可以说非常良心了
好评: 整体画质很好，流畅度也很好，十分满意
好评: 还不错，就是剧情少了
好评: 最后一关好难……
游戏不错，可以说是找回当初火影那种燃的感觉了。
好评: 玩了第四代在玩第三代发现操作好尴尬
差评: 最终章，打完带土，游戏跳出，打了三遍最终章，都是这样，很气
好评: 电脑渣带不动hd，求能用的汉化补丁
好评: 和带土的最终决战有好几场连续战斗都无存档点，玩之前记得要换成英文，不然最后游戏会崩溃...
好评: 谁能告诉我hd版打开秒退怎么破
差评: 怎么用独显？？？？？？？？？？？
怎么６０帧？？？？？？？？？？？？？？？？？？？？？
好评: 情节内容和火影是完全一致的，对火影迷来说，不仅能享受到游戏本身的格斗元素，还能重温多年火影带给他们的感动和陪伴，第三部主要的故事情节还是第四次忍界大战前后，一直到打带土结束，估计后续内容留在了第四部。总的来说，内容情节还原丰富，画面清晰，唯一的缺点就是操作不便，会调整的人可以去调整一下，毕竟是手柄移植PC端的游戏，电脑操作肯定没有手柄用着舒服。所以大体感觉不错，值得推荐！
差评: 打完带土回村看动画，看完跳出。重进游戏之后又要重打？玩锤锤
好评: 最终战跳出的玩家把语言设成英文的就可以了。
因为跳出最终战打了三次总结了几个低伤小经验，打人柱力的时候我玩的是英雄，先打五尾再打六位最后虐三尾。打尾兽的时候最容易掉血，战前吞个加攻击的粮食，前几只尾兽用防御加攻击打他们掉血非常快防的好可以无伤过，到了七尾更简单，全程风魔手里剑很容易无伤过，带土最轻松怎么打都行。

键盘玩家修改hd版的按键设置需要在游戏根目录里找到dlc那个文件夹在里面的config.ini里进行修改。
在其他地方修改按键是修改的游戏原版的按键。
还有商店里的有集换式卡牌，怎么没有看见？
好评: 游戏好玩，优化劝退
好评: HD版本优化非常流畅，而且有中文了，画面很清晰。
好评: 国区一解锁买的大包，虽然D版过了一遍，但还是做了全成就，这既是回顾火影剧情的游戏，又是能本地和朋友PK的游戏。推荐喜欢火影的朋友购买这游戏，不会后悔的。
好评: 火影情怀粉必须要入的一款游戏，大致情节还原度很高，人物技能设计精美，声源无可挑剔，是一款能够当作动漫去玩的游戏。
差评: 打完最终决战回村之后 游戏错误几次，看来我没资格看这游戏通关吧，
好评: 打击感有点弱啊
好评: 优点：

　　+ 史诗般的规模

　　+ 有响应的战斗控制

　　+ 有支线故事

缺点：

　　- 难度较低

　　- 探索性有限

总分 8.6分：

　　很棒 《火影忍者》的这部最新游戏用更快节奏、更漂亮也更简单一些的战斗为玩家提供了奇妙的乐趣。
好评: 全成就撒花，解锁撒花，盗版通关来补个票。
HD版有繁体中文。使用中文运行，主线快结束时恶性BUG游戏崩溃，存档丢失，要从鸣人和比大叔VS人柱力处重新开始打，期间打的S评级全无，真是心态炸裂。
总体而言，风暴3较风暴4简单，但战斗系统不如风暴4完善。新玩家可拿风暴3上手。

全收集太TM恶心了！
差评: 打完带土直接停止运行，我前后打了三遍，中间还重启了一下电脑。可能我没资格通关这个高贵的游戏吧。差评
好评: 作为一个十多年的火影迷来说，这部究极风暴3不管从剧情还是游戏玩法来讲，都是非常完美的，强力推荐！大爱火影！
好评: 欧版终于解锁中文了！可喜可贺！（国区也是欧版），想当年欧版打个汉化还得把启动器替换成亚版的，真蛋疼！现在终于又可以回来把3白金了！
既然1和2都出PC了 那世代什么时候出PC啊，好想玩世代！
差评: 打完带土之后回村直接黑屏，几个意思？
差评: 傻狗游戏，现在才解锁
好评: 总之，你懂的。买的是情怀。
好评: 时隔四年，以为要压箱底的时候才发觉加了官中？！
究极风暴四部曲的剧情都非常棒，玩过就知道了！

7/10，非常值得一玩，尤其是火影迷必玩，但没必要花费太多时间在支线任务和收集上。

+爽快的打击体验
+剧情丰富（感觉比看TV版动漫还舒服）
+多支线、收集向开放世界
+个人喜好卡通渲染的画风
+多人对战

-民工漫逼格不够高
-萌妹太少是火影硬伤
差评: 究极无敌绝望卡成ppt
好评: 怎么设置中文字幕啊？在线急等
好评: 网络对战 延迟有点高
差评: 妈的玩到 打完带土就闪退什么鬼
好评: 求解：一连线对战游戏就崩溃，一直没有对战成功过，哪个大佬能帮帮我，快被折磨死了。
好评: 挺良心，语言设置需要完善
好评: !
差评: 垃圾东西，说好的中文呢？欺骗消费者?
差评: 我设置了繁体中文，进入 游戏显示的还是英文是怎么回事呢？、
好评: 有没有默认进入HD版的方法啊，。每次都要从Steam里进去
好评: 游戏是好玩啊，就是设置了按键。感觉还是不行，有没有大神可以帮到我啊。
好评:  相比4代，3代果然还是太出色了，没有那么多ppt，自由移动也更为开放（如果像一代能跳到屋顶就更好了），而且3代最大的弊病加载冗长的问题也被HD版完美解决，加载速度甚至比4代还快，3代的剧情个人认为也是火影的巅峰，一边回味当年的剧情一边体验游戏性最好一代的战斗，火影带给我的实在太多！
好评: 看了十几年的火影，有什么理由不买~！？
好评: 恭喜解锁
差评: 当时因为锁区所以买的台版盒装，激活的时候还要挂日本的vpn。。。现在才开国区，令人恶心。
差评: 就只有英文没有中文后悔买了
好评: 今早突然发现在更新，还8.3g，跟本体一样大，商店突然能进，全系列解锁国区。
最最重要的是添加了PS3独占的繁中！性能与画面大幅优化，解锁了60帧！加载飞快，之前加载4秒的话，现在基本秒进！界面改成和究极风暴4一样（但究4加载更快，不知道为什么）
苦于锁区还没买的同学可以愉快的剁了，国区价格非常合适了。繁中，60帧，全面优化，不仅是火影迷，喜欢格斗的都可以考虑入手

关于更新后反而变卡的同学，可以试试把FXAA,SMAA,MSAA三个选项全部关闭、全部关闭、全部关闭（或者自己逐项调校），我开这三项任意一项也卡，垂直同步我是必须打开，关掉也卡。垂直同步大家开关也需自己调试
好评: 究极风暴3HD版本，一打到把带土打完跳到结束那里就出现停止工作，得重新再打？有解决方案吗？
好评: 哪个懂这个游戏的人能告诉我为什么我登不进hd？开始游戏运行中然后就没了，第一个可以玩就是hd不能玩，而第一个是英文和日文，hd才有中文啊。。。
好评: 回忆啊
差评: 垃圾的一逼
差评: WIN10体验贼差，无法切换独显，全局设置独显直接白屏，单独设置程序无法选择独显。改名字只能用于盗版，正版改名字无效。
好评: HD版不能改成窗口模式吗。。。
好评: 国区终于解锁了，真的是今年最开心的事情。
作为看火影长大的少年能为正版补上自己的一票真的很激动！！！

游戏可玩性很高，在没有入正版前已经通关不下于20次，人物的DLC也很有趣
火影迷们强烈建议入:)
差评: 中文有BUG，快结束就崩了
好评: 每一次 打到尾兽那得终极决战次次的都在最后的剧情程序奔溃好无奈，其他还是蛮不错的
好评: 很久之前买的  玩的老开心了 这回加入了官中
好评: 怎么新加的hd版这么卡，玩老版无压力，没优化好就放上来？虽然有中文可我只想说一句mmp
好评: 最后有bug卡死在鸣人回村子那里
差评: 不能向前跑，怕是不止我一个吧
好评: 居然不锁区了！全成就以后没玩了，前阵子打全S累的我，不过操作感还是很好的2333。总之给个好评先23333
好评: 为嘛 联机 没人要科学上网 吗  HD版本好卡  不知道多出来的8G DLC 是干嘛 的 除了画质变好  没见到中文 和其他的了  还以为有新人物的呢
好评: 游戏不错，火影迷都会喜欢的。
不过国区这定价真的高，不急等打2折再入手吧。
-----------------------------------------------------------------
新加入的繁体中文版本加载速度倒是很快，音效有bug，键位也不一样。
好评: 高清版有中文，非高清版好像没中文，好在当年看的太多剧情早就背下来了，倒是不怎么影响玩，走毛区还没有两本漫画贵，总体上还可以，最后希望非高清版本能加个中文吧
差评: HD版为什么这么卡？？不是电脑配置问题，火影4可以完美运行
好评: 这是我最喜欢的pc火影游戏之一，除了这款之外还有 《究极风暴1》《究极风暴2》《究极风暴4》
好评: 感觉打斗虽然没有4流畅，不过连击和格挡更厉害了，比4更有技巧性。

不过加载也太慢了吧，放SSD都没用，简直无法忍受...4代这点就好多了。

更新：
HD版的dlc加载很快，但是会掉帧了，2333
好评: 8.26更新
突然解锁国区了[spoiler]和tx的合约到期了？[/spoiler]
加入了官方繁中[spoiler]祭、鸢、地达罗、培因、湊、段藏、带人[/spoiler]
解锁60帧，丝般顺滑[spoiler]不想补票买4了怎么办[/spoiler]
HD版加载飞速，支持正版/杂牌手柄，唯一不爽的就是原来自带的服装dlc没了[spoiler]还我的泳装雏田ry纲手[/spoiler]
==================
本来不看画面细节和平衡性的话，3代比4代要好玩。可惜博人之路的dlc一出，4代解锁60帧，就再也不想玩30帧的火影了。另外提一下，最近hb包的3代的key有美版和欧版之分，美版可以随意打汉化，欧版只能打非内核的汉化或者转成美版，具体的方法都能百度到
好评: 更新后没找到官方中文和解锁60帧的，在游戏列表里按下开始按钮的时候注意一下，它有两个选项，第二个hd版才有官方中文，当然你在下载更新的时候也要选繁体中文。另外貌似把文件夹下除了dlc文件夹都删除就是hd版，删除的那些就是原版。
差评: 我就想问下，为什么我的DLC里既没有繁体中文，也没有60帧？
好评: 没中文的朋友们，运行第二个HD才有中文！
好评: Can not run in separate graphics, nor in the control panel to add NVIDIA, hoping to repair as soon as possible, in addition, I hope to improve the frame to 60frps
好评: 情怀系列
好评: 今天发现火影全系列国区突然解锁并且添加了官中，废话不多说，好评一个先~^_^
好评: 解除锁区恭喜！究极风暴第三代感觉是做的最好的一代，比ppt4不知道高到哪里去了。
qte设计的很好，不知道为什么4代qte反而变的那么垃圾
而且三代里的鸣佐对决也是真的最经典最有意境，4结局那一个小时的鸣佐秀虽然合格吧。但也谈不上优秀。
而且听说还出了官中和60帧补丁，简直赞赞赞
好评: 不锁区，好评
好评: 国区居然解锁了，这游戏以前玩过3大妈版，有了steam以后就入了正，前后玩了不下四五遍，不得不说是火影这几作里面最爱的一作，鸣人爹妈死的时候哭瞎我。
好评: 听说HD了？
好评: 这个冷饭怎么说呢,勉强可以吃！
好评: 喜大普奔！！！！终于解锁了！！！还有hd！！

很好玩的游戏，就是剧情模式的战斗太少了
（转载）>>>>>关于游戏无法切换成独显运行的问题
1）将Nvidia Inspector下载到您的计算机。
2）单击Driver Version（驱动程序版本）框旁边的小扳手按钮。
3）在下拉菜单中找到Naruto Shippuden个人资料并删除它（点击红十字）。
4）转到Nvidia控制面板，设置游戏运行与您的GTX860M。
好评: 突然大更新，差不过多8个G。
点进商店一看，国区解锁了？
还加了繁体中文？
这次大更新相当于国区玩家的福利？
必须好评！
好评: 佐助：我是个复仇者，我是为复仇而生的，为了复仇我可以放弃一切。我憎恨给你带来无尽痛楚的木叶，而且那憎恨与日俱增。正因如此，不管你说什么都阻止不了我。哪怕你此刻守护了村子......我最终也一定要毁了它。

鼬：不管你今后的路想怎么走，我都一直深爱着你。
好评: 不管好坏，是火影就是好评，好玩，就是土影好垃圾
差评: ……30帧？
不想说话了……pc版锁毛帧数

好评: 非常良心的一款游戏，在打折的时候买的，只要8刀。故事剧情从佐助找团藏到忍界大战结束的故事情节都包括在了里面。仿佛重新回到了当初每周追火影的年代。很推荐！
差评: 20帧呵呵哒
游戏下载后看到有繁体中文很开心，然而并不是真的，完全没有任何效果。
好评: 接下来由鸣人带给我们的相声脱口秀，以及嘉宾回忆录表演
好评: 为什么选择开始的时候 会黑屏掉 求大神
好评: 仙人兜还是有点难度的，总体上很好玩
好评: 童年回忆，很早很早之前就买了这游戏。
鉴于最近有很多好友入了这款游戏，给几个小tips。
1.关于游戏无法切换成独显运行的问题，参考讨论[url=http://steamcommunity.com/app/234670/discussions/0/627456486600466613/]http://steamcommunity.com/app/234670/discussions/0/627456486600466613/[/url]有解决方法。
2.不要被设置里的繁体中文选项所迷惑，这游戏PC并没有官中，大家可以去打3DM的汉化。

粉丝向佳作，当初买的肉痛。。。。
好评: SBGI，请移植2代，我谢谢你全家了
好评: 这款游戏并不是像评测所写的优化不好，而是你玩这款游戏的配置要比最低配置要高很多才能不卡。
差评: PC做的真垃圾 花了这么些钱买了个ppt
好评: 打击感很好 画面也很棒 
剧情基本跟着原作走了一遍 
就不能有个中文字幕么！
md老子好歹看过漫画，连人名都对不上。
听着日语看着英文字幕的感觉真的是晕晕的。。。
8/10
就不能有个卡牌么！看看人家海贼！
好评: 不只是情怀，剧情、画面、操作还有扩充内容满满的诚意
唯一的缺憾就是锁区了。
好评: 火影系列的游戏，并不需要傲视群雄的画面，也不需要多么完美的操作，只因为“火影”二字，以及用心的剧情复述，就值得我们去珍藏。因为火影，是我们的青春啊！
P.S.更何况刚才说的不需要不需要火影忍者究极风暴一个不落的做到了！
好评: anyone want play online?

差评: 不支持21：9分辨率 ，没中文，汉化就file not found 。后悔买，后悔没退
好评: Great game, especially for naruto fans. It works fine on my laptop with gtx870m graphic card. 
Btw, I can understand why CC2 fixed the language bug, but I can't understand why they removed traditional Chinese entirely from this game. Why not just add one more language?

好评: this game very good.
好评: 还是屌
好评: 还是不错的哈哈，不过这剧情有点太长了内心多少有点崩困了就当练英语吧哈哈～有点买剧情的意意思，一下就玩了8个多小时其实动手的也就最多1小时
好评: This is a nice game, But it's really need to use controller to play so i bought a new controller for play this game by RM300...waste. A discount game by withdout controller really suck, man.
好评: 百分之七十五的剧情，百分之二十五的游戏时间。
良心之作，就是游戏时间太短了；爽快的打击感，流畅的各式连招；建议用手柄玩，不然只能连滚键盘。
精良之作，居然没新手教程，如果不用手柄的话，怎么滚键盘都不知道，这是硬伤。
信仰之作，跳过剧情，像我这种游戏白痴，六个小时就通关。
游戏有个不错的机制，假若连续惨死在同一个人手下两次或者三次就会降低游戏难度，当然你可以同意或者拒绝降低游戏难度。
其他角色都好说，就是土影那老家伙太难操作了。半空漂浮着，使游戏难度提升了一个档次。
总是，还算不错，打算看着剧情玩二周目，已经体验了操作5分钟，看20分钟的剧情，其实，还行。


好评: 这款游戏真的很优秀啊,剧情与上一作连接很好，其他的就不多说了，建议入手8.5/10
差评: 垃圾，不管怎么样都不能用手柄玩的游戏
好评: 玩不到故事模式
差评: 没一直追着看火影的根本不知道在说什么鬼。一直在看剧情，我动手的次数很少...然后就是打斗还行吧，基本上打电脑都是一个按法。没什么吸引人的东西。推荐不是火影迷或者知道火影但是不怎么追漫画或者动画的朋友们还是别入了。我是因为降价75%才实在不知道入啥入的。
好评: 希望官方会添加中文版
好评: 非常不错的游戏 火影迷应该试一试
好评: 大约10多个小时就把剧情打通了 作为火影只追到100集的新生，大约读懂了《火影忍者》的大致剧情
打击感超级强呢！
虽然在xbox360上和基友打了几次本地对战，但是没开始任务
正巧 游戏 打折 就买了。
只是,地图&NPC是个短处呢,根本没用哎
[h1] 总之 这游戏不错 期待下一作[/h1]
8/10,画面,打击感,对原作的还原度都不错,给中国锁区扣分
差评: this game is so dumb 

好评: [b]火影忍者終極忍者風暴系列[/b]一直以來都是Fans向格鬥遊戲. 雖說是格鬥遊戲, 但是風暴3的劇情模式非常完美的詮釋和還原了漫畫從五影會談到忍界大戰前中期的故事, 而這段劇情的亮點無疑是鳴人在奪取九尾查克拉時與母親漩渦玖辛奈相遇並且回憶了鳴人出生時的故事, 我在體驗這段劇情時甚至感動到落淚, 這些都是原作黑白漫畫所缺少的表現力. 

我接觸最早的火影系列遊戲是PSP平台的無幻城之卷, 之後很長一段時間火影格鬥遊戲一直成為朋友之間聯機遊玩的首選. 高中時沒有主機, 為了玩終極風暴而跑去地下電玩城花五元一小時玩PS3. 趁著前段時間打折, 把這個款陪伴了高中時代的遊戲購入了正版.

遊戲也有美中不足的地方. 整個遊戲過程中道具的存在感過低, 甚至我從來沒有使用過也沒有進過商店, 這樣一來所謂的究極選擇所影響的豪傑英雄點數也就不那麼重要了. 誠然, 如果能夠好好利用道具, 想必遊戲性能夠更上一個檔次.

最後簡單介紹一下這款遊戲, Full Burst是終極風暴3的DLC補全版, 已經集成了主機版絕大部分服裝人物DLC. 另外這款遊戲是日本玩家所謂的"おま国"遊戲, 即日本遊戲卻沒有日文字幕, 所幸遊戲自帶了日文語音, 所以也沒有必要去聽不習慣的英文配音. 另外對於中文玩家, 有漢化組製作了EU和NA版簡體漢化版本(繁體圖片來源官方繁體中文版, 文本由繁體中文版做了簡化), 由於EU和NA版本文本不共通, 在加載漢化補丁時請注意版本問題.
差评: cannot play. when click play just white window come out!!!!!!!!!!!!!!!!!!!!
give my money back!!!!!!!!!!!!!!!!!!!!!!!!!
好评: 如果是想作为格斗游戏入手的话感觉距离街霸，甚至说是拳皇都有差距，但是作为一个火影游戏却是非常不错。只不过闪退现象时有发生，如果可以解决就更好了
好评: 相当的好
好评: 打斗和动画效果都不错，剧情也是大致和原作剧情一致。
但是支线剧情实在太太太蠢了，而且剧情废话太太太太太多了！
好评: 买买买！火影大法好！
差评: 按键太复杂 不推荐pc玩
差评: 为何我没玩到大兜那部分的？？
好评: 之前只在PSP上玩过《究极冲击》和《无幻城之卷》，操作基本和前者差不多，而剧情大致也是衔接前者。除了最后部分的boss战，基本是完美地还原了原作的剧情，作为一个追了好多年漫画的读者来说很是感动。要说缺点的话还是因为是移植的缘故吧，不用手柄的话游戏体验相对会差一点，要是能推出专门为PC设计或者做更多对PC的操作上的优化就好了~
好评: 很经典的一款游戏，但是如果你没有打算买游戏手柄，最好还是再考虑考虑。在有游戏手柄的情况下，玩着真的很有感觉，而且剧情还原度很高。做玩了主线剧情之后，其他的支线剧情也很好玩的。
好评: 唯一值得买的火影游戏   没有dlc  没有扯逼    火影fan别错过
好评: 漫画改编成的游戏 为什么我不说动画改编的？动画那一直拖剧情的节奏！再加上游戏根据漫画进度出 你们没发现游戏中很多镜头动画直接照搬么 而且视觉效果比动画要良心  
体验游戏剧情时候根本停不下来 跟看动漫一样  
再说游戏本身体验 初次搬上Steam 确实很赞 有主线剧情 当然你也可以在村子里随便做做任务 哦 对了 还有隐藏剧情 就是佐助+鼬VS蛇仙兜 而且这作添加了2代上的BOSS战  虽然没了剧情（废话）不过已经很良心了 人物表情 配音都是官方的 很良心  斑VS无影那段超帅  至于其他的没啥说的 火影迷们还在等什么？
好评: 作为火影迷，在pc上出了游戏一定要买啊！剧情还不错，基本忠于漫画原著，过场动画质量也挺高的，战斗模式容易上手，角色丰富，各种技能也很到位。但是也略微有些不足，比如说平时冒险时候只有走路没有快速跑，并且不能使用忍术，和npc互动不够多，地图设置略微死板，自由度有待提高。
好评: 充满了冗长又没什么意义的对话。
好评: 买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买
差评: 卡的很  直接从主机游戏移植过来  差评
差评: 这是模拟器吧..外加神优化

差评: 打折是为了让玩家省下钱去买个控制器吗？
好评: 太好了，对于我这种没有主机的人来说，鸣人啊啊啊啊啊
好评: 除了爽，我还能说什么呢？不论你是不是火影迷，在这里都能找到属于你的快感！

(万代官网已经正式确认，火影下一部作品究极风暴革命将于9月在steam和上世代主机平台同步发售并且是steam平台独占，不发售零售key和其他平台)
好评: FANS向的游戏做的不错。但是今年9月份出的就是DLC吧。。为什么要当成单个完美版卖？如果当初DLC应该我还会入的。
好评: 作为火影迷入一下还是很值的，很不错的动漫改编作品
要是《火影-革命》也有PCrelease就好了~
好评: This Game Not BAD !!
好评: ←_←
买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买
好评: 如果是火影迷的话，到时值得一玩，本作的可操作角色较多，且能够回顾疾风传大多剧情，但从格斗游戏的角度上来看，其实也并没有太大的亮点，最后吐槽一句，不知道为什么，玩3D的火影忍者感觉完全没有以前玩平面格斗时激情。
好评: 这是一款以火影忍着为背景的格斗游戏，玩家可以在游戏中体验不同的人气火影角色，比如帅气飘逸的四代目火影，拷贝忍着卡卡四，大波纲手等。每个人物都有不同的连击技能和必杀技，而且忠实于原著，这些使得可玩性大大提升。游戏一共包含3个模式，剧情模式，玩家可以了解每个火影人物的背景，按照动漫剧情发展路线来玩。自由对战模式，这里玩家可以进行角色的练习，开发自己的连击技能，又可以与好友对战，相互切磋。网络对战模式，玩家可以与全球玩家进行PK和进行卡片收集和交换。总体来说，该作品是一款值得玩，耐玩的好游戏。
好评: 好游戏！！！已经通关的对于这游戏我只想说：买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买买
好评: 把动漫的内容重新呈现出来并且亲身体验我觉得火影是做的最好的，不知道是不是1080p的动画，当时爆发2的时候主机上玩1080p的动画看的我眼泪都掉下来 (*/ω＼*) 不过好像招式不够多？ 演出还是非常华丽的，优化也不错。
希望能把前两作和后面出的都搬到PC上来 (´･ω･｀)
好评: 穿插的动画太多了。英文语音太不舒服了，建议用日文。战斗还是很有趣的
好评: 优化感人
