好评: 免费入库游戏
是极炫站鸡第二部，卡多便宜，好评
好评: 这游戏好少人玩：（
好评: 已移除游戏3
这游戏tm用键盘能玩？连个人机都打不过
差评: 坏
好评: 最好玩的二次元飞行射击游戏！期待续作！！
之前多人在线还挺多人玩的，现在已经没人了。冷门又可惜。
好评: 场地较小,且没有躲避的地方,
所以那些放弹幕的.和放持超多续存在的召唤物的角色可太耍赖了
好评: 游戏很好玩，特别是还可以带到电脑课玩
好评: 打AI我重拳出击，和朋友打我唯唯诺诺
好评: 好玩，但官方是有多恨佳爱，为啥别人都是自动瞄准倒了这就是手动瞄准，伤害还低的离谱，过度偏心了吧。清弹幕制造弹幕两方面都不行，打一部分还好说，打夏姆这些基本莫得打
好评: 还不错的萌作
差评: 首先先简单介绍一下作者。
·游戏时长请看不推荐下方的小字，1867小时。
·在线游戏场数居全球第四，亦是国内第一。
·在国际社区举办的周常比赛以及有fbf赞助100美元奖金的线上赛中拿过若干冠亚季军。
[b]以上均为客观事实[/b]，以最后更新评测的时间点为准。不过都没什么意义，可以不当回事。
写这些不是为了说这篇差评是全球现役选手最强或是国内最强之类执笔，而是[b]单纯证明一下我有给这倒霉游戏一个公正合理的差评的权利[/b]。如果我都没有，那么在座的各位也恐怕都不配打好评。
顺带一提，这游戏网战场数全球第一的日本友人也给了篇更新多次的[url=https://steamcommunity.com/profiles/76561198150639371/recommended/390710/]万字差评[/url]，如果有兴趣和日语阅读的能力请务必去看一眼。
那么废话不多讲进入主题。

[h1]这并不是一个差劲到一分钟也玩不下去的游戏，但绝对不推荐深入去玩。[/h1]
国内一直以来缺少一篇对这游戏详尽的评价，接下来的内容可能不但长并且啰嗦，我会根据内容分段，请根据自己需要阅读。如果读完之后觉得评测比有价值排行中名列前茅的我是聪明逼和你免费我好评要强的话，不介意的话请给我点个有价值，对于让这对把无意义评测挤下去让更多的人少被垃圾游戏浪费生命很重要。

[h1]深厚弹幕底蕴且好上手的格斗游戏[/h1]
本作Acceleration of SUGURI 2（后简称AoS2）是游戏Sora的直接续作，也是集前几作Suguri宇宙游戏的系统大成之作，独特的dash擦弹移动开放了传统格斗游戏限制较大的机动，与Hyper,热度等其他系统的联系也能让人看出独到的游戏设计思路，巧妙而纯粹，无论是玩过前几作的Stg的玩家还是第一次体验的玩家都能有不错的游戏体验。[strike]（指300热连撞弹幕被秒）[/strike]
正如商店简介所说，两部STG作品的中大家喜爱的[strike]女性[/strike]角色全部登场。熟悉的角色以不同的形式得到了充分的表达。
从作为一个格斗游戏的角度来讲，AoS2的角色设计也是相当优秀，虽然橙汁社没有任何制作格斗游戏的经验，却很好地把来自有一定制作经验的弹幕游戏中的攻击招式/Hyper融入进了格斗游戏的框架。可以说，AoS2是个有着深厚弹幕底蕴的格斗游戏。
满屏幕的弹幕与穿插其中的各类攻击虽然看着像是STG的画面，然而实际上对玩家避弹的水平并没有太高的需求，侧重对招式的熟悉与理解。
在逐渐上手游戏的过程中，来自传统格斗游戏的成就感还有立回时穿过重重弹幕的独特感觉相结合，使本作有着令人感觉独一无二的体验。
与此同时，由于解放了角色的机动性，相比其他的格斗游戏，AoS2极大的简化了指令输入的方式。
基础攻击键仅有两个，对标传统格斗常规必杀技的特殊攻击也仅是在额外按下特殊攻击键的基础上按下基础攻击键，没有指令出招，Hyper的输入也一样。出招数量也同样少而精，省略了学习按键和出招本身的过程，十分令人省心。

[h1]同人性质导致的瑜不掩瑕[/h1]
以上几点均是游戏独到的优点，然而[b]AoS2的成功仅局限于作为同人游戏，作为一款独立格斗游戏它无论如何都值得差评，具体请见后面的平衡性章节和社群环境章节。[/b]
这里再说几点这之外的瑕疵，主要影响单机游戏的体验。
·游戏有三个隐藏角色，其中两个需要通过剧情或是街机模式解锁，然而解锁条件并没有写在游戏内，并且最难解锁的一个角色可能需要打几百场，至今她的解锁条件仍然不明朗。
·剧情模式最终Boss的最终阶段设计较为不合理，主要体现在难度设计上。一部分角色无法在该阶段进行有效输出，而有些角色则恰恰相反，用特定攻击能直接秒杀Boss，再加上该阶段高难度下的增幅仅是简单粗暴的血条1.5倍，导致剧情模式的难度参差不齐且不合理。
·因为是让同一世界观不同时代的角色同时出场的大乱斗性质的格斗同人游戏，游戏剧情较为薄弱和都合，不同角色的剧情路线同质化严重。
因为是同人游戏，这游戏只在训练模式旁边加了个文字版新手教程，内容相当有限，游戏内置的出招表也相当简陋，甚至可以用糊弄来形容。许多隐藏的派生没人指出存在，可能玩上几百盘都不会发现，就算是写在出招表上的内容，也像是被随意合并同类项了一样，一些用途差异很大但输入接近的招式全都被写在了同一条上，描述也非常抽象，如果对角色招式有疑问我的建议是直接去问会玩的人，或者查阅英文wiki，不过英文wiki也没人把剩下几个角色更新完就是了。（实际上游戏路径内还有个人物介绍pdf文件，不过和游戏内出招表的内容完全一致，只是多了张立绘和一句角色介绍。）
约等于没有的新手引导可以说是这游戏除了平衡性之外最大的黑点，许多评测也提到了这一点。
[b]不过说到底，这是个格斗游戏[/b]，我希望有缘分能读到这里的读者都有明辨是非的能力，“游戏的新手引导垃圾”和“游戏垃圾”和“游戏难”是三回事，[b]而一句“手残”可以掩盖太多的东西，打不过始终有着打不过的原因，绝不是天经地义的。[/b]
[h1]这是个格斗游戏，如果你想赢，就去练。[/h1]
我可以保证这游戏打困难人机225种角色选出情况全部都是初心者稍加练习就能完胜的，[b]如果打不过人机，游戏只有没教好你的责任。师傅领进门修行在个人，对此我不想多讲。[/b]
输给人机的原因，除了上文提到的之外的99%可以靠学习带来的操作进步来弥补，再剩下1%才是平衡性的问题。
关于这点不光是人机，就连在线模式也一样。打同等水平练习能够取胜，就算与对手水平悬殊，通过合理的练习也能够死的明白并且不那么慢。
在双方的水平到达一定程度后，平衡性的问题才需要被讨论，这也是我不推荐深入去玩的原因之一。如果只是打算通个剧情拿个全成就之余再找个朋友菜鸡互啄的话，顺带再给骰子游戏解锁个人物dlc，还是很快乐的。
虽然游戏内部没有一个完善的新手教程，不过好在国内姑且有个群可以问，更进一步的内容也可以去查英文的wiki，wiki也没有的内容问我也好去discord服务器问也罢，至少不会出现有问题找不到人解答的情况。

接下来我会以为了让没有玩过游戏的人也能够看懂的标准，详细展开关于为何不推荐深入玩这倒霉游戏的原由，用词遣句可能会不那么标准和恰当，希望各位理解。

[h1]系统导致的失格平衡性与不尽人意的后续更新[/h1]
AoS2作为格斗游戏，最重要的平衡性可以用一个词来形容。
[b]稀烂。[/b]
诚然，除非没有角色的区别，不然不存在平衡完美无缺的格斗游戏，但一款优秀的格斗游戏应当尽可能减少极强和极弱角色的数量，让大部分角色特点鲜明打法多样上得了台面，即使对手的性能在你之上只要你操作水平优秀就有抗衡的实力。
反观AoS2，极强角色和极弱角色加起来占了4成，还有个弱到完全不可用的论外角色。合着只要强角色和弱角色数量一样多就叫平衡吗。（笑）
然后还剩下一半多一点的角色，不能说她们强度适中，只能说因为不够强也不够弱才被分到这里，就她们的性能本身而言，都多少有些broken。
在这里我们引入对战相性这个概念，所谓的平衡当然不是所有角色对局相性都是五五开，想要这样只能有一个角色跟自己内战。想要一个角色在整体上平衡只能让她有一样多的有利对局和不利对局，对局倾向的程度也近似。
而本作的角色对战相性由于角色间性能倾向差距很大，进一步放大了稀烂的平衡性。
不够强而不够弱的中等角色中，普遍是对上能勉强不被直接打崩，对下就像更强的角色打自己一样的情况，并且坏对局的数量和克制幅度也相当夸张，水平接近且到达一定程度的两个玩家选择随机，基本只要看到角色选出胜负就已经确定，[b]完全没有悬念[/b]，并且时不时随机到阴间对局还得考虑这把要不要昧着良心折磨对手打完的问题。
而导致游戏平衡性时至今日仍然如此之差的原因有二。
其一是系统的不合理之处，其二是fbf不尽人意的后续更新。
[b]一个平衡的格斗游戏系统应当不倾向鼓励任何特定策略，而很不幸的是AoS2的系统鼓励的是最折磨的超时。[/b]
通俗点来说，只要有血量优势就不进攻，拖延时间直到时间耗尽通过血量在时间耗尽时的优势取胜。
严格来说这是由移动速度差异、角色出招发生普遍偏慢、没有消极惩罚等无数因素汇聚而成的必然结果，总体来说是系统和游戏设计的问题，具体的原因在此不多详细提及。
强势角色如果性能碾压或者对局优势的话没什么必要超时，但如果不想把对手打死而是拖满时间，对手几乎没有办法。也存在由于攻击根本在立回中命中而只能采取拖超时策略的畸形角色。
弱势角色由于本身性能问题就难以打中对手，冒着被反击的风险进攻也不如消极防守，再加上普遍移动速度也不如强势角色，就产生了既不配进攻也不配撤退的荒谬局面。
然后时间来到今天，FruitBat Factory（后简称fbf）在代理AoS2经过了种种更新后，终于开启了平衡性β测试。
但在这之前。1.6.4游戏基本定型之后，更新的内容绝大多数还是与平衡性无关的摆烂和圈钱居多。换个配色稍微修改一下原角色的外观，美其名曰服装dlc拿去卖，至于炒之前专辑的冷饭姑且游戏内会变成可选音乐且游戏外也能听，意见暂且保留。再就是从骰子游戏或者哪里的素材重复利用一下做成在线模式的头像，加点花哨的功能之类。
在我开始玩这游戏的时候平衡性更新已经基本定型，入坑以后除了一笔带过地削弱了一个性能几乎垫底的角色之外什么都没有做，所以对以往的平衡性更新的内容只做最基本的概括。
按照老玩家的说法，fbf的更新南辕北辙，过度增强/削弱、改动与原设计冲突等情况反复出现，不少核心玩家因此退坑。
在某次大更新也是我入坑的时间点之后，在相当长一段时间的假死后fbf似乎是又想起来了这游戏的存在，更新了些平衡性更新之外的功能。虽然也有训练模式更新这种有实际作用的更新或是一些细节的人性化更改，但很明显不管是把hitbox和帧数数据告诉玩家社群，好打发他们去完善wiki，还是多加几个头像背景都不能真正改变什么。
据悉，fbf负责AoS2的团队只有一位程序员且没有维护格斗游戏的经验，平衡性更新也是主要由他决定，据那位网战场数全球第一的日本友人的差评，[i]似乎还有加强开发者使用的角色和胡乱采纳社群中意见的情况[/i]，是否属实具体我在这里不多提及。
事到如今，如果他们明确表态说不会再进行平衡性更新实际上也不是很奇怪。不过既然β测试都开了，我觉得还是可以结合fbf以往的成果适度期待一下的。关于β测试详细的评价请参见后面的章节。
[h1]一言难尽的在线游戏环境与社群[/h1]
如果说平衡性问题和更新的问题都只是小问题的话，那么游戏环境和社群问题就是大问题。
[b]一款不平衡的格斗游戏又不是不能存在，况且这游戏姑且还有一些玩起来很有趣也算平衡的对局存在，但如果没人玩它就真的死了。[/b]
现在活跃，或者说偶尔会打开游戏在线模式看一眼的人全球加起来可能不够50个人，在国际社区举办的比赛期间至多会有十来个人同时在线。而平时[b]如果你不去那里或者国内的QQ群摇人就真的是一个人都没有。[/b]
同样是因为人少，对联网对战有一定兴趣的新人也很难找到合适的对手，更多时候是在被常在的几千场几万场的老咸鱼压着打，难以察觉自己的进步和低下的胜率使得格斗游戏劝退的一面更加严重。
而至于两周一次的比赛采取瑞士轮，因为主办方是美国时间所以想参加的话，就得北京时间凌晨一点到三点左右（受夏令时影响）打到天亮，虽然是在周末的凌晨，但仍然不是个好选择。
[i]老实说我看不到什么他们继续坚持举办比赛的理由，不过总要比没有强，毕竟只是单纯摇人的话一部分人是不会来的。[/i]
偶尔也会有有一定价值奖品的比赛，不过如果只是个fbf代理任意游戏一份这种等级的话就算了吧，奖品好的时候冠军可是有60刀或者溢价严重的橙汁周边玩偶的。
另外一个很明显的问题就是物理上距离导致的高网络延迟和时差，国内网络环境参差不齐但好歹物理距离上比较近，就算有回滚，整体算流畅就可以接受，如果整个房间都是来自地球另一面的1格信号，打起来延迟人均半秒，[i]算不算真的在打格斗游戏我暂且蒙在鼓里[/i]。
至于时差则让本来就人烟稀少的在线模式寻找对手的难度翻了个倍，虽然也有双方一早一晚之类的情况，不过更多时候总要有一边在阴间时段打游戏默默受伤。
不过好歹国内还专门有个QQ群有不少讲中文的人可以交流，已经不错了。如果你想要全开档或者找人一起菜鸡互啄，我推荐你加QQ群，虽然被乱杀的概率高一点。
如果你发自内心的想贯彻这倒霉游戏的极致，实在不行也可以给我发个好友或者随便什么方式找我，肯认真学的话不开玩笑，1000场吊打5000场也不是不行。就像那位日本友人说的一样[b]从零开始，目标是世界最强也不是问题[/b]。

[h1]关于平衡性β测试[/h1]
总的来说，β测试是好事，但就结合fbf目前的成果来看，我有时甚至更希望他们别管这游戏。
上文也提到过，fbf负责AoS2的团队只有一位程序员，β的更新频率实在说不上稳定，经常会出现失去几天音讯的情况。抛开更新速度不谈，质量也不尽人意。改动仅停留在调整数据层面，一切涉及到修改代码的都无视，而就算只调整数据也一直在出现一项数据因为过高过低来回调整的情况，并且还出于“试试看”的态度，每次都要保留少说几天多说一周以上，虽然缺人我可以理解，但不代表开玩笑一样的调整折腾玩家就是可以接受的。
[b]粗暴的数值调整或许能让游戏达到某种程度上的平衡，但也同样体现出了更新团队的无知与糊弄。[/b]表面上向社区征求意见，实则怎么省事怎么来，麻烦的建议即便有用也视而不见，效果看起来相近的建议也是毫不犹豫选择只调整数据的那个。[b]我不打算教开发团队做事，之前也说过，即便他们不管这游戏也不会有太大的怨言。但继续像这样改出个新游戏来只会让游戏像过去一样再流失另一批核心玩家。[/b]
再提一嘴更新方案的问题，fbf那边也有说过，是打算先从比较强的弱角色开始加强，与此同时解决一些强角色和中等角色的小问题。这绝不是最好的入手路线，fbf甚至打算分期将beta的改动直接实装至正式版，实在令人啼笑皆非。
夸张点说，AoS2同人版本、Steam目前版本、beta测试版本的同一个角色的设计思路有时令人感觉出自三个不同的游戏。
至于从平衡性角度出发，β的确没有完全说不过去的地方，[b]但问题从未真正减少过[/b]，始终以解决创造出的新问题居多。
[b]不难看出，fbf懂个屁的AoS2。[/b]
我认为如果想让这个游戏达到最有趣的平衡，应该将所有性能不足的角色全部加强至顶尖角色的水平或甚至更高。不是因为这样省事或者如何，而是因为这样既能提高可玩性和深度，也能够一定程度上的解决系统鼓励超时的情况。而fbf和主要意见来源的国际社区是什么个指导意见呢——
不能超时，避免超时战术的出现。
没什么问题，那么他们是怎么实现的呢——
不管原本设计是如何，就像要报复那些“打不过”的招式一样，问答无用直接把超时战术强的角色的防御招式全都砍废或者砍成残疾，这样就没人超时了。即便这些所谓的影响超时的招式实际上更影响进攻也是一样。
而开发团队也正巧乐于听这种简单粗暴的各打五十大板式削弱，调整起来确实简单无脑。
[b]高情商点说是更新团队在“能力范围内”尽可能地达到了“平衡”，低情商点就是又懒又烂又无知。[/b]
即便开了β测，也是一种摆烂。半摆不摆而不是演都不演一下直接摆并不会让你显得态度很好，本质上没有任何区别。用这种做作的态度搞形式主义反而会让人很火大。
另外打个广告，我最近在翻译和整理β测试的更新内容，如果有需要可以去AoS2交流群查阅。

[h1]倒黑泥环节与后记[/h1]
不知道过去了多久，我也终于是全球屈指可数五位数选手了。（笑）
就算场数到了某个值，也不会因此凭空产生话语权。人还是只听自己爱听的。
黑泥内容可能会有些针对国外内AoS2小圈子的内容，如果你游戏都没买就权当没看见吧。

就算AoS2是个有着垃圾平衡性和垃圾玩家社群的垃圾游戏，也不是什么都不看就去打人机/联网被乱杀，就主张平衡性不行的人，亦或是和同为萌新的朋友打了几场输得多就怪机体不行的人，再或是玩了几百场乃至两三千场就自以为看穿这游戏的垃圾之处，天天窝在群里云的人能够抱怨的。
[b]现役选手对这倒霉游戏的意见可以理解，指点江山的云玩家和来垃圾游戏找优越感的人爬。[/b]
[b]打算抱怨些什么之前先好好想想游戏和自己谁的问题比较多。[/b]
我个人是倾向于三天打渔两天晒网的人也不行的，不过说到底这是个游戏，算了算了。
如果想要打格斗变强，把投入到研究这游戏网战的时间精力放到随便别的什么正经格斗去，游戏体验绝不会比练这游戏少。别的格斗游戏还有更好的新手教程与进阶资料，以及在线游戏和社群环境。
说来说去就是这么点没用的东西，少折磨自己和走弯路。打个400场网战就是全球前200名了，有用么。
结尾再厚颜无耻重复一遍，如果都看到这里了还没被我气出去，不介意的话请点个有价值。[b]我就是看不惯人云亦云的我是聪明逼和你免费我好评，再或者上文提到的若干群体[/b]。这对把无意义评测挤下去让更多的人少被垃圾游戏浪费生命很重要。

评测纯属个人观点，没有针对任何个人，团体，后略。
本评测最后更新于2021年11月19日14:45:00

[h1]友情链接[/h1]
在线游戏场数全球第一的日本友人的[url=https://steamcommunity.com/profiles/76561198150639371/recommended/390710/]万字长差评[/url]
中文交流群前群主的[url=https://steamcommunity.com/id/gunpowderfans/recommended/390710/]中肯评测[/url]（没错，现任群主就是本人）
入坑时教了我许多的师傅的[url=https://steamcommunity.com/id/2429411130/recommended/390710/]可爱差评[/url]
平时不怎么聊AoS2的AoS2中文交流群：735228141
没有对于聊天语言限制，但基本使用英语的AoS2[url=https://discord.gg/TKYtfuP]国际Discord服务器[/url]（需要科学上网）
笔者的[url=https://live.bilibili.com/10275567]B站直播间[/url]，偶尔如果有对手或者打得开心的话会播这游戏，最近也在筹办AoS2国内比赛，届时大概也会在这里直播，敬请期待。
好评: 飞行弹幕对战游戏，这种游戏应该是有受众的，并不适合我，试了下，难度还是挺高的。
好评: 很好玩
好评: 希望疾旋战姬世界观还能接着出续作，真的很喜欢这里的人物们~
差评: 为什么南极人不能联机
好评: 《疾旋战姬极速对决2》 橙汁系列对战射击类游戏；技能特效非常炫酷，但对于手残党来说不是很友好。
好评: +1 实在玩不拉这种游戏
好评: 我为什么要折磨自己时不时想来玩这个一点b平衡都没有的游戏啊
好评: 挺好，就是我不会玩
好评: 平衡太差
好评: 非常棒
差评: 污染库存系列
好评: 喜加一
好评: 打完一局手都在抽筋，除了键盘出招其他都很好
就是简单难度也很硬核
好评: 很喜欢suguri(在17年还是什么时候就有看到这个游戏2代上线的预告，当时点了加入愿望单)，不过自己过于太菜现在基本处于偶尔上线跟电脑扯架的状态。（
好评: 作为一款免费游戏还是很不错的！
好评: [code]Присоединитесь к группе STEAM - - Million Club миллионов, чтобы узнать больше информации о играх &amp; Shie; и сообщение. 
 присоединиться к открытой группе STEAM - миллион🍀[url=https://steamcommunity.com/groups/MillionClub]MillionClub Group[/url]🍀，И мы вместе используем любовь для производства электроэнергии.
Добавить в STEAM - миллионный знаток👑[url=https://store.steampowered.com/curator/28908255/]MillionClub Connoisseur[/url]👑，давай вместе будем петь о любви.[/code]

[h1]простое написание, только для справки.[/h1]
[list]
[*]в определённом диапазоне боев началась игра, которая вспомнила игру в ГБА в детстве.  игра может не только локальный компьютер для борьбы, но и открыть экран для многих людей для борьбы, и играть с друзьями очень хороший выбор.
[/list]
好评: 超 级 棒！
好评: 作为一个弹幕游戏，其实是格斗游戏，体验还不错（简单电脑），秒通关，但没有什么玩下去的动力，随便玩玩还行。画面比较原始了，动作感也还可以，基本没啥剧情。6/10
好评: 所以 键盘该怎么操作这游戏
好评: 很难想象，这是一款2018年的游戏
好评: 爽
好评: 得劲
好评: 在被简单人机锤了几次之后，渐渐能够打赢了，然后把所有人除了栖海花普通以上的故事模式都通了一遍，部分角色通了hard难度的故事模式[spoiler]，主要是按角色来打的时候打到kae，hard难度栖海花二阶段死活过不去，反正角色通关成就normal就行了，不打hard了[/spoiler]，然后街机模式的normal和hard模式都使用某一角色一命通关过。成就上除了获取Sumika，以及全音乐，全背景收集和白金之外都完成了。因为没有全角色一命通故事n难以上的技术[spoiler]，主要还是kae[/spoiler]，解锁Sumika只有靠时间来解锁，然后一般解锁了Sumika，背景和bgm也收集完了，所以以评论的时间节点，暂时就这样了吧。
然后给新人一个提醒，首先这个是个格斗游戏。然后所有角色都有出招表的，进入对战后暂停观看。然后关于基本操作，主菜单页面可以找到一个集成了训练或者以及新手指南的选项单。然后关于键位，不论是接了手柄或者是使用键盘，按钮在设置里找对应。
好评: 游戏是好游戏，就是人少了点，平衡性有待提升。
对新人不太友好，所以也没啥人坚持的下来玩这游戏。
国内有一部分人玩，欧美也有一些，日本却几乎只有一个人经常玩[spoiler]但是他一个顶十个[/spoiler]

关于单机剧情，就像[url=https://store.steampowered.com/app/282800/100_Orange_Juice]100%橙汁[/url]一样会让新人感到一头雾水，但是玩了觉得有意思的话可以去玩一下[url=https://store.steampowered.com/app/390730/Sora]Sora[/url]和[url=https://store.steampowered.com/app/262240/SUGURI]SUGURI[/url]以了解一下故事背景。

关于操作，似乎橙汁社的移动操作比较特殊，对于不熟悉操作的人来说，玩玩刚才提到的两部作品可以显著提高你在AOS2里的操作熟练度，同理，AOS2玩多了，玩那两个也会很上手，这是互相促进的。
顺便推荐下[url=https://steamcommunity.com/id/Celestine_Tetra]另一个人[/url]的[url=https://steamcommunity.com/id/Celestine_Tetra/recommended/390710/]评测[/url]（有可能点不开，反正某个四位数小时的评测就是了）。

两个QQ群：
735228141，欢迎所有人，我就是群主（但是我压根不管理）；
834517356，欢迎想好好提升技术的所有人（其实这个群已经凉了），

一个Steam群组：
[url=https://steamcommunity.com/groups/AoS2_international_community]AoS2 international community[/url]，国际群组，欢迎所有人（其实这个组也已经凉了）；

两个Discord群组：
[url=https://discord.gg/c9NugBG]Acceleration of Suguri 2[/url]，国际群组，欢迎所有人；
[url=https://discord.gg/539BBt7]橙汁秘密基地[/url]，中文群组，欢迎所有人；

妈的，再玩这游戏我是傻逼

我是傻逼

妈的，再玩这游戏我是傻逼

我是傻逼
好评: 这游戏把我电脑键盘搞坏了，浪费了我几百块
好评: 我是聪明逼，白嫖入手
好评: 先说说优点：很好的将弹幕游戏和格斗游戏融合在了一起，这种形式让人耳目一新，除了人设以外，把标题Acceleration表现的淋漓尽致的BGM也是让我非常喜欢它的地方。总体来说，是个很好的游戏，但觉得更适合在游戏厅那种氛围和朋友一起玩。
缺点的话：确实感觉某些角色强度偏低，剧情上来说，内容有点少，但考虑到可能本来就是粉丝向的游戏，大家可能基本都对角色有一定了解，也可以理解。
可以像百分百鲜橙汁那样出一些付费角色DLC，丰富一下剧情，说不定会有更多新玩家。

まずはいい点：STGとFTGをうまく結びつけて、目新しい印象を与える、キャラのデザイン以外には、特に「アクセラレーション」をうまく表現したBGMを大好きです。とにかくいいゲームと思いますが、やはり友達と一緒にゲーセンで遊べばいいと思います。
欠点なら：あるキャラはちょっと弱いですね、そしてストーリーには内容がちょっと少ないと思いますが、ファン向けのゲームとして、理解しています。
100%オレンジジュースのようにキャラの有料dlcを販売して、ストーリーを補ったら、新しいプレイヤーが多くなるかもしれません
好评: 我太难了，手残，没有键盘教学，然后被简单人机吊锤！
好评: 杏很可爱，游戏很不错，就是人刚玩被简单人机锤傻了TwT
好评: 好玩极了
好评: 挺好的小游戏，而且免费
好评: 白嫖好评
好评: 白给，好
好评: 挺好玩的一款弹幕对战游戏
白嫖完了想试试结果被简单电脑按在地上锤我是没想到的
经过反复练bei习chui以后发现，欸，还挺好玩的

游戏本身的机制很有意思：攻击时硬直、冲刺取消后摇、冲刺无视激光、冲刺增加热度
这些机制搭配起来让游戏格外有意思，与传统的弹幕游戏体验差别很大，非常爽快，如果当初白嫖了这款游戏请务必试一试
人物之间差别很大，玩腻会比较慢，而且很多角色的机制很有趣

suguri真可爱
好评: 星破，我的超人！
好评: 游戏难得一批，被简单人机虐
好评: 很不错的游戏
好评: 打击感不错，还蛮有意思的
好评: [h1]没有手柄被干爆系列[/h1]
人在Hollow Knight，刚从圣巢回来，
我一看到疾旋战姬可以[b]嫖[/b]了，[u]啪的一下就点进来了，很快啊[/u]
[spoiler]然后就被干爆了233[/spoiler]
好评: Acceleration of SUGURI 2（疾旋战姬极速对决2）是来自“橙汁”的闪电般的对战射击游戏，Suguri（疾旋战姬）世界中大家喜爱的角色都会登场。
好评: 迷惑？键盘玩家连个技能释放的教程都没。害。。。。。。
好评: 第二个剧情战我就过不了了，刚开始用键盘玩觉得是键盘操作不行，结果换了手柄好家伙，坚持时间还不如键盘呢。玩起来感觉还不错，手感很好，就是打不过。这个空战有种很新颖的感觉，创意很好。只能说有亿点点难
好评: 还挺有意思的，就是好难啊，简单人机把我吊在地上锤
好评: 音乐很棒，玩法硬核，有手也不行。
好评: 在经过一段时间的训练之后（指看了一会新手教程）
我成功的吊打了简单人机——
膨胀的开启在线对决之后发现一个人都没有（悲）

NEW：半夜看见人了，进去之后被吊打...（悲）

NEW：幸苦的打完了全剧情无续关解锁了smk，然后发现可以下载别人存档解锁（悲）

NEW:全成就了！好耶！
好评: 棒棒哒！！！！！
好评: 我真是太爱这个游戏了
好评: !!
好评: 啊啊啊啊啊啊
好评: 太哈人了，跳过新手教程就进去游戏，摸了几把知道哪个键是攻击后，打通简单，搓着搓着搓出连招，又通了后续，挺好玩的，现在在ICU也要玩
好评: 游戏体验很爽，还可以联机对战
好评: # recommend

19 Feb 2020
196.5 hrs at review time
有人陪我玩吗吗吗吗吗吗吗

31 Mar 2020
433.4 hrs at review time
游戏从来不需要斟酌平衡性，能把无脑操作削掉就足够了
不过你倒是加强一下其他方面啊

29 Apr 2020
546.1hrs at review time
不清楚过去有没有这种现象；也不清楚将来能持续多久。但还第一次见到这么多人一块挂房（大概有3个人那么多）。
不知道我们另一个新来的挂房同志能挂多久，还请清楚挂房是为了什么（而不是“哦他在挂，那我来了”）。

# not recommend

1 May 2020
549.2hrs at review time
我不洗了 LB说得对 垃圾游戏

# recommend

19 June 2020
636.3hrs at review time
好(但我玩不懂用这回放接管啊)

06 July 2020
663.5hrs at review time
拜托，你玩的是sham，sham啊
你都玩sham了还打什么确认
sham最好玩的是她成堆、缓慢的弹幕量
其他任何角色都做不到的计算类型角色
那么想打combo为什么还要玩sham
弃用确认的标记

18 Aug 2020
744.5hrs at review time
> 　　最可惜的，明明自己善于交换，却要嫉妒善于创造的，因而非要排挤别人不可；最不值的，明明自己善于创造，不妨多忍耐一些孤独，却要不平于别人善于交换，因而愤世嫉俗。
> 　　不论创造还是交换，重点毕竟还是在工作上。
> 　　不过，要交换，应该提醒自己不能把是非、人格也都交换。否则，一不小心会把乞讨错以为是交换。
> 　　要创造，应该提醒自己随时振衣而行，不可揽镜自照。否则，一不小心会把自怜自艾或一意孤行错以为是创造。
> 　　懂得创造或交换的人，其实都是聪明人，聪明人怕的都是以少为多，沾沾自喜，结果半途而止。
> 　　所以，如果有幸，我们会发现，最大的创造之中，会出现最多的交换。最多的交换之中，也会出现最大的创造。
> ——郝明义《工作DNA鸟卷》
照抄别人思路玩sora这些常见角色又怎么样，毕竟都是在认真玩游戏，抄到最后自己也会去想办法创新，所以倒不觉得 `努力はともかく、今は手探りの必要はほとんどありません。` 是多么不好的事

05 Nov 2020
812.3hrs at review time
声明挂房规则，本套规则已处于稳定版本：
# 启动阶段
无房或密码房情况下，尽可能挂房
常见挂房人在挂时，直接退。若有主动与对方交战的意向，可另开一房。
不常见房间存在的情况下，考虑不挂房
不允许主动加入其他人房间
因水平太差，以3胜房为标准。没有理由调低为2胜
# 挂房阶段
以自动对战表示自己在场，以未启动自动对战表示afk
三人时以“和我打的时间随时都有”为原则，停止自动对战，只接挑战
对方打出gg(s)时必及时回复gg(s)
中途出现任何形式的crash时，考虑不再启动游戏(请允许我在这一条上偷懒，只是有的时候确实不想打又不好跑)
# 退出阶段
仅以有不可推脱的事存在时，可在无人挂房或房中仅有两人时离场
若存在其他房间或三人在同一房间时，可以考虑离场

27 Nov 2020
864.9hrs at review time
Suguri: wo cai xia zai zhe ge you xi
Suguri: gan jue hao hao wan!
已失联（或未知）新手于Mar 2020免费期间
好评: 子弹技能什么都挺酷炫的，背景音乐也十分带感
好评: 妈的还挺好玩的
好评: 进在线不要跟lb打
差评: 全是大佬，惹不起惹不起
好评: 保存的录像很多都是和原来战斗不符合的，而且会播放到最后一段就双方停着不动，很奇妙
好评: 多来点萌新让我恰一恰吧，诶嘿嘿
好评: 优点：
+ 空战格斗模式新颖。给对手制造弹幕，躲避对手制造弹幕。
+ 简单人机也很有挑战性。

缺点：
- 不好看清自己在哪。
- 多轮体验相似，很快就腻了。亦可参考广大steam玩家游玩时间。

综合评分：6.5/10
好评: I hope this sparsely populated game will have a better network. Asian players and European players have a very poor experience。
この人数が少ないゲームはもっといい対戦ネットワークを持ってほしいです。アジアのプレイヤーとヨーロッパのプレイヤーは対戦体験がとても悪いです。
好评: 你免费我就给好评，虽然还没怎么玩
好评: 喜加一好评 爱好者请入
好评: 这AI实在太强了。
好评: 我可以不玩，但不能没有.
好评: 又被锤爆了.......
好评: 玩好的是真秀，玩不好的..emm
好评: 我就这么说吧，人机最简单的难度我都打不赢(ﾉД`)
好评:   当初全款买的，看到群友展示的游戏截图，觉得蛮适合自己的，即使用的键鼠还是艰难的把故事模式打了个遍，然后自认为技术过关后去找朋友切磋结果被暴打（笑），和朋友一起连着麦还是挺欢乐的
差评: 难度相当劝退，只适合某一部分玩家的游戏。
所以游玩手感相当差劲……尤其是键鼠操作，不过可以想象如果用手柄的话可能操作会稍微舒服一些。
游戏机制（对目标玩家来说）还是有趣的（虽然对其他玩家来讲就很要命）。

不推荐的原因：
如果你不确定自己适不适合这款游戏，那么你应该不适合。
好评: 虽然基本上没怎么接触过这种类型的游戏 格斗游戏也打的很少 但是习惯操作之后战斗出乎意料的爽快（被AI吊锤的很爽） 虽然是因为100%橙里的须玖莉才想来试试看的 但是果然能用操作一步步练习的就是比隔壁随手大失败要好多了（
好评: 其实也没那么难？四五小时可以简单上手，拿棍机殴打电脑了，不过有些角色还是死活不会玩，格斗游戏废柴表示心态稳定，被栖海花吊着锤和橙汁1：7相比也没那么破坏心态啦
好评: 好玩是好玩，但是费手，打了一局整个手指头都是酸胀感，淦！
好评: 好难啊
好评: 挺有趣的一款弹幕游戏（应该是吧)，挺练手速和反应能力的。
差评: [h1] 不推荐，建议正常人都不要玩 [/h1]
[b] 玩这垃游戏纯属浪费时间 [/b]
[b] 给这垃游戏写评论也是浪费时间 [/b]

我是一个打了有3500局的菜批
75%胜率，杀了不少萌新

[h1] 首先，最重要的 [/h1]
[h1] 这游戏根本没几个人玩 [/h1]  没人陪你玩的话我建议直接退款
这是格斗游戏
平时你打联机只能[b] 偶尔遇到 [/b] 有5秒输入延迟的外国人、2w场的亚洲神仙、无限回滚的国人
如果你只打那几个重复的憨人机，请随便玩

[h1][b]如果你要玩联机，那就一定一定一定 [/b]去练一手[b] iru和sora [/b][/h1]
尤其是iru
在你想恶心人的时候就选出来在你对手头上拉屎，直接摧毁你对手的游戏体验
不练？  你的对手就能用这两位骑在你的头上拉屎
用这两个还不能骑在你对手头上拉屎？ 那只能说明你是个菜批 
[b] 想想你终于找到一个不怎么卡的对手，他却选出iru和sora在你头上拉屎的感觉 [/b]
[h1] 入门前你只会被乱杀，入门后你还是会被乱杀，你永远也赢不了 [/h1]
那可是真的快乐，顺便说一下这垃游戏大概1000场入门，有人教你玩的话大概500场
如果你的朋友推荐你玩这款游戏，还用iru和sora杀你
那我建议你直接跟你朋友绝交

 这憨游戏
 完！全！完！全！完！全！
 没有平衡

[h1]这游戏的平衡就是屎，想玩你就来[/h1]

这游戏有瘸子角色和攒气慢的角色，瘸子角色就不配抓人，攒气慢的角色就不配开盾
sham这憨角色 攒气慢还瘸，还能给你的对手送气
[h1] [b] 玩sham你就不配赢 [/b] [/h1]
你主玩sham还不准备玩别的？那你的对手用什么都能骑在你头上拉屎
我建议直接把sham这个角色删了

我的键位可以参考一下   wsad—上下左右、J—武器A、U—武器B、I—武器S、L—冲刺、O—盾、空格—hyper。操作模式是Advanced

这游戏有qq群，但还是没人玩
因为没有几个萌新能玩的下去
我把群号放这里：735228141

写完，这垃游戏可把我恶心坏了，我爬了

你游不搞平衡尽更新一些没用的东西，真当玩家是机器人
“我这招在20帧的时候能用dash取消”
“我乱杀了录像回放里的憨机器人”
好评: 我把36纹理，和色彩关了就进不去游戏了，希望可以修复下

好评: 为了须玖莉v2买的，一个小时通关
好评: 鬼鬼 海花正常难度太自闭了吧 二阶段伤害高的一批 我都怀疑这游戏是不是给抖m设计的 那抖m游戏岂不多的是 二次元不出货就是抖m游戏啊 而已 这正常难度和简单简直天差地别 叔叔我啊 真的生气了
好评: 玩法多样，画风可爱，值得一玩
但是，键盘党上手难度较大，攻击键位与一般的格斗游戏不同，建议先去config修改成适应键位再玩
好评: hhh,第一次玩这游戏就是用手柄，舒服了。键鼠只能说是一种折磨。
 

单人模式最后一关花了点气力，死了七八次才打完。
好评: 好玩，可惜我没有手柄。改了键位wasd移动上下左右放技能以后也只能打过三个简单人机。
好评: 全是大佬 怎么玩
好评: 本人对游戏好坏的判断标准并不明确，也许是单纯的喜欢某一题材，许多人在喷的游戏也许会觉得好玩，好评如潮的大作也许不会很感兴趣，但这应该是款不错的游戏吧就像制作组说的销量证明了一切
好评: 可以细细研究的格斗游戏，有点难
差评: 屑游戏
你游全是iru与sora
老恶心了，平衡差的一比
比如sham打kyoko
算了吧sham谁都打不过，只能屠杀新手，远程送气，近战三角中了也没啥用，只要会开hy都杀不掉。
可能有萌新就要说了sora与iru恶心个屁(安利去找jp房打lb你就明白了)

好评: 很棒的弹幕对战格斗游戏，就是我特别喜欢选择2个人物，所以打起来很耍赖，说白了就是不平衡。一个人物是SHAM，和TSIH，输出巨大的纯在控制住了半径战场基本上躲不住的存在。
好评: 简单冲刺b磨血，之后打开困难另一个游戏！
好评: 免费换好评👍
差评: 新手被锤到毫无体验
好评: 好玩，但联机没人，没啥一直玩的动力。
好评: one word's  of this game : good
好评: 游戏是免费领的，一直在吃灰，突然有一天无聊打开玩了一下，玩36分钟。6分钟去练习模式熟悉操作，30分钟在人机模式被简单人机一顿暴揍——虽然我的大脑告诉我这游戏很好玩，但是我的手可能不是这么想的。
差评: 傻逼游戏我玩你妈
好评: 不说别的，橙子社NB！！！！！
好评: 就是手没了

好评: 中规中矩吧，感觉还好
好评: 很欢乐，就是没多少人，上手了之后欢乐的一批
好评: 不会打，操作都看不懂，只会乱按，免费的还是好评
好评: 打了几个月，只会搞远程，一上去近战就被控死
好评: 挺好玩的，有点难，如果联机玩应该会很欢乐
好评: 找不到键位就不会去设置里看一下么。顺便自己改一下。
好评: 很好的游戏，好像是给手柄设计的，键盘只找到zxcv几个键位
好评: 这是好的
好评: 有点硬核啊，简单人机我都不配，淦！
好评: 音乐好听
好评: 喜加一 入库就完事了
好评: 很有快感 很休闲是个好游戏值得推荐
好评: 可能买这个游戏的都是冲着隔壁百橙的Suguri（ver2）去的，但是这部作品其实也是有相当的可玩性的，游戏有一定的上手门槛，需要详细了解并且熟悉一下各个角色的使用方式，推荐使用手柄进行操作可能会好上手不少，配合着音乐来个300%热度，冲刺接弹，光速暴毙，体验甚佳QAQ。
好评: 好玩
好评: 很棒，吃操作手残慎购，角色很可爱音乐也很棒。PVP永远打不过高玩，全程梗直挨打...
好评: 游戏是好游戏 只可惜手不是好手 打不过啊打不过
好评: 你给我白嫖，我给你好评。
好评: 白嫖血赚 买了不亏
好评: 我是一个菜鸟：
1.此游戏操作难度对新手并不友好，上手需要几天时间，游戏内的电脑也有一定水平（毕竟是程序，入门就是在演，普通需要完全掌握操作）
2.本游戏竞技性很强，1V1二维对战，虽然玩家不多，但是开发的连招战术都是较为完善的。
3.此游戏在线人数较少，处在疫情期间白天也少，但是也不会没人和你打。
4.可能存在BUG，需要发送邮件给官方邮箱，不能直接反馈。
总之，对于想要尝试非主流格斗游戏的玩家非常值得体验。
PS：新手如果发现名字叫LB或者Forte的JP玩家，请记住他非常友好，多和他打几场，不然他会很寂寞的!
好评: ZXCS都是攻击键，打不赢选TSIH，可以吊锤其他角色，使劲扔石头按X然后躲就行
好评: 好
好评: [h1]向日葵游戏评分【6分】[/h1]
这是一款对战弹幕射击游戏，共有10个可选角色，除了故事模式和街机模式，还可以在线联机对战（在线人数不多）。
游戏的画面比较简陋，并不能很好的展现橙汁少女。
作为“橙汁”宇宙的一份子，凡拥有本作即可在100% Orange Juice（100%鲜橙汁）中解锁免费奖励角色。
[h1]欢迎大家关注我们的鉴赏家：https://store.steampowered.com/curator/28763059[/h1]
[h1]和你一起寻找好玩的游戏，快来关注我们吧~微信公众号“向日葵游戏”、头条号“向日葵游戏”、官方微博“向日葵游戏评测”[/h1]
好评: 优点是快节奏的战斗，人物模型，技能动作，碰撞，判定，音乐和音效这些做的都不错，没有人物语音这一点有点可惜，单人玩也是不错的，如果你喜欢空战类的快节奏游戏，可以试一试。
缺点是上手难度极高，虽然有练习和教程，但是相对比较复杂，手残玩家建议找有的人试玩一下，觉得可以再入手。
还有就是各角色强度不平衡的问题，希望能够调整。
好评: 白嫖来的比买来的还好玩，人机直接把我干傻了，
好评: 妹子很萌，机战也挺好，就是太难了！！！！easy难度也很难，推荐那个副武器是陨石的妹子，我用那个通关了
好评: Dash11连点.gif
300%heat
暴毙.jpg

好评: 好玩啊
好评: If you want to have something you never had, then you have to do something you never did！
好评: 喜加一
好评: 打飞机NB
好评: 见招必闪 出手必中
对面钻研40分钟打出的小高潮花4秒就能压回去

不是我 是EASY电脑
好评: 玩法挺有意思，就是这个简单人机，就这？？？？你就是给他再多给他一管血我也连他第一条血都打不掉T.T，确定这是面向新手的？我被这简单人机摁在地上打，这个特殊武器真的烦，不多搞俩键就是为了增大游戏难度，裂开
好评: 我WIN10 1909版本，进入游戏闪退。希望可以修复。
好评: 白嫖的游戏，我笑着玩。嘿嘿，多赚啊。我玩nm！
上手难度太高了吧。。
好评: 很好玩，不过对手残不是很友好（指被人机虐的我）
如果要是能给玩家操作的角色加个更醒目的提示就更好了（指有时候突然认错哪个是自己的角色）
好评: 被美少女骗了:)
我已经被人机锤的怀疑人生了
好评: 很好，白送，下完以后被简单电脑按地上摩擦了5局以后，我卸载了这个游戏
好评: 难度设置跨度有点大，e难度能轻松一命通，n难度被电脑摁在地上爆锤(可能是我玩不来对抗游戏)，每个角色都有剧情这点还是不错的(虽然最后都要锤栖海花，而且栖海花在跟自家人互锤的对话基本不变)，立绘很萌，虽然也就那张立绘了(阿露特在选人界面的立绘好帅)
好评: 牛牛牛牛
弹幕游戏！！！可以说是很良心了（嫖的）·······就是有个问题·····为什么剧情关卡里有没在选择列表里出现的任务啊！！！！
好评: ⠄⠄⠄⣾⣿⠿⠿⠶⠿⢿⣿⣿⣿⣿⣦⣤⣄⢀⡅⢠⣾⣛⡉⠄⠄⠄⠸⢀⣿
⠄⠄⢀⡋⣡⣴⣶⣶⡀⠄⠄⠙⢿⣿⣿⣿⣿⣿⣴⣿⣿⣿⢃⣤⣄⣀⣥⣿⣿
⠄⠄⢸⣇⠻⣿⣿⣿⣧⣀⢀⣠⡌⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⠿⠿⠿⣿⣿⣿
⠄⢀⢸⣿⣷⣤⣤⣤⣬⣙⣛⢿⣿⣿⣿⣿⣿⣿⡿⣿⣿⡍⠄⠄⢀⣤⣄⠉⠋
⠄⣼⣖⣿⣿⣿⣿⣿⣿⣿⣿⣿⢿⣿⣿⣿⣿⣿⢇⣿⣿⡷⠶⠶⢿⣿⣿⠇⢀
⠘⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣽⣿⣿⣿⡇⣿⣿⣿⣿⣿⣿⣷⣶⣥⣴⣿
⢀⠈⢿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡟
⢸⣿⣦⣌⣛⣻⣿⣿⣧⠙⠛⠛⡭⠅⠒⠦⠭⣭⡻⣿⣿⣿⣿⣿⣿⣿⣿⡿⠃
⠘⣿⣿⣿⣿⣿⣿⣿⣿⡆⠄⠄⠄⠄⠄⠄⠄⠄⠹⠈⢋⣽⣿⣿⣿⣿⣵⣾⠃
⠄⠘⣿⣿⣿⣿⣿⣿⣿⣿⠄⣴⣿⣶⣄⠄⣴⣶⠄⢀⣾⣿⣿⣿⣿⣿⣿⠃⠄
⠄⠄⠈⠻⣿⣿⣿⣿⣿⣿⡄⢻⣿⣿⣿⠄⣿⣿⡀⣾⣿⣿⣿⣿⣛⠛⠁⠄⠄
好评: 好游戏，适合手残党
好评: HIME 这个人物在哪啊

好评: 真的好棒
好评: 好玩，看着别人神仙操作之后把我按在地上揍还是很爽的
好评: 这个游戏还是很不错的，各有各的特色，而且妹子挺可爱的A.A
好评: 刚玩了一阵熟悉了操作，就是想问问如何删除录像，乱按时候存了两个不想保存的录像....
好评: 免费送好评！！！
好评: 挺好玩的，就是有点费手
好评: 紧张刺激的弹幕格斗游戏，BGM挺好听的，想玩PVP的话建议找个新手朋友一起愉快的互殴，不然可能会和我一样被人无伤吊打无能狂怒
好评: 对于我这种手残党太不友好了！全程乱搓技能！连最简单的人机都打不过！
好评: emm。。。怎么说我说因为它看起来像东方而且免费才去玩的  但是根本不一样  唯一一样的地方也就躲弹幕（难度也不是一个级别的）怎么说  还挺难的  像我这种手残玩家只适合在远处放远程消耗敌方  嘿嘿。。。。。       很好玩啊
好评: 游戏有中文，好评！但过于硬核，手残党的我只玩了20小时就玩不下去了。
画面 8/10
操作8/10
剧情2/10
一上来直接就开打，虽然爽就完事了，但剧情这一方面还是打了些折扣。。
总体来说还是值得一玩的游戏。
好评: 白嫖舒服的不谈。。。游戏的话我没有玩在线对战，个人觉得这个游戏就只能短期让我感兴趣一下吧，刚开始玩还是很有意思的，摸清楚放技能方式和操作，还有每个人物的技能后就感觉没之前那么好玩了。
好评: 白嫖的 可以对战有官方中文 可以联机对战 打击感也不错 大约玩1个小时就能上手 用键盘玩的话会累
好评:  刚开始到手：画风还可以，看操作应该有挺多打法，嗯，我会了
 挑战简单人机后：对不起，我什么也不会
 再练习一番操作后：咦，一定距离还能发剑气的？剑气还能破导弹？？咦，我好像又行了！
 打穿简单人机剧情加随机后：嗯，我行了！!（迅速膨胀）
 第二天一时兴起联机后：我是谁？我在哪？？哇，这是什么连招，蓄力枪还可以这样用？！！
 觉得可能只是遇到大佬再次匹配后：哈哈。。我就是条咸鱼。。哈哈。。。。（开始自闭）
       游戏是个好游戏，就是有点废手柄。而且白嫖嘛，还不污染库存，快乐就完事了，好评


好评: 白嫖万岁！！！
差评: 我对游戏人物平衡性无F***可说

好评: 操作硬核，特效华丽，还给白嫖，赞赞赞。
好评: 小    心   SORA
SORA：“虽然我在你弹幕里苟命立回厨B的样子很狼狈，但你被厨B导弹砸死的样子真的很靓仔。”
SHAM：“我可能不是人，但你是真的狗。”
好评: 战斗节奏很快，很爽，爽就完事了
好评: 等。。。等我换了键盘，就把你们都变成后宫。。。
好评: 游戏本身挺好玩，就是对键盘玩家不够友好。我差不多玩十几局就手抽筋一次（也有可能是我个人问题）......
好评: 这个游戏打起来很爽，操作要很强，大家可以试试
好评: 真的难,对着手柄搓一个小时连简单人机都打不过......
不过只要是免费的我就给好评
好评: 免费送还有中文，这还有什么好说的！
好评: 休闲难度一开始觉得还挺友好的，直到我被栖海花暴揍到关游戏....
星破打电脑是真的强，无脑追着打就行，近不了身就A+X（键盘)放那两道激光，敌人一硬直又可以贴脸打，伤害烧的也高，我永远喜欢星破！！！


[spoiler]佳爱好难控制....栖海花都见不到就死无数次了....	[/spoiler]
好评: 上手有点难，但是的确很好玩
好评: 好玩+美少女外皮+硬核玩法+白嫖=好评（dog）
好评: 挺好玩的游戏，不过平衡的确不行
好评: 本来以为随便扭扭就行了，结果emmmm
好评: 我是傻逼

好评: free，但是感觉捡到宝了，好玩就对了
好评: 你以为我是美少女，其实我是人形高达哒！
好评: 真尼玛难

当瞎几把搓没用之后，格斗游戏就不是我的能力范围了= =
好评: 简单 有趣 易上手
好评: 有点玩不明白这游戏,不过白嫖的,就在我库存里吃灰吧!!!!!
好评: 首先，你免费我就给好评
但是游戏本身比较难，开了个简单人机被暴打死了十几次才开始上手
喜欢玩格斗游戏的人应该会觉得好玩
好评: 虽然是白嫖来的，但是玩了之后就觉得特别棒，虽然被一个大佬用相同角色让了50%血吊打了一个小时，但是就像我师傅一样，（没朋友打）
好评: 首先白嫖是真的香，其次这游戏是真的好。初进游戏可能会觉得画面稍微有点老，然而，玩过之后才会发现，这款游戏朴实无华的外表下藏着不少让人眼前一亮的内容。炫酷的格斗，堪比东方的神奇弹幕，超多人物和技能，这些着实让人欲罢不能，期待更多的玩家尝试这款游戏，也许它这是你喜欢的类型呢？

好评: 毕竟是白嫖的，难度还行，多玩几把就熟悉了
差评: 讲道理，kae删了吧，虽然抓人距离远，但是相杀低，一同出手，甚至你先出手也抢不到先手，弹幕攻击低，范围窄，密度差，相杀弱，消耗高，打中也也没多少伤害，对拼弹幕能对过的基本没有，这个弹幕满天飞的游戏kea远程吃亏的角色不管对谁都亏了一半。还有那个莫名其妙的分身技能，基本和没有一样，虽然用来打连段不错，但是，范围窄，攻击判定迷，伤害低。
作为角色特色的爆燃状态甚至可以说是自杀神技，真的，抢不到先手就是白白给对手上百分之两百的攻击buff，你说抢先手？你抢得过谁？
kae拿来虐菜可能是把好手，要拿她来打pvp，估计得碾压对边几十个等级才能打得过吧

话是这么说，但是对比起sham、sugurl，kae简直就一瓜皮
真的
对打的时候连身边都靠近不了，对弹幕又对不过，打出去十发能被打掉九发，还有一发压根没瞄准，飞姥姥家去了，对面的弹幕就和没人一样继续往你脸上糊，好不容易近身吧，相杀又低，先手攻击打出去，对面和你对撞你基本就木大了，被人抓住又是一套连

不要和我说没有弱角色只有弱玩家什么的，我和我朋友对打，几乎把把都是他输（毕竟是个格斗游戏萌新），然后我就随机到了kae，直接被他零封，他打完之后也和我说这个kae怎么这么菜，攻击速度慢，弹幕差之类的，可能我技术确实是差了点，但是kae，，，，这样的角色删了罢
好评: 白嫖好评，但游戏本身有点无聊，而且剧情没看懂，进库里面吧
好评: 神马玩意  玩不明白啊  花里胡哨的   键位改半天也不行  

好评: 除了服务器延迟有点高其他的没得挑 好游戏 优化一下联机的延迟 就完全没的说了
好评: 香
好评: 爽就完事了

好评: 好游戏，血赚
好评: 难的的好游戏，就算不是免费我也会买下来玩
好评: 游戏中动漫女郎梗挺多的，经常让人会心一笑
好评: 游戏是一个不错的游泳格斗，有一定的难度，但是操作手感远不如凭依华，白嫖的，还行。
好评: 尽管被外国大佬吊打了，但是我还是要说，真tm好玩！就是新手和老手差别有点大，建议先打打电脑再去网上找虐。以上。最后谢谢大佬的建议尽管我英语不好，没太听懂。。。。。。
好评: 很早之前就看上了，但是一直没买（抱着再等等！还可以更低！的心态）【赞美steam】，游戏很好玩和我预想的一样，有一些东方绯想天则的游戏经验让我对这个游戏的战斗系统并没有需要花时间去理解，上手的很快，游戏本身节奏很快，可能对休闲玩家不是很友好，但是对我来说可能不能更爱了，本人键盘操作，实际操作没有什么不流畅的，非常棒的游戏！
好评: 历时3小时，终于剧情一周目通关（虽然是简单难度）

疾旋战姬极速对决2
是个硬核快节奏弹幕格斗游戏（手残党慎入）。
通过操控角色主武器、副武器、特殊武器、Hyper攻击（大招）、冲刺、护盾格挡，进行1V1对决。
方向键+六个技能键 搭配出10种或以上攻击方式，其中冲刺走位在整场战斗中极为重要，持续冲刺过程中会累加热度，热度越高对方对己方的伤害也成倍增加。[spoiler]（走位风骚，是要付出代价的）[/spoiler]

剧情模式中，
PC的武器技能总是更胜一筹，开大时，弹幕的密集程度或许能与东方一拼，
而且冲刺闪避时，动态镜头跟着角色移动，对眼力的要求不低。
不用考虑PVP了，单单PVE的难度就有些够呛的。
[spoiler]通不了关，那是你死的次数还不够（手动滑稽）[/spoiler]

至于操作手感，
有手柄尽量用手柄，键盘对于格斗游戏还是有些别扭。

总之，
喜欢东方弹幕、格斗类，[strike]拥有坚持不懈精神，越挫越勇[/strike]的玩家推荐入。
好评: 感觉这游戏不是给人玩的
[spoiler] 所以我不做人了！ [/spoiler]
好评: 用键盘玩到手指抽搐，过了剧情前两关。给未来的兄弟们一个建议，白嫖还行，付费就算了。
好评: 好玩啊，人物就是有点那啥，不看年代还以为很老的游戏了，我一看惊了18年的

好评: 真nm好玩

好评: 太硬核了，不是我不想玩下去 ，只是这游戏的键盘操作太难了，必须改键，而我又懒得想怎么改。不过游戏还是不错的，特效很棒，角色很多，熟练了估计很好玩。不过又有谁会花很多时间在一个在线对战经常掉线的游戏里呢
差评: 白嫖也8行，这真的是人类玩的东西吗？

好评: 白嫖的游戏，画风还不错，我把所有按键都改了还挺顺手，剧情打到第二关，对面那个npc残血开启无敌模式真TMnb啊
好评: 手残用键鼠简单模式第一关都过不去，反应太慢，
好评: 好评了，虽然没玩多久u，也不咋会，但毕竟白嫖
好评: 2020/3/29 17:51修改评论

白嫖完事给差评的人真是个大啥比。你出门必被压路机碾
好评: 洒梅花那是真的难打
好评: 初学者难度乱按丝血通过的我在普通难度就已经感受到硬核了，不去背按键熟练掌握那是真得寸步难行，但就是上头。
好评: 很硬核的一款空战游戏，我非常喜欢。但是谁能告诉我该怎么本地联机啊，2p角色根本找不到按键设置啊。
好评: 好难
好评: 随便玩了十几个小时人机，和群dalao玩被锤爆，格斗游戏嘛想变强只能再多打打，不想努力，sgr可爱就完事了。
好评: 游戏很硬核 游戏很硬核 游戏很硬核，但这游戏确实有趣
快节奏弹幕对战确实很对胃口，
别去抱怨没按键介绍，自己明明可以去看控制器设置和改键位的，游戏也提供操作训练
——来自一位两小时勉强打过初学者难度的萌新
好评: 白嫖的很香，虽然不会玩，但是白嫖是真的香
好评: I'm so vegetable
好评: 白嫖使我快乐，是二次元弹幕空战类型的游戏，i了，上手有难度，比较适合用手柄玩
好评: 很好玩，就是考验操作
好评: 好玩!!!!
好评: 好玩，白嫖的就是好玩。好难啊啊啊啊啊啊，没事白嫖的。。。至少是我白嫖最好玩的
好评: 白嫖使我快乐
好评: 好玩

好评: 好游戏
好评: 白嫖的游戏，美少女的外皮，硬核的玩法，简单人机直接把我干碎了，好，那真的nb
好评: 虽然还是不太明白，但是故事模式normal难度，除了第一关摸索按键外，后面没输过一次，那个大石碎胸口的小女孩的大石真的能碎胸口哎，好厉害
好评: BGM不错，操作感也很强，女主角们的招式也很华丽，爽就完事了
好评: nanako太强了，困难难度STORY模式无压力
好评: freefreefreefree
好评: 好像是给手柄玩家设计的，键盘真的玩不来，看在free的份上........
好评: Support simplified Chinese support you
好评: 我估计99%的人是冲着隔壁的角色来的。这游戏是弹幕对战游戏，可以发弹幕可以格斗，不过格斗要素更多。可以打AI也可以pvp。可以玩玩
好评: 难度设置什么鬼？这叫简单难度？白嫖来的给的好评，当送鲜橙汁DLC了。
好评: 非常好玩 超刺激 每个人物技能都不一样 粉毛天下第一！！
差评: 人物平衡，难度设置做的稀烂。
好评: 下次一定
好评: 你免费我就给好评，虽然还没怎么玩
好评: 自己买的游戏毫不在意，
白嫖来的游戏重拳出击！
喜加一永远真香！
好评: 稍微玩了一下，好玩
好评: 简单 有趣 易上手。
好评: 便宜好玩，和朋友一起很不错，连可乐都买不了的钱可以买一个这个
好评: 好玩
好评: 很难！但是好玩
好评: 强 sham 强
好评: 打折入来玩一下，画面很好，人物立绘也不错，战斗系统对我来说比较难以适应，花了一晚上才勉强知道按键[spoiler] 为此还按坏了键盘Z键的背光灯泡 [/spoiler]，逐渐会玩后电脑也可以慢慢打过了，但是PVP和PVE是两个游戏，作为朋友间菜鸡互啄还是很不错的[spoiler] 前提是找得到朋友陪你一起玩 [spoiler]
好评: 太难了。。。。。我一个成就都拿不到
差评: 教程里没有手柄对应按键的介绍：
好评: 服务器不是土豆，操作手感很好，good，gut，
好评: 故事模式简单难度打不过最终boss，眼花缭乱啥都看不见，弹幕对战是真的神奇，看来橙汁社只有100%橙汁适合我了，但依然好评，只因我对100%Orange Juice爱的深沉。
好评: 熟悉了须久莉，感觉近战被吊着打。
好评: heat300%，玩的就是心跳
好评: 很好玩
好评: 太难了，这游戏我没搞懂，玩不来
好评: 66666666666666666666666
好评: 不太适合手残党,,,和朋友联机很好玩
好评: 虽然玩起来我是个弟弟，但是依旧想正面刚emmmm
好评: nice
好评: 不足：剧情单调，没头没尾
           线上模式匹不到人
           没有商店，代币，不能养成
           对键盘玩家不友好
           技能比较单调
           莫得教学关，初次上手容易劝退
           人物动作略显僵硬
           橙汁社立绘
           角色技能重复，比如须玖莉和优空
           居然不能打字
           没有基友一起开黑

优点：须玖莉超可爱

综上所述，强烈推荐


好评: 手贱添加 喜加一后 confuse 不断
哥们呼叫 光速上线     talk    一阵
林肯大头 祖传密码    game  开始
基情对射 近战骑脸    heat    三百
哥们骚话 互相丢人   laugh   半夜
橙汁社坑 深不见底   praise  一生
好评: 好难，但好有意思。
好评: 弹幕对战游戏，各种意义上质量还不错，送的角色不如原版的强力
好评: 很好玩的一款游戏。本身的完成度很高。每次换个人就感觉是个新游戏了。
要注意的是上面那个不断飙升的数值是你的热量，200%就代表着你会受到两倍伤害，300%就是三倍。所以星球破坏者这种能单方面让对手增加热量的角色伤害相当高。（星破和姬梦要解锁，忘了打什么模式解锁了，不难）
适合新人上手的有杏，星破，须玖奈，悠空。尤其是悠空，跟踪导弹伤害巨高，无脑用就是了。
最喜欢的是游戏里技能的描述，比如佳爱的技能名字是：“咻！”“磅！”“咻啪！”“★轰！”“燃起来了！”“★哒哒哒哒！”
星破的技能：“被赤红的火焰燃烧吧”“因迫近的火焰恐惧吧”“在苍蓝的火焰中融化吧”“见证这个星球的末日吧”很中二，很可爱。
虽然一开始完全看不懂技能被电脑吊起来打，但经过多次练习已经完全学会几个角色了，毕竟格斗游戏，就是一个时时刻刻刷新刺激你神经的东西，每一分每一秒都能带来全新的收获。
当操作这自己的角色打败一个个敌人的时候，又或是一次次重试打败了那些克制你的角色，那种满足感，很棒。
最后再说一句，请用手柄玩这个游戏，会获得最好的游戏体验。
差评: 除了多喝热水之外，我还能说什么
好评: 音轨好评，我会好好练习成为最强的战姬的~
好评: AI的初学者难度就是比最高难度少个连招程度还有闪避几率，但攻击欲望攻击频率一毛一样！也就是说，对于刚上手的新玩家而言打AI的简单难度和最高难度一毛一样！难道你还指望萌新能抓住连招空隙去反击？简单难度应该降低攻击欲望攻击频率好伐？一上来就是满屏弹幕怎么破？难不成我还要先去对着靶子练习十个小时的操作？咱是来玩游戏而不是来磨练记忆的好伐，有这个磨练的时间我还不如去学习！就不能从简单到难一点点来吗？黑魂好歹我还能知道我是死在了什么攻击什么怪什么陷阱之下，这游戏毫无头绪啊.......不过画风讨喜音乐不错，再加上是打折入的，就不退了.
好评: 拥有这个游戏 你就可以在100% orange juice中获得超可爱的 须玖莉ver.2

虽然是为了角色买的游戏
但实际上游戏本身质量很高

我永远喜欢star breaker
好评: 喜欢橙汁吗，想试试橙汁的决斗游戏吗，来玩aos2吧
好评: 橙汁系列的弹幕射姬游戏
OST一如既往好听
本体是个格斗游戏
购买可以解锁100%OrangeJuice联动角色Suguri v2(用来扔ma缺德的角色)
能够进行联机和本地
擦弹轻重弹幕一应俱全 甚至能被easy bot按在地上摩擦
和朋友开黑互射互擦演变成真人快打的缺德弹幕游戏 不来一发吗少年
差评: 发行时间2018啊...
画面怎么这么复古
好评: 其实这个游戏叫高达vs高达Ver.Orange Juice
搞那么多胡里花哨的干什么，砍爆一切！
好评: 打了将近30个小时的电脑，终于打过了hard难度之后试水了一下PVP，然后被大佬锤到差点零封（被打自闭.JPG）
作为一只菜鸡完全没法评价角色平衡之类的内容emmmm
能感觉到其中很多角色都有很强的特色方面，mira的烟雾减速，sham的绝对领域，tsih的隐身和石头等等
本来感觉有些不平衡，但被锤爆之后只能感觉是我太弱了_(:зゝ∠)_
而且角色很让人喜欢（Sora身材好棒www）
比较粉丝向？不过这种战斗习惯之后相当的带感，就像sora对战Suguri的那一段一样，让人实在印象深刻
很好玩，但前期不花多点时间很难上手的，看个人喜好吧_(:зゝ∠)_
差评: 作为格斗游戏打击感太糟糕了
好评: 这种格斗游戏不适合我，这种射击游戏也不适合我.....
我怎么了，连easy难度都打不过？
我怎么了，才玩十几分钟就被虐的自尊心爆炸？
我怎么了，为什么我要打开这款游戏？？？？？？？

BGM好评，so，给好评喽？
好评: 买来玩了几小时后的感觉,游戏体验感觉非常不错,非常硬核,刚开始会摸不清键位,初始键位有点反人类建议改键位,游戏音乐非常的棒,上手难度非常大多玩就好,和小伙伴一起玩那就再好不过了
差评: 过几天,开一下,打个简单人机,过不了.过几天,再开一下,打个简单人机,过不了.过几天,再再开一下,打个简单人机,过不了.然后就没开过了,为了100橙角色买的.有手柄用手柄,比键盘还好操作点
好评: 买DLC送游戏 简直良心到爆炸好咩
好评: 是我太菜了还是太难了
easy剧情我都没打过
对于我这种飞行射击新手来说，抱歉我丢人了
好评: 游戏刚出时，就已经在玩了，一致到后来平衡更新1.03b，上steam前国内玩的真鸡少，游戏上绿光时还投过票，没想到100%先出Lee，AOS2一等就是这么多年，其实着游戏刚出我就入了，但是却没有在玩，毕竟现在年龄大了。没有以前的反应力了，一开始打最终boss，还觉得怎么这么难，后来看了些日本小众比赛，才明白为什么最后boss不让近身，这不就是个活靶子吗。，其实当初玩也有些感触，最后都是近战决胜负，弹幕有个鸡鸡用/滑稽。
差评: good balance.
好评: 可能是我太笨了吧  搞不懂搞不懂
差评: 你们敢不敢把角色做的再不平衡点，你更新平衡性卵用，角色压制太严重。不要说什么游戏体验，我不是来受苦的，远程无脑压制近战，不平衡角色太多，比如石头怪，绿毛，紫毛，别跟我说什么手残抓时机，我已经一命通了所有角色的Hard难度并且全成就了，KAE就不说了，好歹有个爆发高伤mode，而且抓人范围比较远，大招也有范围，你可以说我手残，我不知道是不是我感觉有问题，你游角色一到倒数第二条血或者一条血就开始安排了？，技能硬直超短（为什么我做不到？）音乐确实不错，可是游戏性太不平衡，就算是伙伴一起玩被无脑压制会怎么想？
好评: 今天刚买的游戏，下载完点开后稍微调了调习惯的键位(高达生存突击那种键位什么的)，然后点开story，选择了1到99岁老少皆宜的hard模式(放屁)，打完之后想要给一些和我一样菜的抠脚的朋友们一些关于弱者的战斗方式的建议。(感觉这样说我会挨打啊......)
嗯，首先我选了自己最喜欢的自爆alte，遇到了story第一个对手——hime(好像刚开始几个对手是随机的)。虽然刚开始都被魔炮啊，SM锁啊教做人之类的，但是掌握AI的攻击模式之后还是挺好打的，前几个对手alte用冲刺冲击杖冲刺机枪再放几个hyper这种套路反复几下就能过了。
当我以为自己一路吃瘪，又一路摸清对方的实力渐渐变强的时候，遇到了boss前的京子，冲击杖各种撞冰盾，还有蜜汁hyper AOE(京子:你他妈醒一醒吧，赢了几个杂鱼真以为能上天了)。至于是怎么打过的......这哪我谁......为什么满地图都是冰块(另外奈奈子我好像也是梦游过去的？)。嘛嘛......虽然冰盾是很难受，不过稍微看准点时机还是能过的。(明显是在敷衍啊！)
然后我们就到了一脸和善表情的alte线最终boss(其他角色还没打，是不是同一个boss我也不知道)——栖海花。
开场我就一顿生猛的闪避冲刺冲向对方，撞上了不可穿透过去的球球，被然后浮游剑打崩。
第二次学乖了，先向后回避，等打的差不多了被一个白球吞了，还被combo插了好多剑，崩盘x2。
第三次节奏稍微乱，被浮游剑插死了。
......
等到死的跟某lancer差不多的时候，我学会了拉开距离用追踪导弹配合回避磨血，再用护盾技能挡一点球球，眼看对方就只剩一管血的时候......唉妈！怎么这玩意还有二阶段的！满屏幕弹幕导弹beam和浮游盾我打你姥姥唉！接着我便用一套漂亮的闪避撞上了眼前的beam然后被硬直到死(世界线收束)。能躲过这些弹幕我tm都是新人类了好么！(摔键盘)我还没有被林有德打过怎么觉醒nt啊！(再摔一次)
接下来的几次尝试里，我发现凹技能几乎打不中本体，总是会被盾牌挡住，而且因为死亡几十+次的原因，也没有多少仅存的理性让我寻找beam的规律。正当我厌烦了栖海花见得比父母脸还多的胜利立绘时，心灰意冷的在战斗中按下ESC想要放弃时，嗯？出招表？alte的hyper+冲刺有个穿透形的必杀哦！(对了顺带一提，我必杀方式选择的hyper键+其他武器键)
等到我迟钝的脑子发现逆转的机会时，第一阶段的战斗我差不多也是习惯了一点了(虽然自己还是掉了一管血)，于是到了第二阶段时疯狂凹技能，光球三连成功带走了最终boss(说起来你可能不信，是对手先凹的！)
总结一下的话，主要的难点应该就是奈奈子(浮游炮)，京子(冰盾)和栖海花的二阶段。(一阶段可以追踪类武器套路过去，二阶段凹，死命凹，凹他妈的！)
以上大概就是在扯了一堆有的没的之后，可以帮助手残都顺利通关剧情的建议了？(这个问号什么鬼，你到底有没有自信啊！)最后祝各位手残党和我一样游戏愉快(你愉快你🐴)。
好评: 正常游戏的简单模式 第一关 不是应该搞懂键位 就可以过了吗... 玩了五次 只是活的时间变久而已... 而且都是小姐姐 分不出自己控制的是哪个(还是说哪个都想控制下) 游戏倒是有点意思
好评: 哇
刚刚在首页看到suguri2一下子激动了起来 进来一看原来是对战的那个的2啊，。。 溜了溜了 打不好打不好定睛一看 恩？ 官，，，，中？
卧槽！ 买买买 走起！   直接毫不犹豫的28下去了   怎么说呢 很好玩 键位要改 键盘党一定要改 然后就是剧情目前只打通了suguri的 怎么说呢 对我这种无论是suguri 还是sora都没能打过去只能玩玩100%橙汁的人 有点难 但是还是过去了一个小时花了   然后开开心心进了联机 哇 那被虐的 ，。。。  我甚至感觉我在学习，，，那种武打片跟师傅学习偷学技能那种 学对面的格斗技巧 经过努力 还是没赢。。。毕竟摁了键盘摁了一个多小时剧情  手酸死了  但是还是打掉了大佬半管血！ 
总的来说很满意！ 所以sora suguri 100%橙汁什么时候出个官中dlc什么的，，，
差评: 所以说这个游戏的默认键位到底是怎么回事？ASD对应ZXC，那H什么的对应的是啥啊？
差评: win10进不去游戏，点游戏图标后就显示已经停止工作，所有插件都已安装，兼容模式都试过了，就是进不去游戏。
好评: 还行
好评: 游戏的音乐听得好舒服。
看评论好像还比较容易上手吧，
打了十一局只有一局脸滚键盘打赢了（不懂咋办呢干脆四个键同时按）
我觉得我有必要买个游戏手柄了。
好评: 看见那杯橙汁没有，买！全部都买！
考验手柄耐久度的时候到了
easy也够玩好一阵子了
立绘真好看
bgm真带感
真良心
玩sora就得平砍杠着上
开HYPER的时候记得喊出来
“才气觉醒！！！”

下一个手柄......
好评: 好不容易通关了一个人物剧情战役然后去尝试了下对战，被大佬虐得不要不要的，好爽，基本是相当于被满血KO的，我连韭菜都算不上啊，泪流满面
好评: 虽然玩的时间很少，但是我很喜欢的QwQ，然后将来出个合作模式如何qwq，互相竞争有点凶QwQ
好评: 非常好的一款游戏，不过联机遇见大佬牛逼的真是太牛逼，那操作好似开外挂，建议新手联机遇见几百场的能跑就跑，不然不仅操作提不上去倒是被虐的一塌糊涂。
顺便一提星球破坏者和姬梦需要通关随机模式而不是剧情。
好评: 橙汁厨无脑好评。
不开玩笑的说，在弹幕中穿梭的爽快感以及冲刺时的速度感在其他弹幕游戏里是绝对享受不到的，而且他居然还是个pvp游戏。
好评: [h1]前言[/h1]
  一款橙汁人设的[strike]射击[/strike]格斗游戏，价格34还特别高，主要是面向橙汁粉丝的游戏，尤其是预购有橙汁的角色赠送。但实际玩上这款游戏对于普通玩家逊了一截，明显剧情方面特别水，打击感也并不是特别友好。不过对于官方出了简体中文这一点表示感谢，就凭这一点我不会给差评。游戏试玩视频：https://www.bilibili.com/video/av20867170

[h1]操作体验 6/10[/h1]
游戏还是手柄用起来舒服，键盘什么的在这种快节奏的比赛中容易落下风。整体的游戏节奏过快，所以操作感满满，加上combo系统并不是很难实现，对于新手的照顾也是足够地。

[h1]画面音乐 5/10[/h1]
除了橙汁角色的移植以外，战斗场面的视觉效果特别有光污染的感觉。战斗时我甚至打了半天突然发现不了我的角色在哪里。建议在自己的角色勾边。另外在场景缩放方面做的也不够细致，当两人距离改变时，画面切换不是很及时，甚至有种掉帧的感觉，导致操作就变得不熟练。【我一点也不熟练，请不要说白学梗】整体给人的画面体验就是非常的花，不能让玩家第一时间看到我想要的数据，尤其是热度值在最上面，希望能够跟随主角移动而不是在上面的板子上。

音乐上面可以看出制作的经费有限，只有最后一关有专属BGM，加上这字幕简洁的形式，看得出有多么的贫穷。[spoiler]贫穷蒙蔽了我定价的双眼[/spoiler]。音乐还不如我自己网易云播放的呢，差评。

[h1]剧情表现 4/10[/h1]
拥有数个角色的战役剧情，但是剧情就是让你打啊打，并没有什么深度，纯粹是看着自己橙汁喜爱的角色畅快的打斗。[strike]说得好，我选择渣渣辉。[/strike]没有听错的话应该是争当萌王的过程吧，所以应该是恶搞向的了。

[h1]游戏性 3/10[/h1]
游戏的平衡似乎没有做过，我用sham直接一条龙过关，这种召唤炮台的角色很难打，她只要不停躲避就行了。导致我用saguri的时候遇到这人就很头疼，打不过就加入，sham速通。对战性还是差了点

[h1]后言[/h1]
我不算是完全的橙汁粉丝，我买这个游戏纯粹是为了橙汁的角色，今天有幸被委托测评这个游戏，因此我感觉是非常失望的。不过官方出了简中，包括橙汁也出了简中的照顾中国玩家行为，我感觉勉强不给差评吧，人情分。

 [h1]测评[/h1]
+橙汁粉丝向游戏
-剧情随意不够丰满
-游戏平衡不足
-CV貌似套用橙汁
-音乐CG看出贫穷

5.5/10

总的来说是一部橙汁粉丝向买游戏送橙汁角色的格斗游戏，我个人不建议购入。

最后打一波广告，欢迎订阅『索然无味测评组』 store.steampowered.com/curator/30583116/
QQ群：607016727 微博：@索然无味测评组V
好评: 音乐CD不是无损的 好气哦QAQ
好评: 依旧是相当核心向的2D格斗弹幕对战的游戏，手速和立回意识要求真的高，上手容易精通难，键盘/手柄危机。
过了这么多年补个票重温一下，发现自己还是和当年一样，手残......
人物Q版特效却很夸张，想起当年那台电脑居然还跑不太动。
印象中这游戏上来就已经是后面改过平衡性的版本，虽然棍的角色还是棍。

人物解锁的话，记得是分别用Suguri和Sora作品里的人物no miss通normal以上的arcade模式，分别获得Hime和Star Breaker，还有她们的背景图。
全人物通N以上Story（包括Hime和SB），同样no miss，可以获得关底的Sumika。
通关还是不难的，就是电脑有时行动比较迷。刚对战Saki居然会接连招，三管血直接被秒......可爱的外表下打起人来还是很凶的QAQ

重点提一下音乐方面，挺赞的。除了自身风格外，部分带歌词的曲子可以帮助你理解补完橙汁的一些设定。

然后的话=L=
[spoiler]10000年后......G（Su）胖（mika）：“你醒啦？AOS2终于在Steam上发售啦~”[/spoiler]
[spoiler]100% Orange Juice DLC[/spoiler]
[spoiler]说起来Sora和Sham的偶像服已经在200% Mix Juice里面补完了呢[/spoiler]
[spoiler]目前没有其他新人物的消息比较遗憾，不过官方简中+繁中+网络对战对我这个老橙汁粉丝来说已经足够良心，希望能有更多的后续更新，别只照顾100橙哇wwww[/spoiler]
[spoiler]内、内个......駆け抜けるアリシアンローネ呢......（小声[/spoiler]
好评: 好玩啊
好评: sumika解锁有两种方式，第一种是全人物剧情模式N难度以上无继续通关（好难！），另一种是进行游戏256次以后用任意角色通一次剧情模式。
好评: 很多很多年以前还没上steam的时候就玩过了。
真的很怀念。
一时激动就写了一大片评测，从来没写过这么长的，然后发现排版真是好麻烦的，还是算了不排版了。_(:з」∠)_

--------------------------------------------------------------------------------------------------
                                              [h1]角色方面[/h1]
--------------------------------------------------------------------------------------------------

角色方面，当年同人版本的时候还会多一些角色，目前steam版还未实装，应该会在以后作为dlc实装
目前版本的需要解锁角色有三名：
hime，starbreaker，sumika
解锁方式暂时还不明朗。
根据社区指南。
hime和starbreaker各自分别需要使用suguri作品中的角色和sora作品中的角色通关一次normal以上难度的arcade模式。
但我本人用suguri通过了一次normal的arcade就同时解锁了两人（未接关，并且在那之前已经在story模式normal以上难度打完了好几个角色的剧情）。
sumika要在story模式normal或以上难度中以所有人物（包括hime和starbreaker）一命通关才能解锁。（根据热心小伙伴反映sumika在进行游戏256次之后也能解锁，尚缺乏实证，烦请诸位自行尝试了，感谢mikamitomoya）

--------------------------------------------------------------------------------------------------
                                              [h1]Bug方面[/h1]
--------------------------------------------------------------------------------------------------

然后关于bug
1.arcade和联机我玩的次数还不多不清楚，story模式有时候打完战斗进入结算后游戏会崩溃，在简体中文和日文模式下都有遇到。
2.在设置中切换语言后，有很高概率出现游戏内文字不能正常显示的问题，教程页面甚至会直接空白一片。
3.即使是没有切换语言，玩久了游戏内文本也会显示不正常。
4.sumika的出招表在日文状态中（其他语言没有问题），最底下的圆桶捕捉状态和羽毛增量状态的说明写反了。
[URL=https://imgbox.com/UfDI2Ptj][u]文本表记错误截图[/u][/URL]
5.为什么只有英文状态字体特别帅！我不服！希望在其他语言下字体也改成那样。

--------------------------------------------------------------------------------------------------
                                              [h1]操作方面[/h1]
--------------------------------------------------------------------------------------------------

看到有小伙伴说搞不清操作，以前玩过，就抛砖引玉简单介绍下游戏的一些操作。
（其实游戏内提供的训练模式里所有操作都有教。暂停菜单里也可以看到人物出招表。）

[b]通常行动：[/b]
A（通常行动1）：一般为光束攻击，可以被擦弹回避，可以被反射盾反射（e.g:kyoko的远距离S+A，nath的S+B等）。
B（通常行动2）：一般为实弹攻击，不可以被擦弹回避，但是可以被其他攻击抵消（e.g:suguri的远距离S+A剑气等）。

[b] Tips：[/b]
大多数角色的A和B长按短按都会呈现不同的攻击方式（e.g:suguri和sora的A长按从光束枪点射变为多段伤害的大型光束弹）。

--------------------------------------------------------------------------------------------------

[b] S组合行动：[/b]
S（特殊行动）：单独按下一般没有作用，是作为组合按键的起点被使用。
S+A：多数为近战行动，根据自己和对手的距离，会自动分别执行近接格斗攻击和中距离攻击的行动。（e.g:suguri的S+A在近距离时是光束剑斩击，中距离和远距离时是光束剑发射剑气）。
S+B：根据人物不同有非常多种类的特殊行动，请多多尝试吧。

[b] S连击派生行动：[/b]
suguri:S+A,S+A,A,B
sora:S+A,B,A ; S+B,A
tsih:S+B（长按),S+B,S+B
saki：S+B,A
hime:S+A,A,S+B（近距离）or B长按（远距离）

[b] Tips：[/b]
1.并不是所有角色的S+A都分近和远，同时S+A为近战行动这一点也不是绝对的（e.g:tsih的S+A是拘束光栅，S+B才是类似近战的行动）。
2.少数角色的S组合行动也分长短按（e.g:tsih的S+B）。
3.nath的S+A在第一和第二阶段形态时均为近接攻击（只不过第二形态时攻击范围非常非常大），第三形态之后S+A变成发射光束炮，不再拥有通常近接攻击。

--------------------------------------------------------------------------------------------------

[b] D组合行动：[/b]
D（冲刺）：顾名思义冲刺。
D+A：光束冲刺攻击。
D+B：实弹冲刺攻击。

[b] Tips：[/b]
惯例，这些操作不是绝对的（e.g:nanako没有D+B行动）。

--------------------------------------------------------------------------------------------------

[b] H奥义行动：[/b]
H（奥义）：根据选择操作模式的不同，按键会有所不同，Standard模式下单独按下H会直接发动第一种奥义，Advanced模式下所有必杀需要先按住H然后按组合键发动其他奥义，单独按H是没有反应的。
Standard模式：通过先按住ABDS中的一个之后再按H来发动奥义，通过同时按住S+B后按H来发动最终奥义。
Advanced模式：通过先按住H然后再按ABDS中的一个来发动奥义，通过H+G（防御行动）来发动最终奥义。

[b] Tips：[/b]
并非ABDS每一个按键都有对应的奥义。发动一般奥义时消耗1格能量，发动最终奥义消耗3格全部的能量，最终奥义不能被G（防御行动）抵挡。

--------------------------------------------------------------------------------------------------

[b] G防御行动：[/b]
通常防御：在没有受到攻击的状态下按G发动通常防御，产生一个较小的青色护盾，持续时间中免疫除最终奥义之外的任何攻击。消耗半格能量。
紧急防御：在受到攻击并产生硬直的状态下按G发动紧急防御，产生一个稍大的黄色护盾，效果同上，但额外追加了将敌方弹开的效果（仅限对方处于自身护盾展开范围中），消耗1格能量。
防御破坏：在对方进行防御的过程中，冲向对方并在对方的防御护盾范围内按G，将会破坏对方的防御并使对方产生硬直。

[b] Tips：[/b]
在发动奥义时也会同时发动通常防御。

以上，如果有错误欢迎指正。
好评: 这个游戏非常好玩，但是，没有新手教程真的是很难练习，希望有大神可以出教学视频发B站，好让我们可以对着少女一顿涉爆，谢谢
好评: 鲜橙汁买角色送游戏啦【并不

自带中文，画面流畅和打击感十足，搭配各式各样的酷炫连招，一定可以让你加入手残联盟。。。哦不，体验到酣畅淋漓的激战快感
推荐用手柄来玩，键盘需要根据个人情况，在查询出招表搭配练习模式下进行修改设置，招式非常多，键盘还是比较吃力

个人特别喜欢NANAKO【奈奈子】，不需要过度热度，只需要不停放雷和远程骚扰就行，中距离的触击也能弥补弹药消耗巨大的间隔，除了我精准性不行外。。。其他还好

缺点嘛，除了找好友外。。。我倒是没成功和别人匹配联机对打过【人一如既往的少】，游戏后期会显得比较干燥吧，无非就是打打电脑，做做剧情，刷刷成就这样。

期待更多人入坑，期待出更多角色DLC
好评: 有官方中文是相当好评的了。
等了很长时间才等到AOS2登录steam。虽然自己比较手残不过很喜欢这个系列。

P.S 不知道是不是错觉，攒Hyper能量的速度好像比同人版慢了。
好评: 为啥我的按键不管用 ，根本就不能出招
好评: 手感挺好的，房间系统也很好，部分角色有些棍
好评: [strike]我头发砍开了天化身为空[/strike]
[strike]把地球重新移动增加裂缝[/strike]
[strike]将地球的生态调整了时空[/strike]
[strike]回到老家 去支配 去操控[/strike]
[strike]那大地心脏汹涌不安跳动[/strike]
[strike]全世界的表情只剩下一种[/strike]
[strike]等待阿优 她就是那个空[/strike]

[spoiler]原谅我吧我什么都不会做的[/spoiler]
好评: 这游戏用键盘玩是会被累死的，有手柄尽量手柄吧，要说有什么不满的话，星破不是一开始就可以用的角色啊，没有手柄的我用那个不怎么样的电脑在栖海花面前只能听bgm，不过试几次还是能过就是了，别放弃[spoiler]剩下的就用勇气去补足！[/spoiler]
好评: 喜欢
好评: [h1]虽然我展现了须玖莉V2丢Hyper破坏星破场地的可能性，但这肯定不是正确的攻略方法（开黑除外），我现在撑不住了，仍有许多勇士在测试须玖莉V2，祝福他们，晚安。[/h1]

[quote=JOJO的奇幻冒险]我：阿育，人的游戏能力是有极限的
我：我从短暂的人生当中学到一件事......
我：越是玩弄计谋,就越会发现人类的按键盘手速是有极限的......
我：除非超越人类。
阿育：你到底想说什么？

我：我不玩R6了，阿育！[/quote]
