好评: 适合氪金大佬们休闲
好评: 这个游戏太棒了
我之前是一个肝硬化患者
基本上没办法出门
只能呆在家里玩电脑
日子平平淡淡
直到我遇到了这个游戏
它给了我活下去的动力
甚至治好了我的肝硬化
前两天我去医院复查后
医生惊奇的告诉我
“你的肝怎么没了！！！”
我也如愿以偿的开始出门散步
虽然需要家人帮我推轮椅
但比以前背我出去好多了
感谢这款游戏
让我重新拥有希望
希望能够获知作者的地址
我想给他送上我最真诚的祝福和刀片
好评: 打(浪)发(费)一把好手，完全感觉不到时间流逝，无聊玩一下可以的，没忍住近千小时进去了还不算移动端的
好评:   好玩就是漏洞太多了经常出故障
好评: 玩了快两年了，真快
好评: 挺好玩的，升级过程很平顺，就是付费服务有点贵，还必须买，不买就是个渣渣

好评: 别的不说，连个退出键都没有，再加上全都是氪金道具，实属是割韭菜。但是玩法还蛮好玩的，模拟经营算是给你模拟明白了，基本上喜欢的要素都有了，就是太氪
差评: 好无聊
好评: 耗费时间的机器
好评: 玩就对了！！！！！！！！！！！
差评: 这是我玩过史上服务最差，bug最多，客服最混蛋的一款游戏。
此游戏是一款多元素经营类游戏，涵盖养成，合作，装修等很多要素，但是如果想在游戏中成长，要么肝到地老天荒，要么疯狂充值。各种礼包买买买，但你以为这就是全部，真正想要厉害只能各种外挂，脚本才能让你快速成长，如果你经常找客服举报外挂玩家还会经常被封号警告，会用你之前举报过的各种类型来封禁你的账号，比如我玩这游戏，差不多2年左右，全程手动，恨急了脚本外挂，所以被客服封号说我使用外挂，当我前去质问证据后，得到三次回复，一次说经调查审核我使用脚本挂机卖货，一次说我用脚本刷道具，最后一次说我升级金装每次都成功，每一次都说调查后发现我怎样怎样，当我气愤之余我让客服查看我登录次数，看我道具数量，因为使用钻石升级装备肯定每次都成功，客服没办法，说不好意思，之前查到的信息不符实，不小心封停了我的账号，基本都是说辞，因为没有买他们的月卡，因为多次举报外挂玩家阻碍了那些客服的生财之道，所以会被封停警告。
这里着重批评gm云涛，工作效率低下，每次回复都和之前不一样，从来不正面回答给证据，这游戏正常玩家越来越少一大部分就是因为这样的gm和游戏公司滋长了脚本外挂的气焰，今天解散了自己的工会，离开了两年陪伴的伙伴，很是不舍，可是就这款游戏来说实在是垃圾的没法继续玩下去。希望之后的玩家如果无所谓各种外挂和十分恶心的平明封号可以尝试游玩，在游戏里只要你充值买月卡，客服就不会管。希望之后的玩家珍重。
好评: 如果战斗系统再丰富一些就好了，单纯模拟经营还是太枯燥了
好评: 可以
好评: 招50+《5百E投资+》的小伙伴！或者活跃有潜力的种子选手，2个位置！要来的可以加我好友详谈
差评: 玩了3455小时 无缘无故封我市场 给我的理由竟然是帐号存在使用脚本的作弊行为？就尼玛离谱 年卡剩半年就当给你爹妈陪葬了
差评: 玩法极其无聊，氪金吃香极其难看。

在其他游戏中充钱：抽奖抽皮肤变美变强
在这个游戏中充钱：换了一把更大的勺吃屎
好评: 很好，医院已下达病危通知了，原因是我肝没了
好评: 不氪也可以玩，前30个小时真上头，就是公会活人不容易留住踢了也没人进。。。。自己一个人太肝了。。。
差评: 这个游戏并不是不好玩，但是前提是必须只能作为挂机休闲的副游戏，偶尔想起来上去看看的程度，因为作为一个装扮类游戏，装扮价格极其昂贵，且金币的部分都又土又难看，想要好看的装扮必须氪金买，并且制作时间会越来越长，特殊素材需要越来越多，只能让探险者慢悠悠的去探险，回来还要休息，效率极低，如果你当主游戏玩能气死自己。并且这游戏感觉很多地方借鉴了《露塞提娅的道具屋》那个游戏作为单机游戏体验可比这个好多了，不管是亲自和雇佣的探险者去冒险，还是在大环境价格变动下和顾客讨价还价，都体验极佳。反观这边，那个王子每天来就知道给你卖礼包，你不是自称红包里面零花钱六千万亿黄金吗？还需要我买你的东西？探险者来你这边买东西都不给钱，哪怕是比较稀有的道具，一次还买很多。升级家具一次只能升级一个，要么氪金，要么等几个到几十个小时。

这里补充一下，本来我是十星想给5星的，现在我觉得只能给2星，召唤师可以让你解锁使魔线和斗篷线的制作，但是你必须花费20美元，可以说是不少3A大作的定价才能买下这个物品制作线，也就是说你永远无法制作使魔线和斗篷线的物品，你的冒险者也只能依靠别人卖给你的用，并且至今我没遇到过卖使魔的，也不知道使魔如何运作。最离谱的是，即便你没购买，不能使用召唤师的制作线，依然能给召唤师投钱，哪怕毫无作用，只能浪费你的钱。其他还有做魔杖的学士，一样，20美元买一条魔杖线，这种就像是硬生生割裂本来完整的游戏来骗钱一样的方式，仅仅是需要解锁基础的制作，可能就需要几百甚至上千人民币，那你还不如做成买断制的谢谢。

操作手感也不好，出个普通之上的物品就弹出个提示，必须点确认，或者充钱给他升一个等级，首先要不是人傻钱多的，不可能充钱给一个很快就会被卖掉的东西升阶，然后点空白不能跳过，必须去点确认，这在制作图纸等级高了之后会有极其恶心的操作手感。建议点空白处等同于退出键。

制作物品越来越磨蹭和麻烦，做一个道具需要做其他道具作为基础素材，然后稀有素材还需要冒险者去打，很多东西不能取消，比如制作物品和升级，就是越玩手感越差的游戏，也就只能适合上班或者肝别的游戏的时候中途点两下的游戏了。
好评: 肝
好评: 说它好玩吧，主要就是打造武器、派遣打怪俩玩法着实单调枯燥；
说不好玩吧，我一打开就很容易停不下来，我不理解，所以我决定跳出矛盾——卸载（诶嘿）。
差评: 我是傻逼 浪费时间的游戏
好评: ..........................
好评: 游戏不错，充值无处不在，过年充值玩了几天就够了！
如果慢慢玩可能会玩的久点！太氪了

WP个人综合评测：7分  
趣味创意评测：7分  
画面流畅评测：10分
游戏剧情：5分
血腥恐怖：0分
耐久度：>100小时<
适用场景：家庭、办公室
硬件要求：低
差评: 垃圾，无缘无故钻石变成了负数，市场被禁用，什么违规的事都没干，也没买黑钻石黑金币什么的，联系客服只说让你把负的钻石冲正就会解封市场，变相的收钱，负2500钻石冲正要100多，钱虽然不多，  关键是凭啥？！！！你要说我违规了，那我没话说，无缘无故的就把我好几个月的心血付之东流了，对于0氪玩家来说钻石变负也能勉强接受，至少还能继续玩，但是市场封了 这个游戏就彻底玩不了了，什么垃圾运营商，滚吧，大不了不玩这个游戏。艹！！！！！！！
好评: 好玩，费时间
好评: 玩了有3000+小时了我也来写下评论吧，这个游戏如果想好好玩必须把工人都买起来还有会员年卡 总体消费1000多R把 后面的礼包和活动礼包完全不需要买，新出的装备除非是钱多烧得慌可以买，不然也不需要买，没有其他几百个小时评论所说的哪哪都花钱，每天挂着打发时间不错，后期做一个装备1到2小时也不需要一直盯着，活动的时候基本都在周末对于上班族也挺友好，这个游戏的总结就是常在线就是王道，如果三天打鱼两天嗮网的就不建议玩了
差评: 上来玩5分钟而已，满屏幕的氪金按钮。 要不是有英文版，我以为是玩国产一刀9999的网页游戏···········
好评: 不知不觉时间就过去了，适合老年人消磨时间。
好评: 公关部
好评: 挺开心的
差评: ...
好评: 这个游戏太棒了
我之前是一个肝硬化患者
基本上没办法出门
只能呆在家里玩电脑
日子平平淡淡
直到我遇到了这个游戏
它给了我活下去的动力
甚至治好了我的肝硬化
前两天我去医院复查后
医生惊奇的告诉我
“你的肝怎么没了！！！”
我也如愿以偿的开始出门散步
虽然需要家人帮我推轮椅
但比以前背我出去好多了
感谢这款游戏
让我重新拥有希望
希望能够获知作者的地址
我想给他送上我最真诚的祝福和刀片
好评: 打发时间利器，闲下玩玩不错。
好评: 很好
好评: 马马虎虎还可以就是有点肝
好评: 还不错
好评: 打发时间好游戏，就是冒险有点浪费时间。
好评: 回头客
好评: 来玩啊   现在游戏没有 登录问题了  可以好好玩了


好评: 好喜欢没有被异化的劳动
虽然这可能是欲望的再生产
------------------
这就是欲望的再生产
好评: 嗯，就是时间堆出来的
差评: 除了不停的点点点，升级升级，毫无游戏体验，不推荐
好评: 只能说一般般，不氪金的话，没有个好工会很难进行下去，一般都是后台开着游戏，然后玩别的游戏，有空再收一下装备。
好评: 鹅味老汤
好评: 还行吧，但是新鲜感很快就没了，大概1-2周吧，因人而异。
好评: 易上手
好评: 打发时间用
差评: 几天不登陆，我的号为什么没了？？？？
好评: 上班摸鱼小游戏，模拟经营类的，非常杀时间。打造您自己的店铺
定制您的店铺：地毯、货架与摊位……或者加上一大堆猫咪雕像！设计出您梦中的商店，让顾客们纷纷爱上您的店铺吧！
以貌惊人：在数十种发型、服装与配饰中进行选择，让您的店长充满个性！


开始制作
制作：可以制作的物品会不断增加，包括刀剑、护盾、靴子、枪械，等等等等！
升级：成为大师级工匠。制作的物品越多，物品就变得越强，价值也随之提高。
附魔：使用强力元素与精魂为任意物品进行附魔，唤醒物品中蕴藏的真正力量。可能的组合超过一百万种！
好评: 连续几周打不开了
谁能告诉我怎么登
好评: 起初我以为就是肝肝肝肝肝肝肝肝肝肝肝肝肝，直到那个黑皮银发的炼金术士出现在NPC里，我就变成了：你要什么我都给你美人斯哈斯哈别走还有最后一个我就快了和我说说话吧美人我现在就去准备你要的东西你要什么我都给你要命都行
好评: 非常好玩啊，而且整个游戏的进程安排的能让人玩很久
好评: kill time
好评: 很不错，总体还可以...
好评: 还不错，比较消磨时间。
就是太逼氪。。。这个理解工作室也要吃饭
但是这个新年的活动都不送图纸就离谱了。。。

好评: 打发时间还好
差评: 太氪金，肝，告辞
好评: 氪肝
差评: 时不时会有想把金钱改无线的想法
好评: 打发时间也还行，但氪金不值得
差评: 一个数字游戏
好评: 妙
好评: 养成发展
差评: 逼氪游戏，趁早倒闭。
2020.6.4当时闲着没事各种找免费（手动狗头）游戏，找到了就玩一会这个样子。
说起来画面和音乐都是不错的。
升到了10级左右吧忘了多少了，加了一个类似于工会的东西，里面个个都是人才说话又好听......好吧其实并没有，玩家与玩家之间的互动少得可怜，刚进去时新鲜感还在说了几句话，之后就是索然无味的单机，有的玩家退游了会长可以踢掉，但是会长退游了就很难受，工会里面的人也转会的转会退游的退游（我就是退的一个），如果能加一个活跃度低就降职之类的规则或许这个工会能活得长一点（毕竟里面只有一个退游的会长这工会...算是废了把...）。
但是该说不说的市场系统是我比较喜欢的一个点，做的比较精良（收手续费可以理解但是如果能加一个类似于交给国王的这种理由就更能接受了呢）。
以上。
2020.7.30重新下回来了，诱氪还是很严重。但是工会这玩意，人没了就找，很正常，就是和你玩老长时间的人不玩了有一点难受罢了。如果能有一个好友系统就好了，一个游戏不能加好友？book思意
2021.2.28又下回来了，服务器有问题不让下载？奇怪了我加速器都挂了还是下载失败？我寻思这么长时间能有一些进步，结果就这？反而进都进不去？我会等几天看看。2021.3.5.下载失败，卸载了。
2021.12.17，下回来了，还是老味道吧就算是，没什么改进。
好评: 不错的养老游戏，几乎适合大部分人群，几乎随时都会来客人，很少会闲下来。就是有几个要氪金才能解锁的人物，对零氪党有些不友好。。。。。就是我。。
好评: 肝就完了

差评: 我完了一下午整整6小时，在最初的新鲜感过后就一阵疲惫，你虽然是做老板卖装备，但过的却像个打工人似的，重复制造，售卖，偶尔让你的手下勇士再冒个险。枯燥，乏味，而且不充钱时资源紧缺，很淦，体会不到成就感。爽点低
差评: 虽然免费但是不可否认这就是垃圾
好评: 这是款消磨人生的游戏。 喜欢的会一直喜欢  19年刚出的时候就在玩   但当时不懂.账号被封了  这两年也一只想着这游戏 时不时还看看老账户有没有解封 但并没有 今年早些时候决定重新拾起来   我想会陪伴到它入土  因为全世界找不出第二款可以代替的 画风等经济系都是独树一帜
好评: 훌륭합니다.
好评: 大佬不仅比你肝
还比你氪
通勤的时候太适合玩这个了
差评: 容易卡住不推荐
好评: 不好玩，不推荐
好评: good
好评: 上头。但仍有可优化之处
好评: 出了花钱没啥好说的，很好玩。
玩的晚了只能充钱追
差评: 玩着玩着号没了,刚冲了工人和会员
好评: 停不下来！
好评: 不爱操作益智类游戏
好评: 游戏中使魔的高级的锁住后还会出现在柜台上
好评: 玩起来感觉还可以
好评: 6666

好评: 原本是看见页面上有降世神通才下的，后来玩了发现没啥关系，但是还是挺有趣的放置类。。。虽然有一点点逼氪
好评: 画风和游戏都挺好
差评: 我是傻逼
差评: 100多小时，还充值的傻逼来告诉你们，这游戏谁玩谁sb
先不说核心是手游，游戏里很多内容是逼氪才能体验，冲月卡才能用金币修理装备，还有4个工匠必须花钱购买才能制造相关的内容。
最最神奇的是，一分钱不花的时候，连接各种稳定，挂一天都不带掉的
当你冲了月卡，使用5天后，判断你没办法退款就变成还是可以链接服务器，但是进去只要X掉充值相关的弹窗，马上会被T掉，不继续氪金不许玩之406计划通

kabam这傻逼开发商也一并ban掉，再见
好评: 贼几把好玩

差评: 傻逼游戏
好评: 闲的没事 可以用来消磨时间 就是一个小肝游戏 挺有意思
好评: Good game , nice . I Love this game
好评: Good game , nice . I Love this game,o.o
好评: Good game , nice . I Love this game
好评: 有趣！
差评: 如果你是失恋  生活难以继续 你可以玩这个游戏让你忘记时间  如果你是个正常人 我希望你拿这些时间去陪陪家人 跟宠物玩耍 或者拿这个时间去做一些有意义的事  玩了很久了 觉得这个游戏除了浪费时间 别的没有任何体验
差评: 啥啊这么无聊
差评: 这个游戏现在已经废了。
脚本横行，全部都是在代挂着，老实人完全没有游戏体验，老实人每天在线十个小时，也就几千万，开个脚本一个晚上就已经几百亿了。
官方也不管反脚本的事情，偶尔封号，但是有个屁用，这游戏体验已经没了啊

垃圾游戏，我草泥马，浪费我两百多个小时，我特码其他游戏加在一起都没你花的多
好评: 肝起来
好评: 浪费时间的好东西
差评: 对于想入坑的玩家，建议不要（肛帝除外）又要浪费一堆时间，不想浪费时间就要氪。就跟部落冲突一样
好评: .+

好评: 看我市场就明白了

好评: 0.0
好评: 7-149563396344
差评: 1
好评: 炒股模拟器（√）
低价收购,十倍拍卖（√）
英雄勇士冒险（×）,资本家工具人（√）一次冒险赚进百万
差评: 又肝又氪，死要钱贵不说挺多功能不花钱根本开不了
好评: 派出英雄和工人外出冒险收集材料制作装备，然后出售装备来升级设施提高产出能力，围绕这玩法附带了一些任务，装饰店铺，公会，开箱的小花样。   整体来说是款很“全面”的游戏，但是主要玩法过于枯燥重复，各种小花样又都是浅尝辄止。 所以很不耐玩，再加上确实有点逼氪，不氪那就真是放置类游戏了，因为不氪你就只能慢慢等。
佛系玩家可以玩玩，每天花个半小时点点点，然后忘掉这游戏该干嘛干嘛，第二天继续。
游戏品质不至于差评，但是离好似乎也够不着。
好评: 肝就完了
好评: 还行
好评: 上头
好评: 顾客界面：Q建议，E折扣，A左选，S闲聊，D右选，F加价，Z拒绝，X退出，C售卖
好评: 手机上买的衣服，现在换电脑就没了？退了钻石，没事了
差评: 垃圾游戏，非常不稳定，而且逼氪，否则就各种跳窗口干扰你。
好评: 之前在手机玩的。。太累了，现在steam上面随便玩下 还挺轻松
好评: 还不错
好评: 打怪兽获取材料，用材料制作装备，经营商店将装备售出，游戏玩法基本如此。
一款要休闲可以很休闲，要忙碌可以很忙碌的游戏。
游戏音乐音效个人觉得都挺不错。
经常会有活动可以参加，商店可以装修，兑换活动装饰个人很喜欢。
喜欢经营类游戏的朋友可以一试。
差评: 没有mac版本
好评: 很怀恋小时候的商店经营
差评: 后面19.99刀才能造附魔
好评: 休闲游戏很喜欢
好评: 还可以， 比较杀时间
差评: 错误 下载重试，反复出现，还总是断开连接，这服务器这么拉么？？？？？？？？
好评: 上头
好评: 就是喜欢
好评: 经典的经营模拟游戏，刷时间利器，非常上头
好评: 画质精美，人物素材栩栩如生，玩法也是层出不穷，月月活动精彩绝伦，体验感令人舒适。
差评: 这是一个用生命和金钱才能玩的游戏,全是坑,全是坑,全是坑,而且非常无聊至极,重复重复再重复的动作,玩到吐!就是一个坑钱游戏!
差评: 我佛慈悲了，养老游戏玩了大半年年了突然间上线给我负钻石，都是我辛辛苦苦存的钻石啊！！！！！！！！！！！！！！！！淦！！！！！！！！！！！！！！
好评: 还行
差评: 前面玩玩可以   后面什么东西都需要花钱购买/解锁  任务都完成不了  没法玩
差评: 经常玩着断线就很难受
差评: 估计没有叁千RMB 玩不动
差评: 老卡住，
花园都没办法解锁
差评: 太无聊了……还有就是死要钱……真的是把国产页游那套精髓学到手了
好评: 一旦打开，就是一天。有点伤身体，体质弱的慎玩。
好评: 太好玩了，停不下来，可能会氪金，我爱开店
差评: TB买会员被封市场,百年后才能解开,呵呵
好评: 游戏不错，就是感觉时间走的有点快。。。影响睡眠时间。
差评: 如果这只是一款氪金游戏，我不会写这个差评。我氪了金之后遇到了游戏bug，这个游戏的团队是这样给我处理的，提供给各位玩家参考，自己评判。我发完最后一封邮件之后没有再给我回复（为了保证原汁原味，我直接粘贴过来的，所以顺序大家可能得倒着看）
----------------------------------------------------------------------------
我说2了有2个bug，
1：我的英雄界面有红点，我看不到我有几个英雄休息好了，我的界面跟别人比就是异常的
2：你说那个活动结束了，通行证无法购买。
但是在我没花1970钻之前，那个1500钻，可以点，可以点，可以点。听明白了吗？我点了，然后取消了，进具体界面看奖励，决定买花3000多钻买面具的时候，先花了1970钻，再买1500的时候，按钮没了。
这个很难复现吗？你们自己测试一下啊，这个活动结束了那1500钻的按钮能不能点！！我的界面是他能点！我花完1970，按钮才消失的！！！！没花之前没消失！！！

------------------ 原始邮件 ------------------
发件人: "Riposte" <support@riposte.mail.helpshift.com>;
发送时间: 2021年12月4日(星期六) 凌晨3:31
收件人: ---------------------------;
主题: Re: [235737] 我在刚结束的神通王令状里，我想拿全部奖励，我先花1970解锁全部奖励之后，想再花1500钻拿上面的面具图纸的选项没有了。可以扣我1500钻把奖励都给我吗？或者把...

### Do not reply below this line ###	
kabammontreal@gmail.com	
December 04, 2021, 03:31 +0800	
您好，

感谢您的耐心等待。

在调查您的账号之后，我们发现您购买的并不是通行证，通行证是1500钻石的。 您花费的1970钻石应该是领取了基本奖励，但是您没有足够的分数，所以花费了钻石代替分数。因此我们无法退还给您1970钻石。

您来信的时候通行证已经无法购买因为活动已经截至。对于这个困惑我们十分抱歉。

如果您还有任何其他疑问，请随时与我们联系。

谢谢，
Kabam蒙特利尔团队-云涛	
December 03, 2021, 17:26 +0800	
你们有2个bug就不解决了？我现在英雄界面一直有红点，有几个英雄能用我也看不到，凭什么我的界面一直要异常？？这个不修复我还怎么玩？1970钻坑完就拉到了？我说了，你要么把1970退给我，要么把1500钻扣了，把奖励给我。我冲的不多也有大几百块了，反馈问题态度也很配合。你们就这么对玩家的？？这2个bug，不解决。我也不能怎么样，顶多不玩了呗。这封邮件如果没有回复，我就写个差评，差评内容就是邮件内容原件。你们如果觉得自己没问题的话，就这样吧。

------------------ 原始邮件 ------------------
发件人: ---------------------------
发送时间: 2021年12月2日(星期四) 晚上8:04
收件人: "Riposte"<20211130153857103-a53f724ad67b098@10744.mail2.helpshift.com>;

主题: 回复： [235737] 我在刚结束的神通王令状里，我想拿全部奖励，我先花1970解锁全部奖励之后，想再花1500钻拿上面的面具图纸的选项没有了。可以扣我1500钻把奖励都给我吗？或者把...

但是你们这个有引导性问题啊，不能拿，你们展示了那个1500钻的按钮啊，我以为还能拿那个面具才充钱，花1970钻把人物推到最后啊，刚推完就没了。那我1970钻花了拿了个啥，就30个升星卷轴啊。我如果不花1970钻，推进到任务最后，那1500钻是可以点的！！！！！！你们这不是骗人嘛。要结束你就直接结束啊，放着让人点，我把任务做完了，告诉我没了，合理吗？？？？？

------------------ 原始邮件 ------------------
发件人: "Riposte" <support@riposte.mail.helpshift.com>;
发送时间: 2021年12月2日(星期四) 凌晨5:29
收件人: ---------------------------

主题: Re: [235737] 我在刚结束的神通王令状里，我想拿全部奖励，我先花1970解锁全部奖励之后，想再花1500钻拿上面的面具图纸的选项没有了。可以扣我1500钻把奖励都给我吗？或者把...

您好王孙伯儒， 感谢您的回复。 非常遗憾，1500组那是高级通行证已经在两天前结束了，两个访客勇士目前也已经小时，您将无法完成额外的任务。请您等待下次通行证活动再次出现。 如果您还有任何其他疑问，请随时与我们联系。 谢谢， 云涛
December 02, 2021, 20:04 +0800	
但是你们这个有引导性问题啊，不能拿，你们展示了那个1500钻的按钮啊，我以为还能拿那个面具才充钱，花1970钻把人物推到最后啊，刚推完就没了。那我1970钻花了拿了个啥，就30个升星卷轴啊。我如果不花1970钻，推进到任务最后，那1500钻是可以点的！！！！！！你们这不是骗人嘛。要结束你就直接结束啊，放着让人点，我把任务做完了，告诉我没了，合理吗？？？？？

------------------ 原始邮件 ------------------
发件人: "Riposte" <support@riposte.mail.helpshift.com>;
发送时间: 2021年12月2日(星期四) 凌晨5:29
收件人: ---------------------------;

主题: Re: [235737] 我在刚结束的神通王令状里，我想拿全部奖励，我先花1970解锁全部奖励之后，想再花1500钻拿上面的面具图纸的选项没有了。可以扣我1500钻把奖励都给我吗？或者把...



您好王孙伯儒， 感谢您的回复。 非常遗憾，1500组那是高级通行证已经在两天前结束了，两个访客勇士目前也已经小时，您将无法完成额外的任务。请您等待下次通行证活动再次出现。 如果您还有任何其他疑问，请随时与我们联系。 谢谢， 云涛
kabammontreal@gmail.com	
December 02, 2021, 05:29 +0800	
您好---------------------------，

感谢您的回复。

非常遗憾，1500组那是高级通行证已经在两天前结束了，两个访客勇士目前也已经小时，您将无法完成额外的任务。请您等待下次通行证活动再次出现。

如果您还有任何其他疑问，请随时与我们联系。

谢谢，
云涛	
December 01, 2021, 23:00 +0800	
我将2张图片作为附件上传了，请查收

------------------ 原始邮件 ------------------
发件人: "Riposte" <support@riposte.mail.helpshift.com>;
发送时间: 2021年12月1日(星期三) 晚上10:54
收件人:---------------------------;

主题: Re: [235737] 我在刚结束的神通王令状里，我想拿全部奖励，我先花1970解锁全部奖励之后，想再花1500钻拿上面的面具图纸的选项没有了。可以扣我1500钻把奖励都给我吗？或者把...

您好， 感谢您的来信。 很抱歉， 我们还是无法看到您所附上的截图，如果不介意，可以帮我们再次与我们确认一下在发送前图片已经上传完成了。 期待您的跟进。 Kabam蒙特利尔团队-Panna
Attachments:	
attachment 1 ( Image )
attachment 2 ( Image )
Kabam Montreal Support-Panna	
December 01, 2021, 22:54 +0800	
您好，

感谢您的来信。

很抱歉， 我们还是无法看到您所附上的截图，如果不介意，可以帮我们再次与我们确认一下在发送前图片已经上传完成了。

期待您的跟进。
Kabam蒙特利尔团队-Panna	
December 01, 2021, 20:45 +0800	
之前点左上角的图标是有1500钻石解锁全部奖励的。
但是我点到具体的任务里面花了1970钻石，兑换了1970铜币任务推进到最后5000铜币，拿了30个索卡金币之后。1500钻按钮没有了。


截图我可以晚上提供，我晚上会在线，谢谢
如图：
没有让我用1500钻领取全部奖励的地方，就是为了拿面具图纸才花1970钻石才推进到5000铜币的

还是就是我的英雄栏一直有个红点，我用1970钻推到5000铜币，领了索卡的金币奖励后，就一直有这个点

---原始邮件---
发件人: "kabammontreal@gmail.com (Riposte)"<support@riposte.mail.helpshift.com>
发送时间: 2021年12月1日(周三) 凌晨3:20
收件人: ---------------------------;
主题: Re: [235737] 我在刚结束的神通王令状里，我想拿全部奖励，我先花1970解锁全部奖励之后，想再花1500钻拿上面的面具图纸的选项没有了。可以扣我1500钻把奖励都给我吗？或者把...


您好， 请问您目前无法通过左上角的标志领取奖励吗？ 能否请您提供游戏画面的截图？ 谢谢， Kabam蒙特利尔团队-云涛
December 01, 2021, 09:10 +0800	
之前点左上角的图标是有1500钻石解锁全部奖励的。
但是我点到具体的任务里面花了1970钻石，兑换了1970铜币任务推进到最后5000铜币，拿了30个索卡金币之后。1500钻按钮没有了。


截图我可以晚上提供，我晚上会在线，谢谢

---原始邮件---
发件人: "kabammontreal@gmail.com (Riposte)"<support@riposte.mail.helpshift.com>
发送时间: 2021年12月1日(周三) 凌晨3:20
收件人: ---------------------------;
主题: Re: [235737] 我在刚结束的神通王令状里，我想拿全部奖励，我先花1970解锁全部奖励之后，想再花1500钻拿上面的面具图纸的选项没有了。可以扣我1500钻把奖励都给我吗？或者把...

您好， 请问您目前无法通过左上角的标志领取奖励吗？ 能否请您提供游戏画面的截图？ 谢谢， Kabam蒙特利尔团队-云涛
kabammontreal@gmail.com	
December 01, 2021, 03:20 +0800	
您好，

请问您目前无法通过左上角的标志领取奖励吗？

能否请您提供游戏画面的截图？

谢谢，
Kabam蒙特利尔团队-云涛	
November 30, 2021, 23:57 +0800	
角色名:王师傅
工会：今天又来搬砖了
------------------ 原始邮件 ------------------
发件人: "Riposte" <support@riposte.mail.helpshift.com>;
发送时间: 2021年11月30日(星期二) 晚上11:41
收件人: ---------------------------;

主题: Re: [235737] 我在刚结束的神通王令状里，我想拿全部奖励，我先花1970解锁全部奖励之后，想再花1500钻拿上面的面具图纸的选项没有了。可以扣我1500钻把奖励都给我吗？或者把...

您好， 感谢您的来信。 为了更好的查看此问题，能否告诉我们您的角色名称以及所属公会呢？ 期待您的跟进。 Kabam蒙特利尔团队-Panna
From Riposte.	Conversation ID: #235737
差评: 游戏剧情、聊天氛围促使氪金；肝，不一定肝游戏，是肝wg，烧cpu；悠闲可以玩玩，大玩伤身伤钱包
好评: 挺上头的
好评: 很好玩，我也只是玩了一小会
好评: 刚开始玩可能会觉得无聊，越玩越上头

好评: 免费游戏 挺耐玩的
好评: 东西都是美金
好评: 太好玩了

好评: 轻松小游戏 可以不氪金 完全能玩下去
好评: good

好评: 9999999
好评: 有钱也不氪，就是玩
好评: 这款游戏的娱乐方式与其他游戏不一样，更有趣味性。
差评: #13：我非常喜欢玩模拟经营类的游戏，比如很早以前的【凯撒】和【模拟城市】。这款游戏怎么说呢，一开始还挺有乐趣，玩到后面就比较无聊了。整体上如此休闲的F2P游戏还是适合手机平台，PC玩家坐在电脑前对游戏的深度和乐趣还是有较高的期待的，不像手游，玩家用来打发碎片化的时间。简单说三点：1、休闲建造，有点简单，我倒是喜欢一款好像叫做Forge的手游，建造过程中有解迷的环节；2、加入了冒险战斗模块，稍微减轻了一些无聊感，但是聊胜于无；3、店铺装饰模块感觉上没有太多意思，还不如删掉。
好评: 打发时间挺好的，游戏是制造物品再卖出去，我比较喜欢收集图纸，也经常有小活动，还是比较用心的
好评: haowan

好评: 休闲
好评: 零氪党表示钱真的少
英雄装备坏的跟在吃一样出去一次坏一件
很多装备做不了真的无法满足收集欲
好评: 喜欢
好评: 游戏还是挺好玩的
好评: 666666
好评: 狠肝 yyds
好评: 这游戏忒好玩了，两天肝了20个小时。前期玩着玩着可能会有不氪金就玩不了得冲动，但是其实，市场才是暴富的地方，把自己打来的尊贵宝箱卖了(反正还可以再打)，一个尊贵宝箱值一千多万呢，还不明白吗？(注意净赚值)
差评: 费肝还氪
好评: 看看
好评: 费肝
好评: 十分养生

好评: 玩这个游戏我一开始是拒绝的，真的不好玩，一点意思都没有。后来为了玩游戏，居然买了谷歌账号关联到手机上面玩。又花63块钱买了月卡。真的太贵了，月卡63啊。就是为了玩这么一个养成系列的游戏。这个游戏是真的没有意思。但是只要是游戏都会让人上瘾的。以前微信跳一跳，好玩吗？不好玩。打飞机，好玩吗？不好玩。为什么会上瘾？无聊啊
好评: 休闲一下还是可以
好评: 超级打发时间
目前零氪也不是不能玩
就是慢点来
好评: 消磨时间的利器。
差评: 肝的要命！！！
氪金！！！
好评: 还行，挺好玩的，刚玩不久，我只氪金买了一个宠物位，就是不停的升级各种东西，简单好操作，还可以联机和朋友在一个公会互相送礼物，还不错。大厅里都是大佬好几十级，装修的也好好看，我没事还会去别人家看一下。是适合经常用电脑，但是又没办法全屏打游戏的人，开个小窗点几下就好了，太适合我了。
差评: L垃圾 没有退出选项，内购坑钱
好评: 好，
好评: 6666
好评: 11111111111111111111
好评: 养老游戏，还不错
差评: 真别玩，又肝又氪
差评: 氪金游戏，免费的通常都比较珍贵，比如说 空气、水、还有这一类游戏
差评: 不充钱几乎很难玩下去。其他不说，仅仅修理装备，就必须是充值月卡才可以。这意味着如果不氪金，你做出来好装备也不敢给英雄装备上去。挺扯淡的！
差评: 好贵
好评: 作为0氪，玩了好久了。首先要肯定一点，不氪金也能玩。但是，无论氪不氪金都必须要有很多人组工会一起玩，不然根本玩不动。如果有几十个好朋友一起玩完全没问题，非要独狼就熬到45级去tb买金币吧，几百块钱的金币基本上就能被一线工会收留了，能玩到毕业。大部分功能不氪金也能体验七七八八。氪金点其实无伤大雅，只是加快进程而已。所有的人物币都不用买，每天定时做收购任务慢慢攒就行，两个月左右就全弄出来了，要更高评级的你几十块买的那点币也不够塞牙缝。月卡可有可无，主要是修个装备，多点奖励，其实基本上不越级打怪装备没这么容易坏的，挨打次数越少坏的概率越低。值得修的主要是附魔高品质装备。不过我全身白板坏就坏了。至于其他商人也没什么买的意义。至少你玩的一两年之内，不追求英雄技能属性的情况无所谓.我觉得真正氪金影响的是英雄战力，首先英雄技能第一个金色可以自己刷，如果要后面全金tb买也不贵。接下来就是事关技能等级的元素属性的问题，这个东西要么市场买要么只能自己氪金石头商人自己附魔，不过等真到了这个时候，你还玩不玩都不知道……
好评: 游戏还行，就是肝，没事可以用来消磨时间
好评: 适合慢慢的去经营
差评: 这游戏，真的每分每秒都在跟你说，朋友，氪金吧
我真想一口唾沫吐他脸上，抹匀
滚出我的游戏库！滚出我的电脑！
好评: 最好不要玩，简直就是在浪费时间。
好评: 消磨时间利器
好评: 非常好玩 推荐
好评: 上班摸鱼香哦
好评: 如果你时间比较多的话就肝吧！！！！个人觉得还是比较有意思的一款游戏！
好评: 这个游戏有毒 小心上瘾  我是个好人
差评: 游戏bug不断，一个异想天开活动闹出了两个笑话！
好评: 又肝又氪。月卡60实属有点贵。
好评: 摸鱼神器
差评: 没个千儿八百万的软妹币玩不起的游戏，每个细节每次点击，从血液骨头肌肉内脏到毛发都赫然写着“充值”！！！资本主义的洗脑真恐怖，现实中散播消费主义的毒论还不够，还要在虚拟世界继续吸血，内容和玩法也很枯燥无聊，如果不想活可以试试这个游戏！甚至我怀疑它根本不是一款游戏，游戏的基本属性：游戏性、趣味性、益智性在哪里？纯粹是一个类似传销的工具。
好评: 闲着时候玩的，有空了就点点卖卖东西，挺好打发时间的
差评: 氪金的内容太多了不适合种田
好评: 免费的 模拟经营游戏舒服
好评: 比较耗时间
好评: 怎么才能删除存档重新玩呢？
好评: 经营养成游戏，肝帝最爱
好评: 喜欢
好评: 后期打发时间还可以，不氪金的话前期比较肝，就不能开放一个自动出售的功能吗，这个功能不难的吧，每次都得挂着在那点啊点的，很费时间的。
好评: 魔性。。点的停不下来。
差评: 垃圾 钻石在市场用不了   莫名其妙禁用48小时  就买过几个箱子之后  就用不了了  草泥马
好评: 游戏还行，跟shop hero一样，又肝又氪，还不便宜。拿来用碎片时间玩玩还是不错的，前期操作的比较频繁，到后期每个物品都要用很长的时间来制作，操作慢慢的缓了下来。
好评: 肝！
差评: 不要太认真，随意玩玩吧
好评: 氪金不氪金实在差距太大了
好评: 好玩的经营类休闲游戏
好评: 有点意思，但是血书需求移植手机端（最好能通用存档），这个游戏在电脑上玩是真怪
好评: 还可以
差评: 对着屏幕发呆，数倒计时
好评: 挺好的，当休闲玩玩还不错
好评: good
好评: 肝疼
好评: 不影响上班时间
好评: 时间就这么没有了！
好评: 无聊时候就挂一整天，挺有意思的
差评: 主要一点不爽：完整的游戏体验必须氪金
枪弩、魔杖2条装备线，大不了不用
用金币修理冒险损坏的装备，大不了再做
低品质合成高品质，这也要逼氪？忍不了
好评: 游戏还行，就是个超无聊，无聊到让你打瞌睡的经营游戏，虽然能看到其他玩家的公众聊天，但没卵子用，充钱？完全不用，用来消磨时间最合适，可以当个单机玩。
好评: 重要的事情说3遍 不要玩 不要玩 不要玩
理由：没有客服
理由：有问题只能邮件机器人
理由：回复无故封号，邮件回复都是要你买礼包有一定几率解封，机器人回复，不是一定解封哦
总结：不氪金，会随机找在线时间长的玩家封号，然后你懂的。为了一个单机游戏氪金的都是SB
好评: 作为玩家最后的游戏
差评: 经常链接异常
差评: 有四个需要花钱的工人，大约花费70美刀，充钱能有更好的游戏体验，玩玩就好，不推荐硬肝硬氪
好评: 昨天下午四点下载的，现在是晚上两点
好评: 适合闲的蛋疼的人玩，哈哈1
好评: 不用多说，9月4日买的，看时间都懂
好评: 越玩越上头！
好评: 每天上线一两次收收菜，感觉还行的
好评: 这游戏有毒
差评: 没有地下城冒险！
好评: 就是不充钱  气不气？
好评: 适合闲着没事干的人玩，绝对的时间杀手，不知不觉一天就过去了，就在无尽的点点点。
这个游戏的魅力主要有这么几点
1.	不停的升级
2.	不停解锁新的装备，新的图纸，新的关卡，等等
3.	市场！这个游戏只要掌握了市场，就找到了捷径！低买高卖，操作行云流水。我常常在市场以原价甚至低于原价的价格请求高阶装备或是冒险零件，然后以3-10倍的价格把抢手的装备卖出，以此赚大钱。有近乎操盘股市的快感。
4.	每过一段时间就要上线去收装备，造新的装备，去冒险，去市场上架下架。比较辛苦。


但是负责任的说，这个游戏真的很浪费时间，如果你还有正事要做，还有大好前途，那么还是多花点时间学习和工作吧。
如果已经决定荒废人生，那么这个游戏将是不错的选择。漫长的升级路径，足够花上千个小时了。

以及，我到现在还没充钱，41级。

好评: 整体感觉还可以，挺好玩的

好评: 养老游戏，虽然免费但是不冲月卡无法修理装备有点坑，月卡60多一张
好评: 不知不觉一天就过去了 真的挺不错的 虽然里面有很多花钱的礼包 但是可以不买
好评: 从手游移植的挂机游戏，游戏性还可以主要就是点点点，但是不好的是需要经常挂着点，正常人没几个能上班的时候挂着游戏点的吧，但是偶尔摸出手机点是没问题的，说到底还是这个游戏不适合做为一个pc游戏而已
差评: 前面玩的挺开心的，虽然肝的累，但是从实验室开始感觉就变味了，必需花钱才能解锁这方面的商品，还有后面一个学士啥的也一样。游戏要花钱可以理解，但肝了这么久后才知道，必需靠氪才能体验所有游戏内容，就突然感觉身心疲惫，没热情肝下去了。
好评: 非常好玩 一个适合休闲的小游戏 肝到后期需要很长时间
好评: 上头
好评: 上头，比上班挣钱还要勤快
好评: 这个游戏太棒了
我之前是一个肝硬化患者
基本上没办法出门
只能呆在家里玩电脑
日子平平淡淡
直到我遇到了这个游戏
它给了我活下去的动力
甚至治好了我的肝硬化
前两天我去医院复查后
医生惊奇的告诉我
“你的肝怎么没了！！！”
我也如愿以偿的开始出门散步
虽然需要家人帮我推轮椅
但比以前背我出去好多了
感谢这款游戏
让我重新拥有希望
希望能够获知作者的地址
我想给他送上我最真诚的祝福和刀片
好评: 看时间
差评: 经营类挂机游戏，氪金要素偏多，虽然不氪也行，因为氪了用途也不太大，但是玩着玩着突然设坎非常影响心情。
好评: 又肝又氪。。。。上瘾哈哈，，，，游戏内容设计还挺合理，不会厌烦。可上头可休闲。关键还是手机PC跨平台，听啊后的。
好评: 看时间
差评: 怎么说呢，本来是想没事的时候刷手机点着玩，后来发现吧，这玩意新鲜感过了，就是麻木，一眼看到终点了，还是鼓励一下继续努力吧，不过呢，并不推荐
差评: 第一二天好玩，后面都是垃圾时间
差评: 25%的几率获得钥匙。实际是0，有月票才能获得，没诚意。
差评: 不好玩
差评: 这游戏核心就是制造栏位（随等级扩展），
如20级花30000金币扩展1个制造栏位，
当我13级时花钻石扩展时，以为钻石扩展的位置是额外的，
（钻石扩展没等级要求我就这么以为了）
但是扩展完了发现直接跳到30级500000金币。
再看看钻石的获取难度，拜拜了您内
好评: 一款非常浪费时间的运营游戏
好评: 还行
好评: 能玩的东西挺多，但是很消耗时间，建议窗口，一边刷剧，一边玩
差评: 免费都是骗人的，道具贵得要死，是美元的。玩这个游戏真的玩了个寂寞。什么都要等时间。
好评: 结合手游，还不错
差评: 不好玩
好评: fp-;rejrihryhrnnj
好评: 月干风化
好评: 好玩，简单。只是我的手提电脑有点菜，开这游戏特别烧。特效全都关了，还是有点烫。
虽然是复制Shop Hero，但是这个会比较简约。 衣服全都要外面活动另外买下。
期待更多新活动。我要帅衣服。
好评: 熟悉的气息   氪无止境
好评: 什么时候能出Mac版？

好评: 看时长

比商店英雄好很多，这部作品可以说是抄袭了商店英雄，但是抄袭的原因很大原因还是因为原来商店英雄更新少，没有听取玩家的意见，而这个传奇商店就是懂得更新懂得听取玩家意见优化的“商店英雄”

好评: 一开始就是混混  结果 上头了
好评: 适合焦虑的上班族，每天下班点点点，放空大脑，缓慢恢复精力条。
内购有三四百块的几个角色以及每月10刀的会员。
各种增值礼包以美元结算，是否值当看个人喜好。
好评: 游戏设计还不错，但有个最大的问题是太肝了，物品的出售与制造全靠手动，时间短还好，时间一长十分繁琐，作为一款养成游戏，这个问题有点致命，希望后面官方能想办法解决这问题吧，比如月卡可提供自动功能
差评: 
手游的付费方式，放到pc端让我感觉被绑在椅子上，拉胯的社交互动，如果变成一次性买断缩短建造时间，改变升级系统，付费dlc形式，会有趣的多
玩了好几个小时，看着倒数读秒，我感觉像是对我人生的嘲讽，一堆要做的事拖延着没去做，然后像僵尸一样 的瘫坐在椅子上耗费生命。我承认这游戏有吸引我的地方，但是我必须要戒断了
差评: 前面玩玩还行 但是玩着玩着就需要咳咳咳 咳咳咳 咳咳咳咳咳咳     我去吃药了 88
差评: 一会一堆bug
好评: nb！
好评: 还不错
好评: 很休闲
好评: 好玩
好评: 不知不觉就玩了这么长时间
好评: 肝就完事了
好评: 消磨时间的好游戏
好评: 非常友好
差评: 充钱的是萨比
好评: 友情提示：这游戏收费是美刀
好评: 132131223
差评: 建议不玩
大约就是一款用电脑玩的手机游戏
就那种一直诱导你充钱的**游戏
基本上就是点点点解锁新内容点点点没啥可玩性
另外没啥战斗内容，宣传上那个战斗就是噱头罢了
好评: 公会 传奇幻想乡 欢迎各位新手    我也是刚玩 一起养老
好评: 很好玩 耐人寻味
好评: 一点也不好玩，就玩了一会。
好评: bucuo dee youxi   相当不错  666666
好评: 适合点一点，
好评: 好玩但是有种感觉就是在勾引我充钱啊哈哈哈哈但是我控制住了
好评: 1030.
差评: 真TM太无聊，成功被忽悠充了4美金，打住！这坑老子不再陷入。前面的兄弟，慢走不送
好评: 静下心来玩了玩 还不错
好评: 我ID李小狼，玩了1000+小时了，这游戏伴随我从小4到初1
好评: hao wang
差评: 玩了十几年游戏，第一次遇到因为你有两个账号就封你的号的游戏。laji
差评: 这游戏属实有些许无聊了
好评: 上头
好评: 非常好玩，有很多玩法，挂在后台也不碍事
好评: 非常好玩的一款休闲游戏，不是很氪金！没有什么抽奖机制，里面氪金的环节可花可不花，适合养老，想玩竞技类游戏的就绕道吧。
好评: 就是店铺面积不够用，不充钱就得等着肝够级别拿金币买，除了这个都还好
好评: 挺休闲的，玩着不累。不过就是玩法还是单调了点。
礼包月卡太贵，收费的标准我觉得这游戏的水准不止这个价。
总体来说其实还好。
好评: 好玩

好评: 上头
好评: 內容豐富  適合想悠閑的打發时間的人
好评: 好遊戲，值得推薦，單人是很難體驗到遊戲樂趣的，這遊戲適合多人積極參與......
差评: 没钱的随便玩，被恶心一下就删了，有钱的随便玩，一路氪服困难就完事，最怕的就是我这种有点小破钱又没什么钱的，这游戏的氪金点跟铁索连环似的，而且只冲一点钱的体验就是爽了但没完全爽，一天玩了7个小时，等我反应过来的时候已经好几百充进去了，后悔啊
好评: 666
好评: 打发时间好游戏

好评: 很好玩 就是比较肝
好评: 我是一个FPS玩家  这是唯一一个让我着迷的 养成类游戏   所以我给它赞，推荐真的很好玩
差评: 又氪又肝
好评: 挺休闲的，还有点上头
好评: 消磨时间罢了
好评: 很休闲
差评: 礼包还是美金汇率，动辄一个图纸普通的一两百很有问题- -手游都能改正常这个什么玩意儿？
好评: 时长还不多，打算长期的玩下去，就是在电脑上不太方便，打发时间的好东西，钱永远不够用
好评: 竞争类游戏玩腻了，
好评: 游戏是个好游戏
差评: 发展时间太长，氪金的地方太多，基本上处于一个单机的状态，打发时间还可以
好评: 可以部氪，休闲的玩
好评: 可玩性较高，玩法单一，简单，适合我这种新手小白
好评: 电脑、手机两不误，一起玩，还行吧
好评: 我个人觉得比其他同类好一点。不牵扯精力。没事切换回来点一点就好。
好评: 可玩性不错，建议设计一些偶然性事件，总是待在房间里卖东西，时间久了很无聊
好评: 入手简单，休闲游戏，想牛逼得充钱
好评: 这个游戏玩起来还是挺舒适的，蛮耐玩的
好评: 作为单机游戏，有公会之类的能够互动交流，玩法也比较简单，值得一玩
好评: wwww111
好评: 还不错！
差评: 掂量掂量钱包的分量再入坑 不想在非常手游的手游里花大几千就别进了
差评: 不冲65月卡根本没法玩
好评: 期末考试的时候觉得非常好玩，暑假玩就怪闲得慌，可能是没氪一直没啥进展
好评: 真的好无聊所以玩这个。太好玩了。
好评: 打发时间，但想玩好还是得多砸钱

差评: 我知道这是一个免费游戏，但说真的，除了用鼠标一直不过脑子的点点点之外，我没看到其他任何有用的动作。玩游戏是为了快乐，而不是单纯的消磨时间，还不如打会儿俄罗斯方块。
好评: 无聊的要死可以玩
好评: 1
好评: 我是肝帝！！冲冲冲冲冲
好评: 0氪要传到下辈子才能把成就肝完
好评: 在线996
好评: 算是有新意吧，虽然到头来还是那一套，但是总算是有新意。不过不花钱前期真是处处卡壳。自己小充了几十刀，充完之后感觉就是一阵空虚

算了说正事
桃宝NoGameNoLife手游小店代储传奇商店，价格优惠，欢迎光临，支持steam和安卓端
差评: 没有会员会很难受，有会员不充更难受，前期各种逼氪，看着电脑不知道自己在干嘛，无聊的打斗，无聊的买卖。玩游戏只是为了看着游戏金币到一万亿？
差评: 完全就是一个手游，游戏模式真不适合电脑
好评: 费钱费电
差评: 什么垃圾玩意，啥啥都要钱，冒险物品还尼玛要会员才给
差评: NPC说话以后会卡在对话那里，比如有个牙仙，可惜不能退充值款
好评: 很耐玩
好评: 难得的有趣的好游戏，真希望STEAM 出一下手机的APP 让我可以再手机方便的玩，还有就是氪金有点贵，第一次玩美金游戏，不过这个游戏也确实值得消费！
好评: 别玩.
好评: 还是蛮好玩的，卖东西很快，基础资源一直都在自动采集，特殊资源冒险速度也不慢，喜欢收集的话可以玩玩，收图纸，刷满熟练度什么的还是挺有成就感的。
好评: 神TM免费！鼠标直接点烂了！还没充值就要花钱换鼠标!
好评: 可玩性非常高
差评: 手游的话体感会好些，里面VIP小贵
好评: 月卡买不了，一点购买就退出买月卡的界面，然后steam有个购买失败的消费记录，钱包钱是够的，客服一直是电脑不知道怎么解决。
好评: 实打实大大
差评: NPC对话也能一直卡BUG死机？只会哄人充钱吗
差评: 







目前游戏等级64，应该算是中期玩家了。个人觉得自己对这个游戏的玩法应该是十分熟悉了，以下是个人推荐原因。第一点：画质很棒（手机玩更容易感受） 第二点：多种玩法：如果没有太多时间时，可以选择做生产商。玩到中期，生产装备时间挺久的，可以无聊点点制造。如果时间空闲时，可以选择做”中间人“。利用市场，进行购入装备，利用能量翻倍售出。
综述：很不错的经营类游戏。画质优美，玩法有趣。

最后总是重点！这游戏好是好！就是bug超级多！！！！而且客服核实作弊，汇报游戏团队后也不会处理！！！！！我特别建议萌新进入游戏后，别急着消费。观望官方是否会整治bug！
bug汇总：离线刷传奇。普通玩家一周可能没有一个传奇。而bug玩家一小时五个传奇，而且是最高阶的传奇！举个例子：刚玩的时候，市价1000钻石的东西，现在掉到50钻。
还有其他很多很多bug................给官方留点面子o(╥﹏╥)o

除了大量造成极度严重不公平的bug外，还有一个超级严重情况！
脚本/辅助！！！！！！24h不间断运行！运用脚本，即使玩了几天，也能超越玩了几个月的玩家！！！！
受脚本的影响，也衍生了一些超级不好的现象：卖金币！按照现有卖金币的比例：10块等于1亿金币！！！！！没错，大部分老玩家，你们玩了几个月时间，极可能比不上一个200块玩家o(╥﹏╥)o。
除了卖金币的情况，还存在一个超级恶劣情况！！！！！！！
秒家具商人：利用个人账号秒家具，可以理解。可是你的小号也太高级了（5级小号o(╥﹏╥)o）
一些无聊至极的人很喜欢花低廉价格去找那些商人秒家具，在短时间得到极大提升。
我估算了一下。找这些商人的小号花费的现实钱（人民币单位）。私下找那些商人秒家具，花费的1000块等同于游戏中消费的20000块！！！！1:20！！！！！另外一个角度来看，顶级大佬就是些几千块的塑料选手o(╥﹏╥)o
另外游戏频道.........无法正常聊天o(╥﹏╥)o进去后会懂的（怕有些人喜欢交智商税，特别提醒世界商人全是骗子）
另外最令人无奈的事情来了：将那些明确违规的玩家违规过程违规行为，举报给客服。客服：已核实该玩家确实作弊的情况，已提交给游戏团队处理。。。。。。。。。。。。。。。你们以为会封号了吧？你们绝对不敢想结果.......我以前也不敢.............................................20天过去了..............违规作弊玩家依然在作弊...................连个提醒邮件都没有....................................................................................................................................................................................................................................................想不到吧？o(╥﹏╥)o  可以说，游戏团队的不作为直接导致bug玩家规模加大（玩家：一小时五个传奇！我也想用。)...............................坦白说，我也想用。只是个人玩了很多年游戏，觉得真是用bug玩，那我不如玩个破解游戏？...........................其实我懂利用bug玩家的心理：廉价代价，就可装逼（炫耀给别人）0.0

最后的最后也是重点：之所以会推荐，因为这游戏确实不错。玩法不错，客服态度也很好（就是客服提交作弊信息后，游戏团队不处理）
嗯，以上bug消失的话，这游戏真的不错。（我相信很多玩家都不愿意选择利用漏洞破坏自己个人游戏体验）
不过寄望了游戏团队1个多月...................我也有点灰心了..........................................


The current level of the game 64, should be considered a mid-level player. I think I should be very familiar with the gameplay of this game, the following is a personal recommendation. First point: great picture quality (mobile phone is easier to play) second point: multiple gameplay: if you don't have much time, you can choose to be the manufacturer. Play to the middle, production equipment for a long time, can be boring point manufacturing. If you have free time, you can choose to be the go-between. Use the market, buy equipment, use energy to double the sale.
Overview: very good business games. Beautiful picture quality, fun to play.

Always focus on the end! This game is good! There are so many bugs!! And the customer service verification cheating, report the game after the team will not deal with!! I especially suggest that after the new meng into the game, don't rush to spend. Wait and see if the official will fix the bug!
Bug summary: offline brush legend. The average player may not have a legend in a week. And bug player an hour five legends, and the highest level of legends! Here's an example: what cost 1,000 diamonds at the beginning of the game now costs 50.
There are many, many other bugs... Leave the official point face o (╥ man ╥) o

In addition to the large number of bugs that cause extreme unfairness, there is a super serious case!
Script/assistant!! 24h uninterrupted operation! Use script, even if play a few days, also can surpass play a few months of the player!!
Affected by the script, also derived some super bad phenomenon: sell gold! According to the ratio of existing gold COINS sold: 10 pieces is equal to 100 million gold COINS!! Yes, most of the old players, you play for a few months time, probably not worth a $200 player o (╥ man ╥) o.
In addition to selling gold, there is a super bad situation!!
Second furniture merchant: use individual account number second furniture, can understand. But your trumpet is too advanced (grade 5 small o (╥ man ╥) o)
Some extremely boring people like to spend a low price to find the dealer second furniture, in a short time to get a great promotion.
I made an estimate. The amount of real money (RMB unit) spent on these merchants' trumpets. Privately look for those merchant second furniture, the 1000 that spend is equal to the 20000 that consume in the game!!! 1:20!! Another point of view, the top bosses are some thousands of pieces of plastic player o (╥ man ╥) o
And the game channel... Can't normal chat o (╥ man ╥) o will understand after go in (afraid some people prefer to pay IQ tax, special remind the world businessmen are all liar)
In addition, the most frustrating thing to come: will be those who clearly violate the rules of the player violation process violations, reported to customer service. Customer service: the situation of cheating has been verified and submitted to the game team for handling... You think it's going to be closed? You wouldn't dare think about it... I also dare not before... Twenty days later... Cheating players are still cheating... Doesn't even have a remind mail... . Can you believe it? O (╥ man ╥) o, to say the game team not as a direct result of bug players scale (players: one hour five legend! I want to use it, too. . Frankly, I want to use it, too. Just the individual has played the game for many years, think is really with the bug to play, that I how about playing a crack game? . In fact, I know how to take advantage of the psychology of bug players: cheap price, can pack force (show off to others) 0.0

Last but not least, it is recommended because it is a good game. The gameplay is good, the customer service attitude is also very good (that is, after the customer service submitted the cheating information, the game team will not deal with it)
Well, if the above bugs disappear, the game is really good. (I'm sure that many players are reluctant to take advantage of the vulnerability to destroy their own personal gaming experience.)
But for more than a month... I also have a little frustrated...
好评: 好
好评: 蜜汁合适与文明系列一起食用，回合加载之余点两下店铺，核平经营两不误~
好评: 休闲养脑，手机也能下载关联，蛮不错得到
好评: 一款休闲游戏，安卓苹果steam三端数据共通。
2020年初刷抖音广告下载的手游，同年5月出了电脑端。
这仅仅是一个休闲游戏，不是竞技游戏。。。。。。
游戏玩法就很单调的点点点，造装备点点点，收装备点点点，卖装备点点点，只适合无聊以及摸鱼玩，喜欢竞技游戏的你还是别体验这个游戏了，下一个新赛季又要开始了，不要耽误上分。。。。。。
整个游戏不分什么区服，国服玩家都在一个区服，新玩家开局就和老玩家在一个区服，如同你玩QQ农场一样。

————————————————————————————————————————

你可以找个小公会在闲暇之余聊聊天点点点，你也可以花点钱把投资搞上去跟大佬们肩并肩，或者就肝起来就行。
这游戏特色就是肝，如果想氪金玩的话，需要氪金的部分：工程师、学士、阳龙、月龙四个工人一次性买断（大概300-400，记不清了），还有个月卡（60多一个月，人家是10刀叻，换算过来就是我们的60多），其他的礼包看自己需求，买不买影响都不大。你甚至一毛钱不充都能玩，工人仅仅是可以造一些特殊的装备、道具、材料，当然这些东西在市场上都能用金币都买到，区别只是自己做能节省大量金币的开支，月卡在冒险结算时能额外获得一些战利品以及可以用金币修装备等作用（月卡主要是冒险结算时能用金币维修装备）。
等你可以做7阶以上装备的时候，也就一个收菜游戏罢了，装备造好了收收再造上，冒险结算了再继续冒险。

————————————————————————————————————————

游戏攻略百度贴吧里都有，说这游戏氪金也没毛病，毕竟人家10刀叻一个月，我们换算过来得支付60多，拿60开三四个视频会员刷剧也很香的啊！
免费游戏，可以入库体验体验，还是上面说的，只适合无聊以及摸鱼玩。。。。。。
差评: 不能充值
好评: 说实话实在是称不上多推荐这个游戏，只是觉得给差评也不至于，毕竟免费游戏，想充值月卡，结果好家伙美元，怕了怕了，总而言之上头却又劝退，说了半天等于没说，哈哈哈哈。
好评: 太好玩了，我喜欢。建议玩一玩
差评: 逼氪可以，请服务到家。
好评: 还行 打发时间
好评: 非常好玩
差评: 不能对垃圾游戏上瘾
早卸早超生！
好评: 还可以就是有一点肝
好评: 肝就完了
好评: 垃圾游戏，一点都不好玩
好评: 每个关键点都要付钱，想玩得爽的话，一个礼拜300人民币，保守估计3000块成型，10000块后无味
好评: 挺好玩的，休闲佳作
好评: 还不错
好评: 咳咳，我就是在Steam上玩一些休闲消磨时间小游戏
好评: 喜欢这类游戏风格
差评: 能不能把新手教程去了或者缩短啊，不然加个可跳过的选项也行啊，教程恶心的我血压拉满
好评: 啥时候能把自动买卖脚本封一下，服了。
好评: 挺上瘾的，但氪金点略多，微氪才有比较好的体验
好评: 可以打发时间，但是会渗透资本主义思想
差评: 垃圾游戏，艹
差评: 氪
差评: 我打开游戏一看，这游戏没有收费，商店首页的处处都写着“免费开玩”几个字。我横竖睡不着，仔细看了半夜，才从字缝里看出字来，所有界面都写着两个字是“给钱”！
差评: “凡事总须研究，才会明白。古来时常吃人，我也还记得，可是不甚清楚。我翻开简介一查，这历史没有年代，歪歪斜斜的每页上都写着‘免费游戏’几个字。我横竖睡不着，仔细看了半夜，才从字缝里看出字来，满本都写着两个字是‘氪金’””
好评:  看直播必备小游戏
好评: 我是傻逼
差评: 好无聊..
好评: ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣀⡀⠀⠀⣀⡀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⣿⣿⣿⠀⣼⣿⣿⣦⡀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⠀⠀⠀⠀⢸⣿⣿⡟⢰⣿⣿⣿⠟⠁⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⢰⣿⠿⢿⣦⣀⠀⠘⠛⠛⠃⠸⠿⠟⣫⣴⣶⣾⡆⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠸⣿⡀⠀⠉⢿⣦⡀⠀⠀⠀⠀⠀⠀⠛⠿⠿⣿⠃⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠙⢿⣦⠀⠀⠹⣿⣶⡾⠛⠛⢷⣦⣄⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣧⠀⠀⠈⠉⣀⡀⠀⠀⠙⢿⡇⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⢀⣠⣴⡿⠟⠋⠀⠀⢠⣾⠟⠃⠀⠀⠀⢸⣿⡆⠀⠀⠀⠀⠀
⠀⠀⠀⠀⢀⣠⣶⡿⠛⠉⠀⠀⠀⠀⠀⣾⡇⠀⠀⠀⠀⠀⢸⣿⠇⠀⠀⠀⠀⠀
⠀⢀⣠⣾⠿⠛⠁⠀⠀⠀⠀⠀⠀⠀⢀⣼⣧⣀⠀⠀⠀⢀⣼⠇⠀⠀⠀⠀⠀⠀
⠀⠈⠋⠁⠀⠀⠀⠀⠀⠀⠀⠀⢀⣴⡿⠋⠙⠛⠛⠛⠛⠛⠁⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣾⡿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⢾⠿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀

好评: 可以
好评: niupi
好评: 前期还玩的还欧克，后期涉及到什么魔法附着物品什么的头晕了，十几级到二十级感觉好漫长，金币用的地方太多，赚的又不够。不过免费游戏还管他什么呢，毕竟打法时间绰绰有余了。
好评: 非常休闲的一款游戏，就是比较肝
好评: 好玩
好评: 挺好玩的
好评: 不说了我要着急买东西了
好评: 上头
好评: 如果能出个工会改名卡就好了，
好评: 可以的 无聊的时候玩

好评: 喜欢经营的不要错过，很上头
好评: 极好玩的。内存小，画质好。你不玩，别懊恼。：steamhappy：
好评: 解放了我的左手 很治愈

好评: 前中期氪金 后期翻到不用了 熬过中期 你会发现另外一个世界
好评: 喜欢
好评: 我特么肝药坏了

好评: 放松一下  挺好
好评: 经营类的游戏，很棒
好评: 太离谱了
好评: .
差评: 女朋友给我口了一晚上才让她玩的，现在轮到我口她了
好评: 太好玩了
好评: Yeah
好评: good game
好评: 很好玩

好评: 耐玩

好评: 真的还不错 虽然是免费的

差评: 氪就完事了，不氪工匠都齐不了
好评: 看我时间 ↑↑↑

⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣀⡀⠀⠀⣀⡀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⣿⣿⣿⠀⣼⣿⣿⣦⡀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⠀⠀⠀⠀⢸⣿⣿⡟⢰⣿⣿⣿⠟⠁⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⢰⣿⠿⢿⣦⣀⠀⠘⠛⠛⠃⠸⠿⠟⣫⣴⣶⣾⡆⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠸⣿⡀⠀⠉⢿⣦⡀⠀⠀⠀⠀⠀⠀⠛⠿⠿⣿⠃⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠙⢿⣦⠀⠀⠹⣿⣶⡾⠛⠛⢷⣦⣄⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣧⠀⠀⠈⠉⣀⡀⠀⠀⠙⢿⡇⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⢀⣠⣴⡿⠟⠋⠀⠀⢠⣾⠟⠃⠀⠀⠀⢸⣿⡆⠀⠀⠀⠀⠀
⠀⠀⠀⠀⢀⣠⣶⡿⠛⠉⠀⠀⠀⠀⠀⣾⡇⠀⠀⠀⠀⠀⢸⣿⠇⠀⠀⠀⠀⠀
⠀⢀⣠⣾⠿⠛⠁⠀⠀⠀⠀⠀⠀⠀⢀⣼⣧⣀⠀⠀⠀⢀⣼⠇⠀⠀⠀⠀⠀⠀
⠀⠈⠋⠁⠀⠀⠀⠀⠀⠀⠀⠀⢀⣴⡿⠋⠙⠛⠛⠛⠛⠛⠁⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣾⡿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⢾⠿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
差评: 氪金无度数
好评: 休闲摸鱼挺好
好评: haowan

好评: 感觉不错
好评: 不氪金的话高级装备材料来的太慢了，打怪之后的休整时间巨长。
养老的话还可以，偶尔上线点一点
好评: 游戏很休闲 总体还是不错的
好评: 收菜游戏。卦机游戏
好评: 牛逼
好评: 不用开个全屏，弄个小窗口，掌握好alt+tab，简直摸鱼利器
好评: 养老小店
差评: wosisabi
差评: 游戏进程很慢。。随时让你氪。。不推荐
好评: 我是傻逼

好评: 。
好评: 慢慢玩 别充钱
好评: 自由装饰 自由打造
好评: ggdfgg
差评: 垃圾，不解释
好评: 如果时间很多又没事干可以玩，肉眼可见的内容在1000小时以上，肝了一百多小时升到了6阶，一共11阶，高阶之后装备很难做出来，而且老是坏，并且要会员才能修，索性弃坑了
好评: 有意思的游戏。
好评: 还行
好评: 休闲娱乐游戏，无聊时可以玩玩
好评: 适合养老
好评: 游戏不错，但这也太氪了

好评: 打发时间的神器
好评: .
好评: 我肝剧好
好评: 很好玩的游戏 消磨时间上佳游戏 闲来无趣可以玩的
差评: 就是个手游类的氪金游戏  不建议玩 我已入坑  估计又要最少一万才会脱坑  大家尽量别下  免费的其实都是最黑的
好评: 这个游戏不氪玩不好，譬如里面有一个石头的图纸，是打造元素的必需品，但这个石头图纸必须氪金才能得到，很影响后续的发展，需要氪的地方太多，如果有大佬每个月有几千的零花钱，玩这个游戏不会感觉有什么，但对于我这种穷逼来说，还是算了
差评: 特别需要时间不是很好玩
好评: 当养老游戏玩挺好的，但是千万不要全身心投入进去
好评: 6
差评: 抄袭的《Shop Heroes》，区别有花钱的地方多了，几个工人还要花钱买一个20刀一个30刀，后面还不知道有没有呢，装备坏了后金币修复需要月卡会员，而会员居然要9.99刀…………
产品升星是个创意，有各种的效果，比如减少原料、时间，几率双倍，几率品质上升等等，不过升星券获得没有稳定的渠道，购买的话10刀35张
《Shop Heroes》里升级生产框直接生产有前置产品需求的产品的功能没了，我玩到了22级反正是没找到。
多了附魔系统，可以给产品附魔，不过是鸡肋，卖NPC不收，给英雄附魔用装备容易坏，卖市场费时间还要看机缘而且NPC不收有100+的卖单
《Shop Heroes》里英雄在这儿分成了两类，英雄和勇士，英雄老样子穿装备打怪升级后破坏装备让你修/造，勇士则不需要装备，打怪升级，多了个评级白绿蓝……升级的物品就每天的任务一丁点，要大量获得还是用刀买3刀10个。
最主要的就是冒险打怪后装备破损的问题了，《Shop Heroes》和这个游戏都是狼狈为奸、一丘之貉、蛇鼠一窝、狐群狗党、同流合污、臭味相投、沆瀣一气……就算最金色传奇还是有3%的几率破坏，而白色直接是12%。这点《卡德里亚道具屋》比较好，紫色的等级合适0.9%，可以忽略，金色以上不管等级合不合适都是0%耐操耐磨。
最后是升级产品品质的钻石的问题了，《Shop Heroes》我太久没玩忘了，反正不会给你多的，这游戏也一样，毕竟买的话100刀16500个。《卡德里亚道具屋》是648元7580个，按6.48汇率折价100刀7580个，不过《卡德里亚道具屋》有个势力战争系统，每次有250个钻石还有金色品质的东西拿，奖励的图纸已经有的话还可以换成200个钻，是一个稳定的钻石获取渠道。
总的来说是一个《Shop Heroes》的复制品，多了一点创新而已，至于《Shop Heroes》我很久没玩了，听说服务器不稳定，大家自己去玩一下就知道了，反正这三款游戏都是免费骗氪金的网游


好评: 挺好的。
完了以后智商就降低了，只会点来点去。
然后脑子渐渐放弃了思考。
一点就是几小时。
挺费手的。
差评: 人物挺卡通，画风挺好，但你那个用美刀做单位的内购价吓到我了！
好评: 非常好的一款免费打发时间的游戏。
好评: 是个不错的游戏
好评: 可以  很休闲  很人性
差评: 国产氪金要命游戏 不推荐
好评: 挺好玩的，然后最好加入一个活跃人多的工会，这样才会有很多福利。
好评: ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣀⡀⠀⠀⣀⡀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⣿⣿⣿⠀⣼⣿⣿⣦⡀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⠀⠀⠀⠀⢸⣿⣿⡟⢰⣿⣿⣿⠟⠁⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⢰⣿⠿⢿⣦⣀⠀⠘⠛⠛⠃⠸⠿⠟⣫⣴⣶⣾⡆⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠸⣿⡀⠀⠉⢿⣦⡀⠀⠀⠀⠀⠀⠀⠛⠿⠿⣿⠃⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠙⢿⣦⠀⠀⠹⣿⣶⡾⠛⠛⢷⣦⣄⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣧⠀⠀⠈⠉⣀⡀⠀⠀⠙⢿⡇⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⢀⣠⣴⡿⠟⠋⠀⠀⢠⣾⠟⠃⠀⠀⠀⢸⣿⡆⠀⠀⠀⠀⠀
⠀⠀⠀⠀⢀⣠⣶⡿⠛⠉⠀⠀⠀⠀⠀⣾⡇⠀⠀⠀⠀⠀⢸⣿⠇⠀⠀⠀⠀⠀
⠀⢀⣠⣾⠿⠛⠁⠀⠀⠀⠀⠀⠀⠀⢀⣼⣧⣀⠀⠀⠀⢀⣼⠇⠀⠀⠀⠀⠀⠀
⠀⠈⠋⠁⠀⠀⠀⠀⠀⠀⠀⠀⢀⣴⡿⠋⠙⠛⠛⠛⠛⠛⠁⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣾⡿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⢾⠿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
好评: 好玩
差评: 太肝了

好评: 看时长
好评: 上班摸鱼小窗口游戏，你值得拥有。
好评: 疲乏期来得太快了，很多需要的资源不知道哪里取得，好像是为了鼓励用户冲钱，内容衔接性和联网互动性不够
好评: 我是傻逼
差评: 坑钱游戏！抄袭卡德里亚道具屋！
好评: =======推荐程度=======
☐ steam必玩
☐诚意推荐
✔ 安利纽崔莱
☐ 游戏荒可入
☐ 宁愿拿钱买奶茶
☐ 谁买谁被2B砍
☐ 孙笑川力荐

=======大小=======
✔ 百兆小游戏
☐ 1-5 G
☐ 5-10 G
☐ 10-20 G
☐ 20-50 G
☐ 50-100 G
☐100-200 G
☐ GMOD
☐ 地球ONLINE

=======图像=======
☐ 地球ONLINE
☐ 打破次元壁
☐ 无法和现实区分
☐ 赏心悦目
☐ 很美丽
✔ 一般
☐ 不怎么样
☐ 别盯着看太久
☐ 画图.exe
☐ .jpg
☐ 像素党秒天秒地！
☐ 瞎了我的24K钛合金狗眼
☐ 他的眼神很纯真

=======游戏体验=======
☐ 我的心已被此游戏占据，此生或许再无悲喜
☐完美！！！
☐ 回想起爷的初恋
☐ 不错！
✔ 普普通通
☐ 不怎么样
☐ WDNMD
☐ 盯着墙看都比玩它强
☐ 锻炼你的精神抗打击能力

=======声音效果=======
☐ 耳朵怀孕
☐ 感动人心
☐ 还不错
☐ 一般
✔ 不咋样
☐ 耳朵流产
☐ 音乐？什么音乐？
☐
☐ 你吼辣么大声干嘛

=======受众群体=======
☐ 儿童
✔ 青少年
✔ 成人
☐ LSP

=======配置要求=======
☐ 能玩扫雷的电脑都能玩
✔入门配置
☐ 一般配置
☐ 进阶级配置
☐ 发烧级配置
☐ 神威•太湖之光
☐ 赛博坦

=======游戏寿命=======
☐ 没玩就退款（
☐ 玩完就退款
☐ 5-10小时
☐ 10-30小时
☐ 30-50小时
✔ 50-100小时
☐ 100-200小时
☐ 200-400小时
☐ 400-800小时
☐ 800-1600小时
☐ 1600-3200小时
☐ 3200-6400小时
☐ 6400+小时
☐ 我觉得我能比它先去世

=======游戏粘性=======
☐ 序章都没过
✔ 可能不会完全通关
☐ 通关1-5次
☐ 通关5-10次
☐ 通关10-20次
☐ 通关20-50次
☐ 通关50-100次
☐ 通关200-400次
☐ 通关∞次

=======操作=======
☐ 你家的宠物也能玩
✔ 几乎不需要
☐ 简单
☐中等
☐ 困难
☐ 反人类
☐ DARK SOULS

=======肝=======
☐ 护肝
☐如果你想玩出点花样
☐ 肝与不肝并不影响剧情
☐ 每关必肝
✔ 肝痛
☐ 必须24小时全天候地肝
☐ 不费肝，费胃和胆

=======故事情节=======
☐ 进击的巨人 139话
☐ 美末2
✔ 故事?什么故事?
☐ 文字或语音剧情
☐ 平庸
☐ 还行
☐ 精彩
☐ 可以作为你的第二人生
☐ 地球ONLINE
☐ STEINS:GATE

=======联机=======
✔ 孤独患者
☐ 你唯一的Monika
☐ 你唯一的沙雕网友
☐ 2-5人
☐ 5-10人
☐ 10-30人
☐ 30-64人
☐ 行星边际2
☐ 地球ONLINE

=======语种=======
☐ 你信不信我会八国语言？
☐ 基础英文
☐ 可以打汉化MOD或补丁
✔自带汉化！

=======价格=======
✔ 免费游玩!
☐ 业界良心！
☐ 值这个价
☐ 不值这个价
☐ 如果你有点闲钱的话可以一试
☐ 不推荐原价入
☐ 买它 呐
☐ 信仰无价
☐ 用爱包容

=======游戏整体评分=======
☐ -8000(喷子黑子专属评分)
☐ 0-10分(垃圾游戏、差评)
☐ 10-30分(完完全全的不及格)
☐ 30-50分(总体不是很和谐，但是买来当笑话看应该不是什么大问题)
☐ 50-65分(勉强及格，算是个游戏)
☐ 65-80分(算是个不错的游戏了)
✔ 80-95分(无论从哪个角度来看都非常不错)
☐ 95-100分(这游戏牛逼！)
☐ 100-100+分(完全超出预定水准，无论从哪方面看都是精品)
☐∞分(死忠舔狗专属评分)
☐好耶(电锯人专属评分)

=======Bug=======
✔ 几乎没有
☐ 少量
☐ bug令人烦恼
☐ 赛博朋克2077
☐ 育碧
☐ 模拟山羊
☐ 挂B!挂B!挂B!挂B!
☐ 不是bug, 是特性
☐ 不是bug, 是时辰
☐ character本身就是bug
好评: ..................................................................................................................................................................................................................................................................................................................................................................................................................................................lllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllliiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiijjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjtttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTTT 





NB
差评: 太费时间~~无脑游戏~~
好评: 真心这游戏不错 很适合休闲玩家 玩着就像钓鱼一样 看着简单却需要注意很多的细节和把控时间 先说这么点 我继续玩了 等我更新嘿嘿 真心推荐不氪金也是可以玩的一定要把砖石留的开制造列队
好评: 肝就完了，不休闲，需要多次，重复的操作
好评: It's very good !
好评: 挺好，适合摸鱼时候玩，就是有点肝
差评: 做东西全靠手搓，升级建筑等干什么都需要巨额金币，或者氪金，耗费大量时间去做不值钱的东西，玩这个游戏太累
好评: 可以一起玩呀，无聊打发时间的最好选择。一开始也没玩懂，玩懂了以后玩起来就很喜欢那种收集东西，升级东西的感觉
好评: 巨好玩的经营。
好评: 这游戏刚开始玩很好玩，玩到中期赚的钱都不够升级家具以及补充英雄装备会感到乏力。但是到了大后期，就是纯粹的想要多赚钱看看面板数据，很适合养老的一款游戏，我会当做遗产留给子孙后代。
好评: 轻松休闲点点点，不过打材料需要等有点烦
差评: 如果你是看在免费游戏的份上想试试的话，那么劝你赶快走，这游戏跟国产那些打着免费的网游一样，处处都隐藏着氪金陷阱，吃相极其难看，游戏养老玩玩还行，千万别氪金，当然这里建议你最好不要玩，因为你不氪金会玩的很难受，就连修理都难受，你不开60多块钱一个月的月卡你修理还得花道具，而且装备极其容易坏，休息工具还非常难获得，真的就逼氪的辣鸡游戏。
差评: 游戏可以免费玩，但是绝大部分内容不氪金体验不了。另外新手指引相当差。不建议入坑
好评: 这游戏非常好玩。关键是还免费。下起来兄弟们！
好评: 挺不错的刚出新手村
好评: good
差评: 我觉得核心玩法太无聊了，基本让你一直挂着，但是又没有很好的反馈，有点浪费时间
好评: 能玩 挂挂机
好评: 1888小时。。
好评: 推荐，8/10。评测时间2021.7.28
《传奇商店：经营与打造》是一款玩法非常经典，朴实无华的模拟经营游戏，玩家靠着造装备——卖钱——造更强装备——卖更多钱展开，上手简单易上头，本人因为非常喜欢这一玩法所以两天肝了22小时，适合喜欢模拟经营，上班摸鱼利用碎片时间的玩家入手，免费游戏试试也不亏，只要别砸大钱进去。
玩法方面没有什么好说的，喜欢就是喜欢，觉得无聊的估计半小时就忍不住了。但可以保证的是养成线足够长，肉眼可见上百小时也玩不到底。前期经营中后期就开始挂机为主，卖居民钱一直在那点点点远不如市场倒买倒卖来的钱快，我一度以为钱是大风刮来的，事实证明确实如此。装备和英雄是个大坑，好在游戏没有强制玩家推进度，慢慢肝慢慢嫖。
氪金方面，要是国内手游定价我可能就脑袋一热买了，但后面都带着个dollar，遂打消念头。月卡上百属实没必要，东西慢慢玩也基本能有，只要耐得住性子养成。氪金的诟病除了价格高就是奖励拉的进度太多，白嫖估计要小一个月才能嫖出新英雄，氪金直接就给了。不过在以年为单位的养成线里，白嫖慢的进度不至于玩不下去。冲榜就当放屁。
总之可以又肝又氪也可以养老摸鱼，公会里几个人一起投资建设，谁拉胯偷懒一目了然，也蛮适合找几个好朋友一起开荒，空闲里上去升升级赚赚钱，慢慢投资把公会养上去。
好评: 休闲游戏 免费的还想要啥自行车 不氪金玩家慢慢升级
好评: 作为一个白嫖的游戏确实不错
差评: 我是傻逼
差评: 像极了国内打着道具收费的免费网游，会员制和氪金方式有点恶心，，又肝又氪，，我宁愿它是买断制，，
好评: 好玩
好评: 游戏还可以休闲时候玩玩，就是有点肝不过这开商店冒险有趣目前就是前期比较缺金币，图纸什么一点点凑齐，到高级图纸估计要很久了，不过玩玩佛着玩吧
差评: 这游戏就一个字“氪”
好评: 很容易上头
这游戏不氪金也可以玩
真的消磨时间，不知不觉几个小时就过去了
好评: 挺好玩的，就是有点费钱

好评: 上头
好评: 太肝了
好评: 我不是很懂那些因为不投资，被其他工会踢了，来我们这还继续守财的
守财奴们，你们要这些游戏币干什么，难不成能提现吗?
好评:   是个打发时间的好游戏
经典的造这个等多久，造多少个这个可以造下一个
好评: hao
差评: 游戏服务器不稳定，老是断线，偶尔还有回档
差评: 不好玩
好评: 很好玩天天没事玩玩养老
差评: 一些价值比较高的商品需要充钱才能制造。
而且使用／售卖外挂的人很多。
好评: 我不是很喜欢在电脑上玩手游
差评: 处处氪金，休闲谈不上，就是不停的点点点，肝是必须的。而且不充值还进场登录不了游戏
差评: 开所有打造工人必须氪金就很烦
好评: 玩着玩着就退坑了
好评: 上瘾
好评: 很不错

好评: 无聊可以玩玩
好评: 好玩！！！
好评: 游戏好的地方在于消磨时间，有一定的升级系统和荣誉系统，但需加强。特别是团队成就感，有利于玩家间互相交流增加游戏的乐趣。物品的音效很棒
不好的地方在于，装饰品太少了..而且很大一部分需要用大量钻石来使用。对于第一次玩的玩家，肯定是要一定的时间和精力研究下你这游戏才会舍得充值。而恰恰运营想利用玩家充值解锁高级装饰这一点与上面的想法有冲突。
希望多些金币装饰，多些荣誉任务。这种游戏，留得住人才能有充值的机会。要远视点哦
好评: 没有体力限制
好评: 不错，手机也能玩，打发时间挺好
好评: 就是不想肝才来玩这个。别的不多说了，加载游戏的时候老是下载失败就很无语。
好评: 总体来说休闲，不会太占用时间。娱乐性很强
好评: 养老游戏，比较肝
差评: 看见我的时长了吗？一直在卡在加载页面中。
好评: 适合休闲娱乐
好评: 挺好的 就是挺费时间 以后尽量少玩
好评: 便宜，很值
好评: 山东菏泽曹县牛逼666
好评: 免费的还有啥说的？打发时间的利器~！
好评: +1
差评: 能别入坑就别入把，太需要时间了，后面就是数字游戏
好评: 很有意思
差评: 更新有问题

好评: 爆肝
好评: 太适合我这种老人养生了
差评: 运营乱封号
好评: 玩了600多小时 最后还是熬不住退游了 玩到后面感觉游戏很无聊像单机
就是养成类游戏和收集类游戏 充钱的话那个月卡就可以 别的没必要

差评: 38分钟掉线8次
好评: 有点氪金的休闲经营模拟，花样蛮多
好评: 只能说玩久了就舍不得丢下，虽然也不知道自己到底在玩啥……
差评: 手游移植过来的 还是那样 （免 费 的 永 远 最 贵）
差评: 账号丢失了  给予充值记录客服不帮助我找回 已经不打算充值了
好评: 消磨时间
好评: 画面精细。比原来的商店英雄好玩。
好评: 能找到一些新朋友

好评: 有意思的游戏
差评: 一到25级，出来个“总统服”？？？滚
好评: 这游戏？一般，我从10点玩到9点，这还能算有意思？
好评: 友情提示千万不要氪金，唯一值得氪金得就只有月卡。
好评: 玩了这个能忘记女人
好评: 非常好玩，而且符合大众口味
好评: 慢节奏的游戏，适合有耐心的朋友
好评: 真不错
好评: 越玩越上瘾 一直想造装备 卖装备 收集成就.....
好评: 感觉打发时间很好
好评: 适合极度无聊的人玩，这个游戏到了后期非常的肝，没有个一两个月根本发展不起来
好评: 挺好玩的
差评: 一直下载失败？
好评: 前面还有一点意思后面就很无聊了
差评: 好玩挺好玩，休闲的，但是前期还行吧，后期不充钱感觉玩不下去，进度贼慢，材料不齐，个人意见。
差评: 这不是你想要的轻松悠闲的模拟游戏，比上班都累，每一秒都要关注，因为每一下都要操作，没有任何智能辅助的存在，啥也不是。
好评: 好啊好啊
好评: 挂着就完了
好评: 一些需要氪金 当休闲游戏玩一会还行 55小时差不多腻了
好评: 游戏偏休闲风格，整体也是很好玩的
好评: 一个懒人游戏，很容易消磨时间，不氪金也能玩的很好
好评: 游戏性很好，就是太肝了
好评: 我始终还是玩不懂，打发时间的好东西
好评: 这个游戏，我愿称之为“时间填充游戏”。

什么意思呢？就是填充你无聊的碎片时间的游戏。比如说我在打LOL，在狩猎，在排队和等待的间隙，可以点进这个游戏，鼠标点击完成一些造装备/收装备/派出小队/小队完成任务等纯放置玩法。如果有这方面需求的朋友，我觉得玩一玩也无妨。

目前我的总时间578小时，我也是惊呆了hhh感觉实际操作的时间比这个少很多，然后氪金方面是...0氪哈哈，完全不入套，毕竟佛系玩家。如果你玩游戏有所追求，一定要实现什么目标，达到什么高度的话，不建议这个游戏，如果和我一样图一乐，可以一试。
好评: 休闲养老小游戏，挺耗时间也挺无趣的，就是卖卖卖。想玩的好点挺费银子的，毕竟一氪金手游
好评: 挺好玩
差评: 又氪又肝，差点以为是猪场出的
好评: 好玩！可以连接电脑和电话
好评: 挺好
好评: 
好评: 很悠闲的游戏，没了
好评: 很不错的游戏
好评: 好玩
差评: 这游戏太狠了，既要求氪金又要求氪命，一点都不休闲，把玩家死死地摁在电脑前，然而玩法又很无聊。
好评: 挺休闲的~
好评: (๑•̀ㅂ•́)و✧棒
差评: 这个游戏一点也不好玩，看我的游戏时间就知道了，除了氪命就是氪钱
好评: 新鲜感能保持到三十级左右 之后提升会非常慢 基本不会有新内容出现
但是免费
差评: 太耗了，缺少离线机制自动化，这么搞我可以把游戏传给孙子辈
好评: 比其他类型的好玩 适合挂后台
差评: 和一般的垃圾网游玩法上没什么区别，反正就是叫你充钱买设备买图纸买钻石买金币升级。
好评: 善于掌握玩家好奇心的一款模拟经营游戏
好评: 有点儿肝
差评: 出活动24小时在线都不够，因为活动奖是按公会总共积分给.所以每次活动前都在换公会.
市场你买东西永远有人比你价格低，你收东西永远有人价格比你高。人为？不不不是脚本。哦，对了，他们称之为辅助软件。
各种卡刷操作令人窒息，卡技能，刷月卡（冲了一个月就再也没冲过，我花钱的别人可以刷出来，凭什么）
好评: 机械化的流程导致外挂横行，希望官方大力打击外挂；
跟好友的互动太少了；
画面精致内容有趣，是款值得一玩的游戏
好评: 杀时间神器
好评: 很好玩
好评: 好
好评: 还不错
好评: 不错
好评: 很有意思
差评: - 不可以离线玩（ Can not Play offline）
- UI和交互不清楚，很麻烦（ UI and interaction are not clear, very troublesome）
- 氪金严重（almost Can't play without charging）

好评: 当个休闲游戏可还好玩，说实话里面的东西卖给npc还不如卖给别人，可以发财哈哈哈
差评: KENG
好评: 我是睿智
差评: 极端氪金游戏  不建议大家玩
好评: 还行

好评: 喜欢这种种菜的建议第一时间氪金  要不只有后悔的份~
好评: 游戏可以 弄个月卡就能玩  比隔壁的商店英雄好玩多了
好评: 比商店英雄好玩
好评: 我是傻币哈哈哈哈我是个臭傻币
好评: ...

好评: ~
好评: 好玩呀哈哈哈
差评: 程序有问题，三台电脑挂机都会黑屏跳错卡死。你说是你的问题还是我的问题？
好评: PC段 增加快捷键   显示
好评: GOOD
差评: 垃圾游戏，一点意思都没有，别玩
好评: 还行，免费、自带中文，画面也还可以且电脑配置要求很低，上班摸鱼打发时间不错，因为很多时候建造、升级建筑要花时间，有时候半个小时，有的长达几个小时，氪金方面，基本可以不花钱，但是你就会比别人慢很多，多花些时间。总的来说，就是个休闲放置游戏，可以一分钱不花慢慢玩。有手游版本，但是需要去Google Play商店下载，不光要翻墙，还要Google账号。
好评: 这游戏名应该叫—无聊你就来！没有目的，没有任务，就是做买卖，打任务。。。
好评: 打磨时间
好评: 为了捐献一把传奇短剑，老子已经玩成了短剑专卖店。最终还是含泪花50钻石升了一把。
好评: 产品挺好玩的，就是收藏装备制造的时候，点完成容易蹦游戏，卡界面，这手挺烦糟，其他方面可玩性很高，好玩
好评: 游戏很好，能杀时间也不会太劳神，适合没有大段时间玩大作，偶尔点一下的上班族，养老也能玩。

建议开发者加入一个机制，如果会长10天不上线，自动改管理员为会长。小镇玩的时间长了有感情了，但是会长不来了想继续运营下去又不能踢掉他，这点很头疼。
差评: 登录界面居然被一个宝箱卡主，领取又领取不了，进又进不去。白白浪费我1444小时，恶心
好评: 就是打发时间的游戏，经营型游戏，建议提供一下新内容，就是自动售卖系统，这个月供不贵的话我相信很多人会买，也会吸引很多人来玩。
好评: 消遣时间很不错

差评: 很无聊的游戏，刚开始还可以，但重复性很高，玩一会基本就腻味了，只适合上班的时候摸个鱼点一点，才玩到中期制作装备时间动辄几十分钟，实在是没耐心继续玩下去。游戏内购多到爆炸，还时不时就要弹出来烦你一下，这一百多时长绝大部分都是在挂机，唯一的优点大概就是免费和吃饱了没事干可以玩一玩了
差评: 和一般的垃圾网游玩法上没什么区别，反正就是叫你充钱买设备买图纸买钻石买金币升级，免费的游戏果然没啥意思
好评: 好不好玩，要自己来玩了才知道

好评: 无聊玩玩的话还可以
差评: 是个不充很多钱玩不了的游戏
好评: 好

差评: 不好玩，不充值寸步难行
真无聊到没事做可以打发下时间
好评: 好玩好玩好玩，但费脑子

好评: 治愈类游戏  整个游戏画面很像手游 但是一点也不妨碍他的治愈  实际我是一名冒险岛的玩家 我对这种画质类的游戏基本也没有什么抵抗力 只要剧情游戏环节设置合理让人产生兴趣 他就会是一款属于我的乌托邦式PC游 推荐大家来玩
差评: 简直了，动不动就掉线，LJ
好评: 一款上来非常上头的模拟经营游戏
其实类似的游戏有很多，但是这款游戏有一种莫名的魔力
steam端和手机端可以互通
游戏本体虽然是免费的，但是里面有大量可以氪金的内容
一款标准的氪金手游
甚至有两个工人是一定需要氪金的，也就是强制氪金一波
但是游戏的生命力很强，游戏一直在不断更新活动
加上几分钟十几分钟一次需要操作
因此十分上头，隔段时间总想着上去收拾一下店铺
游戏的大致玩法就是派佣兵去探险搜集材料，回来打造武器装备，然后再卖给其他冒险者，也可以打造给佣兵穿戴出去挑战更强大的地图
非常传统的玩法，但就是非常上头
适合碎片时间打发时间用，但是一定要小心氪金陷阱
不要游戏上头，充钱也上头

[h1][quote]欢迎关注我们的鉴赏家:[url=https://store.steampowered.com/curator/10591434/]突突突发糖辣！[/url] 一起感受游戏的魅力
[/quote][/h1]
差评: 我第一次以批判的立场去评价一个游戏，可见这游戏让人多忍无可忍。
当然，不是说它一无是处，至少在商店这一块作得还像模像样的。虽然这画风不知落后多少代了，家具乏善可陈且无法互动（沙发不能坐我买来干嘛？），但还算看得过去，角色和背景音乐还马马虎虎。
可它的难看吃相实在叫人难受，以下一一列出。

一、英雄篇：
①英雄技能：关于什么职业强，其实是没有意义的。因为任何一个强职业，不重抽技能是不可能强的，即使你买了当前职业最靠后的英雄，不重抽技能，也一样神不起来。
技能分为金、银、铜三类，出现概率依次为2.7%、8.8%、88.5%。而即使你抽中金技能，这个技能是否适合你当前英雄还尚未可知。而重抽一次技能的费用Skill1是100钻，Skill2是150钻，Skill3是200钻，以此类推，全凭砸钱支撑，也就是说，零课和微课基本已经和强无缘了。根据笔者公会里一个资深玩家透露，她曾花几千钻重抽技能，之后咬牙切齿地表示“运营方王八蛋，你还我血汗钱！”
所以，这是一个天坑，豹子头玩家还是走“能打本就行，一切随缘”的英雄路线吧，反正洗技能是不可能洗的，不行就解雇重整一个。
②英雄装备：英雄穿在身上的装备是有概率损坏的，这搁其他游戏里也很正常。可不正常的是，零课党和微课党的装备坏了，只有通过维修工具和钻石才能维修！想用金币修装备？除非你买了游戏的月卡。
而游戏里的维修工具是一次性道具，并且无法随时制作，全凭运营方兴起塞你几个，根本不够用。
也就是说，在这样的情况下，钻石和月卡，不管你选哪条路，只要你还愿意玩，你都需要花钱。策划运营是不是好算计？关于损坏率，你以为敏捷系的高闪避没受伤就不会损坏？笔者亲历，BOSS全程只打了一下我的舞者，而舞者闪避了，结束后提示舞者的帽子损坏了，这没被打中也能损坏啊？感情是我的舞者闪避的时候撞到头，把帽子撞坏了找我修？
当然，你也可以说，我选择穿白色装备出门，坏了就扔了，反正自己做的，不心疼。那你又错了，这里涉及到英雄技能，每个英雄有属于自己的元素，而提升其技能等级不是传统游戏的加点，而是将装备的元素量提升到一定量。举个例子，某英雄是风属性，他的技能要20点风属性才能提升，那你就需要给装备附风属性的魔，即，使用游戏里的元素石。
而元素石的制作也是一项庞大的工程，最初级的只加5点元素，而且还火、水、风、木、光、暗，各个系是单独的。
说了那么多，其实就为了说一点，这么艰辛的过程，就附在白装上，你不心疼？好吧，就算你是狠人，附在白装上了，你还能坏了直接扔？
综上所述，这套组合拳打的就是零课党和微课党，策划运营真心毒。

二、信息隐藏。
灵体制作界面，天鹰灵体、犀牛灵体、猫头鹰灵体，这布雷斯塔警长说书呢吧？我还熊的力量咧~这光看名字加我知道是个什么情况啊，你就让我顺着做？老实人好欺负是不？
唯一能让你清楚看到数值的地方，是东西收入你储物箱的时候——尘埃落定了你才来马后炮？你是人啊？

三、制作材料和刷材料周期。
前期也许没什么，大家都觉得门庭若市好不热闹，可中期开始，5、6阶装备的打造时间变长，材料需求量大幅增加，你能想象一把6阶匕首需要89个铁矿吗？这匕首40m长是不？铁匠怕是手都锤断了吧？
8阶的最恐怖，一件装备制作时间2小时起步。做的慢，材料很容易就达到上限，刷材料的队伍也就闲着了，这一来，生意还做不做了？不做我玩别的游戏去了——反正我在不在线都只能等着，玩个寂寞。翻翻其他游戏看看，哪家游戏是月卡卖这么贵还不能保证在线时长的？

四、最无厘头的装备损坏率。
不管你是不是买了月卡，是不是买了工程师礼包（降低装备损坏率加成），装备是会想尽一切办法损坏的，而且你非修不可！
可诡异的是，高等级英雄去低级副本刷材料，装备也和打高级副本一样损坏得哗哗地，你知不知道高阶装备修一下多少钱？几个破材料，我要花几十万修装备，这什么情况？
差评: 游戏氪金用的是美金，我是傻逼
差评: 游戏内消费项目的金额，都够我去买几个比较便宜还比这好玩的游戏了。游戏性不高的游戏却有大量的消费需求，工人要买，图纸也要买，资源匮乏经常断供。且作为一个休闲游戏却有较大的时间占用，恐怕不是无聊到极点的人都玩不下去吧。
好评: 总体来说每个月60+的一张月卡，有几个NPC是需要买的。上班摸鱼的好利器，喜欢模拟经营的可以试试。
好评: 小游戏,好游戏,有乐趣,还耐玩
差评: 我 是 傻 逼
好评: 很消磨时间

好评: 消磨时间 真好
差评: 画风还可以，但纯靠骗氪是没出路的，白嫖党永不充值~
好评: 还挺打发时间的 没想到一玩就玩了100多个小时了 反正每天打开电脑第一件事就是打开传奇商店
好评: 休闲游戏，可24小时肝，可几天不管，消磨时间不错！
好评: 游戏是好游戏，很佛系，很有趣，适合打发时间，想要研究也很有深度，属于入门容易玩好难的那种，而且很肝很肝，只是不适合单纯在电脑上玩，工作或者长期开电脑的人可以挂着攒能量，除了攒能量其他的还是在手机上方便些
对了，感觉我的游戏时长只有不到5小时？那是因为我手机上游戏时长500+，而且已经63成就，是真的没必要在电脑上玩的游戏， 只适合用电脑挂机，而且我也才想到这一点（狗头）
另外，作为重氪玩家，认为氪不氪都有很好的游戏体验，只是方向不同，而且对于肝的程度没有丝毫影响，因为游戏等级和氪金完全无关。。。而等级越高，游戏体验越好是真的
氪金商人建议入手，其他随缘
差评: 游戏本身是免费的，会出现什么英雄啊，特定图纸啊，额外掉落啊，极其浓重的腾讯风格，只有氪金才能变强，玩了四小时充了400rmb，真心一点不推荐
好评: 永远跟党走，心中有党，事业理想。
⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
好评: 我是伞兵·！（狗头）
差评: 逼氪逼肝，慎玩

补充：逼氪恶心。每次升级就弹窗叫你充钱，节假日了也叫你充钱，有活动了继续叫你充钱
[spoiler] 甚至可能数据作假，绿装写着10%几率损坏，实际体感大概在40~50%，出门3次必坏1件，有时候甚至2件（修一次10几钻，或者氪金开vip可以用钱修）而蓝装8%紫装6%甚至白装的12%都很正常 [/spoiler]
差评: 玩了几天，刚开始还挺新颖的。
后面发现玩家生产力是线性的，游戏内容是指数的。
线性对指数只能用时间堆，说明中间会有一大段时间都是等待的。
而且内部的氪金礼包基本三位数。
消磨时间这游戏还轮不上号，卸了。
差评: lj
好评: 挺好玩，就是社区不太强
好评: 特无聊的游戏，内容基本没有，就是等等等，拥有震撼的单手模式
好评: 一个养老游戏
好评: 我是傻逼
差评: 这游戏开始还好   不就是人名币玩家无敌么
好评: asdad
好评: 休闲打发时间挺好的
好评: 多好玩的游戏啊，苹果手机不给下载了~
好评: 打发打发时间挺好的
差评: 无缘无故就封号了，还好才不到15级，浪费你die18个小时，果断卸载，你die我就是1毛钱都不会冲，你die我不玩了！！！你爱封谁封谁，吃shi去吧你，臭shaB!!!!
好评: 适合实在没事干的人，基本没有任何的策略及方法，就是耗时间。因为免费所以不给差评了，其中的氪金令人反感。
差评: 没意思，还有我看到了什么
国王npc：我勤劳的资本家先生！
作为半个愤青我感觉不适，然后我看了看其他npc的对话
emmmm我感到不适
好评: 还不错，适合消磨时间
好评: 谁能给我推荐下英雄练哪些....看得头疼
好评: ..........................
好评: 看我看我，白嫖真香，，
差评: 玩久了挺无聊的
差评: 竟然还得充值
好评: 我是傻逼
差评: 冲钱太多
好评: good

好评: 挂挂机聊聊天，建个工会或者在别人工会一起玩玩很不错的
好评: 跟评论区一样，真的是打发时间的，根本停不下来，很上头！真不错
好评: 针不戳

好评: NB
差评: 游戏节奏特别慢，大部分时间都在等待，涉及到的付费功能太多，评价一般
好评: 无语，手游
差评: 充值活动太多，而且贼贵
好评: 前期很有意思 25级以后制造东西时间太长了。。。
好评: 作为浪费时间的游戏来说挺不错的
相当适合18岁以下的小朋友
我个人是因为怀念当年玩qq超市的快感来试了试
效果感觉还行吧...
也就是能玩的水平
好评: 很上头
好评: 打发时间的吧，上班摸摸鱼还是可以的
好评: 很休闲
好评: 打发时间

差评: 是免费游戏不错，里面内容过于坑钱，一个小游戏比一些3A大作收费都高，就一氪金手游。
差评: 过于坑钱，小游戏卖这么贵想钱想疯了！！解锁就要20~~30美元！！都可以买大游戏了
好评: 很好玩
好评: 十分之休闲矣游戏 顺便学学英语🙃
差评: 没钱玩nmb

差评: 动不动就是更新更新，更完了又不能玩
好评: 20人公会招人 要求投资100E+ 周投5E 活动必须参加 全员活跃无尸体会。新人可以做到日投2E的也可以加入。不收躺建筑的闲鱼，有意+V：naichahaohe
好评: 好玩，就是升级慢
差评: 坑，深坑，深坑。
好评: 不知道为什么就是很上瘾 但是平民玩家 升级太慢
好评: 喜欢
好评: not bad!!
差评: 内容一般,耗时间.居然还消费这么高，月卡这么贵，游戏除了消磨时间一点乐趣没有，强烈不推荐。
好评: 很不错的游戏，干什么都可以挂着
差评: 这不是一个游戏。
好评: 根本停不下来，赚钱太快乐了
差评: 绝对再也不推荐（之前算我眼瞎），你们这个游戏使用外挂自动售卖的不处理（QQ，微信，电报等全网在售卖自动售卖，爆金装，刷技能的外挂，卖人民币的反而比卖美金的贵好多）已经通过客服提交给你们，你们不处理，2019年5月和你们反馈断网机制将流失正常玩家，你们也说没关系搞得定，使用离线模式作弊的（看英雄技能，看箱子，卡附魔等太多好处）不处理，从2019年5月到现在完全手动并且积极提供各种犯罪证据，使用自己血汗钱购买游戏内礼包和钻石包来支持游戏开发的行为却成为了第三方钻石买卖被封禁市场，另外你们开发团队擅自删除了玩家所有权的使用一千多元人民币的钻石还不过瘾，还另外擅自将玩家钻石变成负数-20000，21世纪信息时代你和我说是人工审查帐号。。单方面使用可笑的逻辑认定玩家犯罪后，拒绝玩家提供任何正常购买的凭证来自证购买的合法性，（既然用现金买游戏内道具是非法的，为何又发感谢支持的邮件到我的付费买道具的邮箱？）你们当年在商店英雄精准封杀各种犯罪分子的水平上哪去了，到了KABAM都变成眼瞎的开发人员了吗？就是因为当年你们在商店英雄误封我并赔偿我钻石让我觉得你们这个开发团队是值得玩家信任的。我在这想和你们说，你们能不要用不懂游戏的外包人员审查帐号吗，游戏一更新，外挂失效要重做导致那些用外挂的掉线，用你们的猪脑都能在后台看到这个简单的逻辑来查外挂，你们到底是怎么分析第三方钻石买卖的，两年的消费流水证明不了玩家不用现金而是要在市场买卖钻石？你们不知道这个世界上有公会自己办的活动奖励是会长花自己的人民币去市场买来给成员的吗？这是第三方钻石买卖？？？游戏规定活动奖励不可以找市场上的物品吗？
好评: 好玩。就是升级好慢，好多收费的
好评: 很放松的经营游戏，人物画面也很可爱，
好评: 我是傻逼
好评: NB
好评: 6666666666

差评: 这个游戏不太行，里面各种骗氪的套路，腾讯出版的吧
差评: 我是傻逼
差评: 吃相很难看，玩这个不禁让我想起了，刚接触单机游戏时的场景，没想到现在还有这样的游戏。林冲玩家也不是不能玩，就是玩的很难受，处处受限，
当然，如果仅仅是作为消磨时间，打发无聊的话，这个游戏还是可以的。总之，不充钱，玩的不爽，充了，你会后悔的。
另外充值都是按美元算的，最低的是1.99美元，仅相当于首充。最高的好像是99.99美元，充完之后，你会发现，你还是个弟弟！
好评: 非常好
好评: 很肝
好评: 好玩

好评: 好玩，推荐


差评: 比传统手游还能坑钱
好评: 改版后好多了，至少可以正常登陆。
差评: 我是萨比，居然在这游戏上花了3个小时，草。
差评: 垃圾游戏
好评: 游戏适合在手机上玩，画面和游戏体验一般般，竟然还要充钱。。。。
好评: 休闲游戏
差评: 妈的，27小时有25小时挂机
差评: 无聊的要死，磨时间可以玩玩，充其量就是个手游
好评: 还行
好评: 冲
好评: 好
好评: 玩起来挺有意思
好评: 如果你有十个肝 那当我在放屁
好评: 好玩
差评: 这个游戏适合有大量空闲时间的人，游戏难度不大，主要靠钱或肝。适度游戏，还是能玩玩的
好评: 好玩

好评: 无
差评: 除了上班摸鱼之外，不建议任何时间玩这个游戏，steam已经沦落到手游都可以上架了吗？？？？上班摸鱼杀时间利器，挂机就可以了，偶尔点一下，不能自动收打造的商品就算了，还老出来个npc让你花钱买礼包是最骚的。你要不就是付费购买游戏，要不就直接DLC，真就是手游通病恨不得每时每刻都让你花钱买道具。除了打发时间一无是处。
好评: 就是 NPC太贵了 没有打折
差评: 想要快点获取更多图鉴，请充值嘿嘿
好评: 这游戏还真可以，除了每个月要花60左右的月卡，是一个纯肝的游戏，肝到天荒地老，一天28小时都可以。。
差评: 此软件一直尝试发送UDP包到各个未知ip地址的远程端口，风险极大
好评: 舒服的压批
好评: 不错
差评: 難玩
好评: 肝
好评: 特别好可以玩玩试一试
好评: 佛系游戏~
好评: 好玩
好评: 喜欢造东西TRA TRA TRA的快感~
好评: 挂机游戏，无聊的时候挂着，听说要玩一年才能上规模，画面很舒适，3d卡通风格，喜欢放置类经营游戏的可以试试看哦
好评: 真的太好玩了，简直 停不下来
好评: 上手很容易，值得一玩
好评: 还行
好评: 有时间不停的点就来入坑

差评: fdghfgh
差评: 说是免费  其实是个无底洞跟个手游似的
好评: 玩了1600个小时。简单描述：适合真正无聊的人玩的游戏，开店卖东西，集装备给自己的队伍去打副本。适合上班比较闲，又不能全屏打游戏的人。偷偷的点击几下游戏，就可以完成各种任务和制造。 重复说一遍：这个游戏没有什么乐趣，真正意义上的打发时间的游戏。仅仅，推荐给跟我一样无聊的人。
差评: 不想多说 就是怎么现在无法登录 就是登录不上重试也不行。。
发了评论后就能登路了真现实。。
现在又登不上去了 好烦啊
现在已经完全上不了了希望管饭给个说发！！！
93天后终于能登路了
差评: 太容易沉迷了，神tm金色传说
差评: 枯燥重复  到处要充钱
好评: 优化太差
差评: 不氪金的话，玩的很郁闷！氪金起步买月卡。对于喜欢买断类的游戏玩家来说，不是好的选择。
差评: 垃圾游戏无缘无故封号，啥也没干就封我，还正在市场买东西突然一下就给我封了
好评: 其他什么都好，只是注意充值3.99元是美元
好评: good
好评: 游戏整体来讲不错，只要肝可以很强，就是有时会卡在加载界面，社交性不错，人也不少，半个良心游戏吧:
好评: 太好玩了
好评: 很不错的养成游戏
差评: 垃圾游戏，我是傻逼
好评: 让我懂得时间的宝贵 谢谢
好评: 话不多说看时长
好评: 很好玩 的一款游戏
好评: 免费游戏 不氪金 玩不动
好评: 喜欢养成类的，如果有其它经营项目就更好了
好评: 很好玩
好评: 消磨时间的好帮手，一边制作道具一边看小说或者电影挺不错的
好评: 混时间，不逼氪
好评: 总体来说还是可以的，我都是玩别的游戏的时候，有空档就挂机点两下，纯属佛系经营，做东西不着急，卖东西也不着急。就是可玩性不大，没有其他的什么内容，就是做任务，买卖什么的。可能由于地域的问题吧，凌晨5.6点的时候做的东西会很快在交易市场卖出，有不错的收入。其他的没什么，画面也挺一般的。要是闲着没事，可以点一点
好评: 做为休闲游戏，还是不错的

好评: 不错
差评: 手游化设计，搬砖严重，趣味度很低
差评: 就是个氪金手游。。
好评: 休闲游戏，想肝可以肝，不想肝也可以，消磨时间，画风可爱
好评: 0.000000000000
好评: 很好玩！
差评: 玩了一下，游戏玩法是好玩，但是，最好还是不要碰了，里面充值内容太多了，最基础的商人（类似于开局3个神奇宝贝你只能选两个，最后一个要你充钱才能用）都要充钱才能解锁，如果钱多烧的可以推荐玩。
好评: 挺不错的
好评: 制杖、贩剑什么的，最适合我了！
好评: 这游戏和生活一样 前期是挺难过 不过越后面感觉越好玩 这游戏我感觉还是比国产很多游戏要好  这就是我个人对这游戏对感受
好评: 以前手机pad 挂机玩，，，，，中途怎能也上不了，现在上了不会玩。。。。已脱节
好评: 非常非常非常非常非常非常非常非常非常非常非常非常非常非常的好玩，巨无霸好玩，不好玩来找我，行不更名坐不改姓霸天虎。
好评: 太好玩了，基建狂魔狂喜
好评: 挺喜欢这一类的游戏，很打发时间，设计的也不错，就是冷却时间有点长，金币少，其他没有什么了
好评: 这游戏还可以，经营类游戏，只要你喜欢这类，不怕肝，就行
好评: 还行，
好评: 推荐给免费。适合看综艺刷网剧的时候切过去时不时点一下的游戏，(上班摸鱼？那当我前面没说）。目前只玩到20多级，制作的东西涵盖了10秒到几分钟不等的制作时间。我去看了看60多70级左右的玩家家里貌似做的也有20分钟左右的。反正我是坚持不到那个时候啦，太费时间了这游戏，在等待制作的那些时间里都不知道干嘛，丢那儿不管它也不会自动上货。呃也许我没找到适合玩这的场景吧，也就过年这段时间在家里闲着点点了，平时真的不推荐，真时间杀手。
差评: LUNAR NEW YEAR已卸载
好评: 还不错 空的时候能玩玩
好评: 奥利给
好评: 符合口味。
好评: 游戏本身挺好玩的，但是很耗费时间，而且充值系统较贵，游戏里显示的金额不是人民币
肝帝和土豪来玩吧
差评: boring
好评: 休闲时间不错
好评: 游戏嘛，当然不可能满足所有人的需要，比如我就超喜欢小黄油……………………的CG。（笑）

但是这个游戏很上头，真的很上头。让我想起了当年的CITY2000，当然这次是店长不是市长，但是反正都带长，没差。不过连续3晚熬到2点半，年纪大了真有点顶不住。

没什么好经验推荐，主要是3点，第一是要找个活人公会，级别高不高不重要，一定要是活人公会，如果是自建公会，有基友也行，自己建设小镇还是挺累；第二是订单，任何一个订单都可以升级，造多了就升级，一定要从最低级的订单一路造上去，不然材料跟不上，当然土豪不用管；第三是副本问题，英雄很贵，要美刀的，但是忍者真的香（虽然我没钱买），箱子开出的材料可以超出储存上限，但是副本掉落的不行，所以一定要看清楚了再结算。另外，就是仓库上限是无论如何不会被突破的，鉴于平时有突发任务，建议仓库始终留下10个空位。

当然游戏虽然不错，还是有一点美中不足：弟弟说他已经3天没吐 了，有点不高兴（笑）
=====================================================
哎哟哎哟，低等级游戏经验和高等级完全相反，这游戏原来是要冲级的，精通图纸一点也不重要，笑，可能过一阵子又要改评价？？
才发现是个手游改端游？难怪这么折腾的模式，笑。
等级高了以后，随便造个东西动不动十几分钟，下个副本半小时我就忍了，休息居然要3小时？？？唉，有点不想玩了怎么办？

好评: 游戏还可以，只是建议各位 留着颗好肝，好好活着不好吗？？强迫症的勿入
好评: 这个游戏做的真的很好，主要是免费的，哈哈哈哈
好评: 休闲娱乐而已。。 玩久了会单调。
好评: [table][td][url=https://store.steampowered.com/curator/30253125]及时获得评测，联系甄游组。(Connoisseur）[/url][url=https://store.steampowered.com/curator/34433893]印象分8.5[/url]
[url=https://space.bilibili.com/1742742]发掘冷门精品，订阅黑妖B站。(Video）[/url]
Q群124925250 u_uju@163.com[/td][/table]

别的游戏要钱，这个游戏要钱还要命！

千万别玩！开服一天能肝掉我20个小时！堪称生命汲取器！
让人一刻不得闲的疯狂点击，尤其是前期绝非挂机游戏。
手游移植，混服。粘度惊天地泣鬼神，游戏目的性和玩家心理拿捏的太太太准了。
稍有不慎，眨眼天黑的时间穿越即视感，小心一命呜呼！！

内置超级多付费点，很人性化的加入了付费点防误操作保护。
还有层出不穷的各种付费套餐，而且都是超级高额美元的套餐，一般玩家承受不起。太贵了！

====补充，有时候如果不能登陆====
我去雷神加速器申请了加入这个游戏，现在已经可以用雷神解决无法登陆的问题了！
现在正在周年庆188元9000小时，可以随时暂停时间。
用我的邀请码购买，互相可以得到5%的时长。有需要的朋友可以看一看。我的邀请码M0ydGv
好评: 喜欢，不停的去经营扩大自己的商店，外围的打野，还有公会也不错~
不过我换不了公会，实属难过！
差评: 太单调了
差评: 玩个这个破游戏还要开加速器？
好评: 好玩
好评: 3D好评
好评: 休闲小游戏
差评: so  boooo!innnnnng.......
差评: 先是被盗号几百亿金币和几万钻石 之后又被封市场了 现在就当单机玩。。哈哈
好评: 玩过最肝的游戏，被同事推荐入坑。
好评: 我在steam上的第一款游戏，值得留念，但游戏玩法太过单一了，删掉以后就么打算再下回来
差评: 并不反对一免费游戏骗肝，但是明显的骗氪就很没有意思了
好评: 免费的手游模式，还可以
好评: 不错。休闲
差评: 玩了40多个小时，把所有东西都甩卖了，感觉这游戏贼鸡儿浪费（打发）时间
好评: xxxxxxxxxxxxxxxxxxxxxxxx
差评: 我是傻逼
好评: 游戏不错就是太肝了
好评: 掌握了游戏内容，没有吸引力了，玩了近800小时才投资20e我是废物
好评: 适合打发时间的单手能操作的懒人游戏。
好评: 无聊养鱼系列游戏
好评: 消磨时间的好游戏
好评: 好玩
差评: 单纯的我点进去这个游戏我就被弹出来的新手礼包吓到，然后单纯的我觉得就当买这游戏买了这新手礼包，玩了一会之后
我是傻逼！别玩这游戏！
好评: 闲着什么都没事干玩这个吧
好评: 容易上头的游戏   进去就出不来了。。。。推荐
好评: 又是停不下的系列

好评: 还算不错吧，我比较懒的时候会选择玩这款游戏，只要挂在那耗费时间肝就好了，也不需要我过多的动手，想体验咸鱼般感觉的可以试试看，至少我是咸鱼玩法，咳咳咳。
差评: 打不开游戏了
差评: 突然觉得还是活着有意思
好评: 还不戳还不戳
差评: 别人新年出活动 你新年出礼包 让我们买 不买就被封 买了也被封 我是傻逼
好评: 真不戳
差评: 不想上班！
好评: ；；
差评: 什么玩意……
好评: 很有趣
差评: 人过年给福利活动，你这过年出消费礼包 真是够了
差评: 20210209对评价继续修改为不推荐
（如KABAM认真对待检测作弊操作或者给玩家一个明确目标将会修改此评价）
我很喜欢这个游戏，玩了两年，也很支持团队的工作。但是当我将市场采购大量物品作为对公会活动的成员奖励却当成了第三方钻石买卖的依据，这是十分有趣的一件事。
好评: 比较休闲，浪费时间的选择
差评: 没有客服，乱封玩家，封了也不给你解释的机会， 不要玩，而且总连不上服务器
好评: 消磨时间
好评: 月卡太贵
好评: 很好。
差评: 我玩了这么就，***扣了我十亿金币，两万钻石，市场还封了十年，问客服客服还不回复，我真的是服了
好评: 低情商：浪费时间
高情商：打发时间
差评: 不要充钱，充多少都给你封号，没有一点点防备，也没有一丝顾虑，直接封市场一百年。割韭菜的开发商
不要充钱
不要充钱
不要充钱！
差评: 我是傻逼
差评: 游戏的反作弊监控非常坑爹
稍微多交易几次就被封，建议大家不要玩。

出现问题联系不到客服解决，充值全当打水漂了吧。
差评: 什么傻逼东西，tm老老实实玩游戏，老老实实氪金，mb直接不说一声就封市场，就是圈钱的傻逼垃圾游戏
好评: 生无可恋，纯粹想消磨时间，又不想看书干别的人，可以玩玩
好评: 还凑合吧
好评: 惹
差评: 在二十级前是很正常的经营养成类游戏，并不出彩；二十级后，渐渐出现不氪金就无法制造的武器等种类物品，通过线上市场一般只能从其他玩家处获得最低等的该物品，并且市场价格比系统定价高一倍以上，不可能通过倒卖市场商品盈利。
而且吃相真的挺难看的，几乎每天都会有限时特惠，动不动一个特惠就是三十元起步（游戏内氪金直接换算成美元），小氪一下钱包就瘪了，和国内一个尿性，唯一好在给我提供了十几个小时的清净游戏时间，但瑜不掩瑕。
差评: 游戏定格在一个画面上就无法继续玩了！
好评: EHRT  YHRHT  EHR TERTH ERTERTER.
差评: 游戏不错，可惜服务器太次了，经常登录不上去
好评: 可以休闲不肝的玩，还行
差评: 垃圾游戏
好评: 好玩
差评: 我是傻逼
好评: 好玩就完事了
好评: 好家伙不错狗细节
好评: 我是傻逼，氪金提示无敌。就为打发时间
差评: 垃圾游戏乱封号 外挂不封 封正常玩家
好评: 还行
差评: 费时间 坑钱
差评: 辣鸡玩意，找工会成员要了一组低阶装备，就给我把市场封了，建议大家没事别入坑。。。。
好评: 好玩 养老游戏 适合一个人无聊的时候静静的打发时间
好评: 我是傻逼
差评: 婆婆妈妈的，三番五次强迫我一定要按照你的步骤来玩游戏，你们真的是够了，我已经卸载并移除游戏，这种垃圾游戏还要强迫我来完成新手教程！滚！
好评: 可以
好评: 不充钱就是肝
好评: 无聊...我是傻逼
好评: 早知道这个游戏，就是因为看到很多国内网友很多差评，一直没敢玩。首先这个不是一个能让人很过瘾的游戏，单纯的就是一个消磨时间的娱乐，在苹果手机刚兴起的时候，苹果商店里有很多这类游戏，就是模拟经营，制作东西，然后售卖。对于我来说这个游戏中规中矩，不算很优秀，也更不像国内网友说的这么一文不值，游戏机制和制作都很精致，作为一个消磨时间，体验经营的垫游真的很不错。最后说一下，这游戏本来就很佛系，不要想着充值什么的，就是打发打发时间就好了，如果说想要玩出成绩，出门右转csgo不香吗？为啥要纠结一个免费的，无聊的小游戏呢？真的不知道为什么国内网友就对这个游戏这么不包容，不爱玩别玩，怕不是游戏有问题，是这些白嫖党心态有问题了。
好评: 非常好玩
好评: 这游戏安卓版怎么下啊
差评: 不充钱就不能继续游戏
好评: 偶然发现的免费游戏，玩了会还挺有趣的
但是为什么卖给本地人价格很低，卖给玩家价格高的雅痞...未解之谜
买-卖-买-卖-买-卖...
--------
不是我不氪，是没地方氪呀，苹果港区氪不了，Steam E区嫌麻烦
害，那就当个豹子头也挺不错的
摸鱼游戏
好评: 不错的游戏，很沉迷但是没找到手机哪里下载
差评: 非常耗时间也不是很省力的游戏，充不充钱先不说，材料副本去打需要英雄有体力还有倒计时，关底boss击杀一次也有倒计时12小时哦~，变相的增加获取物品的难度和时长让手头宽裕的玩家充vip，制造物海量且繁杂，调看英雄面板可使用武器不明确，要不停的尝试，有些物品只对应特殊职业英雄，在物品信息里你根本找不到是谁用的或者是我眼瞎...获取特殊材料相对费事，不能24小时都照看制造进程，虽说是休闲游戏，但真的玩起来并不休闲，可能入坑不久，没明白机制瞎吐槽几句，入坑请谨慎，反正我是脱了...
差评: 主要是这游戏平民玩起来太肝，有几分实力来玩的话还是挺舒服的，就是这游戏休闲玩的话也算挺有意思的
好评: 我是傻逼
好评: 奸商模拟器
差评: 这游戏内角色的每一点提升必须要经过许多次鼠标点击动作，每次鼠标点击动作之间需要等待几十秒至几十分钟不等，并非休闲挂机类游戏。

去手游坑坑钱就行了，哪个正常人会在PC上认真玩这游戏？
差评: 鬼也不知道我为什么玩这么无聊的游戏
差评: 典型氪金手游，能玩，没有广告糊脸还不错，就是到处充满了氪金提示...
好评: 好玩
好评: 游戏是好游戏，但是我是傻逼！
好评: 虽然推荐但是，

快跑，别下这个游戏。
好评: 很好玩的一个经营游戏--就是有点肝
好评: 好玩
差评: 垃圾游戏，莫名其妙禁止我市场交易36499天，申诉还申诉不了！差评！！
好评: 后期比较无趣
好评: 经营爱好者的天堂
有点废肝

好评: 很好玩。。。
差评: 挂机游戏 比较无趣 后期乏力
好评: 消磨时间的好游戏
好评: 很多内容是付费用户专享，但是充值界面打不开。？？？

换了个电脑能打开了。。会员一个月70俩工人三百五。。
差评: 千万不要玩,浪费时间,更别充钱,没有任何意义,也不好玩,人都没有
好评: 前期巨肝 很容易沉迷 是杀时间利器 后面装备造的时间长点还好，几个活动需要肝一下 这游戏要有月卡才玩得爽，要玩这游戏建议前期拿钻石 换金币 等级提升很重要，需要翻装备，低级装备打折换能量 高级装备前期买石头附魔，后面自己制造提起来了就双附魔 卖 找个好公会很重要  升星卷不要乱用  8阶以下装备都是垃圾 没必要太珍惜.  工人月龙可以买，是为了合成升星卷，其他的都没必要买   RM B图纸要买就买9阶10阶 低级的除非钱多  这秘籍看了你至少能省下3个月的游戏时间，快速成为大佬
好评: 问下 ios上是不是这款游戏下架了？ 我app上搜不到了么
好评: 很喜欢这种类型的游戏，支持作者
差评: 虽然形式新颖，但是极其烧钱。。。。。。而且烧时间。。。。。。
好评: 频繁出现错误，如“你的版本不是最新版本，无法打开等——”实际上我所有游戏都是默认更新到最新版本本，且下载区没有任务……
好评: 这款游戏特别好玩，我很喜欢，推荐大家玩一玩。
好评: 好玩
好评: 250
差评: 看游戏时长，一分钱没冲，现在玩不了了，懂了吧
好评: 感觉就是阉割版的，没有pvp没有工会战，互动做得还不好，不过还是很魔性的消磨时间。。
好评: 无聊的时候 做做生意不错
好评: 瞬间完了4个小时
好评: 我能说什么，我是傻逼
好评: 还不错，非氪玩家也可以玩，适合休闲
好评: 好

好评: 休闲类游戏
差评: Suck game
差评: 玩了两天，不让白嫖了登录都不给。不氪金还卡科技线。
差评: 读一次条要连接失败N次  是不是租不起服务器啊？
差评: 加载不出
差评: 本来steam和手机互通,很杀时间的休闲游戏.但是ios下架,我还能登录我的国外苹果账号更新,steam登不上去了.卸载,退游.
好评: 好玩
好评: 消磨时间非常好
好评: 只要不充钱，白嫖特别双
好评: 除了劝氪，其他倒还好，可惜最近玩的人越来越少了

好评: 挺不错的
好评: 循序渐进 代入感还不错 休闲
差评: sucks dick
差评: 我是傻逼
好评: <店铺经营+城市模拟+冒险打怪>
一款可爱风的模拟经营类游戏，亲和力满满〒.〒
<前期=标准化开局+随机事件>
传奇商店：经营与打造，这款游戏的前期主要体现的一些模式化的流程和随机事件，对于广大爱好经营模拟的玩家来说，可谓是老套路了，上手难度低，不过也因为城镇和冒险队的加入，游戏的总体可玩性很高，一些隐藏小技巧也是待玩家自己去发现，随着游戏的进行也不断开放着新的可制造物品和栏位。

这里要提一嘴的话，就是如果不是幻化党硬刚各种皮肤和衣服，前中期还是很好玩的，避免了重复市场售卖(铁剑，铁护腕，皮甲)等枯燥乏味赞金币买活动皮肤的游戏操作(当然，氪金党暂且不提)。

<中后期=等等等+刷刷刷>
时间来到了游戏的中期，这款也还是跟大多数游戏内氪金的命运，不氪金就得等，等冒险队带材料回来，等东西造好，这点真的需要吐槽，因为游戏的中期把熟练度练上去解锁更好的武器之后，问题就出现了，严重不够用的栏位和巨长的等待时间(高等级物品等待时间不是一般的长，几乎跟冒险团一样长)，让游戏变得异常小清新，瞬间解放自己的双手。

所以这游戏玩到中后期一定要有耐性，也算是老佛系了，推荐熬夜刷剧或者搭配其他游戏一起，还是很下饭的。

<公会=选择公会直接影响到了游戏体验>
值得一提的还有几位大师的熟练度，8位大师纯手工制造，每一帧都是精品!(这不得把8位大神累死...)
大师的等级上限在游戏中也是取决于其住所的好坏，那么这么低调奢华的点子到底是谁想第一个出来的？但其实这8位大师的房子，也是可以白嫖的，具体操作就是通过加入高等级公会，游戏里公会城镇点数也是共享的，所以只要找一个高城镇等级的公会，美滋滋。

也希望各大公会会长可以多做公会任务，所升级城镇，毕竟提高福利才会吸引更多会员的加入，也会扶持新玩家加入这个有温度的家庭。(我是有贡献城镇点数的，曾经的会长哦)拒绝白嫖，从我做起!



好评: 就慢慢玩
好评: 本身就是个手机游戏 千万别氪金 就刷着玩还行
好评: 草 这个太上头了吧
好评: 能打发时间
好评: nb
好评: 比较适合消磨时间
好评: 之前一直好好的 点了老虎机的券进入界面时突然黑屏 只能听到游戏音乐和控制鼠标 不是卡死的状态 就是一直黑屏 有没有大佬有解决办法？
好评: hao
好评: ybb
好评: 越玩越想玩
好评: haowan
好评: 可以玩玩
差评: 虽我还在玩，但是这种毫无内涵的充钱游戏非常之SB，甚至让你充钱都玩得不爽。
游戏处处只为圈钱，然后游戏限制太多，玩起来非常难受（即使花钱了）
不要入坑！！不要尝试去玩！！
不要入坑！！不要尝试去玩！！
不要入坑！！不要尝试去玩！！
不要入坑！！不要尝试去玩！！
不要入坑！！不要尝试去玩！！
不要入坑！！不要尝试去玩！！
好评: 真好玩
差评: 电脑玩手游，我是傻逼
差评: 重复性强，后期没事干，大部分是机器人挂机，活人少见，当单机玩
好评: 有毒但是不好玩，后期疯狂刷钱，没钻石就没法扩大生产。老经营游戏了
好评: 根本停不下来
差评: 如果觉得活着没意思的话，可以玩玩
好评: 游戏本身就是造造造和卖卖卖的模式，简单有趣，外加通过工会聚集玩家一起建设城镇享受各种加成，模式还是不错的。不过还是得写个不推荐，想玩的供参考。官方无故封号，直接无法访问市场，你有多少钻都变负数。找官方客服，不管怎么解释都不接受，反正一句话：随便你怎么说都无法改变处理结果。但是一说后面还要充钱，呵呵，立马解封。但这还没完，不知道哪天又给封了，然后再重复一遍上面的操作。两个字：嘴脸
好评: 休闲挺好的
好评: 还可以，虽然可以各种克金，但是不克也可以玩，然而搞个月会员是必须的。
好评: 666

差评: 虽然我一直在玩，但是还是要抵制这类氪金手游上架steam

千万不要玩！！！！！！都是网游！手游！的套路！！！我愿意花钱玩游戏！但是绝对不愿意玩这种！垃圾圈钱游戏！！！全都是充钱套路！！！补充钱！！练冒险奖励的宝箱都不给全！！！！腾讯怎么坑钱！！这个游戏就怎么坑钱！！！！绝对的绝对不要玩！！！！！！

好评: 改得好
好评: 游戏的初体验还挺好的
好评: 养老游戏
差评: 其实特别无聊，我是闲着没事做才玩的
好评: 好玩
好评: 肝就完了
差评: 内容不错,玩了6小时感觉等待比较漫长.
掉线严重.
好评: ffffffffffffff
好评: 一个亿，在这里根本不算目标，这里的小目标，都是百亿起步~~~
差评: 光是需要充值40刀才能解锁全成就这个设定就足够一个差评。
游戏本身还算是精致，拥有不错美术和系统，以及前几天的丰满体验。
玩家可以制作道具解锁新的图纸，还能搭配英雄打材料，甚至还能把道具卖给玩家一口气赚很多钱，成长之后的解锁扩店，新英雄等等，都具有足够的新鲜感。
但无处不在的骗氪系统，和恶心至极的中后期成长系统逼氪，都能让人感觉到制作人在对你说，不充钱玩你麻痹。
首先，是必氪不可的月卡：无论是打本还是活动，都会有个上锁的掉落在告诉你，充钱你就能得到更多，否则就只能看看。恶心不？
其次，是解锁的成就必备的工匠，合计60刀的解锁项目，直接影响几种关键类型的图纸能不能做和成就的获得。恶心不？
第三，项目的升级一开始是5分钟，后面就是3小时，5小时，12小时，24小时这种翻倍成长（已经除去好友减时间），中后期一个架子升级一天，但是需要升级的柜子有2-30个。恶心不？
而且这游戏不仅氪，而且肝，平时做武器10-50分钟不等，要升级就需要频繁的做和卖；还有活动的时候，积分设置的特别高，需要一群肝帝的工会一起冲分，就算是单人的爬塔，限制时间短，内容多，吴克也很难拿到多好的奖励。
因此，如果不是又有钱又有时间的不建议入坑，最好看都别看。
好评: 1w'sa'd
好评: 好玩
好评: 嗯哼陪我度过最艰难无聊的日子
差评: 为了挣钱封禁市场和扣除钻石，问理由客服得十天半个月才回话，不建议玩，相同游戏太多，对中国玩家不友善。
差评: 对中国玩家不友好，各种割中国玩家韭菜
好评: 我只想说，用辅助的，卖辅助的，发广告的，都是孤儿
差评: 十一月初更新之后就再也无法正常连接上游戏了，联系客服迟迟没有回音。
差评: 玩着玩着突然觉得自己像只追自己尾巴的狗，1级打皮皮虾，100级打神圣皮皮虾
差评: 咳咳 我说的是氪氪
好评: 挺好玩
好评: 
差评: 上不去
差评: 人物创建界面点击开始游戏就卡死了
好评: 0.0
差评: 唯独这个游戏登录不进去
差评: 服务器进不去玩个锤子
好评: 好玩

差评: 谁能告诉我要怎么才登陆得上？？？？？？？
差评: 坑爹的服务器，经常连不上！
好评: it is an easy and interesting business game.
差评: 收了钱就链接不了，骗钱
差评: 别的都可以登，就是这个不行
差评: 就一个月没登，就进不去了。其他游戏都能进去唯独就这个进不去。太垃圾了！
好评: 觉得活着没啥意思的可以玩一玩
差评: 看到不止我一个上不去，我就安心了。。。
差评: 怎么说吧，开始还好，后来各种连不上，下载失败，一直不解决，充值皇冠了就给我断网服务，弃坑了，
差评: 垃圾运营。突然链接不上游戏，开加速器能上，现在加速器都上不去。这游戏的玩法是想方设法上游戏？删了。不玩了。
差评: 完全无法登陆游戏玩个毛啊
差评: 还TM锁区，沃日你娘，亏老子还给你充了会员，我日你妈，垃圾游戏，垃圾运营给老子滚
好评: 太上瘾了
好评: 服务器 一生之敌
差评: lj
差评: 登录不上去
差评: 点点点
差评: 连都连不上去
差评: 无法连接服务器，下载失败，WDNMD
好评: 看似休闲娱乐，实则肝逼游戏，不过休闲也可以玩。主要是聊天，顺便点点点。
好评: 玩一玩就玩不动了
差评: 今天也是连不上去的一天呢
