好评: 一个小诀窍,如果一个人玩打不过去了,就选双人打,这样进去后血和蓝就是双倍的,让另一个吸引火力被打死就行了,我就是这么通关的...
好评: 好游戏，多整点，我爱STAR！
有图鉴吗？
2022/02/19补充：
SHEWOLF也很棒!
好评: 有剧情分支好评，游戏内容略少所以真的不够玩不过瘾，给了我怒铁4那种不一样的体验，难度上下降了很多，也不像是怒铁4boss强制霸体，每个怪物都有特殊的技能，抓取手感不错，世嘉粉丝从小打街机被ai的瞬移抓取折磨的想吐，特殊技能必须手里要留一个，不然被小怪扑到就等着死吧，总之来说，这种街机好玩的越来越少，现在想找一部完美体验的街机难如登天，除了内容过少之外我觉得这游戏真的非常不错了~
好评: 传统的过关动作游戏，有街机风格，就是有点简单，但是可以愉快通关，挺上头的。
好评: 經過了幾次改版後終於來到了可以爽快連段的版本，小品遊戲玩玩尚可。精美的美式漫畫+三種結局。
好评: -->推荐手柄游玩，关掉垂直同步增加流畅度。
-->对于剧情，你可以当做一部短篇漫画来看。
-----------------------------------------------
新的2.0版不错，增加滞空招数使得连招不再像之前呆板。
好评: 非常硬派，希望有更多的角色和更多的关卡就好了，说不好的根本不是横板清关的死忠哈哈哈
好评: 挺不错的画风，也全成就了。
好评: [quote]
[h1]你直拳唰唰🤜🤜，小怪AK哒哒哒哒哒🔫🔫
一梭子弹过来我眼泪哗哗哗哗😭😭[/h1]
想搓但搓不动，想连也连不起，是手柄背锅，还是菜鸡落泪？
敌人攻击可以造成僵直的方式太多，导致游戏很难有连搓起来的爽快感，
刚一个飞踢接背摔直拳唰唰准备连起来，
好嘛，一发子弹一个法术远程僵直给我整不会了。
别人是七八个壮汉围着，你放狠话：别废话一起上，
本作是三四个壮汉拿着AK三四个猛女拿着菜刀对着你，
你还敢说：有本事一起上吗？血肉之躯，可不敢。
手握十米长大刀的boss我都无所畏惧，
就怕小怪拿把小手枪突突你，还有一左一右对着突突你。
三个超级英雄特色差了点，别人都女巫帮派，鼠人成精了，狼人嗷呜了，
你这还走得强身健体流，时代在进步，
但游戏的风格还是挺好的，漫画剧情流，还有分支选择，多个结局，
就看你愿不愿意选个高难度挑战自我了。

[quote]诚邀您关注[url=https://store.steampowered.com/curator/40671051/]太长不看鉴赏家[/url] 
测评典中典，一看就懂，点击加入，文字见真章。
[/quote]

[/quote]
好评: [code]
[quote]关注[url=https://store.steampowered.com/curator/36224058/]老实人鉴赏家 [/url] 
老实人评测，不错过游戏的闪光点，不放过游戏的吐槽点，带给玩家最直观的测评感受。[/quote]



[h1]Mayhem Brawler-----当精致的美式漫画风格撞上街机玩法[/h1]
本作是一款街机风格的动作格斗游戏。游戏虽然满满的街机味，但是在画面上却绝不含糊，美式漫画风格的画面，各种到位的细节，都是满满的诚意。游戏并没有在玩法上有着明显的创新，但是却加入了多结局和跟随选择变动的随机性关卡，让游戏可重玩价值大大提升。本作有着三位角色可供选择。喜欢本类游戏的玩家一定不要错过。

本作支持本地同屏合作，不支持线上联机共同闯关。本作出色的画面，与那种复古的街机感相重合，勾起玩家儿时的回忆，爽快的打击感，多种多样的武器，以及冲刺攻击让玩家一瞬间再次热血沸腾。但是较为遗憾的是游戏中可选择人物还是不是很多，只有三位。但还是值得一试的。


[h1]游戏体验[/h1]
在游戏的一开始，由于实在太久没有游玩这种游戏，上一次记忆中的游玩时间大概十年前了，在一上手后太快的暴毙，但是在死亡时也发现了游戏的硬核或者说对玩家的高要求之处，游戏中的死亡并不像大家玩的《合金弹头》或是《恐龙快打》有着续币增加生命的操作，在三条命之后直接游戏结束需要玩家重新开始的硬核难度，属实有些过于考验玩家的操作。

游戏在一开始第一关会有着详细的教学，随着游戏的推进也会学到特别的招式，像特殊攻击，格挡，冲刺攻击，而且部分攻击所带的特效也十分的炫酷，游戏中的格挡和冲刺攻击是游戏的关键，因为两者不容易让玩家深陷众多敌人的包围中，游戏中还有着大量的敌人掉落或是在箱子中的多种多样的武器，除了冷兵器棒球棍，小刀等还有着手枪和机枪就是都有着后摇和冷却，十分不好用就是了。游戏中的格挡和特殊技能的使用也是游戏中不至于掉血太快的很好方法，可以让周围的敌人弹飞，而格挡就是防御住敌人远处来的子弹或是近处的拳头。

再来说游戏的画面，游戏的画面采用的是精致的美式动漫的风格，在画面上做出了一些更改，看起来也是相当的不错，不同于老是街机略偏像素的日式的画风，美式动漫的画风在很多的地方更加的细腻，色彩也更加的丰富。而游戏之中的过场动画也使用的美式动漫的样子却是让游戏的感觉一下拉满，过场动画甄不错，游戏的剧情大致就是三个超能警察面对各种超能敌人，打击罪犯，挖掘深处的秘密，游戏另一个让我惊讶的点就是游戏的多个结局，根据玩家的选项决定最后的结局，让玩家不仅沉浸在爽快的打击感中，更是了解熟悉了游戏的剧情。

再来说说游戏的不足，打击感相对来说反馈还是不够，普通攻击用起来和十年前的街机游戏还是差了一些东西，游戏的攻击连击太少，或者说攻击的招式没有连贯，可能相对于十年前玩过的游戏的增加，对于游戏招式动作的要求也变高了，以前的街机虽然没有丰富的招式，但是会塑造完全不相同的人物来增加玩家的视觉观感和游戏丰富度，但是本作仅仅三个人物


[h1]购买指南[/h1]
[olist]
[*]美式动漫风格
[*]多结局
[*]内容丰富
[*]难度较大
[/olist]


[h1]结语[/h1]
一款横版复古街机格斗游戏，虽然玩法复古，但是出色的手绘画风别样精致，更是根据玩家选择有着多剧情供玩家参考，但是难度较大。
评分8/10
好评: 1
好评: 希望更新
差评: 唯一的亮点可以说是漫画过场和实时语音这点确实很有意思
打斗太普通了~连早期很多街机游戏都比不上~~~你既然要出连段奖励分~那你倒是给我连段的措施啊~就光一通A~连最基础的摆拳也没有~招式之间没有衔接~~能冲刺又能怎么样~~~起不了大作用~~~手感让人特别不适应~~一通A完了就拉倒了~~~最扯的是保险技~用的能量条~好家伙本来保险就是你费点血然后解围~~现在好了~满血没能量你就被抓着挨揍到没血吧~游戏很多敌人有投技的，而且基本两三个一起出场~抓着不放保险就是个大残~
最搞笑的是~boss读指令我是没想到的~第三阶段被连了强行出招反压你~~~什么狗屁设计~哪个横板游戏这么设计的？
还有最搞笑的~简介给我写的33个可用角色~然后只有3个~~我问制作人~他说目前只有三个后续会出dlc~~70块钱这点儿逼东西~去你妈的吧~
好评: 玩的时间不长，比我预想的要好很多，亮点不少。

主要说一下和其他街机横板游戏比较不一样的点。
1，敌人的意图和状态会实时显示在人物的头上，很有意思（有点像杀戮尖塔)。

2，除第一关外每关都有分支路线而且有多结局，每个分支都有不同的Boss，我印象中一般的老式横板动作游戏少有这种设计，很有诚意。

3，美漫式的过场模式，旁边还会显示一个手机的社交平台app的页面，会显示吃瓜群众对此次行动的的留言和评论，看着颇为有趣。

4，本作设有防御按键，且使用频率很高。Boss和部分杂兵打到一定的连击数时会强返。游戏整体难度较高，敌人AI不低，动作灵活，多数敌人被打倒后会反击，所以很难对敌人起身压制。操作逻辑更加注重于防守反击，稳扎稳打，步步为营。虽和怒之铁拳4一样有技能且基本释放时无敌，但多有击飞效果难以进行连段，而且气槽回的速度还是比较慢，所以基本多用于保命。整体游玩过程中较难打出华丽的连击，手感与怒之铁拳4有较大不同。

说实话我还是喜欢怒之铁拳4的那种华丽的打击方式，但是不妨碍我给这个游戏好评，因为这个游戏的三个角色能跑动，这点就足够了！！！
好评: 一个多小时打玩，之后很无聊没有过多的关卡一下子就通关了没意思没有联机...
好评: [h1]美式硬派街机[/h1]
横版街机类型的游戏已经有一阵子没有见到了，对于这类型的游戏个人还算是比较喜欢的。而本作就是这种横版清屏游戏中比较硬派的那种类型。玩家将在游戏中选择三个不同的角色，使用不同的能力来与敌人进行战斗。游戏每一个关卡都有两个分支可选，所要对抗的BOSS也都各不相同，同时游戏还有多个结局，如果你喜欢街机游戏，那么本作还是值得入手尝试的。不过暂时游戏并没有联机机制，也就是玩家想要一起玩，就只能选择分屏或者远程同乐了。对于长篇比较厌烦的玩家看到这里就可以啦，以下包含轻微剧透，感兴趣在往下看吧~

[h1]有这么刺激的警局？[/h1]
本作的背景是在一个拥有超能力的世界之中，玩家扮演的三个角色都有着不同的能力。不过别看玩家强，敌人却是更强。诸多的敌人都有着自己各异的能力，有的敌人会远程，有的敌人会滑铲，甚至有的敌人会回血，有的敌人还会闪现压玩家的起身。游戏的难度还是比较高的，不过扬善惩恶也算是过足了一把瘾。完整的中文剧情也弥补了早期街机看不懂剧情的尴尬，看剧情的同时，右边也会出现类似微博一样的小版块，可以看到其他人在这个世界中的吐槽。整体故事还是挺有意思的，三个角色，三个结局，根据前面选择的分支不同，也就会迎来不同的最终关卡。

[h1]没有续关，你认真的嘛[/h1]
对于街机游戏，自然有的玩的很好，有的玩的就很一般，所以续关在街机游戏中是一种很常见的延续形式。不过本作却是没有续关机制，也就是说玩家一旦没有命，阵亡了，那么就要从关卡的开头开始打起。对于横版清关的动作苦手来说，这无疑是一种难度的再度加强方式，最好的形式，自然就找高玩带着一起打。不过本作暂时并没有联机方式，也就是多数玩家只能选择SOLO。而游戏的整体手感，面对各种起身攻击，远程压制的敌人，确实有些捉鸡。在动作手感僵硬的情况下还要面对如此多的敌人，真心的建议游戏可以增加续关的机制。

[h1]美式漫画的过场[/h1]
游戏从人设到背景，都充斥着美式漫画的感觉。游戏的过场动画就是典型的美式漫画过场，对于喜欢美式漫画的玩家来讲还是十分亲切的。加上独特风格的剧情点缀，更是让这本漫画活灵活现起来。不过游戏敌人的设计，与老式的街机游戏相同，玩家可以看到很多重复的敌人，虽说是无法避免却也觉得隐隐的蛋疼。毕竟你刚前脚打败一个，后面一个飞扑就又来了一个一模一样的。游戏的配乐搭配得当，加上整个游戏的流程并不长，如果不失败的话通关也就仅仅需要1小时左右。给人整体感觉就是听着劲爆的音乐去与邪恶势力做斗争，最终拯救他人与水火。

末尾：除了无法续关与手感僵硬外，游戏的设计也比较恶意，不过街机的乐趣不就正在于此么。战胜看似不可能战胜的敌人，从每一次的失败中吸取经验来更好的面对同样的敌人。游戏尚有不足，如果无法增加联机机制就有些不值现在这个价位，当然后续如果增加了联机原价也值得。喜欢SOLO的玩家完全可以安心的入手，但是苦手的玩家还是找好能同乐或者分屏的小伙伴再玩吧~

[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]
好评: [quote]关注[url=https://store.steampowered.com/curator/39039781]斗鱼游戏社区[/url]，随时了解主播推荐的好游戏。
访问[b]斗鱼鱼吧社区[/b]参与互动，活动好礼送不停！[/quote]
这是一款动作类的横板过关街机游戏。

就是类似三国志或者恐龙快打那种类型的街机游戏。

游戏的画面是手绘风，总体感觉有点类似之前玩过的《怒之铁拳4》，场景种类非常多，还有分支路线可以选择。过场是漫画风格的图片外加推特样式的评论和对话，看着还是很有意思的。如果当年能在街机厅里玩到这个，估计现在也算是童年回忆了。

玩法上，就是正常的街机游戏操作了，只不过按键更复杂一些，除了攻击跳跃和特殊攻击之外，额外设置了抓取按键和防御按键。

这在老街机游戏上其实都被省略成了靠近敌人/物品按攻击，而本作则是专门设置了按键。

不过就算这样，上手还是非常容易的。

虽然设置了一大长串的组合攻击技能，但是仔细一看，无非就是跳攻击，冲刺攻击，冲刺跳攻击之类的，操作还是十分简单的。

剧情说的也很简单，基本上就是警察打坏蛋这么一个故事，中途有多条路线可以选择，然后可以达成不同的结局，结局最多有三个。

玩法上，玩家可以任意从三个人物中选择一个进行游戏。

三个角色各自稍有不同，不过区别不是很大，除开攻击样式的不同无非就是攻击力和能量恢复速度区别了。

难度有4种，不过介于游戏稍微有些不太舒服的手感，建议选最低难度打过就行了，因为成就种并没有对难度做什么要求。

为什么说手感不好，主要是玩家控制的人物受到攻击之后硬直太大，这个点如果是小时候玩的话还可以忍受，现在就会觉得操作上有点不灵。

当然，打别人还是很爽的，这种打击感在一票街机游戏里也可以算在优秀的范畴里了。

而且游戏还设置了几种DEBUFF，比如用刀打击敌人就能给敌人造成流血DEBUFF，反之也一样。

由于分支路线的设定，想要把所有关卡外加结局体验一遍还是需要多打几次的，算是保证了重玩性。

有多人模式，不过也就是远程同乐，并不能随机匹配到玩家一起玩，稍微有点遗憾，因为并没有什么朋友会跑到你家陪你玩这个，而远程同乐嘛，过去必须要开加速器，我还是觉得有些麻烦。

有中文，不是机翻。有CV，声音也不是捧读，算是很有诚意了。

总结
70块有点小贵，我觉得半价差不多就算划得来了。
喜欢街机游戏的还是推荐试试的。
[quote]游玩百态，将游玩心得用汉语化作玩家的指明灯
[url=https://store.steampowered.com/curator/35402408/]点击这里关注汉化语录~[/url] 如果喜欢这个评测，请点个赞让更多人看见[/quote]
好评: 目前是街机格斗游戏的上乘之作，高清的美式漫画风格，流畅的打击手感，剧情还没玩透彻，美中不足的是游戏操作不太好，角色总是不自主地向前移动像拉不住缰绳的野马一般，期望制作组能改善，总体8.0/10分
好评: [h1]向日葵游戏评分【7.5分】[/h1]
这是一款街机风格的清版动作游戏，之前未见宣传，上手以后意外惊喜。
游戏的风格接近SEGA《怒之铁拳》，并借鉴了CAPCOM《恐龙快打》的元素，共3个可选角色，7个关卡，包含分支线路，因此可以达成3个结局。
整体来说，动作流畅，打击感很好，如果放在当年绝对是游戏厅的热门。
[h1]欢迎大家关注我们的鉴赏家：https://store.steampowered.com/curator/28763059[/h1]
[h1]和你一起寻找好玩的游戏，快来关注我们吧~微信公众号“向日葵游戏”、头条号“向日葵游戏”、官方微博“向日葵游戏评测”[/h1]
差评: 美漫风，多剧情选择，boss难度爆表，感觉可以，比broforce玩，建议那种拳皇大神入坑！
好评: 比想象中的要好玩一些，而且竟然还有分支路线，可惜只走了一个全警局被控制的结局。（建议用眩晕压B0SS起身）
好评: 一个小时就通关了，希望能联机一起玩
好评: [quote]关注[url=https://store.steampowered.com/curator/39039781/]斗鱼游戏社区[/url]，随时了解主播推荐的好游戏。
访问斗鱼鱼吧社区参与互动，活动好礼送不停！[/quote]

《骚乱格斗》是由来自伊斯坦布尔的游戏公司Hero Concept制作并于8月19日新推出的一款清版街机动作游戏。Hero Concept此前推出过两部街机游戏《团子大作战》、《团子大作战：异星侵略者》，而本作与这两部作品的打砖块与射击玩法不同，采用了大部分玩家常见的横板清版的游玩模式，如果去年有玩过经典清版动作游戏系列《怒之铁拳》的最新作《怒之铁拳4》，那么这款《骚乱格斗》应该也值得一试。

Hero Concept应该也是受到《怒之铁拳4》的启发，今次推出的《骚乱格斗》在画风上同样也是选择了手绘的美术风格，选用的色彩类型相当丰富，场景细节刻画与光影效果也制作到位，像是角色走在地面与水面上都有倒影生成，打击效果也做得不错。不过再细看下，好像场景整体的质感方面比《怒之铁拳4》稍差一点，但也已经可以带给玩家优秀的视觉体验了。配乐部分也毫不逊色，富有节奏的背景音乐足够火爆，游玩起来多少能够激发肾上腺素~

作为经典的清版街机动作游戏，《骚乱格斗》在玩法机制方面毫不复杂十分简单，即便是从未接触过这类游戏的玩家也能快速上手。不过为了满足不同水平玩家群体的游戏体验，制作组划分了警官学院等四个难度，建议萌新玩家选择最低难度游玩。角色方面则提供了三名角色，三位角色各有所长，如能量条的恢复速度不同，具体如何选择还需根据玩家个人喜好。游戏没有设置太多的组合技能，所以也不用担心要记住繁杂的出招指令。

要说本作与《怒之铁拳4》机制上的不同点，主要体现在本作中制作组为玩家设置了3种不同结局，完成第一关后后续的关卡都会提供两个分支路线给玩家选择挑战，一定程度上保证了提高了游戏的重复游玩性。至于分支路线的挑战难度，部分关卡难度较高，需要玩家多加尝试。值得一提的是游戏的美漫分页加上推特风格的过场叙事设定，看着很有感觉，另外每个角色都配有声优配音，可以说制作组相当有诚意了。

虽然是清版游戏，本作也有一定的策略性，制作组设置了流血等几种BUFF，敌我双方都能使用，如果被敌人挂上BUFF如流血，这时再攻击敌人就是两败俱伤了。所以对战敌人时还需一些策略意识，比如灵活走位跟适时释放特殊攻击，必要时还要记得用格挡规避伤害。至于操作手感十分流畅顺滑，打击感方面也做得不错，角色每一拳打在敌人身上的反馈都很到位，加上上述提到的火爆背景音乐，打起来尤为带劲。

总之当下愿意制作清版街机游戏的制作组实在不多了，见一款少一款，而《骚乱格斗》在带给玩家亮眼的画面表现之余，也保持了清版街机动作游戏的经典玩法。总的来说质量出色，街机老玩家不容错过，萌新玩家也值得一试。游戏最多支持3名玩家本地联机或者远程同乐游玩，对于在校大学生或者一同合租的社畜玩家而言，与朋友一起挑战体验会更好。

[quote]加入[url=https://steamcommunity.com/groups/feizhai]肥宅聚集组[/url]与关注[url=https://store.steampowered.com/curator/28359939]我们的鉴赏家[/url]，一起当肥宅w[/quote]
