好评: 这个游戏非常好玩，有很多典型的人物和武术，动作非常多，要是放在童年，我认为应该适合超级玛丽一个级别，甚至比超级玛丽还经典。但是也有一些不足，比如你们隔一段时间加一种武术或者人物，但是这些都是从一代中挑选，感觉没有创新，其实你们可以从一代以外增加人物或武术，比如可以增加太极拳、马伽术、跆拳道等，场景可以增加叶问的故乡佛山、白眉居住的山上、霍元甲中很高的擂台上等，如果可以创新，那将是非常的完美了，我想迟早会成为经典，只是时间上的问题，比如李连杰的《精武英雄》，被称为功夫片的教科书，但是刚上映时票房非常不好，上映15天便被下架，后来成为了经典。
好评: 一招一式像电影一样。
好评: 说实话二代还不如一代，除了画面提神，游戏性上没有实质的突破，而且很多人物招式感觉还没一代流畅。特别是游戏模式，既然斗是一摸一样的，毫无创新~~~
好评: 这游戏不错 虽然人物建模有些粗糙 但是动作流畅     游戏里的人物都是邵氏、嘉禾功夫电影里的角色
甄子丹（叶问）
李小龙（精武门 陈真）
成龙（醉拳 黄飞鸿）
袁小田（醉拳 苏花子）
……
好评: 最喜欢的格斗游戏，没有之一
好评: 游戏总体不错，但是感觉控制起来手感不是很好，还有组合按键误差时间太小了，很难按出抱摔之类的
好评: 希望能新加入10个角色
好评: 这游戏非常不错，我很喜欢里面的李小龙。很强。希望出一套黄色金色制服。满星推荐！
差评: 这么久才更新一次？你打算一年一次更新？
差评: 李小龙的脸型改的不像电影中的样子了，而且速度也慢了，为什么削慢速度？还有你们是怕侵犯肖像权么？另外，李连杰扮演的角色到底是谁？前作李连杰扮演的角色很像（霍元甲）不晓得是不是真的，这一作，扮演的又好像是（黄飞鸿），但是为什么李连杰打完回合之后，摆出的pose居然是太极拳的动作，这让我无法理解？因为电影中的黄飞鸿根本不会太极拳，除非你们做成电影（太极张三丰）的样子，那还差不多。。。。。。
好评: 招式输入太快的话发不出来
人物大招不够帅啊，看起来就像普通招式3连击
女角色太少
角色对话内容很迷。。。
建议武器归为一个单独的模式，喜欢那个武器碰撞的音效
好评: 期待出第3代，并且增加网络对战功能。毕竟武功再高也要找人切磋一下嘛。还有就是可以多增加一些女性角色，第1和第2代里女性角色都少的可怜。总之希望这款游戏能越来越火！
好评: 超棒的格斗游戏，没有技能就只有最真实的拳拳到肉。这款游戏潜力非凡，快出三代吧
好评: 击倒那个浮空动作太浮夸 需要改进下 人物也可以继续加点
好评: 爱的自然爱，希望多出角色
好评: 格斗方面最好能做的跟铁拳一样。最后建议增加线上对战
好评: 服装方面我觉得有点怪，为啥空手道选手都要穿个小白鞋加道服打架啊？而且还不能替换
好评: 真的是很好的一款游戏，除了加载慢以外还没遇到其他的确定。
如果能联机更好了，真的太有味道了这个游戏。
出个联机绝对大卖。
差评: 十次进入对战画面九次崩溃，
等了两个月再买这个游戏结果这个bug还不能解决
虽然音乐和画面都不错，
thank you国外开发者
but还是要退款
好评: 是个优秀的游戏，可是老崩溃，再好玩我也玩不了啊，希望以后的更新可以解决这个问题
好评: 卡白屏，没办法，只能退款
等到BUG少一点后再买吧
好评: 街机模式打到第3-4个人读取不过去，卡死状态
好评: 给作者一个建议，游戏名字叫做少林VS武当，怎么可以没有武当派的功夫呢？要不要考虑以陈师行道长为原型做一个人物呢？
好评: 对于一个四十多岁的老功夫迷来说，这游戏在情怀方面值得一个“好评”，但就制作层面能改进的地方还有很多。这是我制作的《少林VS武当2》连续技视频 https://www.bilibili.com/video/BV1ke411x7zF 除了看个热闹外也能发现游戏目前版本招式表现力和平衡性等方面的不少问题。有几点意见：
1. 加入在线对战模式（这样也更容易让玩家反馈游戏中存在的问题）
2. 改变连技保护的机制，不要超过15连击就强制中断，而是连击数越高，伤害同比下降越多，控制好一套连技的总伤害就可以了，当然不能出现“无限连技”
3. COUNTER系统改为在被连技打中的过程中可以使用，把对手弹开，相当于有一次自救的机会，增加对战策略性
4. 武器技存在感和威力都有点太低了，至少可以普遍带入连招，且威力也要与拳脚相当
5. 超必杀技目前有点尴尬，至少要能带入到连技当中，成为一招翻盘的手段。结合第3点，也可以设置为COUNTER不能弹开超必杀技
这个游戏能改进的地方真的还挺多的，不能只有向老功夫片、武侠片致敬的噱头。希望制作方多努力加油吧！
好评: 这游戏不是提供远程同乐吗，我是看这个才买的，然后我就傻了，只有邀请观看，我看啥呀。。。。
游戏打击还是不错的
咏春 叶问
好评: 我非常喜欢您的游戏,从小我就喜欢这种现实的打斗而不是武侠小说中的飞檐走壁,对此我非常的感谢您制作了一款非常有趣的游戏,这款游戏经过了您稍微地优化之后没有出现什么大的问题,可以流畅的玩耍,在此我强烈并且真心的希望您制作出线上对战模式,包括上一款少林vs武当.
这几天我连续的玩了几个小时，现在这个版本，除了一些玩家说的人物砍掉了一半还有致命的缺点，没有线上联机模式以外，几乎没有什么大的问题，动作流畅，还原度高，我几乎要激动的落泪了。
然而如果你把电脑调成困难的话，就如同跟高手对决了，跟一般的格斗游戏不一样，困难的电脑不是说它的攻击力有多强，或者是他的生命值有多厚，而是他见招拆招的本事非常的强，电脑很聪明，似乎每一次都能猜透你心中的想法，但是一旦抓住机会他就会拼命的连招，让你没有还手的机会。
最后最重要的事情就是，就算困难的电脑剩一丝丝血他还是有翻盘的机会的。
好评: 希望这款游戏可以做得更好。
好评: 暂时先不推荐，感觉手感和画面都比一代差了不少，人物也僵硬，优化不太好，街机模式白屏进不去，希望作者多优化更新吧

3.19更新
作者更新了几个补丁，进去之后确实比之前快了，有反馈有更改我喜欢作者的态度所以改成推荐，希望越做越好
差评: 这是我买的第一款功夫格斗游戏，当时也是期待了好久。但是就像前面的评测一样，我也是在选完角色进入游戏的界面直接崩溃白屏，拖了这么几天了都不解决，发了两个小补丁根本无济于事。我也很想支持开发者，但说实话，臣妾做不到啊，我实在想不到什么理由，能把一款玩都玩不了的游戏推荐给别人，或者谈自己对这款游戏的喜好。早点解决你的这个BUG吧，都好多天了。我的配置是34寸带鱼屏，RTX2080显卡。
好评: 游戏在体验期间做的就这么好很不错  之前不流畅退款了  但是我又买了  还有一个问题 之前那个第一部选电影模式回不到全屏普通画面了怎么解决  不管怎么选都是电影模式打不开全屏普通画面
好评: 做的挺不错,画质提升了很多,但是人物变少了。
希望能再出一些人物,We need Capoeira!
好评: 玩不了，一直停在读取画面
好评: 不好使，一载入游戏后就跳出游戏，重装几次都无效，换了个显卡驱动好了
好评: 哈哈哈哈哈哈哈LOL
开发者亲自找上门哭哭也是超级可爱！！！
开发者和他的游戏真的很酷！
好评: 游戏的界面设计的很好，但是每个人物都是用功夫的流派来命名不太直观。而且优化很差，我一直在进入对打的画面卡住，白屏，希望制作者能够修复！   很期待这个游戏的对打场景！
The interface design of the game is very good, but it is not very intuitive that each character is named by the genre of kung fu. And the optimization is very poor, I have been getting stuck in the picture of the rally, white screen, I hope the producer can fix it! I am looking forward to the kumite scene of this game!
在作者发布了第一次更新补丁后，游戏能够流畅的运行了，虽然会加载很长时间，但是打斗的场面非常不错，很值得推荐。且作者会不断的完善这款非常具有创意的游戏，很值得游玩！
After the author released the first update patch, the game can run smoothly. Although it will take a long time to load, the fighting scenes are very good and worth recommending. And the author will continue to improve this very creative game, which is worth playing!
好评: 影迷写给功夫片的最美情书。

+时代感很强
+招式丰富
+开发者与玩家的互动

-白屏无响应（虽然解决了）
-读取速度过慢
-场景少，人物少，BGM也不够经典（期待改进）
-比起前作动作略生硬

总体体验不错，但比起前作还是少了点东西，目前抢先体验版内容较少可以理解。开发者的态度值得点赞，不但在短时间内反馈信息，及时更新补丁解决bug，还加了玩家好友并对评测逐一回复。
好评: 开发商主动联系我并且修复了问题 态度非常好 游戏本身也很有趣//////////////一小段时间的白屏 并不是游戏崩溃了 只是在加载 可以放心玩了 就开发商这个态度 已经值得购入 希望大家给这个游戏一个机会  开发商很赞呐
好评: GOOD
好评: 对比一代进步很大，画质提升不少，而且可以换装；游戏性也有所提升，动作更多变。非常推荐。
建议界面的super 图标改成龙绕八卦会更漂亮些。同时希望加入新的角色，比如柔道、巴西柔术、太极。

游戏当前几个问题：一是载入比较慢，玩一会动作会有卡顿情况，虽然不严重；二是有时候投技能没有伤害；三是感觉有些人物攻击的距离和目测感觉 不太一样。
差评: 我成功退款了，Steam处理退款申请的效率还是很高的。
至于退款原因，其他遇到卡读取、白屏的用户说的已经很清楚了。
好评: 游戏很不错但有很多需要优化和改进的地方
在游玩过后我遇到了如下问题希望开发者能尽快优化改进
1.第一次游玩加载时间超过1分钟首次战斗程序异常，后续重新游玩加载时间只要半分钟战斗也顺畅但这很影响第一印象。
2.游戏中主菜单和选人都汉化了角色台词只汉化了一半，地图名只有几个汉化了角色名和出招表都没有汉化这很影响游戏的体验。
3.游戏的战斗过程中出现穿模，且我用叶师傅使用怀中抱妹杀时候几次出现了人在空气上躺着叶师傅在旁边很影响体验。
4.游戏只有几个地图有可破坏的背景物品希望每个场景都多加入一些这会提高游戏的体验，且我希望室外场景可以加长一半不然场景太狭窄了。
5.作为一个格斗游戏打击感和优化还是很重要的，我希望能变的更好。

差评: 唉，读盘就卡死，真·买游戏不是为了玩的
好评: 游戏很有意思，画质较前两作有提高。普遍反映优化不好？第一次进入对战会卡很久，耐心等一下，后面就好了；有点吃电脑配置。希望之后会有更多精彩的更新，增加角色、招式、服装，把一代的一些细节优点继承过来，像受伤、污渍、老电影画面什么的。作者独自一人做的游戏，纯凭热爱，将一直支持。
差评: 一直卡优化界面，无语了~
好评: 游戏优化有点差尤其读条 加强优化吧 尤其中文很表明话 都做成中文吧 可惜现在闹瘟疫等有机会朋友来家里玩可以一起玩应该还挺有意思
差评: 一直卡读取界面，看了下其他的测评，似乎不只是我一个人，希望解决一下。
差评: 一直卡在读取界面，都听见对方开始打我了，还读取呢。
好评: 优点是动作设计不错，很有电影电视的角色代入感。
缺点是BUG比较多，比如画质开最低时血条和能量槽都会消失不显示，还有优化需要进一步加强，我6G的1060Ti玩3A大作全特效都不卡，玩一个5个G的格斗卡显然不是我配置问题吧？
最后希望把街机模式的对话充实一下，叶问和李小龙的师徒战都没有特殊对话，实在是不甘心，虽然开发者可能并没有将武术流派和人物角色对号入座的意思23333
总而言之，希望游戏越做越好~
差评: 优化极差！玩这游戏选完角色后直接卡在读取几分钟都没反应，然后白屏未响应退游戏了。另外这游戏虽然没写中文，但其实旘戏里有中文界面
差评: 你这游戏读盘两分钟 真nb
好评: 不是很经常玩街机格斗类游戏，但是这游戏我觉得相当精彩，动作丰富打击感强。
好评: 游戏是好游戏
游戏的初始键：确定键是R  取消键是T 武器键是F，武器键也能进行取消
大家可以根据自己的喜好设置好键位
希望这对大家有用
Games are good games

Initial key of the game: confirm key is r cancel key is t weapon key is f, weapon key can also be cancelled

You can set the key according to your preference

I hope it works for you
