好评: 非常好玩
好评: 666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666我已沉迷
好评: ...
好评: 国产游戏奇迹 庞大的世界观和复杂的游戏玩法让中华武侠文化和江湖文化得以在元宇宙内呈现
好评: 老好玩了

好评: 喜欢
好评: H
好评: 武侠梦
好评: 永劫无间真好玩
差评: 为什么不能举报队友素质太低了
差评: 游戏还可以  网易就是个垃圾
差评: 好多人舍弃了亲人，获得了力量。优化巨差，帧数波动严重，操作延迟，短闪变长闪，连招失败，不是你手的问题，就是帧数波动导致的。建议目前不要购买此游戏，等游戏优化好了外挂变少了再入，也许这一天永远也等不到了，毕竟运营没有🐎。
差评: 太垃圾 都坑我
好评: 666
差评: 稀烂的优化   跑图120-150FPS  大团直接掉到 30 40FPS  玩个锤子

差评: 打人机像坐牢。。。。。。。。。。。。。。。。。。。。。毫无游戏体验
差评: 无聊至极的垃圾游戏
好评: 前一世 我为修罗榜上的无上至尊修罗 最终却惨遭30位坠日高手围杀 我殊死拼搏 以伤换伤 杀了20人逃到昔日至交府邸 却没想到昔日至交好友 竟然是卑鄙小人背后偷袭 毁我至尊金甲 摸我神器狼主 甲药全无 今生我重生为百炼洞倔强青铜 入赘森罗神使世家 却惨遭同门针对 妻子嫌弃 被害跌落悬崖 却因祸得福习得神功 三十年河东三十年河西 永劫二等一 森罗谷来两个性感辣妹 边打边听我的复仇大计
好评: 1
好评: 国产巅峰
好评: 非常不错的一款游戏
好评: 真的很好玩
差评: 网易格局太大了，他们失误多给我发个箱子，第三天后就给我收回了，多一个箱子我就会多氪金少氪金了？你大不了给其他人都送一个大家还会说你良心，这么骚你是真不怕被骂。
好评: OK

好评: 牛逼
好评: 66
好评: 被振刀模拟器，体验被振刀的不二选择~
好评: good
差评: 垃圾游戏，不去找开挂买黑号的人麻烦，三天没登录这屌游戏现在说我开挂被封，祝你成为第二个pubg，三石继续养你的黑毛猪家人吧
好评: 真的好玩兄弟

差评: 不好玩    玩了几个小时就退出了    跑图一小时     被打两分钟    无聊至极
好评: SB

好评: 自由度很高，永劫暖暖，衣服真的漂亮！心理博弈什么的很酷好吗！
好评: 好玩儿到炸裂啊，兄弟们
差评: 网易游戏懂得都懂，不氪金这游戏可玩性挺高，氪金也就那样（无底洞
好评: 一块玩吧对新手可有好了嘎嘎振刀

差评: 越改越离谱，到底是竞技游戏还是英雄游戏搞清楚，别挂羊头卖狗肉，公测是还挺正常的，越更新越离谱，到这个版本直接就是一波流玩法，全程不用竞技有手就行，三娘一大，和尚一抓游戏结束，下一局，这要是竞技游戏那就不要把英雄伤害搞得那么离谱，固定伤害，什么装备等于攻击力，逗我玩呢，你确定不是在模仿英雄联盟吗？这是哪门子的独创？
好评: 永劫无间真好玩红真难出
好评: 非常不错啊家人们


好评: 主要是界面简介真不错
好评: 雀食好玩
差评: 什么游戏，狗都不玩.
差评: 一百万幻丝拿去给策划？织？？
好评: 非常好玩  

好评: 新手肯能觉得很难打不过，但是你慢慢练起来，还是嘎嘎帅的
好评: 好玩，招式多样，操作上限高
好评: 优秀的游戏
好评: 挺好
好评: 很nice
差评: 傻逼优化，傻逼bug，傻逼游戏
好评: 不错不错，就是自己菜的扣jio
好评: 除了新疆网络不好 其他都很好
好评: 皮肤多出点，出多少好看的买多少
好评: 好玩
好评: 快出新地图
好评: HAONAN
好评: 好
差评: 傻逼游戏

好评: 开心 玩的太开心了
好评: 6P
差评: 新手根本就玩不了啊
差评: 能不能好好优化，1050ti，本来是8g单通道能玩，优化到我安上了8g双通道，昨天刚更新了，8g双也玩不了了是吧？能有20帧我就谢天谢地了，玩了快500个小时了，不响丸辣
好评: 很涩的换装类游戏奥
好评: 123
好评: 和我
差评: 辣鸡游戏，狗都不玩
好评: 非常好玩

好评: 强烈推荐，好玩到爆，玩的眼神凸起
差评: 优化不搞，天天出皮肤是吧
好评: 还行

差评: 傻逼游戏，我的评价是不如王者荣耀
好评: 好玩是好玩 但不知道为什么我一个青铜匹配一堆铂金？这是为什么？？？？？
差评: steam 版本是真的卡
好评: lj
差评: 傻逼玩意，前几天刚买就打折，挂不管，优化问题也不管，狠狠赚你24工作室亲妈棺材钱吧
差评: 优化跟nm屎一样，掉帧卡屏常常有，3060不配玩游戏了是吧，奶奶的还天天放着这个问题不解决，是真的畜生。还有那一个个活动，送的什么呀，好看的（比如无尘的头发）都藏箱子里，藏就藏吧，tm是真藏起来了根本抽不出来，就是直接明着来骗氪是吧，什么东西呀。还有那个落地架，开四五个堆没甲没刀，天天跟人家打拳的日子是真的爽啊。我真的是太爱卸载这个游戏的感觉了。
好评: 一起当瘤子呀

好评: 太难玩了
好评: 还可以，再把优化做好点就更好了
差评: 抗磨剂，9
好评: 不是被振刀就是在被振刀的路上
好评: 优化拉跨配置要求高，玩法手感不错。
游戏粘性低，没开黑队友等于坐牢。
好评: 只要 你别卡 玩的就很爽
好评: 非常棒的游戏，操作性拉满
好评: 我是mike爹
好评: 网易被盗号，来steam买过，3050完整带飞，体验不错，值得入手
好评: 我是sb
好评: 还行
好评: 傻逼网易
差评: 除了抽卡，网易你还会干什么？
好评: 好玩

差评: 垃圾游戏
好评: g
好评: 还是挺不错的游戏

好评: 玩一会就上瘾
好评: 除了高段位有一定的暴力挂之外，其他的无论是画质还是模型都很不错
好评: 非常好玩
好评: ch8y6qfehj 兄弟们填一下邀请码，双方都有奖励
好评: 。
好评: 非常好玩，我的刀给震烂了
好评: 爽
好评: haowan
好评: 沉迷捏脸无法自拔
好评: nbnbnbnbnbnnbnbbbn
好评: 好玩
差评: 我是被振刀振到死的傻逼
好评: 哈哈哈哈
好评: 游戏做的不错，但什么都要抽卡是真nt，真有你的网易，真会捞钱啊。还有就是能不能好好给游戏优化优化，整治整治开挂，别三天两头想着怎么搞比赛，怎么搞手游，怎么骗玩家钱，暂时先好评。
好评: 刚开始玩的时候确实有点难上手，但是多看些技巧然后在训练营多练，慢慢上手了之后这款游戏就是真的耐玩也值得玩，乐趣无限，刺激。
好评: 为什么我点国服显示地区限制登录？
好评: 真不错，就是要学

好评: 6666666
好评: 很上头，巨好玩

好评: 还行就是玩了脾气有点暴躁
好评: 是兄弟就来来聚窟洲砍我
差评: 越来越卡
好评: 国产天花板武侠端游！很有操作
好评: 绝对好玩！！！！阻碍我的，豆浆烩面
好评: 游戏是好游戏 玩也蛮推荐玩的  但是千万别氪金开箱 因为会上瘾 然后会后悔 暴怒 最后会心存侥幸（再来一发？万一呢？） 结果回头你会发现尼玛一个一两百的买断游戏花了你一两万甚至更多 言尽于此 希望大家理智消费 最后 网易你个狗屎玩意儿别搞什么B活动了  什么破爆率 淦！
好评: 喜欢喜欢

好评: 6666

差评: 我是傻逼
好评: 0.0
好评: hnb
差评: 玩了6个小时
没什么意思
差评: 崔三娘大招控制这么久.根本就解不了  你设置个连按e键解除控制干嘛？
差评: 游戏优化是真的烂，降低了画质马赛克武侠吃鸡梦回80年代
啥都不说了
我是傻逼
好评: 很棒

好评: 我是傻逼
好评: 好玩

差评: 网易还是别做游戏了 角色越削越不像样
差评: 优化了个。
好评: 1
差评: 匹配到的都不是同一个水平的玩nm呢
md人家落地金甲，tmd我落地甲都没有叫高资源区
祝你们早日倒闭啊

好评: 游戏很好玩，网易很没妈
好评: 挺不错的

好评: 有点费手指
好评: 666
好评: 不错的游戏
好评: 玩这游戏第四个箱子就是金，不错
差评: 游戏内各种bug，负优化，越更新越卡，没有任何理由的封号，也没有任何方式驳回
好评: 今天是牛子节，点赞这段话，牛子精灵就会在你睡着的时候偷偷给你的牛子加长1cm，但是如果你看到了这段话不点赞的话，你的牛子就会缩短1cm！！
差评: 一般，可惜就是退不了了，从这耽误我时间，就当老头环前期的消遣吧，70块送你了
差评: 能不能好好优化，卡成什么样了，那个帧数看得我都心里发颤
好评: 玩了永劫无间腰不酸了腿不疼了做梦都是我的金阔被震了
好评: 喜欢
好评: 哦
差评: 垃圾游戏，明明别人网络不好，硬说我网络差，老子300M光纤，跟我说我卡了；不是还有朋友开黑，我特么早不玩了，妈的狗屎
好评: 管一管开小号的炸鱼的，游戏生态很重要
好评: 女朋友给我口了两个小时我才答应买来陪他玩，现在觉得不错，奖励他再口两个小时🌝🌝
差评: 一个小时闪退一次，王黎奶奶，天天闪退，伞兵优化，回去耕田吧
好评: F[O9KWAFOPJIWETGO2W
差评: 垃圾官方，莫名其妙给你安一个使用第三方软件的借口就永久封禁，也不需要一点证据，想钱想疯了
好评: 好玩

好评: 还行还行

好评: 66666

好评: 180个小时我还在白银晃悠，兴许是我太菜吧
好评: nice
差评: 自己公司出错给多了奖励，现在修复收回去，BUG都没见你修复那么积极，你网易还是你网易。
好评: 振你麻痹
好评: 挺好玩的
好评: 懂得都懂，不多评价，体验就明白了。
好评: 画风拉满
好评: 非常好玩
好评: 好玩
好评: 呜呜呜 一个都打不过
好评: 好游戏是好游戏，sbch
好评: ....................../´¯/)
....................,/¯../
.................../..../
............./´¯/'...'/´¯¯`·¸
........../'/.../..../......./¨¯\
........('(...´...´.... ¯~/'...')
.........\.................'...../
..........''...\.......... _.·´
............\..............(
..............\.............\..
 

好评: 33
好评: 非常推荐的武侠游戏，但是挂太多了
好评: 仙侠巅峰  就是低段位匹配机制有点无语  太多神仙了
好评: 6

好评: 6666666666666666666666666666666666666666666666
好评: ？
好评: 挺好玩的，振刀无敌
差评: 啥皮肤都抽不到
差评: 猪场特色的又肝又氪有技术才能有游戏体验。如果你想体验下班之后再上班的感觉那大可试试这款游戏。
好评: 太好玩了吧

好评: >????????????????????????
差评: 至今游戏时长10小时左右，优化太差，期待后期优化完成（虽然，国产游戏优化都一个鸟样，除了提升硬件，游戏厂商基本优化不出国外那种流畅感），游戏总体中规中矩个人觉得除了是冷兵器时代，目前也没啥亮点。打击感也不行，还不如嗜血印。虽然大家伙都提出了各式各样的游戏问题，甚至吐槽，总体还是为了国产游戏做大做强，真正的被认可。以上纯属个人观点，不喜勿喷，谢谢。

8月8，借同事的号体验了国服现在感觉还不错，值得跟朋友一起玩。

8月12，今天Steam开服优化确实好了许多，流畅不少，啥也不说了，真香，150充了高级战令。
8月18，为啥玩了几天突然又卡了呢？！我是AMD显卡。哎，建议大家入手Steam版本（不好玩可以退款！锁国区！锁国区！锁国区！），或者借朋友的号体验（不适合自己就不用浪费钱了）。GPU占用率99。。可能是我配置垃圾！
8月21日，你们自己人是不是不玩这游戏？
8月30日，今天游戏4个多G的更新！结果手柄操作的“上↑”键失灵。游戏也是一卡一卡的！（比我昨天我29号玩略卡，我是固态硬盘！）手柄按键全部变了！给我整不会了！负优化！感觉没有工作室内部人测试就放出来的更新。
8月31日，手柄操作存在问题待优化：
1、装备主武器、副武器“RB+→右键、←左键”指令重叠，（出现向队友索要武器文字指令，和装备主武器、副武器指令）；
2、↑上键在选择“坟冢”物品时按“上键”不能触发从下往上面选择物品，自己背包、武器选择、退出任务栏也是如此；
3、手柄模式开启“自动锁定目标”用角色天海会导致大招抓取目标人物后无法移动视角问题。

9月6日，游戏时长是挂机来的。
9月16日，限时金箱子，想要冰魄红色皮肤的赶紧充钱啊。
10月10日，每天刷完任务就下线……
10月15日，好家伙！又偷偷改了手柄按键！！！我丢！！涂装“Y”跟“丢弃”武器有重复按键！我真是严重肯定没测试就丢出来给大家用！！他们从不玩着游戏！天天就想着怎么圈钱！！
11月25日，“Y”按键指令重复依然存在！游戏优化有明显提升！（可能是更新显卡驱动的问题）我是A卡！不敢保证下次更新会不会变卡，因为这事之前有发生过。战令奖励、皮肤说实话没啥吸引力。最终那款胡桃皮肤个人觉得好丑，奖励不实诚，反正对我没啥吸引力。第一赛季充了，这新赛季完全没有欲望，还有那款联名皮肤“花少北”不看论坛我都不知道是个主播，一直以为是某化妆品品牌，哈哈哈。/捂脸。
手柄“振刀”成功后会有震动反馈。
-----------------------------------
2022年1月22日
优化问题你们一直有在做，虽然不是很理想，我相信你们，也会给你们时间和耐心，毕竟游戏才公测半年。
搞电竞我也不说什么，毕竟也算一种尝试，你们自己心里有数就行
外挂bug我也遇到得也少，基本我个人举报的几个比较明显的马上就封了。
更新速度很快，新内容新玩法也在不断开发尝试。特无尽枪火和暗域狂潮我真的玩得好嗨。

但今天咱就事论事啊。

大过年你（）的犯什么病?这几把阴间活动没个10年脑血栓能想出来?真你（）一天天给脸不要脸是吧，把你惯得什么几把德行?天天开开开，开你（）个臭哔哩哔哩的破箱子，360金一个烂嗨箱子，10连你（）连个保底金都不舍得给，天天就你（）塞一堆垃圾来污染池子，下次也别送什么赛季宝箱了，送点1200幻丝都比这来得实在，起码我不会开到重复表情给我转换400幻丝。奇珍宝箱不更新，幻丝商店不更新，一天天就惦记你（）个臭哔的破箱子里的烂嗨皮肤，一直用皮肤不影响属性给你洗啊洗，我洗你（）个臭嗨，真你（）浪费感情。大过年的来这恶心。游戏是好游戏，游戏要玩，你们这卵毛运营也要骂。今天就化身腾讯（）o，农（）（）多位一体骂烂你个（
转自B友​。
无力吐槽。。重新定义买断制游戏，重新定义直播（新年直播活动竟然是录播）。。
2022年2月22日被封！

好评: 很不错

好评: 挺好的，就是我有点菜，能有人教教我不
好评: 挺好的

差评: 有一说一 先别着急做新英雄了 赶紧优化优化吧
差评: 买断游戏全氪金
好评: 还行把主要是组队游戏组队好玩点

好评: 嘎嘎振刀
好评: 良心之作
差评: 玩个锤子？？ 优化差就算了可以等你们补，但是你们倒是补优化啊？象征性补了个优化然后新赛季根本不打算优化是吧？我都1070的显卡也不追求啥画质，最低画质一遇到人多一点就卡成ppt？？垃圾网易！
好评: 还行
好评: 挺好玩
好评: 游戏是好游戏，运营是不做人
差评: 傻逼游戏 一个月不玩 封号了？司马仔 草拟吗的臭逼 谁买谁傻逼了 草你妈的 封我的是不是siquanjile心情不好 盗号的是不是刚草完立马 xianzhele 他妈把你妈的臭逼割下来送山林给野狗草
好评: 梦想是对未来的憧憬和设想，是一种虚拟的预期安排。梦想的实现，有待于坚持和努力。需要挥洒汗水甚至泪水。
而我的梦想就是当咸鱼、无忧无虑、憧憬未来.
好评: 非常好玩
差评: 游戏本身不错，优化和角色做的是一坨屎，你bj8捣鼓你那poj8了
差评: 优化是真好  你们快去玩
差评: 垃圾司马网易，全是挂玩尼玛


好评: 好玩
好评: 很棒
好评: 挺好玩的


差评: 我去你妈的能不能好好优化下
差评: 第三个赛季了还不出新地图？？？
差评: 垃圾游戏，不是dll丢失，就是磁盘损坏，更新一个游戏都能出问题真呢嘛的垃圾
好评: 好！
好评: 很好
好评: 挺好玩的 就是对新手不太友好人机太多了

好评: 6666
好评: 好玩
差评: 狗都不玩

好评:  很好玩就是对新手不太友好

好评: 就是喜欢
好评: 还不错，挺好玩的，创意很好。
好评: 就喜歡被振刀的感觉
差评: 我想删永结无间账号,没有清理数据按钮，绝了...
好评: 好玩就對了

差评: 标准版升终极版是真的恶心，e宝直接买108，这里要98+152，狗网易
好评: 嘎嘎给我振不会 了  嘎嘎人振傻了  嘎嘎人没了
差评: 这个游戏应该换个名字，穷B别玩
好评: nb
好评: 游戏画质不错 可玩性较高 玩法挺不错 非常推荐
好评: 好玩
好评: 真不错。
好评: 我草 这游戏绝了 铂金炸鱼湯 修罗漫天挂 陨星狗六多
好评: 好
好评: 买就完事
好评: 我是傻逼
好评: 还行
好评: 非常喜欢非常好玩
差评: 电脑性能不够好的就别玩了，卡的你心态爆炸，推荐网吧玩。
好评: 111111111
差评: 经常进不了游戏
差评: WYFM
差评: 不要靠近网易，会变不幸
好评: 优化有点烂别的还可以
好评: 好玩！




差评: ch7ydm6wrd传火礼包码，第一次进游戏的时候用，好游戏但是优化是垃圾
好评: 好玩，满脑子都是振刀，aaaaaaaa
好评: 优化一下可以么 不优化你让穷哥们咋玩？
好评: 算了，游戏值得好评。网易雷火是真的拉！
好评: 愿意
好评: 非常好玩
差评: 迟早凉
好评: 不错，打法多变，挺好玩
差评: 官方都是机器人，我账号被盗了后面申请回来发现，这游戏被封了。我去找客服客服就来来回回就那几句话非常敷衍账号都申请不回来恶心。我这游戏本来不咋玩，无聊玩一把发现被封了真的是恶心。真的晦气，网易司马。你网易在做任何游戏我都不会玩的，老子真的受够了。之前的第五人格也是，现在这永劫无间也是。老子花钱是玩游戏的不是让你玩的，草。
好评: 我爱振刀，振刀使我快乐，直接被振成傻逼
好评: 国产游戏崛起
差评: 拉夸，烂的一比
好评: 啊啊啊，求求别振我刀
好评: good
好评: 外挂太多
差评: 我是傻逼
好评: 不错的游戏
差评: 能不能搞好优化，这么多个版本过去了，优化还是和屎一样
好评: 好玩
好评: 喜欢

好评: 挺不错的国产游戏，游戏可玩性很高
好评: 适合毅力坚强的人玩
差评: 时不时的掉帧。游戏不平衡。服务器少得。杀熟。总体看来不推荐
差评: 优化很烂，bug一堆
好评: 游戏很有意思  体验感很好

差评: 垃圾游戏 垃圾网易 垃圾优化 还有这垃圾武器平衡系统  还有反外挂系统
好评: 6666
好评: 比吃鸡好玩多了， 起码能看到人再死了
好评: 很适合和朋友一起开黑

好评: 我是帅比！还是粉刀好看！
差评: 狗八坑钱游戏不优化还不如原神
好评: 666
好评: 666
好评: 不错
好评: beautiful
好评: 好玩，被振的很爽
差评: 傻逼，原价248豪华版，去除本体才150，DLC捆绑包卖我205？不会算账？
好评: 玩了两百个小时才感觉入门，游戏整体不错
好评: 嗯
好评: 非常好玩，只是感觉上手有点难。
差评: 我仓库里那些幻丝给策划全家来套寿衣
好评: 真特么好玩
好评: 只能说 玩的有点上头    停不下来了 哈哈哈哈哈
好评: 嗨嗨嗨嗨

好评: 真的C!
差评: 垃圾服务器 操你妈的你 臭B 无互联网连接  网易赶紧死吧
好评: 265465
好评: .
差评: 莫名其妙封号，噶韭菜吗？充了钱就封号，把玩家当什么了？直接一句数据异常就给封了，申诉有什么用呢？ 狗都不玩  我是傻逼
好评: 又菜又爱玩
好评: 求求出个四人队吧
差评: 垃圾



差评: 电脑配置网速都够，太卡
好评: 喜欢这种国风游戏，而且这游戏可玩性，操作性特别高。
好评: 直接是被虐哭掉了哈哈哈哈
好评: 好玩
差评: 不管，就不推荐
好评: 永劫无间无缘无故被封禁 昨天上午还在玩 今天上午就被无缘无故被封禁了  游戏挺好玩的  希望官方认准开挂的封  别让绿色玩家的号被封
好评: 好
好评: 很好玩
差评: 南昌树袋熊网吧真的傻逼
差评: 越更新优化越烂，以前也就人多卡，现在开个包都掉帧，有那乱七八糟比赛的精力北方加个服务器行不行
好评: 那边
好评: 好玩
差评: 爬
好评: 嘿嘿嘿我的胡桃嘿嘿嘿我的黑丝胡桃
好评: yes
好评: FEUDJJDDKDK
好评: 好玩

差评: ？？？？？2月24号，游戏怎么不能更新？？？进不去游戏都，什么玩意？？？不想干了？？？
好评: 666666
好评: ihbh
好评: 兄弟们我是来振刀的，不是来捏脸的

差评: 送的箱子开出来东西的爆率太低了【吃瓜】
差评: 炸鱼很多
好评: 真不错

差评: 垃圾，进不去游戏，显示网络连接有问题

差评: 。

好评: 好玩
好评: 好玩

差评: 被盗了开挂，客服说没办法，永久封禁，哈哈哈，玩你妈呢
好评: 我是傻逼
差评: 垃圾steam
差评: sb网易吧你游戏优化一下能死。天天想着你这个b抽奖，天天幻丝，我快用幻丝给策划缝寿衣，cnm
好评: 好

好评: 非常好玩
好评: 游戏是好游戏，steam是真的垃圾，更新了之后游戏都打不开
好评: 很牛逼，来振捣兄弟们
差评: 总是卡顿，还说我文件损坏，下了好几遍
好评: 游戏跟朋友们一起玩可以的，从民工三连到武器高手，从练刀被双节棍，匕首折磨，到掌握其实只要练，这个游戏上手不难，彼此的博弈才是最精彩的。当然对网速和配置还是要求的
差评: 什么策划领箱子还要在线2个小时，好好看看游戏里的bug吧，优化做的跟什么一样。
好评: 666666666
差评: 我就纳闷了，终极版、豪华版和普通版有什么区别，仅仅就是给了一个武器皮肤和一个人物皮肤吗？？？那还是奉劝广大玩家只玩普通版好了 ，花那个钱感觉太不值了.......豪华版一点都没感觉豪华
好评: 傻逼游戏
差评: 拉
差评: 游戏优化就是一陀屎，它还觉得自己吃的很香
好评: 挺不错的游戏，整体上改进的越来越好，对于国产游戏来说，已经很好了，只是策划脑子里有点问题，玩可以玩，别氪，抽卡一时爽，事后火葬场
差评: 还是挺喜欢这游戏，前后充了大概六百多，电脑比较拉胯，完成赛季通行证都以打人机为主，排位和娱乐模式各打过一次，今天莫名其妙封了，说使用外挂，很可以，我TM打人机用外挂，申诉客服也是一言难尽，我相信这种乱封的情况不止我遇到过，买这个游戏请三思！！！！提前避雷。
好评: 玩着可以，就是玩了几把队友有点狗，哈哈哈哈哈

好评: 好玩
差评: 火男三娘一放大直接帧数攻击，麻烦做一下优化，光出皮肤不管游戏了是吧。i5 7500的cpu虽然差了点，但1660ti的显卡和24g内存就这还卡，应该不光是配置的问题。
好评: 0.0
差评: 优化真的是菜到爆炸！网络连接很不流畅！别说我设备不行哈，3060都带不动啊兄弟！
好评: 666
好评: 挺不错的
好评: 很好玩
差评: 真特么垃圾，中午玩的好好的，晚上上号一看永久封禁，说我开挂，中午网挺卡的，打的还是创建房间！
回来一看就特么永久封禁，真搞心态，几十块钱买个游戏就给我来个封号不就是来恶心人的吗！
我还没玩多久呢！
好评: 永劫无间yyds！好玩，推荐原价入手。
好评: 傻逼天海
好评: 石头剪刀布真好玩，想办法振他一下，这个人磐石不放啊
差评: 能不能做做优化，说优化优化，我咋觉得是反向优化，挣钱挣疯了？三天两头出皮肤，出的真勤快。有这精力新地图都做出来了，垃圾网易
好评: 还不错，就是对新手不太友好，说什么旗鼓相当，有一些同段位的操作远超我们这些新手,我一直在失败中磨练，但是有点玩新手的心态
差评: 越更新越卡
好评: 66666
好评: 武侠吃鸡，但是玩起来感觉很好，个人很喜欢
好评: 确实好玩
差评: 垃圾游戏给我送十连抽
好评: 54986514
差评: 这游戏的的打击方式简直就是一场灾难，体验极差。人机的机器人的风格更是及其无耻的产品经理才能设计出来。极其恶心。
好评: 玩火男让我想起了小时候被妈妈拿扫帚追的感觉
好评: 来振捣啊..
差评: 优化不做就盯着你那破皮肤嗯造了是吧
差评: 浪费时间
好评: 我要出狼主
好评: 好
好评: a
好评: 好玩

好评: 非常好玩
差评: 

好评: 国产之光

好评: 游戏是好游戏。排位机制能不能改改，把把游刃有余。10杀吃鸡加9分，落地嘎一把直接16分扣没了这怎么玩。还有就是美服的稀有饰品不搞活动开获取方式吗，只让看不让获得？然后举报外挂好几次，视频都上传了，到现在没给我正气扫帚，几个意思？
好评: 非常好

好评: 武器平衡就是一坨狗屎
好评: 已弃坑。。。
好评: 很不错

好评: 好玩呀

好评: 牛的，牛的，网易你个圈钱狗。
好评: 好玩，上手很快，推荐、

好评: 很好玩上瘾了兄弟们
好评: jjjjjjjj
好评: ，
好评: 好玩
差评: 一定不要买 不然后悔
好评: s      b游戏，自从这次跟新我每次开局不是黑屏就是闪退
好评: 巨好玩，振的我，局局玩
好评: that is 老六打法
差评: 垃圾

好评: HAOWAN
好评: 666
好评: 11
差评: 傻逼游戏 垃圾网易缝合怪
Retard game ever！Fuckin Trash NetEase
差评: 看到网易出品，心里就要做好准备了。
好评: 好好好
好评: thd


好评: 不错
好评: 上头
差评: 玩了500多小时了，真的很喜欢这个游戏，但最近改的快玩不下去了，求策划关注！！！！！！！id：猫懒不起床
快速匹配，我只要自己排，总给我两个名字是英文的老外新人，把把如此！我也就是个三排黄金段位，你当我修罗吗？我特么这个保姆当不下去了啊！！
上去带两个连地图都不会看的，前两天还连着给我分带着’试玩‘标签的，十把8把老外，把把被对面围殴，把把队友伤害是我二分之一甚至四分之一，死一次还直接退游戏，返魂都不返，甲都不知道捡！这怎么玩？我是加入关爱新人专业保姆俱乐部了？
能不能按照段位分配队友啊？？？给几个中文名的队友行不？给个白银也好啊！天天三排加载页面，一看数据前五0，击杀0，这种干毛老是给我。。。。。
玩不下去了啊真是。。。你要真想照顾新人，那你干脆给一群新人外加高级电脑组一局得了，那样人家玩的也开心，你给我和新手拉一起，然后跟人家3个中文名组队的打，你觉得那帮子老外会有游戏体验？还是我这个黄鸡段位菜鸡保姆会有游戏体验？？
总而言之，没朋友就玩尼玛玩，老实打rank去吧
好评: 好玩


差评: 优化真的太拉了
好评: 好玩的很啊 推荐
好评: 还是可以的
好评: 有话直说确实好玩
好评: 打惯了第一人称射击了，现在是永结无间的天下
好评: 武侠格斗吃鸡，游戏内容不错，上手难度略高
好评: 我是傻逼
好评: 好玩
好评: 666+6
好评: 好玩
好评: 233333
差评: 天天抽你吗呢，这么好的游戏，让你网易运营成这样，建议把你吗放在箱子里让我抽
好评: 甚好
好评: 骗钱
好评: 牛啊

好评: 支持

好评: 太爽了
好评: 一天不被振，浑身难受
好评: 好玩，总是被割韭菜
好评: 好玩

好评: 太好玩了糙

好评: 有趣
好评: 永劫暖暖 yyd快乐
好评: 这个游戏已经死了。。。
好评: 很不错
好评: 配合大于个人能力
好评: 玩法比较新颖，相比国外玩法相似的blood hunt我更能接受这个游戏的玩法
差评: 想玩新地图
好评: 非常好玩
好评: 太好玩了，从来没玩过那么好玩的游戏
好评: 电脑玩的很卡，但是真的很好玩
好评: 建议免费游玩，学PUBG和APEX
还有别把做手游的那些坑钱套路和活动放这里
好评: 好玩的很
好评: 免费体验了三十多个小时，感觉这个游戏的发展空间还很大，希望网易加继续努力.（你憋搞nmgb换色皮肤和氪金活动了，第五人格是吧，真是狗改不了__）
还有啊能在国产游戏里面玩到Vergil我感觉很开心呢
This is 抛瓦！！！
好评:  nice
好评: 游戏是好游戏 只是为什么中国人总是要低人一等？就锁中国区 其他全部互通 实在不理解
好评: 画质画面流畅都不错
好评: 还行
好评: 挺好玩的
好评: 还是不错的

差评: 垃圾游戏，按tap键给我跳出来一堆Steam系统的东西，然后就被人打死了，好几次都是这样。还经常断线，玩屁呢，。。。。。。。。。。。。。。
好评: 感觉不如原神，，，，，，，画质
好评: 游戏是好游戏，但是网易妈必死。经过多次版本更迭，除了火男无脑强之外，其他角色也都各有特色。近战战斗的玩法使得战局更具多变性，也使得快速结束战斗变得更为重要。低分局的一波流，高分局的打带跑，使得对英雄技能的理解要高于武器手法，身法高于连招。有些玩家看来是更具特色，有些玩家看来是不伦不类。
好评: 掉分什么的都不重要，只要我震掉对方一把刀，我就会得到加倍的快乐，震刀是这个游戏最大的魅力。
好评: 还行吧，就是对新手挺不友好的，低端局炸鱼的太多了，被虐了好几天，但也在变强
好评: 哎 我就喜欢
差评: 为什么更新要那麽久才能进
好评: 国产之光
好评: 好玩

好评: 666
好评: 很好
好评: 好
好评: 可以
好评: 真的好好看。画质特赞。
好评: 好玩,有点技术含量
好评: 游戏很好玩，所以阔刀怎么打
好评: 还行 不错
好评: 666

好评: 1111

好评: 非常好玩，那些人都是在天上飞来飞去，一刀一个小盆友
好评: 还行
好评: 不好玩，一天就只玩了25个小时
差评: 不是涩情内容吗，涩情在哪
好评: 游戏画面精美和全方面游戏体感，操作简单易懂，人物捏脸还可以一键导入就很棒，衣服头饰配装精美华丽材质一流，宝箱可以根据任务获得，非常的好。
好评: 还可以吧
差评: 韩国人第一aorusha组队不封号，一直封国人的号是吧
好评: 爽就完了
好评: 挺好的
好评: 牛逼
好评: 上瘾了家人们
好评: 做梦都是震刀
差评: 有人知道为什么我的延迟为什么那么高，玩行星边际不卡，玩战地不卡，玩LOL不卡，唯独他永劫1000+的延迟
差评: 不如APEX，浪费我98

差评: For Your Own Good, Do NOT Buy It!
好评: 我是强者之王 王中王 火腿肠 一节更比 八节长 长长长  长得像根棒棒糖
好评: 一进游戏特别卡是怎么回事求大佬解答
好评: 好玩

好评: 挺不错的
好评: GOOOOOD
差评: 新手教程相当于没做，教的看个设置都能学会，而稍微难一点都不教，打起来和个铁憨憨一样，不教就算了，玩个匹配还老是有玩好久的，打的一个新手一脸懵逼，全是没见过的连招，（还有那个追击任务，护卫方被标起来，进攻方没有，本来这游戏就是老六至上，先手很重要，你知道头上亮个标跑个路都不能安心的痛苦吗？）
花个钱来找虐，前期就要泡在练刀房，不然别想当第一，玩只狼之类游戏不比这香？人家还有剧情（我是傻逼，我干嘛没事买国内大厂的游戏，国内大厂没一个好东西，最后来一句，司马网易）
好评: 嘎嘎振，兄弟们冲
差评: 已经发展成换皮游戏了
好评: 喜欢
好评: 很好玩，值得入手

好评: 操作不难，两局就会玩了，之前听信谗言没敢玩，但是能不能改一下角色见墙就爬的怪癖
好评: 跟朋友一起玩有自己大佛双抓，振刀的快乐，也有被一波流带走的苦恼，但是，这个游戏真的带给了我快乐！！！
差评: 网易不作为，乱作为，账号被盗之后封号，找客服之后只会继续赚钱，网易早凉
差评: 越更新越傻逼，振刀判定跟个脑残一样，还有傻逼双节棍，建议策划被双节棍鞭打几个小时。
差评: ALL CHINA DOG
差评: 不行
好评: 3D晕的别玩 别玩 别玩！！！！！ 我现在已经用钩锁上树下不来了
好评: 振刀真得快乐
好评: 很不错
差评: 真的服气    感觉跟游戏里人玩的不是一个游戏却在同一局     把别人振刀了他飞出去没落地就能闪避    老子被震倒地上半天起不来      司马游戏   真你妈的操蛋    24我艹你妈  不封挂能不能封我？    在游戏里给你妈虐的比坐牢还难受     游刃有余被打的还不了手   大佛隔山抓人这是最24的    一个比一个离谱
差评: 网易你老母死了
好评: DDDD
好评: 666
好评: 非常好特别喜欢

好评: 好好好好好好好好好好好好好玩
好评: 别振我刀
好评: 好好玩

差评: 2022/2/23 更卡了
好评: 喜欢
差评: 不亏是猪场，恶心人的确有一手，刚买的游戏第二天就被盗号还被异地登陆直接给封
好评: 这游戏的优化是我见过最垃圾的
一天不好好优化和处理外挂，尽搞些有的没的，没人有心情看你们的比赛，大哥！！！
优化变好了，外挂我感觉也少了，挺好。
最近暗改了好多英雄，好多都不能玩了，特别是F1妖刀姬。
最近本来打算充通行证的。
你这次做的真的过分了。
不该回来我就退游了。
好吧，认识到错误，改回来了。值得表扬。
好评: 嘿嘿嘿
差评: 可以玩
好评: 花钱找虐
差评: 傻逼游戏，双节棍从出来到现在不削弱，改个龙虎功释放机制，反手3个魂玉，请问你是真的想削弱还是玩nima文字游戏啊

好评: 很不错很不错hhhhh
好评: V
好评: 打劫！
好评: 体验不错，画面打击感什么的没的说，也不需要氪金氪很多非常可以
差评: 游戏是好游戏 但是对新人很不友好 推荐给朋友让他们来当移动靶子？
好评: 好玩
好评: 好玩
好评: 这个游戏真的很上头

好评: ..............................
好评: 很新颖的大逃杀游戏，角色也都符合我的xp

好评: good
好评: 还行,就是游戏本身运行不够流畅!
好评: 上头，太好玩了
好评: 游戏不错，玩法好，箱子爆率还很良心，我买的是98普通的，过年送了个箱子，一发李小龙，平时白嫖的箱子也开出了几个金
好评: 不错
好评: 真的帅

好评: 很好玩，好玩到被骗振骗的裤衩都没了...
好评: 牛逼
好评: 可以，挺好玩的
好评: 很棒

好评: 虽然是原价入手的游戏本体，后续升级的终极版，但是总体来说游戏和价格都还是可以接受的，游戏玩法挺新颖的，只是新手入门有点难，后续玩久了就熟练了，就是抽奖过于鸡肋，虽然我已经灵犀狼主青龙将星都有了，但还是觉得出货率低了，希望改改中奖率
差评: 预购加上前面一阵的外挂有点劝退
好评: 朋友开黑不错
好评: 游戏不错，但是作为一个技巧对抗游戏，服务器却那么垃圾，我觉得不太行,官方最好修一下服务器，不然这游戏你看敌人出刀全部都是秒到的，很难架到不说，而且无脑连击就能秒人。
好评:  好玩的一比

好评: 好玩
好评: 好玩
好评: 挺好的
好评: 不知道哪里好玩，但就是觉得好玩
好评: .
好评: 我是菜鸡，我手残，我不配玩，我开局送人头，落地就死，振不到刀，振到死的也是我，别人追我穷追不舍，我追别人追着追着找不到了，别人打我毫无还手之力，我打别人就是少女萌萌拳，毫无杀伤力，我是垃圾
好评: nice你个nice

好评: .
好评: ⠄⠄⡠⠺⠁⠄⠄⠈⠑⢦⠄
⠄⡜⠸⢰⡐⠄⠄⠄⠄⠄⣇
⠄⣯⡏⣘⣎⣂⣵⢀⢾⡄⡼
⠄⠏⣎⠟⣻⣿⢻⠃⢈⡝
⠄⠄⠹⠋⢉⣵⣮⣰⡚
⠄⠄⠄⠄⠸⣿⣿⡏⣷⢹⣦
⠄⠄⠄⢀⡄⣿⣿⡇⣾⡏⣻⡄
⠄⠄⢴⣿⣿⢹⣿⡇⣿⣧⢿⣇
⠄⠸⣸⣿⣿⢸⣿⡇⣿⣿⣟⢿⣦⣀
⠄⠄⠈⠛⠛⠈⣿⣷⢻⡿⢟⣣⣭⣭⣝⡲⢶⣶⣤⣄⡀
⠄⠄⠄⠄⠄⠸⣿⢟⣤⣾⣿⣿⣿⣿⣿⣿⣷⡹⣿⣿⣿⣷⣄
⠄⠄⠄⠄⠄⢀⣴⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡇⢻⣿⣿⣿⣿⣆
⠄⠄⠄⢀⣴⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠱⡜⣿⣿⣿⣿⡿⣾⣷⠄
⠄⣠⣶⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⢛⣵⠇⡇⣿⣿⣿⢟⣵⢸⣿⡇
⣼⣿⣭⣶⣶⣶⣶⣝⡻⣿⣿⡿⠿⡛⠁⠄⠁⠄⠄⠄⠄⠄⠄⣵⣿⣿⠟
⠹⣿⣿⣿⣿⣿⣿⣿⣿⣶⣶⣴⡸⣿⣧⣀⡤⣤⠄⠄⠄⠄⠄⢷⢰⠞⠄
好评: 该说不说，永劫无间技术蛮成熟的，就是偶尔的一些BUG修复一下
好评: 
好评: 喜欢 我会把这款游戏推荐给朋友
好评: 牛逼
好评: 更新后全是bug，打着打着强制退出，不要买
好评: 好
差评: 垃圾游戏
好评: 太容易打出僵直了，被连就跑不了，闪避和疾跑放一个键，用着实在难受，希望改一下
好评: 非常不错的游戏强烈建议玩一玩真的非常好玩的游戏希望可以多出点新角色和人物衣服皮肤我会一直支持你们的谢谢你们能做出这么好玩的游戏
差评: 人物太僵硬 和僵尸差不多
好评: 胡桃好美
好评: 网易你妈必死，耶稣也留不住
好评: 132321123123132132
好评: yyds
好评: 很好玩

好评: 能不能管管开挂的  能不能打压打压卖挂的 早晚要凉 就此别过
好评: 6666666666666666666666666666666666666666666666
好评: 老是被虐
好评: DQWDSD SD SD  DSD FDFADFADF SD DDF ADSADFA
好评: 还不擦

好评: good

好评: 非常好玩，玩过的都说好
好评: 666
好评: 好
差评: 游戏和想想中的不一样，对于反应不够快的人特别不友好，振刀规则及其鸡肋，玩着玩着就想振别人的刀去了，完全没有立体格斗的精髓。
好评: 好玩
差评: 卡的要死 掉线好几次真他妈差评快给我退钱！！！！！！
好评: 游戏是好游戏，就是幻丝作用比较小，只能给策划亲妈织寿衣
差评: 啥时候封杀Max挂b啥时候改评价
好评: 好玩的
差评: 打了400个小时，打到后面其实就很没意思了
好评: g




差评: 不好玩
好评: “好评 一流的近身战斗和反重力移动让永劫无间巧妙地运用了熟悉的大逃杀模式。 虽然又一个大逃杀游戏的想法让我起初生厌,但永劫无间最终成为我多年来一直关注的该类型游戏的新亮点。熟练掌握其战斗和移动系统的复杂之处可以让我开心地玩上几个星期甚至几个月。 是的,无聊的机器人比赛和挑剔的服务器会不时地拖累它,但这两点已经变成了短暂的记忆。如果你喜欢一个有挑战性的大逃杀,没有建造战争和机枪,那么永劫无间将是你的菜,它非常巧妙运用了该类游戏的熟悉模式。”
好评: 牛
好评: HAOWAN

好评: 挺好玩的
好评: 挺好玩的，但是对新手不友好
差评: 还行，坐牢
好评: 好玩，特别联机，但是优化不太行
好评: 我就看看衣服造型，你那玩意儿能不能不抖？！
好评: 太他妈nice了
差评: 我是傻逼！400小时号随便就封了也不说为什么
差评: 游戏是好游戏，网易是真死妈。无论什么游戏，看到网易的先扣10分，画面不错，物品地图细节交互不错加一分，迦南，妖刀姬，胡桃，崔三娘，宁红夜不错加一分，衣服穿的很凉快加一分，衣服很好看加一分，武器皮肤好看加一分，模型改个颜色就是新皮肤，背景故事都能截然不同扣两分，游戏机制设计不错加一分，满分一百分，网易永劫无间得4分。哦对不起，是-6分。nmsmsh4？170一个终极版，我98买个普通版然后花200多升级终极版，nm什么时候4啊。十连9个蓝真的给我吓到了
好评: 我挺上头///
好评: 6666666666666
好评: xihuan
差评: 看什么看，这个差评是给司马策划的
好评: 真的好玩

好评: 很好

好评: sb

好评: 除了外挂横行，这个游戏挺好玩的
好评: 很爱

差评: 太卡了

差评: 挂真多
好评: 。
好评: 杀鸡一样
好评: 冲冲冲
好评: 可以的

好评: 日nm退钱
好评: 炸鱼炸鱼

差评: 傻逼策划每天想着怎么出皮肤圈w，对玩家反馈直接不管，游戏平衡和反外挂稀烂，网络也是一大问题，国内游戏没有加速器你还不配玩了，建议直接锁区，杭州以外玩家禁止登录。
好评: 棒
好评: 牛逼
好评: 我不要蓝天白云
好评: 玩这款游戏有多爽呢，大概就像你戴着猫耳头箍穿着萝莉女装和黑色丝袜套着电动飞机杯插着电动假JB，把面前的液晶影院大彩电里面放着的R18动漫情色兽耳娘里番开到最大声，然后跟着剧情的背景音乐动次打次来一次超越天堂。
剧情完结的时候呢，大概就像你正在努力把电动飞机杯套弄和电动假JB抽插的节奏向里番里面的背景音乐的高低音节奏靠拢，你好像在透里番里的兽耳大姐姐又好像变成了里番里的兽耳大姐姐准备和里番兽耳大姐姐一起用难以分辨的语言上气不接下气的喊出“要去了”的时候，你的爸爸妈妈爷爷奶奶外公外婆叔叔阿姨舅舅舅妈大伯大婶堂兄堂弟堂姊堂妹一起出现在你的卧室门口以为你是被母狐狸精上身不敢相信的瞪大眼睛看着你。
差评: 我是傻逼
好评: 666
差评: 这游戏公平？充钱了的进去的装备都不敢看？你打不动人家，人家直接秒你，进去没有一分钟人家满身顶级装备。我是买错了。刚进去让你爽两把剩下自己去试试吧
好评: 没什么说的，寄
好评: 1·1
好评: 69买到骂网易的机会，他们是傻逼，我是聪明逼
好评: yyds
好评: r
好评: 666
好评: 已经在巨洲窟迷路出不来了
好评: 6
好评: 炸鱼的不说了
开挂的不骂了
策划已经冲累了
就想问问带妹的，请问妹妹去那里领？
好评: 外挂满天飞
好评: 我是傻逼
差评: 游戏玩法、捏人、服装都很好，就是吃相太难看了。什么东西都要抽还有什么意思？甚至大部分服装换个色就上架开卖或者放进抽奖里面。抽奖箱子最开始就只有普通和赛季箱子，春节还来了个祈福。
我们不是原神玩家，不喜欢抽奖！！！！
我们不是原神玩家，不喜欢抽奖！！！！
我们不是原神玩家，不喜欢抽奖！！！！
我们不是原神玩家，不喜欢抽奖！！！！
我们不是原神玩家，不喜欢抽奖！！！！
我们不是原神玩家，不喜欢抽奖！！！！
好评: 作为中国人的角度来说这是一款非常好玩的游戏，满足了小时候仗剑天涯的梦想，如果你小时候也有想手持长枪，耍一套枪花的话，我非常推荐你玩，而且这里面的小姐姐也很多，万一你能找到属于你的那一半呢。快来陪我屠龙吧
差评: 辣鸡游戏
好评: 1
好评: 好
差评: 延迟补偿什么时候做
差评: 手感真的不好
好评: 我需要来个人美声甜的软妹队友，打通我的任督二脉。
并且激励我，不和我抢资源，还会温柔的问我要不要。
而不是“操你妈为什么不来帮忙打架！”
因为我一个实在打不过三个啊阿姨！QAQ
差评: 优化垃圾
好评: b话少说，开振
好评: 6666
好评: 芜湖

好评: 好玩
好评: 666

差评: 炸尼玛的鱼呢
差评: 

好评: 6
好评: 可能是其他游戏玩多了觉得没意思了，换个游戏玩，但一个人玩又没意思就三个人一块买的，目前来说我很喜欢。
好评: sasdasdasdasdasdasdas
好评: 游戏很好
好评: 牛
好评: 60岁苦练太刀
好评: 游戏是好游戏，箱子爆率就nm离谱。保底出红就算了，除了武器皮肤以外其他红色皮肤能不能有点诚意。搁这儿恶心人呢？
差评: 网络不好的高延迟别碰，不配玩这个游戏，低延迟玩家能把你揍到血压拉满。你自己的每个操作都需要提前预判，把延迟差抢出来，要是有这能力，干点什么别的不好，非打游戏？？
好评: 红叶美 惨 强 不接受反驳@！@@
好评: 好玩
好评: 还可以。
差评: 优化稀烂
差评: 对新手极不友好 全是炸鱼的 直接没法玩
好评: wy的游戏大家dddd，开箱的爆率低得一p，非土豪不建议开，一开就是直接保底。。。说回游戏，大逃杀，近战，熟练度，套路，就这么几个要素。就目前第2赛季末而言，高手炸鱼和套路党比较多，优先车队或是和朋友一起玩。没有朋友一起但是又很想入坑的建议去各语音软件或是频道里找车队和水平相仿的基友一起，多练就能上分。
差评: 别的不说了，网易死你妈！！！ 这游戏的匹配系统太垃圾了，刚玩的新人能匹配一堆老怪物，有啥体验
好评: 。。。。。。。。
好评: 还可以.

好评: 非常好玩
好评: /
好评: 游戏是好游戏 但我也不是抽子 一个个东西都放在箱子里真的太资本化了
好评: 不错不错
好评: 还可以

好评: 太好玩了八，裤衩都被振烂了

好评: 武侠吃鸡类游戏，做得还是不错的，就是国产游戏氪金这一点让人无语~~
好评: https://steamcommunity.com/market/confirmlisting/3546025456882605903?accountid=1021343663&confirmation_code=8985941862941154568
好评: 可以
好评: 好玩

好评: 很牛逼的游戏 要是能送我600块钱就好了
差评: 太LAJI这游戏，大家同落一个地方，我天赋蓝色以上幸运点满了落地还10局有8局给我白甲，那你网易整这天赋功能干锤子?各种判定很迷，系统各种厌腻然你输，暗改数据，外挂又多举报都不封，还要求提供视频证据，活动箱子又贵又开不出好东西，各种表情重复皮肤，还特么锁区，那你上架steam干嘛？狗网易，司马网易！非常不推荐！
差评: 我是傻逼，就因为终极版退款，买豪华版两小时一到，就给我永久封号，申诉全是机器人，单方面就给你确定你开挂了。
差评: 游戏玩法很好，就是策划是nt,tmd出个活动东西全放进箱子里，18块一个箱子，来钱比抢的还快。是不是看着快过年了，准备搞些幻丝给你妈织寿衣，一个金没看见，全尼玛的是幻丝。宣传用的头发你tm告诉我要他妈的去箱子里面抽。游戏游戏不优化好，一天天的就搞你那个破jb比赛.
差评: 可玩性太差，打击感稀烂，操作无论是攀爬还是飞索都太僵，一般打架都是抓钩无脑冲，要是先手被打一套基本就凉了，就是看谁延迟低电脑配置好，还有就是开挂的也多，什么功能都有，不知道还以为吹上天的很好玩，玩下来真的太一般了，各个角色还是武器完全没有平衡可言。只要带个减速连射弩箭就站着无脑随便秒杀这DPS高的离谱，下一个武侠义罢了。迟早要凉。
好评: 挺好玩的，虽然我菜

好评: 咋会闪退，玩的好好的

好评: 可以

好评: 这种仙侠类型的吃鸡游戏一直想玩，永劫实在是太香了

好评: good game

好评: 玩到现在还不会用鬼哭神嚎，哈啊哈哈
好评: 试玩：挺好的 如果能开出好看的皮肤就考虑买一个吧 。。。 ‘试玩版不能开箱子’  告辞！~
好评: 111
差评: 没有色情 差评

好评: 11
差评: 刚买的时候打开游戏第一局一点事没有，现在打开游戏第一局必卡爆，反向优化了属于是
好评: 腰子都被振掉辣
好评: 不好玩，把把落地无，但是很上头，还是爱了
好评: 还好
好评: 妖刀姬特别大，技能恒炫酷！
好评: 本人菜鸡一个 但游戏是好游戏 希望外挂少一点 抽奖少一点
好评: 挺好玩的，就是出货概率有点低，快两百抽奇珍宝箱一个金都没出，就出了个保底的红
好评: 多多给金 多多给红·

差评: 还没买这个游戏的真别买了，网易现在的做法就是一个劲的出氪金内容，但是就游戏本身的优化差，服务器差选择性视而不见。
高延迟比比皆是。除非你是在杭州玩游戏，否者光是延迟就能把你逼疯了。因为这个游戏的服务器在杭州。
而且一见人就掉帧，除非你是3090的显卡，以前卡我一直以为是我显卡不行，后来换电脑了，用的2070的显卡，帧数还是不高，正常跑图的时候能维持在80多不道100帧，这还是最低画质的情况下了，但是只要一看见人帧数就下去了，一打起来，指不定什么时候画面就卡着不动了，然后左上角的帧数就显示从八十多掉到十多帧。
还有一点就是在大多数网吧玩这个游戏，每次开机后的前两把都巨卡，应该是网吧的游戏没有下载在固态里的问题。

好评: 好
差评: 网易 我曰你先人
差评: ？？？？玩得我很迷，一局没打完都快睡着了
好评: 666
好评: shangtou
好评: 欧克

好评: 好！很好！！非常好！！！
This is good ! This is very good ! !  This is very very good ! ! !
差评: LAJI
差评: 频繁卡顿闪退，不会做游戏可以不做
好评: 游戏自由度比较高，算是比较突出的武侠吃鸡，可玩性非常高
好评: 真心不错，氪金游戏
好评: 真不错
好评: 为什么老是卡在登陆界面进不去
好评: 好
好评: 666666
好评: 非常好玩究极上头
好评: 我们拥有最真实的物理引擎
好评: 真的好玩 就是他妈的卡 我真服了

好评: 振🔪刀

好评: 贼好玩
好评: 贼上头
差评: 狗改不了吃屎，网易就是网易，游戏的设计没大毛病，但经营的理念就纯粹是吃人，就是要掏空你兜里的钱，吃相极其难看
好评: 好玩
好评: 真好玩呀朋友们 我是菜狗
差评: 垃圾游戏
好评: 我承认我玩过永劫无间，但我只玩了5分钟，游戏太喧嚣了，没有书那样安静，并不适合我。
我喜欢学习，学习使我快乐，优秀是一种习惯。我徜徉在知识的海洋里，吮吸着知识的雨露。妈妈叫我吃饭，我充耳不闻，爸爸喊我喝水，我无动于衷，奶奶喊我睡觉，我百般推辞。
世界上只有一种稳赚不赔的投资，那就是学习。我只想告诉你们，烟可以抽，酒可以喝，容可以整，架可以打，逼可以装，但你要是不爱学习，对不起，我们做不了朋友！我爱读书，我爱学习，学习使我快乐。
好评: 还行
好评: ·
差评: 快做优化吧，天天顶着100多延迟打，是真难受啊
差评: 日你妈，退钱！
差评: 特地a了俩个多月再玩，优化还是跟屎一样差
差评: 游戏载入模型是在是太慢了，机械硬盘基本上没法玩，1V1对打  都快被打死了，模型还没载入出来！优化道路任重道远
好评: .




好评: 直接上头了
好评: 上手简单
好评: 非常好玩，前两天刚按的假肢，然后就上了修罗。
好评: 可玩性很高


好评: 机制挺好，玩的很上头，就是血压比较高，bug比较多，网络优化和配置优化都不是很行，对新手及其不友好的硬核游戏，新手入坑最好做好被吊打百来小时的准备，最后玩火男没妈妈
差评: 1066MQ运行非常卡顿。
好评: 11111
好评: HHH
好评: 喜欢
好评: 好玩

好评: 别给我排低分崽啊
好评: 看看能不能评论
差评: 千万别买steam的，很容易被盗
差评: 网易吃屎
好评: 很棒，国产YYds
好评: 666
好评: nb
好评: haixing
好评: 对我而言一种新类型的游戏
好评: 0.0.0.0
好评: 好玩

差评: 游戏点了进不去根本。研究一下午 无语
好评: 非常好玩玩一把就上头了

好评: 每天被振的生活生活不能自理，被大佛抓成傻逼，被火男掂的下不来炕，抽奖还狗der抽不到。我太喜欢这个游戏了
好评: 十分好玩哦
好评: 





好
差评: 傻逼游戏延迟高、优化次、皮肤多，北方人凭什么打得过南方人，狗都不玩
差评: 防振刀是真的离谱，举报也不封，两把黄金排位近万场伤一分不加，网易你是真的牛逼
差评: 优化太差了

好评: 手残玩家别买
差评: 垃圾游戏
差评: 傻逼游戏 就知道搞破箱子 游戏是一点不优化 nmsl
差评: 123
好评: 游戏是好游戏，网易真的沟
好评: 啊振刀，c，骗老子振刀！！
好评: 好玩

差评:  rnm退钱！！！
好评: 666
好评: qqqqqqqqqq
好评: 好玩

好评: 坐牢
好评: good
好评: 。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。
好评: van♂游戏就是为了快乐，和朋友一起玩才是最快乐！！你知道你为什么振不了刀吗，因为你叫的不够大声！振刀er！爆杀！！啊啊啊啊啊，啊啊啊啊!
好评: 游戏可以的就是太氪金了！不充钱你就打不过别人，但是也可以不充钱就完成任务会给一些包箱
好评: 我是傻逼
好评: 游戏是好游戏，可玩性非常高，但是策划能不能给平民一点点的好东西？
好评: 好玩

好评: good
好评: 很好玩 找到了好几个老公
好评: 网易好好优化，管下外挂
好评: 上个箱子属实ex到我了，七十抽就两个金，能不能别把联动和发型放箱子里，还有就是挂哥属实离谱，装都不装了，坠日局，直接匕首秒拆大佛，真的是给我整无语了，求求你管管挂吧

好评: 喜欢喜欢喜欢，美术加鸡腿
好评: 怎么说呢，玩了50个小时还是不知道怎么被别人一套打死的=.=
好评: 爽啊！这游戏博弈是真的非常吸引人，赶入坑就被迷住了

好评: 爱了爱了
好评: 新版本行
好评: 还行
好评: ASDXVCADSVX ew
好评:  我是shabby
差评: 我玩这个傻逼游戏也有500个小时了，应该有资格评论一下。
     首先这游戏不是没有优点，玩法很创新，刚买的那段时间挺上头的，但优点就仅此而已了。
     再来说说缺点吧：
     1.优化极差。我3060显卡玩这游戏低画质有的时候还掉帧，特别是tmd几个大招一开根本卡到动不了。
     2.地图单一。都两个赛季了就只有这一张地图怕不是来搞笑的，我地图每个地点名字位置都能背得下来了还不给我出个新的。
     3.外挂泛滥。低段位还好，陨星蚀月往上走基本上匹配几把就能碰到挂，什么无限振刀还有飞雷神，碰到的时候觉得好笑，回过头来想是真的气。
     4.技能机制狗屎一样。技能在这种游戏本来应该是辅助作用吧，结果现在什么一波流啊什么的都来了，不玩和尚三娘的根本玩不下去，躲也根本躲不掉，只能随缘，上来三娘一个大招基本上就游戏结束。有意思吗？有技术可言吗？
      5.玩家素质极差，基本开局匹配的队友都会嘲讽上一把队友多垃圾，结果自己玩的也不怎么样，说话一个个都跟街溜子一样
     6.自称买断制游戏，但你想要皮肤有些你不得不充。你学学人家守望先锋，人家花钱买了你的游戏，除了战队皮以外都能抽到，而永劫呢？爆率奇低不说，他有些皮肤还是压根抽不出来的。
        


     总之，这游戏可以体验一下，但绝对称不上好游戏，是一款会让你越玩越失望的游戏
好评: 对新手非常友好【点赞】
好评: 江湖风格，操纵上头
差评: 


好评: HENBANG
好评: 巨好玩
差评: 我好不容易心动一次你却让我输的振么彻底
网易：鬼
差评: 优化真的垃圾，策划真的阴间，平衡真的稀烂，延迟对竞技公平影响真的大，我是真的傻逼
好评: 小代们能不能别来白银黄金炸鱼了，让人毫无游戏体验。排位制度有待优化！！！
好评: 我去嘎嘎好玩
好评: 很好 上手难点
好评: 好玩
好评: 游戏是好游戏，但策划必没🐎，咋不把你🐎放箱子里给抽了？

好评: 就是有点难

好评: 后面重新购买之前说锁区的情况已经没了现在在STEAM也可以玩国服，现在段位比较低目前没有遇到挂的情况。
差评: 人物动作太少了，那么好的建模，跳舞什么的整上啊。
还有玩法太单一了，只有吃鸡，这才上线几个月已经审美疲劳了。
你们看看现在排位还剩多少人。
还有活动和箱子就不说了，恶心至极
差评: 好玩好玩 好游戏
好评: 解压，嘎嘎乱杀

好评: 加油吧
好评: 真的牛，既有吃鸡游戏的紧张刺激，又有武侠游戏的打击快感
好评: 优化还需努力，老是卡帧
好评: 好！
好评: 1
好评: 老想为我老婆买新衣服。
好评: 我以凡人之躯，恭迎正义降临聚窟洲，引领古武之人驱散黑暗
差评: 游戏是好游戏，服务器是真的烂，我玩其他游戏都没有出现把我网络直接硬生生掐断的情况，唯独就你有这种情况，咋地你面大是吧？
好评: 总的来说，还算可以
好评: 1111111111111111111
好评: 3070ti 16G开高画质在人群都只有60帧我nm
好评: 非常棒，平均每把游戏5分钟，不到500小时不敢说自己不是新手
好评: .
好评: 上手容易，我70岁外婆都能连震三个
好评: fun game
好评: 1543213243512454685
315314
差评: 垃圾游戏 优化不行 一直卡顿 什么配置都在卡
好评:                             一款吃鸡游戏，到处蹦蹦跳跳，眼花缭乱，大龄游戏玩家建议还是别入手了。

      跟着朋友一起玩，玩了几把，大概摸清了游戏机制，每个角色都是123，3段攻击，12不带霸体，3是霸体攻击，3可以被格挡，被格挡也叫“振刀”，格挡成功后，武器会掉落，格挡则会有一个大的僵直时间，所以怎么骗格挡就是重点了。
       尽管有毒圈机制，但毒圈机制很鸡肋，玩家都在互相找人杀。因为这游戏真的很难1V2，它不是枪，没有掩体，没有地形优势，没有视野优势，都是短兵相接，多个人在背后砍你，都打不赢。
       很硬核，想玩好，需要大量时间熟悉不同武器的攻击动作，还要有非常快的反应。大龄玩家还是别入手了。
————————————————————————分割线———————————————————————————
       PS：最开始以为是类似荣耀战魂的拼刀游戏，打了以后发现还是有差距的，画风大概是王者荣耀那种，节奏很快，大家都不怎么说话，像我这种欢乐开黑，喜欢嘻嘻哈哈互相开玩笑的，玩起来感觉不好。
好评: TNBL
差评: 就是一个吸金的垃圾，爆率极低
好评: 上手以后这游戏是真上头啊，谁支持谁反对，反对的吃一套豆浆烩面。
好评: 。。。
好评: 游戏是好游戏，网易是真傻逼
好评: 我很喜欢这种武侠类游戏，可以跟朋友一起勇闯天涯杀出属于我们的一片天地，没有什么缺点
大家快点冲冲冲啊！！！！！！！！！！
好评: 98买的人傻了
差评: KKKKKK
好评: 理论
好评: 挺好玩的
差评: 这游戏吃枣药丸
好评: 非常好玩，下次一定买了，我是傻逼
好评: 血压高

好评: 11111
好评: 非常好玩
好评: 个人感觉不错，最好找朋友一起玩不然会很没意思
好评: 非常不错，经常说两句话：①卧槽这没振到②卧槽这也能振到
差评: 游戏优化的屎一样，就想着圈钱，这种厂商早点倒闭
好评: 好牛
好评: 很好玩，值得消费的游戏！
好评: hao
好评:  非常不错的游戏值得玩
差评: 莫名其妙封我号，说我外挂，无语这游戏
好评: 有点上头。
差评: md傻逼一样的系统匹配的都是什么玩意儿要么挂机要么送人头，优化还尼玛卡ppt这尼玛还打个der，玩法是好玩法玩家也都支持喜欢，就尼玛系统和优化真tm垃圾
差评: 神经病
好评: 这是名为爱情的游戏
差评: 新手刚买，第一局游戏进去就是卡死，等个几分钟才能捡东西，然后打架就是ppt，fps能从120突变2的游戏，实在“不错”。第一局打完游戏卡死闪退，重进游戏，开始第二局，才把地图加载好，就弹窗提醒游戏损坏，就很棒，你很会做游戏，下次别做了。出来修复玩进游戏，告诉我没打完，重连，练了五分钟，只有永劫无间这个画面，我是买的游戏还是背景图啊？
差评: 垃圾游戏一点公平性都没有 十几级匹配40多级的玩你吗
好评: 还是挺不错的，挺有意思的感觉！！！
好评: 一天不振刀浑身难受
好评: 快乐打架
好评: 支持国产吧，做的真心不错。
好评: 很好玩，买的98，加了75升个豪华包，大哥您能调一下么，我这边1650的显卡，开的低画质动不动就掉帧严重，各位有什么办法解决吗
好评: ...
好评: 游戏可玩性很高，如果你近期，没有什么可玩的游戏真的我强烈推荐你试一下这个游戏。
好评: 太好玩了太好玩了这辈子没玩过这么好玩的游戏我就是永劫无间的舔狗 这游戏哪哪都好就是没人跟我一起玩
差评: 就是个垃圾
好评: OJBK
差评: 我寻思我为啥要用准备买老头环的钱来买这游戏
好评: 挺好玩的 但是不适合我这种手残党 呜呜呜呜呜呜呜
好评: 网易！爬！！！
好评: 出寝室已经会破门了
好评: 我感觉这是我玩过最好的吃鸡游戏了就是有点费键盘。
差评: 退出弹窗
差评: 游戏优化垃圾 ,配置没问题 把把卡的一比  不会开游戏就不开  什么垃圾游戏
好评: gg
好评: 636366
好评: 爽！
好评: 挺好玩的，就是我太菜了

差评: 垃圾游戏，优化真差，打个人卡NM
好评: .
差评: 异地登陆 绑定手机邮箱不提示  花金币  均厂杀20  估计开挂了  让我怎么推介
好评: 除了网易这个dog，其他的都666好评
好评: 牛皮  yyds
好评: 我是真的垃圾 兄弟们
好评: 好玩

差评: 误封问题始终没解决 申诉好几次全是一个回答 原价购买又充钱最后150打水漂 游戏还没玩热乎就被误封 真正的外挂你不封你封好好玩游戏的 早点凉吧 头一次遇到这么差的体验
好评: 还是黄金，我是傻逼
好评: 很好
好评:  玩过两次内测，游戏挺好玩，买的网易版本！steam就上线看看有啥区别！！！
好评: 挺好的 就是上去谁都打不过
好评: 非常厉害
好评: 可以
好评: 嘎嘎好玩

好评: 666
好评: 好！
好评: 永劫无间狗都不玩
差评: 队友死全家一样.别玩这游戏
好评: 还行就是太卡了开着加速器也卡
好评: 好玩
好评: iuhbasufd1
好评: 呜呼呜呼
好评: wssb

好评: 我青铜为什么老给我匹配黄金的 打不过能懂吗
好评: hhw
好评: 。。
好评: 挺好玩的很上头，天天想着振刀
好评: 奇偶

好评: 没遇到G之前我觉得很垃圾，遇到之后发现原来这个世界这么绚丽
好评: 喜欢
差评: 垃圾游戏，沙佩才喜欢玩，官方摆烂
好评: 怎么说呢，喜欢这游戏是挺喜欢的，就是上线就被爆杀，然后耻辱下线，唉
好评: 优化优化优化优化，球球了
好评: 我是伞兵
好评: 还行
好评: 非常好 自从为了拼刀 我的颈椎病都治好了
好评: 我刀呢
好评: 网易为数不多的良心游戏，虽然大量借鉴了APEX等其他吃鸡游戏的特点，但也有自身独特的玩法，所以可玩性上面还是不错的，希望这个游戏能不忘初心，越来越好
差评: 掉帧严重
好评: 蛮好玩的
好评: 游戏还是不错的，没必要豪华版，要么普通版要么终极版吧。个人觉得充值福利太少，来个首充翻倍能吸引更多人充值
好评: 好玩的很啊！！！！！！！！ 被振的头皮发麻
差评: 能预见到后期整个游戏会变成【阴阳师对战pc版】。

现阶段看什么日式和风元素都往里面怼，公测自己的世界观背景都没交代多少，就急于联动阴阳师，难道这很合理吗？
开局大个儿哒摩球，胡桃，妖刀姬英雄，皮肤，饰品，武器皮肤满满的媚日式游戏，网易是真滴恶心。

宣发时候还整什么江湖武侠，现在制作人说“不受某个题材拘束的世界观”。



-------------------------------------------------------------------------------

（没想到评论区集中矛盾点在NARAKA，而不是游戏内容，我从这个游戏没出来前就知道NARAKA是梵语地狱无间的意思，而更多人是通过这款游戏才知道的，不是你们以此喷我的理由，可笑的是游戏内容不谈，转移到攻击我认知水平来彰显自己的优越感。

打开咱们的中文搜索引擎，时间节点设置在2019年之前，你去看看naraka/奈落都是什么词条？

 [u] 我来猜测一下，网易以此作为全球通识可读的词汇是为了更容易让人记住的，而跟文化宗教没有关系，更不是为了以此词正名文化输出好吧。
[/u] [strike]我原以为米卫兵op已经够离谱了，怎么网易也有？？？）[/strike]

-----------------
和游游戏性同样，我当时非常看好宣传的世界观跟背景，而不是公测伊始浮现出的种种捆绑营销。

[b]【公测自己的世界观背景都没交代多少】[/b]，【时间线上的进度才是设定集的几分之几】，就[b]【急于联动阴阳师】[/b]？难道这很合理吗？

[u] 这个我也猜测一下，网易还是想借助已有资源，扩大国内国外的宣传力度来在在公测引流更多人。[/u]
好评: ...
差评: 买完就降价，心态炸了
好评: 好玩
好评: 确实不错，国产之光，值得入手！
好评: aaaaaa
好评: 好！
好评: 23
好评: 还行，挺好玩，只不过我刚98买的隔天就六折，属实蚌埠住了
好评: 棒棒棒哔哔哔哔哔哔哔哔哔哔
差评: 我想说：买断游戏里的东西又必须靠内购购买，真尼玛牛逼，得亏我没买这个游戏
好评: 很好玩
差评: 辣鸡游戏，号绑steam令牌被盗了然后封了。证据啥都交了就是不解封。
好评: 可以说开辟了一个新领域
好评: 额好玩不亏
好评: 很不错，可玩性强，希望官方对外挂打击严厉精确
好评: 666
好评: 还可以，可能我技术不到家

好评: 刚原价买这个游戏就68了，我是傻逼
好评: 我曾经不是很爱玩大逃杀类的游戏，直到我遇见了这款游戏。
因为小时候很少玩fps游戏，不管是从经验到技术我都跟不上周围的朋友，也总是给他们拖后腿，玩玩吃鸡什么的连人都看不见就死了，就算看见也就是一个像素点，pubg荒野行动还是apex我都打不中人。所以一开始知道这是一款吃鸡类游戏，我其实是拒绝的。但是当我知道这游戏是拿刀砍砍砍的时候，我非常的心动。
”拿刀就不用找像素点了吧“，我想
就看看商店页面里的太刀居合动画，我都觉得特效很帅，我想就算我很菜很烂，也想在游戏里帅一帅，哪怕自己玩不了多久，或者觉得很难，98块钱+2dlc也就当为国产游戏添砖加瓦了。我真的很希望国产游戏能做大做好，为此我也喜加一了不少游戏。所以我买了游戏，跟朋友们一起玩，刚开始真的很菜，什么都不会，被打成筛子，但是我真的玩的很开心，但是时间一长，就出现了问题。
我只是想慢慢说说我对这款游戏的看法，希望国产游戏越来越好。
我想说，网易也不算是小厂了吧，甚至我说国内数一数二也不可能有人反对吧？
但是那仿佛无穷无尽的问题，一直压缩着我的游戏体验
首先是几乎我知道的所有人都diss过的优化问题。我的配置是 RTX2060 + i7-9700 + 32G内存 ，两年前的拯救者Y7000P，说不上是什么好配置，但我想应该是还是在平均水平线上的吧？就是这样的配置，我玩永劫无间居然要将画质所有选项全部调低，就这样还只有80帧左右，一般都是只左不右。如果说啊你这两年前的电脑就不要出来丢人现眼了吧你3090能帧数低巴拉巴拉的话，我想我开隔壁死亡循环也有7，80帧。这还是听说优化了至少两次的结果？那优化两次还是这个结果那到底是收了钱不办事还是网易店大欺客？我真的很羡慕直播里那些画质拉满还能一百多帧流畅游戏的主播们，看着他们地图里地上的草随风飘扬，剑上闪耀着光我都想进去大杀四方，我也想像视频里那样去体验聚窟洲的风光。但是我的配置不允许，我只是个穷学生党，是我不配了。
然后是服务器问题，我还记得我第一次下载游戏，卡在游戏开始界面点击屏幕进入进不去，我还以为是我电脑卡了重启了3，4次还重下了一次，结果上网一搜居然是网络不好？本人坐标广东，就算不开加速器都能裸连彩虹六号，育碧的广为人知的土豆服务器我都能裸连11pin，但是永劫无间我居然一直是60pin以上，甚至稍微网络波动一下就掉线，这不合适吧？经常辛辛苦苦捡完东西，一有人来卡了，旁边三个红色信号柱子仿佛是我的讣告，在跟我展示上帝对我的不满，等波动消失了，我也成了一个小小的黑魂冢。我听说杭州延迟很低，但是也不能希望所有人住在杭州吧？虽然这游戏对于延迟的要求好像没彩虹六号那种那么高，但总归有影响吧？若是一定说我菜，打不过就赖网络赖优化，那也确实没办法，我真的很菜。
接下来是活动问题，我始终觉得永劫里的活动做的很奇怪？我不懂运营什么的，但是我只觉得让人难受。我知道你是个公司，是企业家，要赚钱，那也不至于这样吧？奇珍宝箱我到现在大概也开了两百多了吧，除了一开始的100次保底，也没出过红了（当然也就两个），但是这出货率也太离谱了吧？我记得国家不是要求了必须明确规定多少次必定出什么必须清清楚楚写出来吗，但是你红品只给保底一次啊？一次完了就没有了啊？只能抽金皮出来？而且还会重复？讲道理我觉得重复没有什么问题，但是你这重复率也太高了？你能不能先把蓝的给完了再重复蓝的？你可以不给我出金，连个蓝的我都重复半天抽不到剩下的，不会不太合适吗？我原先开箱子很激动的，期盼着单抽奇迹什么的。可惜我是废物，奇迹注定不会降落，等待我的只有480幻丝，还有幻丝商店里百年不变的皮肤。之前浪潮宝箱有什么已经记不得了，只知道自己一个红没有，这次过几天的破阵箱子听说是红枪皮，应该会很好看吧，但是跟我可能无缘了。
还有，你游做这么多皮肤，能来点高质量的吗，一个皮肤换一堆颜色放在那里让人去抽，不觉得膈应吗，隔壁王者荣耀一个全特效皮肤打折120，你游一个兔耳朵40，也没个特效，问题是游戏里我也不能开特效，不然卡死。你觉得你一个部件值40？进去之后，买买买，天赋，买，天赋格子，买，皮肤，买，真有你的。10w幻丝换个火男皮肤，看起来还胖的不行，被新出的瘦一点的祸斗完败？花少北联名皮肤我觉得真的很好看，就入了，进去一看头发是一起飘动的，就像干瘪的干脆面一样，你们做完皮肤真的有好好看过吗？还是这就是传说中的美工与建模的战争？
还有，这游戏我想已经很火了吧，你游为什么这么多问题不去完善，天天弄那些有的没的？所有官方都是比赛比赛，每天上线发个邮箱说要比赛，点开旁边咨询小标志说免费领宝箱，点开下载网易大神下载小黑盒，合着你游还兼职做广告？是不是还兼职做盗版网站啊插入广告这么得心应手？这里签到那里签到，我一天不干别的光给你签到做宣传？我知道你是公司，是企业家，要挣钱，但是吃相能不能不要太难看？
每天打开游戏前都能看到“我们忽视了对steam社区的运营，锁定即使手残仍热爱奖冲”，你觉得你配吗？你运营了个什么？评论里那么多喷的，为什么我连个“一位开发者进行了回复”都看不到？说真的我记得这游戏之前褒贬不一来着，我都不知道什么时候变成了特别好评，你这也能特别好评？看b站官方视频，每个视频下面都有说问题的，你连回复都没有一句，你也配叫运营？那么多国产小游戏作坊兢兢业业努力做事还要被冲烂，你游这么多问题还能特别好评。我只能说垄断害人。
还有游戏机制的问题，前面的问题我觉得我忍忍还能玩，反正我玩游戏是为了快乐的，但是看看你游戏里面的问题，策划真的好好玩过游戏？先说修行任务，我真的不觉得你那么多修行任务哪个是跟角色真的有关系的，你想不出来就给我来公式化的任务，我建议你去跟育碧学习做开放世界。本来我挺期待那些背景故事的，但我一想到为了知道背景故事为了天赋技能我得先去刷刷刷任务，刷十次追击十次寻宝3w伤害，我就觉得我像个脑瘫。我想这游戏内容很不错啊，不用整这些也不会拉低别人的游戏时间吧？你至于要整那些毫不相关的任务吗？我从中一点快乐都感受不到，这就是你游带给玩家的？
还有这游戏的平衡性。别的不说了，阔刀磐石崩山斩延迟稍微高一点就躲不掉振不掉，这些也不说了。太刀打不过，行我技术菜，滑步没学好，剑气怪打不过，行我不够冷静没振刀成功，迦南追不上，行我瞎了，岳山强不强匕首厉不厉害我觉得用脚玩过游戏都能说，这样的强度你游能放到正式服来我真想不通，建议所有相关工作人员晒游戏内时间，少于200h一律开除。就连大佛残血开大努努力还能三个人集火秒掉，你岳山开大那么短的前摇是在考验我什么？这哪里需要博弈？我崔三娘辛辛苦苦大中三个拉满攻击只能扎一下还很容易扎空，完事扎一下800血，你岳山左键f右键秒我半蓝甲1200，这强度我要谢谢你给我机会玩岳山是吗？你说沙男强，你给了岳山克制技能，还是削弱了沙男，真就不让人玩沙男？太刀操作要求高，长剑需要人冷静，长枪龙王破来个人都能f打断，阔刀匕首我已经不想再说了，这平衡性你要是真的玩过还觉得合适，我只能祝设计师晚上睡觉被鬼反断打断再被直刺处决然后被双抓。还有那振刀判定，我延迟高一点我就振不到别人，红光出来了都没反应，我百裂斩打到别人身上了一下他还能滑步拉开，反手给我空气中的刀痕迹给震了，举报外挂成功只有第一次给箱子，正气扫把还要成功举报很多次，还要举报正确率，关键是也不说很多次是多少，那一万次也是很多次。画大饼还是你游可以。最关键的是我玩个游戏连自己游戏内战绩都看不了，还得杀成战神才有资格，是我菜逼不配了，举报系统也很离谱，我看他的振刀我就觉得他是挂，但是我把他打赢了，我居然连个举报资格都没有，合着我还必须得被挂干掉？大厅查战绩迷幻的不行，我都不知道我看了个什么，还得去下个网易大神。你游做成这样觉不觉得有点离谱？
最近搞那么多联动，连续宣传那么多天重大企划，结果就是个发布会。文字游戏还是你游nb。听说前几天的额外协议也有一些不好的东西，你们属实是把中文玩明白了。
可是那么多的反馈，那么多的不满，这游戏依旧是这个样子。
说到底，玩家对你们来说，只是韭菜罢了。
我去过鬼谷洪荒世界，也为了太一门修过仙，试着去建造过戴森球，也渴望能未来化身悟空。被很多人谩骂的原神我也试过，也在王者峡谷大杀四方。也曾化身安倍晴明守护人妖和平，也在百闻牌里度过休闲时光。我有过很多喜加一，也真的希望国产游戏能越做越好，但是没有一个游戏能让你游这么令人失望。
以上，游戏的话，还不错吧，刀光剑影的生活，我也曾经很向往。如果想只是试试那样的吃鸡游戏，很明显，98不值那个价钱。打个对折的话，还可以进去试试。
以上，希望国产游戏越做越好，早日摆脱垄断场面。
好评: 非常NICE
好评: 游戏很好玩，武器系统很丰富，优化再好点就更好了
差评: 无故封号可真牛
好评: 呜呜呜 lj游戏呜呜呜 原价买的我是伞兵
好评: 我是傻逼
好评: 111111
好评: 非常好
好评: 不错。就是有时直接退了
差评: 垃圾公司毁游戏
差评: 单排平衡性太差，越来越失望了
好评: 叼毛策划是狗讯跳槽来的吧！！！好好的出DLC卖就行了。学人狗讯搞抽奖。迟早玩完
好评: NB

差评: 不好玩
不推荐

好评: 好耶
好评: biu特否
差评: FW
好评: 1
好评: 这款游戏的优化还有待提高，我喜欢这游戏是因为他的中国风，以及这游戏的战斗风格




差评: 不够涩
好评: 针不戳
差评: 我现在进都进不去，开玩笑呢，我服了

好评: 强烈推荐啊兄弟们
好评: 还不错  画面可以
好评: 舍亲之力再治理治理就好了
好评: 666666
差评: 试玩了三天，购买了后悔，想退款退不了
好评: 好玩....个屁
好评: 振刀是不错的，可惜买断了个寂寞
差评: 能不能管管那些恶意组队的孤儿
差评: 我是傻逼
好评: 锁区之后直接退款 垃圾
好评: 好玩

好评: 好
差评: 先说说游戏本身，游戏性不错，虽然百分之七十招式都和流星蝴蝶剑一模一样，但是没有完全抄袭，因为tnd流星蝴蝶剑一把武器还有最少七0八0种招式，你丫的连抄袭都懒得抄全了是吗？？
更让人愤怒的是，laozi账号莫名其妙被封，申诉客服告诉我查询不到违规记录md无法解封？？？？？
#￥%…… （问候您全家，祝您游戏越做越大，烂钱越恰越多，双亲阳寿欠费也没关系，大家都会理解你的）
好评: 不错的游戏
好评: 牛牛牛牛牛
好评: 打这么久感觉睡觉都想振刀
差评: 号被盗了，然后盗号者拿去开挂完事我号被封了，客服就一句“证实确实开挂”我人麻了，就不能检测异地登录什么的证实一下是不是本人开挂？才玩二十几个小时就被封了，真的体验极差，解决方案也没有一个
好评: 还行
好评: 好玩

好评: 刚原价买了玩了少半个赛季就又68了，我是傻逼
好评: 好
好评: 越菜越爱玩
好评: 不错

差评: 没有新手期，炸鱼多，外挂多，匹配机制不好，队友不配合，游戏上限高

差评: 此游戏致郁
好评: 官方整治外挂加大力度  希望这么好的游戏不要早逝
好评: 挺好玩的，值得推荐。
好评: 宿友非要让我当他爸爸带他上分
差评: 玩法单一，不值这个价
好评: 重生之我是剑神李淳罡
好评: 建议和朋友一起玩，
好评: 可以
好评: 舍亲之力不是挂，舍亲之力是一种神奇的力量，修行百年才练就出的成就，宁红叶去他家都得空大
好评: 对萌新太有好啦！！！！！
好评: 游戏是好游戏，但是网易你妈必死，幻丝给你妈织寿衣，草泥马。
好评: 66666666
好评: 刚玩感受：绝地求生没看见人我就死了，这里大部分情况我是面对面死，死得明明白白，真棒！【doge】
玩了50个小时有了新感受：射击游戏拼FPS，您这拼PIN和剪刀石头布哈！【doge】
100小时：RNM，有挂！【从此成为人机任务党】
好评: 网易这个武侠的算法不错，够得上只狼了，我要点赞。就是没有单机故事，只有个联网大逃杀，游戏内各种促销霸屏。相对于国外同类游戏来说，价格更亲民，唯一不好的就是商业和营销模式，以R6为例，人家游戏本体促销的时候特便宜，每年季票是新干员，你这个每年也整新英雄？然后就是游戏内营销，抽奖模式万万不好，另外游戏内营销霸屏也不好，R6就没有这种营销。皮肤买不买是自愿，就像R6的皮肤在小队入场和收官展示那给收费的多加动效，自然有人买。既然你走STEAM路线，就得懂STEAM用户。不要走STEAM，又来个贪玩圈钱模式，那永远没人再玩网易游戏了。
好评: 学号

好评: 挂比较多
好评: 好玩的很
好评: 振刀振到麻木

差评: 这是一款不放进C盘绝壁不能玩的游戏，巨卡，进入卡，里面卡，放进C盘一切正常，看你们C盘空间了
好评: 好几个号价格和进口
好评: 好玩好玩，就是玩不明白
差评: ....
好评: 传火礼还是没完成
好评: 海星蛮好玩的哈哈哈哈哈哈哈哈哈
好评: 振刀一时一时爽 振刀一世一直爽
好评: 1
好评: y'p
差评: 卡成狗了
好评: 爱了
