差评: 狗屎,窗口页面都不能最小化,上steam反向优化上了个寂寞
差评: BUG比以前多得多，也越来越没有以前的味道了
好评: 有一说一，这游戏还是很良心的，商城东西也不贵，修改抓的也不严（虽然画质和引擎确实有点老了）

威力射速子弹弹夹类型子弹偏向角子弹速度什么的改一改也问题不大（MG42的威力之前改到过4000，射速之类的也升天，异形和日本鬼子以及BOSS大乱斗等直接随便打），还可以改复活币红蓝药的个数；之前18年网页版开小号改经验值好像每天有个阈值，不超过也不会封；甚至商城，商城里面的东西也不贵（觉醒晶体甚至只要1个点），除了皮肤和武器之类的；因为修改器能改武器性能，子弹弹夹，皮肤防御力也能改所以也问题不大

最主要的问题就是不要去改K点装备，一改必被抓，就在刚刚，我刚刚被抓的，改（刷出）了the girl和那个肌肉男（一下叫不出名字了，拿转轮机枪的那个），对叫做pig的皮肤包，还有回馈大礼包（好像是蛇年的）之类的大礼包全都改了（可以通过改礼包盒的子弹（因为他是以手雷形式射出去的子弹）改成大礼包等的子弹）
其实金币武器改改性能就已经够用了，金币的改完性能比RMB武器还要强得多，比如1400载弹量，6666威力的P90，当时就是因为跑任务跑腻了，所以刷装备的步伐搞得快了点就出了事情


个人怀疑应该就是那个蛇年限量版武器和pig&the girl的装备导致的封号，哎，草率了，当时应该先开个小号测试的，存在侥幸心理，以为冲了K点就不会被封了，哎，真是没想到，11年的（真）大号早在19年就已经被封了，这个绑定了steam大号的新的账号竟然也挂了，哎，真可惜啊，主线都打到诺亚方舟了，这个号还一直没敢改经验，33级手动打上去的，跑图什么的时长杂七杂八的18个小时啊，哎，还冲了好几dollar的K点，我都没用完啊，还有一千多没用完，就晚节不保了

所以，告诫各位，千万别动K点装备，一下都别动，不要有无中生有的大额财产来源不明（改胶囊复活币那些的数量倒是没关系），我怀疑后台有人特别在监视，因为一改完上传服务器是正常的（18年我搞的时候如果有问题一上传服务器后是秒封的，不会延时），我当时保存了看没问题，上了个厕所回来，欸，就直接“你已被封号”

希望不会有“隔墙有耳”的小报告王八蛋看到这个而去报告官方，不然就完了，祝愿打小报告的王八蛋死一车表子马（steam不禁骂人真是太好了）

差评: 作为十年前就开始玩的老玩家，我只能说刚开始确实挺好玩，越往后越傻逼，剧情单调，一个关卡打三遍，不知道这策划怎么想的，越来越变态了？真tm傻逼。操你妈andy个傻逼玩意儿，真他妈欠扇。
好评: hao
差评: 版本更新增加了对不氪金玩家难度翻十倍的改动 并且继续对氪金玩家加大力度
好评: 给爷看哭了
好评: 希望多做点联机内容，哪怕能聊天也好呀！有没有跟我一样的老萌新交流一下。。。
差评: 绑定之前的邮箱账号玩到了三周目
恕我直言 这简直是我见过最没有诚意的游戏
差评: leshe
差评: 以前冲的钱都喂安迪Gou了，这个破游戏，十几年前那个时候的金币装备都比现在的钛合金神装防御都高，防御是一万6000多，角斗场一场可以赢两万金币，后面，打角斗场时候，遇到一个蚂蚁那么小的61装甲的玩家，人看不见就被它打死了，身高只有1毫米那么小，那个时期安迪洛正好开始出了HP粉尘，当时还以为是那个粉尘让玩家变小的，后面才知道那玩家修改了身高，后面开始好几次改版，防具的属性大幅度缩水，有几次更新金币装备变得贵死了，3个61套装的雇佣兵变成了脆皮肠，就连装备都还有等级限制了，角斗场刷金币最多才给2千，怪物一多卡得跟什么似的，现在竟然要用美元割韭菜了，你做成单机游戏不好吗非要全程联网单机？？？？估计也是那个出HP粉尘的时候，各种氪金道具数据变态，所以才导致了一部分玩家开始修改，现在呢，只为了给个差评。
好评: sb

好评: 老号被封怎么办？》
差评: 倒是很还原闪4，没钱治个屁
12年的时候有的闪7，当时还不是官网版本，只能在4399上面玩到，到后面的网页版也一度成为我童年心中最好的游戏之一
但客观来说，这并不是款好游戏
我并不是站在一个理中客的态度在评价这款游戏，我是站在一个玩了这么多年游戏，喜欢这么一个游戏制作人的角度来评价这款游戏
这可能是第一款刀的伤害比步枪比火箭弹打的dps还高的游戏【别跟我提pubg，不见你贴脸用火箭筒】大量的重复关卡和缓慢的剧情推进，反复的折磨玩家，我在玩的时候我真的在想，我是在打dnf还是在打传奇？？隔着也没有满图999啊，一查论坛，奥，不氪
金买把刀合着就只能靠你送的那点胶囊过关是吧，问题是你那点胶囊也不够你推进剧情的啊



情绪发泄完了，咱好好唠唠这游戏的前身和现在
闪客系列可以说的上是中国网页游戏领头羊之一，说简单点，，赶上了了好时代，在那个网迷成堆却没有一家企业真正独大的时代，闪客快打是有相当的青少年受众的，可是时代在变化，资本都在削尖脑袋往里面钻，而闪客快打系列一直坚持着老路，说好听的叫不忘初心，说难听了叫固执己见，时间一点一点的过去，而占据着有着不算少数的粉丝ip却不思进取，指望着靠老粉和情怀当铁饭碗
千里之提，溃于蚁穴，更何况闪客快打并不是千里之提
现在只能说是苟延残喘罢了，在线人数不超50人
微信公众号，qq群，论坛，我都曾经待过，可笑的是关注微信公众号到现在，都不曾有过一次推送信息、、、
而现在，再重新回首这款游戏，再看到这个熟悉的系列，不亚于我高中时代接触到最终幻想系列的那种草率感，太失望了
andy law大哥，网上关于你的传言很多，有人说你去学u3d了，有人说你下海创业了，也有人说你闪8失败后就再也没有和闪客这个主题有关系了【看了个老哥的补充说是a哥有家庭了】无论如何，希望你过的好，也希望中国游戏界再次出现像闪客快打这样的系列作品
而这次，将不再夭折

充了点钱啊，我再走一次论坛，听吧友们说巅峰时期盛大都想收购=。=


做一套低配毕业装需要200刀，接近1300人民币，请允许我收回andy law大哥这么亲切的称呼，陈骋 你就是一条抱着老本不肯变通贪钱的臭狗，吃相难看，闪8永远需要资金，qnmd吧 再也不会玩了，也再也不会这么这么失望了。。
好评: 玩个情怀
差评: 玩不下去了，真玩不下去了，开挂也玩不下去了，折磨
差评: 真的不行，烂尾恶心人
差评: 本以为是一代巅峰，但是自从方舟兽王出现了之后，这个游戏废了。
好评: 非常棒 就是充值不太方便
差评: 垃圾游戏
差评: 垃圾，不说别的，界面都比以前更蠢了，安迪NMSL

差评:  特地开修改器玩了几个小时来评论
安迪你真是个大傻逼
差评: laji
差评: 坏耶
差评: 贪玩游戏都倒了，这玩意也就给情怀党留一点无谓的念想了吧，只能说如果这个在2011就终结那么死得其所，现在呢那是死有余辜
好评: 玩了1个小时，没当年的感觉了当年纯手打升到40多还是50多来着一分没花上初中玩这个一玩能玩七八个小时不知道当时是有着什么样的动力，当时玩一个月天天打材料现在只玩了一个小时就觉得腻了，再也没有真的没当时那种感觉了游戏也比当年良心好多可能是在线玩家越来越少了，rmb装备没事就送当年为了个虎彻可以没日没夜的玩，现在新手上线就送角斗场挂壁巨多，剧情方面还是当年那样子根被都没做什么改动， 当年看在线人数是六七w，现在再看在线人数八十九十有时能一百二百真的是可惜，游戏以现在的眼光看可能很辣鸡不过在当时对我自己来说算是一部很经典的游戏了，现在偶尔可能看到几个当年的巨佬可能对那些当时的巨佬来说现在还在玩这个运营了十多年的游戏儿可能就剩情怀了，对我来说这部游戏也可能只剩下情怀了。
好评: 我谔谔伦春，，，
好评:  氪 金 快 打
差评: 不管怎么说，这也算是童年的代表作了。一言难尽。
差评: 吓人！
差评: 真他妈垃圾，我开个修改器还封我号了
好评: 一区青青草原欢迎您
好评: 玩个情怀，只能说小时候真的喜欢
差评: 怀旧游戏 别的就算了
差评: 2021年了，我们不想再玩大话西游或者传奇
好评: 换汤不换药，优化也做不好
好评: 为了勋章
好评: 好玩
差评: .............
差评: 不推荐游玩
好评: 讲真的，游戏内容已经不错了，玩的主要是回忆。毕竟从小玩过的经典游戏之一
差评: sb游戏
差评: 我是sb，恶心我几分钟
差评: 还不如把ip卖给腾讯 虽然都是割韭菜 但以企鹅的实力 应该会把这个做起来
差评: 垃圾游戏 这么多年过去了数值平衡根本没改动 武器伤害和怪物血量根本不成正比 到后期剧情逻辑都乱了 作者根本没想好好做游戏 只想着骗老玩家的钱 从诺亚开始打1关得半天 打个游戏跟坐牢一样
差评: 这个游戏还是比较好玩的但是里面的装备和武器都要氪金安迪不好好做单机直接做了一个劣化版的DNF
差评: 就这还好意思让玩家氪金
好评: 当然非广告
好评: 用一些科技手段玩的，作为一款小游戏依旧是很合格的，割草效果满分
但作为一款网游，还是很差劲，steam上属实下等马
但是我玩的很爽，所以我给个好评
差评: 自从安装游戏后其他steam游戏多数都出问题了
好评: 童年回忆，经典
差评: 只是单纯的想打个差评，以前充钱的我真是个S B
差评: l am sb
差评: 我不是傻逼，你是傻逼
差评: [h1] 不要氪金，不要氪金[/h1]

[h1] 这是一款10年前的flash游戏，哪怕是2021年上架steam也没有内容出现革新或者更好的优化 [/h1]
[b] 2010年10月6日，游戏发行预告版《闪客快打7-末日之后》
2011年4月1日《闪客快打7-佣兵帝国》正式上线
2021年1月20日，游戏上架Steam平台 [/b]

游玩体验
如果是从隔壁闪客快打2-6整合包来的存萌新，抱着怀念回忆的想法前来游玩闪客7，我的建议是打完第一张地图”废墟“解决boss地铁巨型僵尸之后就可以溜了，游戏中期的数值已经崩掉了（在遇见方舟武士之后），而且闪7很多任务都是枯燥无赖的刷刷刷，再加上flash本身的卡顿，玩到后面就是折磨自己。

主线剧情方面
当年在方舟武士之后，出现了很长时间的停更，后续更新的黑铁会剧情做的也很一般，对话都是寥寥几句[spoiler]最后还烂尾了[/spoiler]，好奇剧情的朋友们直接上b站看吧。

如果觉得这个游戏玩的还有点意思，打完第一张地图”废墟“还想继续的话，我推荐b站up主秦时明月-月儿做的攻略[spoiler] 虽然大佬也退坑了[/spoiler]
[url=https://www.bilibili.com/read/cv10205267?spm_id_from=333.999.0.0] 网站链接 [/url]

[h1] 不要氪金，不要氪金[/h1]
[h1] 如果真的想支持作者，我的建议是可以多买几份隔壁闪客快打2-6的整合包送人[/h1]

差评: 更新完后，半小时游戏黑屏一次。。。已确定不是flash问题！
好评: 我是傻逼
好评: 故事和游戏性不错
差评: 早期体验个爽后，感觉到了有些BOSS已经很难打的时候，就差不多可以卸载游戏了。
不想装Flash控件，可以下载一个Flash播放器（不是Flash控件）然后打开游戏文件下的resources文件夹，用播放器运行里面的CrazyFlasher7.swf文件即可，除了战斗背景图不会显示，其它都正常，不过不会计入Steam游戏时间，我这评论要求的5分钟游戏时间还是挂着游戏客户端不下载Flash控件11分钟换来的。
好评: 还不错
差评: 垃圾游戏圈我钱封我号

差评: 我直接说了，作者你要是识相点，你就赶快把闪7做成单机的，把你那恶心的吃相拿开，贴吧里仍有人孜孜不倦是念在你的游戏在早年间国内很少有丧失题材里脱颖而出。腾讯都能用薪做游戏，我怀疑你用脚做的。玩家们一次次给你机会，你却吧人当傻子，给了你十年机会，你却屡教不改。人家在各类传奇里充点钱还能爽一把，你那游戏一般人根本玩不下来，下次建议做游戏的时候要求每位玩家给你充100拿玩家的钱去撑着没人玩的服务器。然后接着恶心玩家。
识相点，赶快趁游戏没凉透之前还能再悔改。把闪7做成单机的，就原版的剧情跟武器已经够了，没人嫌弃你那屁点大小的地图，跟登天的难度。你哪怕卖50只要是单机，不恶心玩家就有人买账，别再恶心玩家的童年和体验了。
好评: A兵团二号基地第一套Andy Law套装在此评价，Andy不老，陪打到Law。
好评: 我只是怀恋一下不是很好玩
差评: 烂氪金游戏有什么好推荐的，纯靠情怀撑着
差评: 我是傻逼
好评: Хвала старой версии империи наемников. Почему ты так говоришь? Вы хотите криптоновое золото как можно раньше? Ответ - да, но это не так извращено, как сейчас.

! 1. Почему в прошлом империя наемников была забавой!

Я был старым игроком, который попал в яму империи наемников в 2011 году. В то время я учился в шестом классе начальной школы. В то время карта сюжета не была закончена, и процесс был коротким. Но вы можете полностью почувствовать замысел производства Энди. Приведите несколько примеров. Имя монстра и имя монстра соответствуют истории и названию миссии. В то время монстры появлялись у входа на станцию ​​метро Door Склад и т. д. Теперь монстры на новой карте явно режут углы из воздуха! Раньше были кат-сцены до войны, а теперь нет никакого предзнаменования появления босса напрямую.
Что касается криптонового золота, купите 61 набор из более чем 100. Когда вы купите Libra Lightsaber Basic Invincible Monster, вы получите пару капель. Это очень удобно. Более 100 человек могут испытать эту игру очень комфортно.

! 2. Почему сейчас не весело!

Система вознаграждений и опыта неразумна.Вы так много работали, чтобы сражаться с картой в течение получаса, сумасшедшие соскабливания, сумасшедшие наркотики, сумасшедшие избиения! Наконец, я усердно работал, чтобы закончить расчетную задачу
Награда в виде опыта меньше 3% от вашей! Награды в виде предметов самые скупые. Возможно, вам придется взять около 100 бутылочек с лекарствами для картины. Задача вознаграждает вас примерно на несколько бутылочек. Деньги еще мощнее. Все знают, что они могут делать в игре.
Повторяющаяся задача! Некоторые игры просто делают игру общедоступной. FlashKombat повторил игру и расположил побочные задачи в основной строке. Вы выполнили пять или шесть, а затем нет прогресса на основной линейной карте. Очевидно, что только пять или шесть волн врагов достаточно, чтобы уровень был резким.После добавления более десятка волн повторное использование карты состоит в том, чтобы продолжать двигаться вперед и чистить и чистить без каких-либо намерений. Основная задача: после прохождения простого приключения, игры в приключение, игры Шура, повтори бой трижды и порази десяток волн вражеских подростков. Какие награды вы получите после выполнения задания, очень ясно выше.

! 3. Никаких игр, потому что сложно двигаться, не тратя денег!

Оружие и награды за миссии предназначены для получения очков NB. Оружие, использующее обычные пули, ничего не повредит на ранней стадии. Не говорите о поздней стадии. Система синтеза - самый забавный синтез. Для этого нужны деньги. Затем материалы для синтеза нужно идти. Магазин покупки! На первый взгляд, для синтеза этой брони требуется 15 частей, но на самом деле она стоит 60! Дело в том, что это только один из них. Набор из пяти частей превращается в 300 юаней. После завершения синтеза вы думаете, что можете снова отправиться в темницу, или вы без ума от наркотиков и безумных избиений.
Потратив тысячи долларов, вы не получите игрового опыта!
Есть оружие под названием «Меч богов», не правда ли, круто? Позвольте мне кратко рассказать о таблице синтеза:
Меч 200 атака
Алые Весы 360 Атака
Divine Slash 200 Атака
Demon Slash 250 Attack [Три из этих четырех видов оружия должны быть синтезированы, вам нужно почистить материалы, и вам нужно пойти в торговый центр, чтобы купить материалы и криптоновое золото]
Вы так усердно работали, чтобы собрать все материалы Вау, у вас восемь или девять сотен для атаки синтетическим оружием, верно? В результате 560 с этим оружием, вы больше не царапаете, вы массируете.
Все думают, что я написал плохие произведения не потому, что мне не нравится Flash Kombat, а потому, что мне он слишком нравится. Игроки надеются, что Энди сможет создать новую серию Flash Kombat и добиться хорошей независимости. Игра приносит ощущение детство игроку, и результат снова и снова подводил его.
Энди, мы тебя ждем! давай!
差评: 你（  ）什么时候（  ）啊
差评: 画面差的离谱，2014入的网页版，画面比2008年的DNF还差，充值倒是一套一套的，服了，这就是国产游戏吗，爱了爱了
差评: 作为一个55级充了几百的v4我也算有资格评价的人了吧，不推荐 纯粹小号情怀 。到了后期无聊的剧情 重复刷图，玩个传奇都比他有成就感。而且不充钱你没法玩 真心不推荐
好评: 我是玩了100多小时的伞兵，andy也是个伞兵
差评: 垃圾游戏，就只是骗玩家情怀的，恰烂饭
差评: 沙皮玩意
差评: s
好评: 我是傻逼
好评: 要是推线的话建议推到雪山都别太整了，剧情上安迪洛干不动了，要是这个游戏氪金装备只是类如战术m4和战术ak战术伯奈利还有61甲那种还好，几个看着样子还是蛮精细的，可惜现在只能算好看了，这种近未来题材的装备还是以这些年或者是一些概念性的比较好，但越到后面越花里胡哨，诛神还有其他那些装备真的就跟传奇一样了，好评只是为了给11年12年那块给我的美好回忆而已
差评: 六七年前就玩过 现在除了装备都没变过 一个关卡打三次，帧数不到三四十，简直就是折磨， 用别的引擎吧 flash的时代已经结束了
差评: 和之前账号不互通
好评: 很想给个中评，因为本人小时候经常和表哥、小姑、二叔等人一起玩这款游戏，而现在闪7登录steam给我的惊喜也是非常意外，后来我抛弃了csgo等游戏，试了一下童年作，才发现....真的和以前差不多。但是同时这款游戏也变得和贪玩蓝月等网页游戏一样，充值界面几乎占满了全屏幕.....作者做游戏需要钱我们能理解.但是弹夹都要充值是几个意思.....而且我小时候看到的那些也不翼而飞...
差评: 恰烂钱
差评: 一样的图反复的刷几十遍的怪，这个图的小怪在下个图里加个前缀改个数值就能虐你一百遍，想要顺利的打下去就要氪金越后面氪的越多，不亏是你Andylaw，在无数个夜里怕是肠子都悔青了，早知道当初就该把ip卖给腾讯的对吧，我本以为上线steam了总归有些革新的内容，谢谢你安哥闪7又恶心了我四个小时！
好评: a哥永远滴神
好评: 还不错，情怀，就是太费时间了
好评: 




好评: 原来的账号怎么找啊

差评: 前期以10年前的眼光来看还是算惊艳的，但中后期开始数值崩溃，剧情划水，总的来说不推荐充钱玩，因为闪7存在以下问题：

1，卡顿与客户端问题：
卡顿是代码框架与FLASH的问题，由于这个项目也已经10年了所以可以理解，但客户端不仅没有做到优化，反而加重了卡顿的情况，估计客户端就是纯粹用来检测文件和封号用的。

2，剧情与任务：
1)剧情从头到尾充斥着大量的错别字就不说了，中段开始甚至出现任务交错人，对话头像显示错误的问题，后段直接连对话都懒得写了，就让你毫无意义的去一遍遍的刷图，连自己的代码框架都没有遵循，空对话还会导致出现BUG，如果你做了空对话的任务，那么除非你重启游戏，后续的对话通通都不会显示。
2)支线任务与主线大量重复，而且只做到了雪山篇，后续像是直接把支线做到了主线里边，也就是前面说到的空对话无意义任务，既然你自己都懒得写，又何苦折磨玩家浪费他们的时间呢。
3)每日任务更是甚至直接没有读取到任务前对话。
4)至于结局...嘿，直接重置刷周目，综合以上几点来考虑，跟烂尾没有区别，也引出另一个严重的问题

3，消失的初心：
很讽刺的是，闪7这个游戏仿佛就是Andy初心渐失的最好证明，前期别说对话，连动画都不少，质量高的不行，后续持续划水，对话都是空或重复的，只想让你充钱刷图，通关重置还要你充几个远古碎片。
钱多香啊，造啊，诛神不够，远古诛神，兽王不够，史诗兽王，持续崩溃的数值，永无止境的高昂氪金，我是在玩传奇还是闪7？诛神？我在修仙？这不是末日吗？
这下好了，连装备和新怪都懒得做了，远古诛神连换色都换不明白，花最多的钱买来最贵的装备，最高的数值享受最丑的视觉体验，难道单件改造都需要40多刀的装备都不值得你动手做一件新的或者手动调整一下颜色吗？
至于史诗兽王...特效真的直接致敬传奇，更给本就不堪重负的游戏卡上加卡
游戏下方经常出现高亮大字，“WOW！感谢老铁使用K点！”，“WOW！XXX强化了装备！”，“WOW！XXX通过了传说级关卡！”，明明是偏单机的游戏，偏偏又满屏的页游味道。

4，失去意义的设定与系统：
1)本来枪支与弹种是非常多的，然而很多枪支和子弹根本没有给到能够跟的上数值的升级，导致它们全部失去了意义，手雷更是直接沦为了一个使用道具的装备槽。
2)由于技能不能触发装备效果，导致后期多半平A，也就位移技能是永远的神。升级给的技能点也十分的少，不充钱连基础技能都点不满，点满了意义也不大
觉醒技能更是令人感慨不已，虽然这游戏多少有点DNF的成分，但DNF的无色好歹是带掉落的，这边倒是直接进商城了，至于福利那点，我是不晓得够不够花，这也就导致觉醒技能基本没多少人用。
3)还有佣兵，佣兵到后期抗都抗不了多久，偏偏价格也并不低，这也是数值崩溃带来的问题，更有Andy任之由之，借此售卖战宠的缘故

5，开发中既视感与无处不在的BUG：
1)左上角经常被一些毫无意义的提示堆得满满当当，连以前在个人网站上的提示也没有清理干净，除了常规的一些提示外，更是经常有调试日志一样的东西出现。
2)基地佣兵，基地里面显示的并不是真人，而是2017年的佣兵库，然而显示还经常出问题，原地踏步浑身光溜溜的undefined大光头十分常见。
3)基地中进出各种房间也有BUG，比如人不从门进出，从医务室出来在酒吧门出现，NPC名称不显示。
4)进图莫名奇妙残血，给通关增加难度，战斗时左右方向错乱，方向经常莫名奇妙锁死一个方向。
5)提示框经常卡住污染屏幕，去掉的方法就是不停的晃鼠标拉出新提示，直到它被顶掉。
6)文本显示，如屏幕中部提示经常层层叠叠，战斗时显示“还有0波”，“还有0图”等等意义不明的提示，其他小细节则有部分文本显示不全，带色称号属性窗口中显示代码等等。
7)点击人物或佣兵出现的弹窗，不仅都是“开发中”，一点用都没有，而且NPC被佣兵遮挡时非常碍事。
8)怪物佣兵等经常莫名奇妙跑去角落，或是直接站着不动，迷惑行为。
9)最严重的一个问题，弱网环境下道具很容易丢失，游戏内虽然提示保存成功，但一点用都没有，还好我卡掉的只是支线的A兵团套，如果是氪金道具丢失或主线装备丢失，那将是很严重的问题。

我其实非常建议有兴趣的朋友进游戏体验一下，但并不推荐你充钱，前期是这游戏唯一的乐趣所在，当你打不过了，就可以卸载了，毕竟后面并不是你在玩，而是在被玩。
不知道Andy是否还记得测试版拿的那个奖，现在的闪7对得起那个奖吗，对得起以前支持你的那么多老玩家吗，又对得起自己吗，明明会因为游戏画质差而对不开全屏有着谜一般的执着，却又为何对闪7如此的放纵
好评: 就当是情怀给个赞
差评: 我是傻逼
差评: 我是傻逼

讲道理这垃圾游戏还能活着已经是个奇迹了
差评: 这种垃圾游戏 谁玩谁傻逼。。
差评: 剧情太过重复，难度也高，建议取消任务地狱难度，收集任务再减少一点就更好了
差评: 10年前的时候开始玩这游戏，然而后面因为难度太大所以放弃不玩了，三年前又回来重新玩了一遍甚至还花一千买了个账号，直到我在网上看见这游戏的结局（结局就是主角陷入了一个死循环，末日循环）才到现在彻底放弃不玩了，结局都这么差，还要氪很多金才能过还有什么好玩的，简而言之就一句话很失望！！！
差评: 我是傻逼
差评: 垃圾画面，动作僵硬，大量逼氪
差评: 帧率太低了，为什么我不去玩DNF？

客户端和网页，帧率都是那么低

游戏内容和10年前基本没变，失望
好评: 不充钱确实难打，签到K点根本不够用

差评: 不氪金不充钱 游戏体验-1000
差评: 闪客快打系列从小学玩到准大一，见证了这个系列最终走向没落。而启发此游戏作者Andy Law的美国flash动画《暴力迪吧》和美国flash游戏《暴力迪吧：联合计划》最终向unity与时俱进的过渡；但是Andy选择了破罐子破摔，终被PS5和unity时代抛弃。“童年已逝，氪金帝国，坑爹不改”是对这款游戏的最好评价。永别了，《闪客快打》！
差评: 只能说很傻逼了。
可能是我见识少，到目前为止闪客快打7是我从小学到大学见过的唯一一个弹匣要钱买的游戏，你充值买枪就算了，子弹也要充钱买是吧，充分还原战争打的就是消耗是吧。
再说游戏本身，游戏性放到那个时候也就那样了，操作拉稀，难度离谱，不氪金玩你🐎，普通枪跟玩具枪一样，玩具枪打钢珠伤害也比它高。
总而言之，就那样了，如果想回味童年，还是去找别的游戏吧，这个东西现在只会让你怀疑自己小时候怎么会如此傻逼
差评: 伞兵游戏
差评: 总是显示flash必要组件未运行，怎么弄都不行，flash该淘汰了，赶紧出新的吧
好评: 童年回忆了属于是
差评: 怎么样才能全屏
好评: tong nian
差评: 比起充值不充值的，我想说，声音方面的问题，bgm不能自己选歌，npc语音吵死，打个图简直精神污染，强烈要求删除挨打语音，至少不要一直叫了，音乐播放器应该自由选歌，
此外，改造价格和商城一样贵甚至更贵就很离谱
差评: 从小学二年级开始玩闪客1、2，初中开始在闪七上从沙漠套玩到A兵团套，再到61、钛合金61、再到有生活费后合成的诛神，前前后后小几千。在看到远古诛神后终于幡然悔悟，明白即使再充钱，游戏体验也不会好到哪里去，推图还是靠兽王，敌人还是加光圈，剧情还是瞎写。如今它登上steam，先就事论事。
------------------------------------------------
游戏不行。
由于flash引擎限制，抱残守缺的闪七上steam都无法做什么优化，近乎迷你级别的分辨率，后期敌人一多，操作手感差且延迟严重，帧率之低，连10代i7都甘拜下风。
主线剧情过了方舟就开始水，人物形象消失，对话逻辑混乱冲突离谱，干编剧的表示肾宝片广告都比这剧情有血有肉。
武器和敌人的模型复制粘贴，加光圈就是新敌人，地图复用。
数值开始失衡得离谱，靠敌人血量和攻击翻倍让你的长矛变牙签来逼氪，而且还得买战宠，不是让玩家打，是战宠打或者当肉盾，不这样几乎推不动主线。
------------------------------------------
接下来说说个人的情怀。
其实这游戏，本不至于此，任何从闪1玩到闪七的玩家都能感受到，闪七有鲜活的人设、极具潜力的世界观、大量的矛盾冲突，以及一个还算不错的战斗架构、武器怪物模型等。K5曾经是一个野心勃勃的团队，他们想在这基础上做在线联机的闪7，想丰富游戏内核玩法，还想在iphone4出现的年代，做手机平板PC三平台联机的闪8口袋战队——我曾有幸玩过很短时间的删档测试版，见识到眼光如此长远的作品，可谓惊鸿一瞥。

然而AndyLaw似乎并非管理学人才，再随着几个主程的离职、团队的解散、闪7在线联机和闪8口袋战队的夭折、flash的没落，Andy也不再是曾经那个少年。他除了有想做多人联机闪8的莫名执念，还有了女儿和肩上的家庭责任，没有时间对闪七精雕细琢，只能让做后端的辉哥兼职客服，令闪七变成哺育执念的弃子，如同杂草一般野蛮生长，哀其不幸。

但闪七只有这条路吗？未必。现在的闪七，主线和副本似乎本末倒置了。如果利用优秀剧情、稍有难度但普通玩家可以通关的主线，来吸引新血液，发展更多微氪玩家和单机玩家；以难度从低到高且不断无上限提升、有排行榜月冲榜机制、以高属性稀有称号为排行奖励、数量多到眼花缭乱的副本（数量上如今已经做到了），来留住老玩家不断挑战，开辟世界观，培养愿意合成极品道具的重氪玩家，而不是像现在这样逼氪呢？

重新调整商城道具、免费道具、敌人的数值和价格，区分主线剧情和支线副本难度，本身并不需要新的资源量，只是另一个运营路线的选择。当这个游戏用本身理想价位（约18到30元）的氪金程度就能通过，有还算合理的主线对话，又有挑战性高的副本，在steam的新用户眼里，即便剧情后期流水账，也会是一个路人缘；而重氪党在副本中爽到时、情怀党在回味闪客系列时，或许都会安心地打一个好评吧。

诚然，我也不知道这么做结果如何。
但看如今，空想散去，只有惋惜。
好评: 好评给情怀。（FLASH真的该淘汰了）
好评: 我是傻逼
差评: 不充钱不能玩啊
差评: 肝到诺亚雪山了
闪客快打7一毛没充，靠着签到过节送的东西勉勉强强打到现在也挺肝的
闪客快打8我冲了两三百买95式突击步枪和野马汽车还改装了
谁想到官网没了崩了。你上架了7不上架8代，8代一直不更新，我不在乎那一点点损失，但是骗人的行为很可耻。
还有明明可以把闪客快跑好好打磨一下做成3D风格的，加上合理收费道具，绝对吸引老外。
其他1代到6代都可以用别的引擎软件重制。
再不要原地踏步用Flash了（我没有说Flash不好的原因）
最后怀念一下我的闪客快打8武装行 枪械师野马 还有他的福特野马车 还有过去的闪客快打8口袋战队，明明很好的剧情加多人对战游戏。。。。。

2021年6月3日接到ANDLAW官方回复，闪客快打8武装行可以玩，我去登了一下我充了几百的账号竟然不存在了？！我的小号还在。CNM
账号名：y5842169 我的QQ781218656 还有改密码的邮件呢
好评: 找回童年
差评: 虽然有着很深的情怀但我不推荐
好评: 哎，怎么说呢，不推荐玩这个，目前氪了5美元，买了三个流年佣兵，一直打，现在到忍者套了，也就这样吧，300多小时
好评: 怀旧。。。
好评: 本来是想充一波买点装备，既是纪念一下童年，也为了打副本时好受点，结果一看充值单位：美元！
Andy Law大哥，但凡单位是人民币，或者充值兑现率再低那么两三倍，或者有什么乱七八糟的优惠闪到我的眼睛，我在游戏进行的第一个小时就可能已经控制不住自己冲他个一百爽爽了，但这六倍多于预期的充值成本真的一棒打醒了我。诚然重氪玩家是网游运营后期的主力，但闪7的状态已经不是后期了，他是销声匿迹之后再次上线的冷饭，没有加料没有重制翻炒，甚至连效果音不能调节都没变。
我相信很多玩家像我一样，在长大成人后能稍微负担那么一些娱乐支出，在看见自己喜欢的手游能冲个月卡，偶尔脑子一抽能下单68甚至648，但是，为了一个已经连称过气都是抬举的网页游戏值得吗？为了一个在2021年玩家看来剧情人设美工十分粗糙游戏机制老旧游玩手感也不佳的游戏值得吗？
尤其在我知道一两百人民币无法支持我走完主线后，我不知道在线刷奖励过副本还有什么意义，我不知道往里充钱有什么意义。是为了愉快的游戏体验吗？是为了与朋友网友分享交流吗？可这些在如今的闪7里能够获得吗？
也许在有闲暇余裕的时间，我打开游戏会最终忍不住冲个20美元，也许我不会，什么都不会发生。
我过去因为年幼，学业压力等原因错过了许多闪客的陪伴时间，未来，我可能会因为光怪陆离的新时代淡忘曾经剩下的情怀继续错过。
我由衷希望我们还能在某个时间重逢，我惊喜地看见焕然一新的老大在屏幕上招手，熟悉的发色熟悉的便服，那人笑得得意洋洋。
Andy Law大哥，我期待着一笔让我脑子发昏的648交易。
差评: 垃圾游戏毁我青春
差评: 骗氪就骗氪吧，你让我玩的爽，我花个几百几千倒也无所谓。这个游戏玩到后面特别的枯燥无聊，一个图就那么几个怪不断的刷刷刷。一张图还特么要刷好几遍。看看人家dnf，暗黑3，虽然也是刷刷刷，炫酷的技能，技能与技能之前的配合，会让刷刷刷的体验好很多。再看闪客快打，能用的技能就那么几个，基本上就是一直在平A。虽然我充了钱见怪就是秒，我现在已经刷不动了。
广告还tm贼多，给你电脑装各种各样的流氓软件。赶紧给爷爬。
差评: 垃圾游戏，毫无游戏体验
好评: ...
差评: 自2011年至2021年，问世十年后登录steam平台，除了改换了氪金渠道，没有其他任何改进。该说你AndyLaw是“坚持做自己”还是“死猪不怕开水烫”？

游戏地图很小，可供探索的区域基本为零，其余都是以关卡形式展现的，然而也无非就是千篇一律的刷怪跑图，背景都是重复利用的，后期基本没什么剧情，也就是跑图，交任务，再跑图，没有内容，全凭任务要求硬拖，一个关卡刷十遍攒任务物品，交完了继续，整得跟那些批量生产的页游一样。早年游戏也就这些内容，我寻思着就算是只有一个人做地图整剧情，十年时间怎么着都够出点东西了吧？完事上线看看，就是几个复制粘贴刷怪图？就这？每天点一下鼠标点了十年凑出来的吗？

另外游戏画质很差，左上角的显示框每次都会给人一种游戏没做完的感觉，改换什么背景音乐都是直接显示，你说这是个2011年的flash游戏不能强求画质，可以，问题是整整十年了，运营了整整十年，自己有客户端有个服务器了，又上架到steam来了，想要玩家流量你起码拿出点值得玩家付出的东西啊？凭我花钱买游戏装备连子弹都得算着打？一颗子弹都是明码标价的？这吃相我也不多做评价了，玩家不傻，有钱了氪一点图个乐无所谓，但就这模样想留住玩家持续给钱，想多了，梦该醒了。

还有，做了十年没做好的游戏内沟通真是给我看笑了，时至今日点击对话还是随机展示的文本，一个服务器里总共八个在线玩家，其中三个零级任务bot，四个满地图乱窜假装自己是真实玩家的摸鱼bot，然后只剩一个自己，每次点击都是仍在开发中，开发了个锤子。npc名称动不动就显示不出来了，玩个flash能比玩3A还卡，没见有优化，完事创建公会要氪金，申请公会全是不在线，你也知道这游戏该寿终正寝了，如今干脆是拿老玩家消费一波然后就把这游戏晾着等待自然死亡？

从闪客1开始就在玩的老玩家，如今这一路下来只觉得心凉。就连氪金装备都是直接游戏内截屏给挂上来的，特效极其廉价，甚至有点可笑 ，最新的活动公告也不过就是充值返利，最新了几年了，没有丝毫变化，公告图片也是直接将已有的人物立绘胡乱摆一通然后截图保存上传的，恶不恶心？

干脆别做了吧。让闪7停了，也别再丢人了。
好评: 这个游戏最不想见的人就是小F，因为只有他会问你要材料，还有一个人会问你要通信证，就这俩人让这款游戏巨肝无比。艹
差评: 都没开始往后期打，打了一个10级的摇滚公园副本（2楼学生妹的任务），第十九波直接给我整不会了。
但凡不整这么多辣鸡副本都没这么多差评，大厂换皮可以骗一群傻逼去氪，你行你还会干这行？劝你醒醒
好评: 笑死个人，一堆4000都没氪到的人就敢bbll了，氪几百块钱能体验游戏乐趣？快别逗了，趁活动氪几千吧，保证快快乐乐
好评: 主线到熔岩二层了，白忍+10，诸神枪+13，没有宠物，实在打不下去了
差评: 我是来玩情怀的。我不在乎主线任务的多少，但是我才18级，玩了两天，就感觉后面的任务很吃装备，买我需要的装备有很吃经济，而经打个图得到的经济很低，我卡住了，打不下去了，弃坑。
差评: 爷青回？回NM！恰钱！恰钱！就NM恰钱！艹！我就没见过这么恶心的游戏！
差评: 什么都要钱，主要是还贼他妈贵，掉钱眼里
差评: 我是。。（不对，太直白了）咳咳咳，怎么说呢，这游戏可玩性也就一般偏下，另外跑图就算了还是又臭又长的路，我真的口吐芬芳，其次满屏的穿着花里胡哨衣服的人是真的离谱，这是仙侠游戏？（好吧，确实是）这游戏确实有年份了，13年还是14年的游戏，陪伴了我的童年，诶，不过话说回来这7，8年前的游戏放现在除了仙侠其他是真的一点没变，作者是真把这游戏当成怀旧童年游戏了吗，画质依旧拉，放以前可以，现在抱歉并不行，你可能会说引擎8行，那又有个问题来了，你就并不能换个引擎吗，还是推荐各位早点退吧，我是不指望这游戏能有多大的变化了
差评: 垃圾得不得了，我之前可是課金了至少200的。我恨它到了我忍着我們倉頡打字的低效打了這麼多字。
你知道嗎？我當年爲了這遊戲課金不知道多困難，求了父母這麼多次，支付方法也是困難。
我開始玩是在12年左右，那個時候我打到盜賊就改版了，武器價格嚴重上調，一些免費武器改付費，加上推出鈦合金套裝所以把防具算法改得非常差，原來的普通61比鈦合金61都要硬。
反正從那個時候開始就是垃圾，原來一手好牌打得破爛，現在的DNF都比這個有意思，DNF玩家多各種活動怎麼說都比這個好玩，打到後面方舟走一步任務要你十來個零件，一次打掉1-3個，打一次大概半小時，我就放棄了。
這遊戲花錢也是個無底洞，別的遊戲200絕對夠路人膜拜你的，但是這邊光是200能整到的武器也就比頂級金幣裝強吧。
這款遊戲從打黑鉄會開始越來越折磨人，前置任務要你收集強力抗生素和高級MP藥，差不多要打你40把軍閥，我反正是靠課金直接買10塊以內解決的，真的噁心死了。到了黑鉄會，人多的要死，地圖也長，但是怪物只是三四個三四個的反覆刷出來，打五六張圖就是boss完了。這個時候想玩只能靠寸拳和你的大劍一直磨，人太多現在開始除非帶穿刺，任何槍械都沒用。斬馬刀不知道要打到多後面才給你，穿刺槍要你打到非常後面的雪山。我靠打折的30一把烈焰斬馬刀加上50的精緻A兵團過去的，難得要死加上那個時候也沒什麼膠囊更沒錢整復活幣。一把打四個boss一點點磨死，等藥CD很舒服嗎？

差评: 闪氪快打没钱玩nmb
差评: 闪6之后再无AndyLaw
好评: 这个好评是给闪1-闪5，和闪跑的。不是给闪7的。闪7这款游戏存在的问题也是众所周知，便不在此赘述。
闪客快打（Crazy Flasher）系列算得上横版格斗射击游戏中的经典，从一代到如今的8代武装行，以及闪跑一二代都有玩过，不过个人最喜欢二三代，现在还能在Y8玩到（不过需要翻墙）。
打6代开始就有些拉胯，人物动作僵硬。一段时间后推出了佣兵帝国的试玩版本《末日之后》，但后来佣兵帝国的商业化受到主程序离职等种种挫折，并不顺利，详情可以看芒果冰在B站的视频。后来的闪7Online和移动端游戏《口袋战队》也被雪藏。
接触7代后，我在爱拍（可惜没了），B站以及贴吧认识了诸多比如故事哥、DEATH（曾经我还因为QQ名称雷同被群友误认）、秦时明月以及净魂（也就是我好友里六花头像的那位）等的优秀的视频制作者。但随着闪7的没落，一些博主已经隐退。净魂也在B站发布过视频表达过对这款游戏的失望。
现如今Flash寿终正寝，Andy Law的个人网站也关闭了。Steam上的闪7，不过是仅剩二人（算上安嫂的话三人）、早已日薄西山的K5studio的苟延残喘，垂死挣扎罢了。
听说安哥和潘哥正在用Unity开发新作，没啥好说的，祝愿顺利吧。
差评: 差不多得了
好评: 希望游戏登陆steam之后多优化优化，尤其是画质、帧数方面，玩法方面也需要不断开发。金币商城、武器强化系统需要改进，让平民玩家也能站稳脚。
差评: 不好玩，游戏流畅度很低，画质还差，在现在来说可以说是啥也不是
差评: 一如既往的难
差评: 也不用多说啥了，头顶羊年活动称号，包里放着鸡年的活动碎片，35级，拿着微弱的双持P90，镜之虎彻，在新年难度4的副本被硬打掉了300瓶血药，靠着当年不知道哪来的精力肝出来的胶囊才通过，打开商城，呵一如既往的钱钱钱，真是掉钱眼子里了。打开仓库，好家伙第一页的东西全没了反而2,3,4还在。当初闪8出来的时候也去玩过，后来因为一些事情没玩在回去玩发现游戏也没了，估计是想到问题了。听说上steam了奔着当初的情怀来看看，结果还是原来的样子，那没事了，祝各位玩的开心
差评: 都2021了，弹夹还卖钱，谁还会去买枪？以前远古cs买个枪还得买弹夹，现在游戏标配都配无限弹夹的，活该没有卖点
差评: 氪金要素一言难尽。。。。。
好评: 讲真的 Andy law 公司全部的收入就是这个游戏了吧 游戏卖的完全就是情怀 flash已经跟不上时代了 多少人在期待着你重做闪七啊
好评: 很多人说重氪，我是白嫖型的，照样能好好玩。
嫌弃flash落后的，我是来怀旧的，体验也还可以。
游戏还是能玩的，只是现在太多人太急躁了而已。
差评: 游戏都难进去
而且 我以前的账号呢
之前只要有把金币买的大剑就天地空气了
好评: 童年回忆
好评: 清明了，家人们……就是说什么呢，那个什么《啥 呢》
该是“上坟”的好日子了，感觉有生之年能坚持打通主线都是种坚持（煎熬）……前后呼应，你以为他只是说给自己听的吗？“自己挖的坑……”什么的，死也要淦通啊啊啊啊啊啊啊啊啊啊，啊嗷~~（然后布文明的烧了几千过去）
.
.
恭喜玩家_XXXX 使用K点
差评: U1S1这游戏是真不行，不充钱，前期那步枪刮痧呢，打的动谁。
好评: 喜欢玩就玩不玩就不玩，磨磨唧唧像什么牛马
差评: 制作者你码没了，真的离谱，什么玩意，毁童年毁的是彻彻底底，为了钱不择手段，吃相极其恶心人且难看，我真心祝福你发大财，赚大钱，赚一卡车，赚一冰箱钱
差评: 你玩你妈 B 的闪客快打7 ANDY烙你个死妈的崽，封你爹的号吧 求求你，
垃圾游戏 谁玩谁恶心 草泥马的B
好评: 改一改游戏引擎吧，flash现在是真的....哎....天天都要修复，搞得没意思
差评: 你玩你妈 B 的闪客快打7  ANDY烙你个死妈的崽，封你爹的号吧 求求你，
垃圾游戏 谁玩谁恶心 草泥马的B
差评: 打到后面就逼氪呗
差评: 玩了这么长时间了，有三分之二的时间是在健身房挂机。。。
用小熊套打到诺亚训练场了，有一把+5的镜之虎砌打怪倒不是刮痧，但血量扛不住哇，诺亚武士有霸体打不倒地，只能用p90从远处慢慢磨。。。
最可恨的是合成花的钱比直接从商城买要多得多！！！
（本人一毛钱都没冲）

差评: 这游戏上steam依旧吃相难看
差评: rnm滚出steam，傻逼安迪洛，你直接抢钱多好啊！狗币不是，下载回来就要给你差评！
好评: 游戏很好玩  音乐也好听  孩子很爱吃 敏感肌也能用  我是傻逼
差评: 等待了几年，甚至是十年，换来的不是更棒的续作，而是不断的被刷新三观和拉低下限
我操你妈andy，不会做游戏真别做了，氪个几百进去连十个图都推不动，副本也是把人给肝到死，看你这坨屎上steam了，特此下载游戏，但不是为了玩，而是为了挂5分钟来给你打个差评，都不说换个引擎重制一下，谁还用死妈垃圾flash啊？诚意呢？烂钱恰的倒是香嗷，不会真有傻逼会给你这坨狗屎充钱吧，噢，我以前就是个傻逼，但现在不是了
差评:  装你妈flash呢
差评: 您好，你能在垃圾一点^ ^
差评: 不怎么样，游玩体验甚至不如2 3 4 代，7代纯属恰烂钱！！
差评: 情怀多半是为了恰烂钱
差评: 辣鸡游戏，全是氪金道具，金币产出的道具完全打不了副本，一个副本刮痧10多分钟，一个fps游戏，副本居然不出装备，就通关给一堆垃圾材料，游戏体验极差。

差评: 一觉醒来还以为时空倒流了。
andy 老兄啊 黑历史就别搬到steam上了。。。
这都2021年了，还搁那flash呢？
差评: 非常单一的来说 因为工作室原因 团队运营和策划 剧情 模型 画手都解散 所以基本第一章节（10小时游戏时间）结束后 后续关卡剧情粗制 模型简单 乏味 无非是 四个难度让你打一遍 完成任务 升级 又一个新地图让你打一遍，越到后面剧情越莫名其妙 甚至有点自暴自弃让你重复打一遍之前的关卡，装备系统非常落后 根本不平衡与其说是硬核不如是游戏本身装备体系没有做好，这里卓一吐槽，老玩家们也知道当时好几百买的61/92套装 勉强能在第一章节通关 后续出了钛合金61 属性直接翻倍，适合打第二章节 黑龙堂 但是也紧紧是勉强 当非rmb玩家通过第二章节后 真正的BUG开始了 应该在14-15年间 推出了更新 也就是第四章 诺亚深处（还是打法单一 无限刷地图）你不花钱跟本连一个小怪都打不过 估计作者也考虑到这个情况 急时推出了免费装备（具体叫什么幻影套装）属性及其夸张 甚至比你花1000不到买的钛合金还要强 （补充一句 期间也出现过低消费装备 就是拿游戏内金币 一套非常昂贵的金币装备 就是巨肝装备以及材料 再商城消费5元合成升级版的A兵团精英套装还是什么的 ）智者见智 随着后续关卡加紧 逐步你的装备越来越跟不上 由于一个关卡分为10-12/15个小关 每小关又多波怪 加上怪攻击都能让玩家硬直吃伤害 每个小关打就打10分多种 所以你这时候就有两选择 一是退款 二是消费情怀充值 好机会你上来就充了500 心想卧槽老子终于能变强了 什么套装 什么装备 一系列乱七八糟的，结果呢 嘿你猜怎么兆 他妈下一关你又被小怪爆操。。。。在枯燥重磨辊打趴 等更新 什么年费套装 特殊副本套装 （你也想都别想 这些任务 巨肝 比星际战甲还他妈要肝 打碎片 一个部件500碎片还不加别的材料 你他妈24小时连着打 350碎片左右 如果你装备差点 里面一个小怪能把你吊天上车轮战）你以为这活动装备免费的 肝就能肝出来？ 我操了个DJ 醒醒每个任务副本都他妈要钱的 花人民币 或者巨多金币 金币得肝竞技场 ！！！！ 你要不相肝 商城直接1000人民币买  真的臭鱼这游戏，武器我也不想提了 子弹单价都要钱 弹夹1毛钱 5毛钱一个 再后来这游戏索性不更新了 做些以前的活动 爱干嘛 干嘛 还出了些限时礼包（期限是10年） 一个套装 50 200 400 600 800 这对应价格的装备也很拉跨 属性烂 就这么说吧 你想变强充800买了个最好的套装 结果你充值奖励给了你一个年限老虎套装他妈属性比你800的高出一倍！！！这就离谱 你要这么多套装干嘛？嗷嗷嗷 客服和你解释了 这套装是用来合成诸神套的 一套下来差不多1200吧 我是傻逼我合成了 这吊游戏我花了3200 哈哈哈哈哈 我真他妈是个傻逼 我3200塔科夫可以买4个黑边了 他马了个臭逼真的！！！！！！！！！！
差评: 输入验证码的地方在哪
好评: 摸回来我十年前的账号，居然真的没啥变化，就多了几套氪金装备和副本。
Andy Law，往前看吧，这个系列可以到此为止了，我们会记住闪客快打这个系列在那个年代给我们带来的快乐。

Crazy Flasher R.I.P.
好评: 2012年接触的这个游戏，以前觉得非常不错，剧情什么的都可以。现在觉得制作划水太严重了。
差评: 哇，这难道就是上流社会富人们玩的游戏吗。
差评: 好歹用其他引擎重写一下啊，现在还在用flash也太恶心了吧
差评: 如果有让我放弃的理由，那绝对不是氪，而是无趣和呆板
好评: 感觉不错登录就送一刀999，反正玩的比6轻松。
差评: 安迪，，你还有脸把这玩意上架STEAM，想钱想疯了吧，BUG都没修好，十年了整了个什么玩意。祝你早日被破解。
差评: 垃圾游戏，看商城还有健身房简直就是国产垃圾页游套路
差评: 没什么好说的，不建议玩
差评: 安迪骡你不怕被喷死吗，想钱想疯了？打到中期不充钱根本打不过，BOSS血厚，硬直还贼尼大。任务来来回回就那几个。垃圾游戏也好意思上架STEAM
差评: 我是傻逼！玩这个游戏！
差评: 地图又臭又长 不氪金打怪又刮痧 简直就是一种煎熬
各种霸体boss 体形又大 攻击范围又大 打又打不动

好评: 这款七代我从测试版到官网的网页版再到steam版都玩过，只能说好评是给闪客快打这个ip而不是佣兵帝国这款游戏，闪客快打系列可以说是童年在网页玩flash小游戏里面能排在前面有名头有玩头的好游戏，每一部的游戏剧情不仅设计的很好同时也在不断的尝试从各种角度来制作安迪克的世界，但可悲的就是这款游戏的七代也就是最终的一部同时也难逃国产网游的运营模式，做烂了这款游戏。如果是闪客快打的铁粉可以再玩一玩这部，但如果只是刚刚了解这个游戏的我不推荐这款佣兵帝国。
差评: 我是傻逼！
差评: 老兄添个内置flash呗
毕竟重橙吃相和老兄你比起来还不如把钱给你，你还能做几个游戏出来
加内置则改好评，咱毕竟都是来打游戏的
好评: 闪客快打，6代开始游戏的体验就下降了很多，但我还是支持AndyLaw
差评: 烂得可笑，不充钱的话可以当个乐子玩。
我就好奇能烂成什么样。

20多个小时主要是每天上线挂机拿登陆时长奖励。
目前看来送的奖励还挺多的，商城里不知道为什么每天都帮我把购物车塞满了，里面送的免费道具用起来很舒服。目前看来倒也不是不能玩。
差评: 我是傻逼
差评: 吃相难看
好评: 我是傻逼，但至少我还愿了
差评: 没法说 差评吧 吃相太难看了
差评: 我是傻逼
好评: haowamn
差评:        这游戏感觉前后内容不像同一个团队做的，黑铁会之前剧情做的还行，难度也还算合理，到了荒漠地图就开始拉跨。打完方舟武士之后剧情及其敷衍，是换了团队吗？后面的东西枯燥的一批，完全提不起玩的兴趣。还有就是装备价格跟任务奖励严重不对等，最特么操蛋的是弹夹居然要花K点买，啥玩意？想钱想疯了？本来一个挺好的废土风游戏整一堆乱七八糟及其出戏的装备是闹哪样？简直浪费了这么好的题材。还有就是，不到300M的游戏我上2060卡的一批（后来知道是flash游戏），地图间切换卡顿时间长，体验极差。希望换个制作组，谢谢    
       二更：打到了清理黑铁会三个堂口那边，剧情什么玩意，一句话就过去了？真就乱做游戏呗。不知道后续剧情还有没有这么烂，接着试毒去了。
       三更：打到了诺亚前线，拿免费刀那个地方。总体流程就是游戏八小时剧情一秒钟。boss战连动画都没有，关卡间难度相差极大。入手了一波闪客快打合集玩玩，不跟这个垃圾游戏耗时间了，告辞。
差评: 六七年前，小伙伴肝任务材料肝到呕吐了，不知道移植steam版本的咋样，闪客7先保持差评
差评: 恶心人一直可以的
好评: 不推荐，这个游戏早该寿终正寝了，按照现在的标准这款游戏不过是一个剧情无聊，吃相难看，引擎落后，优化差劲的垃圾网游。
希望改改引擎请个美工找个策划，剧情重新写一遍，把人物都弄饱满起来。抄袭的东西都删掉，换点贴合设定剧情的武器装备。要么干脆别做网游了，直接重制成单机，卖个一两百甚至体量够大三百也行。何苦现在堆怪堆血逼玩家充钱呢？贴吧全是卖号卖的还不如游戏里一个设计图价钱高的看不到么？
另外今天客服服务周到，故不给差评。
好评: 我是傻逼
差评: 我是傻逼，我充钱了，能不能快点把345+闪客快跑整出来？

2021-02-25，合集已出：
https://store.steampowered.com/app/1540150/2021/
差评: 卡
差评: 江郎才尽了....
作者为何用某重橙盗版插件？
贪玩蓝月式氪金，bug巨多....
闪7在4方会合的时候已经结束了
差评: 10岁的我爱玩 20岁了给我玩一模一样的？
差评: 说实话刚看到这个游戏还有点兴奋，小时候玩的最多的游戏就是闪客 结果下载下来一看 我的天 画风是挺复古的 但是游戏优化还不如零几年的游戏 画面帧数低  一股子浓浓的一刀999的感觉 随处可见的充值界面 限时礼包 说实话 已经没有当初那种感觉了 2011年的游戏 90年代的操作感  而且带着浓浓的页游风 就上架steam  说你赶鸭子上架都觉得实在夸你   我已经想不出任何理由 能让我给个好评了 情怀都不行
好评: 从小学开始接触闪客系列，每次到星期五的时候玩闪客都能玩到快夜里12点，因此也没少被爹妈训。游戏是好游戏，我个人觉得闪2的和闪6的剧情算不错的（6开始科幻起来了），闪7前面玩还可以，荒漠结束开始诺亚关卡的时候就开始要氪金了，不过玩游戏充钱这个东西大部分玩家都可以接受。主要是7的剧情和后期的关卡玩法，荒漠一结束，剧情开始拉胯，玩法开始一个图起步刷4遍，（简单，困难，修罗，地狱）每个难度来一遍，结束之后交付任务，剧情敷衍的一批。好评是给前几部的，不过安迪洛要是出前几部的重置版我特么还是买爆，个人觉得可以出买断制，不要搞什么内部买道具了，你游戏定价多少，我买，不要再游戏里面折磨我。还有能不能不要用flash？尼玛天天要修复，修个锤子呢修。
差评: 如果有情怀，去玩闪客2到6，这个游戏真的没有任何情怀，想要玩必须氪金，剧情后期无脑重复，关卡无脑堆怪。优化不行，bug多也不修复
差评: 怎么我白冲钱了？
好评: 童年回忆，当年一个预告版我都能玩一天。
差评:  我是傻逼
差评: 客观的来讲：作者一手好牌打得稀烂
从4399到Steam本来挺期待能优化一下或者能做的更像2代一样。
人员流失一人独自爆肝？这要看你要得到什么结果

差评: 老账号充了几千  说什么绑定邮箱 我玩的时候根本不需要邮箱 然后呢？撒手不管了？ np 真有你的

好评: 好老的游戏啊我玩的时候还上小学呢
差评: 刚刚充完钱就封号，真有你的，谁玩谁傻逼
好评: 92套装1元副本也太香了，挤虚3番钟，你jio会跟我一样，爱项芥款游戏
差评: 充了几千了，刚进游戏叫我替换数据，怎么按都没用，直接进游戏里，好家伙意思直接拔吊无情不负责了呗，垃圾
差评: 玩了也有七年了。冲了不止几千块。56级老账号上来就登录不了。显示邮箱不正确。我当年注册的根本就不是邮箱账号。怎么可能上的去。游戏，我支持。情怀。我支持。氪金。我也可以支持，但我支持不了这么久的游戏突然号没了，我不相信这种情况就我一个人。支持你的情怀我们也需要你们支持我们的老账号找回。要什么邮箱账号。根本账号就不是邮箱
差评: 哟哟哟，这不是Andy Law嘛，几年不见，这么拉了。当年我也是为了情怀氪了一百块钱进去的，真心觉得爷青结。。。
我就把话放在这，要是2345能出重制更新剧情版，老子必须要买，再花一百块也值了，，，，
好评: 好评给童年，只是Steam的环境真的不适合氪金游戏，还有这子弹要钱的氪金设定真的是太老了，现在的氪金游戏哪有子弹要钱的。
差评: flash弹窗广告我烦了，没深入了解游戏。广告劝退
好评: 真好玩
好评: 还记得我上小学就玩上这款游戏了，为情怀点个赞吧
差评: 不氪金，就是被玩的游戏。喜欢肝的大佬可以去尝试动不动一张图刷个10来次都是常事
差评: 绑定不了旧账号。
差评: 还算不错
好评: 为了情怀，勉强给个好评。
差评: 嗯
这感觉就像
是个flash版的劣化dnf
玩的时候选了个神枪手
你说子弹要钱
妈的 要就要呗
逼氪要饭糊脸童年回忆这么惨氪就氪点呗
得嘞
拉进副本
几经卡顿
游玩过程中对僵尸打了几十几百的刮痧子弹
戏剧的是僵尸不仅没死 仿佛还很享受的一爪子挠死了你
--------------------------------------------------------------
都2021了 这种玩意能大言不惭理直气壮的上架steam 真够丢人的
差评: 这游戏跟以前不一样了，现在完全就是为了圈钱。
差评: 这真的是闪客快打吗？这是个什么nt玩意？给的武器刮痧不说，打的怪和我不是一个层次的吧？子弹还得花钱买。。最离谱的是玩着玩着突然飘过一句全服弹幕“感谢xxx使用k点”......????翻译成人话就是“感谢xxx给我充钱,老板牛逼、老板威武！你们不充钱的学着点”
差评: 真的就是拿一个好几年前就做完的半成品来糊弄人的，以前7什么样现在也什么样哦不现在氪金的地方越来越多，任务给的东西跟任务打的怪根本就不是一个级别的给的那些武器就是刮痧用的，走和跑之间切换特别费劲。怪物单一刷的都令人恶心。本人33级现在打方舟官方给装备基本刮痧，然后不停的去嗑药，我是一个老玩家一个很久很久就玩闪客的老玩家，来steam固然很开心，但是这游戏让策划弄成这个样子也真的是用一个不知道该怎么说了。如果你想让我们玩哪怕你多给点装备能跟得上任务的我们也觉得挺好的。你给的虎彻根本最后打人是刮痧，任务给的斩马刀也没有好到哪里去。你让我怎么玩，一个92套跟闹着玩似的。你如果真的欢迎steam玩家请你把游戏做的诚恳点好吗？而不是充钱在整个游戏写着感谢谁使用K点可以吗
好评: tndhy
差评: 秽 土 转 生 宁 配 🐎 ？！？！？！
好评: 童年回忆，不错。
差评: 我是傻逼
差评: 确实很失望，童年回忆现在玩起来竟然这么不堪，甚至比小时候感官还差。
好评: nice game
好评: asd
差评: 不氪金就别玩了，浪费生命
差评: 什么垃圾玩意，赶紧下架吧
好评: 补票
差评: 游戏很好玩
要是我能氪金就更好玩了
好评: 安迪洛大哥，好评是给闪客快打2,3,4,5，以及这个给系列曾经陪我们走过的岁月，不是给7的好评。如果三代四代五代可以用更好的引擎在steam上放出重制版，它们的玩法现在也不算过时，相信会有一票玩家为它们进行补票的。
如果三代神作游戏可以出重制版，不论定价多少，我一定会补票，我还会劝诫我身边的朋友一起补票。四代五代也一样。现在的最大弊端是运行游戏所需要的Flash，如果这一点可以得到改善，相信游戏的流畅程度会得到增强，大哥可以将三代四代五代做成一个合集放在这里，绝对绝对会补票的，一定。
差评: 小学的时候就开始玩，知道要出7的时候也是非常期待，但看到在这么多的差评我一开始的想法是可能大家对这个的游戏要求太高了，毕竟这是一个小游戏，再怎么难玩垃圾也不至于这么差劲，但是当我进入游戏的时候我发现这特么就是一个侮辱我们智商，把曾经所有小游戏的缺点基于一体的终极垃圾游戏，打击手感没得说就两个字，离谱。游戏的机制和这个充值界面也是各自暗示我们既然从小开始玩我们游戏的你也应该有点钱该孝敬孝敬我们的味道。劣质的画面粗略的剧情，怀念青春不是你们敷衍研发游戏的借口，玩家不是傻子，我们不是弱智，你们这种资本主义的垃圾公司请滚出中国市场，没有傻子会给你们这些人的小算盘买单
好评: 多好的游戏，但是咋设计的这么蛋疼呢？子弹tm都要钱，那战宠就是个摆设。
一大堆，蛋疼恶心的任务。
好评: 1级我打怪是80点血 10级我打怪是70点血 20级我打怪是50点血 30级的我冲了2000块钱强化了武器打怪是600点血 这游戏真好玩 割草游戏
差评: 本来真不想给差评，直到今天终于崩溃了
玩了一周肝到诺亚，也氪了不少，游戏一堆问题我也忍了
收集任务恶心的一批，关卡地图长的一批，一个图要打十几二十波怪，我也忍了
怪物攻击欲望高的离谱，过一个图要打十几分钟磕几十瓶药我也忍了
脑瘫任务打完简单打冒险，打完冒险打修罗，一条龙在一个图打四个难度，枯燥乏味，我也忍了
今天解锁的新任务，通关诺亚百人斩，本来想着砸锅卖铁快打过去了，同时给我来四个方舟兽王是几个意思？
boss当小怪刷？
你前面给我刷好几拨稀有种boss，同时打四个，我都能靠资源砸过去，四个兽王你们程序是怎么想的？
靠着情怀一直肝一直氪，终于还是被你们“打败”了
谢谢你们让我早早退坑，没把这恶心任务放到更后面
好评: 怎么说呢……虽然是免费但是入也是因为当年的情怀吧。毕竟安迪终于放弃苟延残喘来steam残血续命了，还是要给个赞的。只是真的就好像大家说的大部分的东西还停留在十年前那种感觉。一点都没有变，创新是有了，同时吃相也变的难看了很多。毕竟是免费的，入就入了。
差评: 就算高清化一下做成单机卖我都可以接受 2021年了害用页游的剑噶十几年前的韭菜呢？
差评: 该游戏修复了平民玩家可以活的bug
差评: andy你妈死了，嘻嘻
差评: 快点下架吧！！！不要在这里恶心人了，给老玩家们，留一点最后的好印象吧！
差评: 登陆不了老账号了，草
差评: 烂的不知道该说什么好
好评: 可以的
差评: 都不优化一下

好评: 小时候就被这款暴力血腥色情的游戏吸引了  现在玩起来又回到了小时候的感觉  太棒了  好评
好评: good!
差评: 别玩别玩，炒冷饭的垃圾游戏
差评: 垃圾圈钱游戏，垃圾策划，千万别玩，居然还给安装了带有广告弹窗的垃圾国内特供版本Flash,自带病毒流氓软件的游戏我也是服气，一点变动没有也好意思发上Steam圈钱,真当我们还是当年玩你游戏的小学初中生心智不成熟，会无条件支持你吗？恶心
好评: 给情怀打分，希望优化系统做好，也期待新作的到来。
差评: 谢谢这款游戏，治好了我多年的耳朵，因为我已经彻底聋了
差评: 1 优化差  现在是2021年，优化，流畅度还停留在12年
2  无聊的任务繁多且耗时   中后期大量无聊的重复的收集任务，耗时耗力（特指小氪，不氪的玩家）
3   为了坑钱毫无底线     后期没有新的敌人，只是用老素材加个光圈，改成变态的伤害，不买神装，超级战宠还想过？没个几千还想过？
4   游戏互动性差   不可以联机刷图，玩家之间也就能打打架。说白就是一个单机游戏。
5 如果只是想体验下游戏，打到兽王就可以了。
差评: 个BYD ANDY LAW你妈得死，恰烂钱恰的飞起
好评: 抱歉安哥
流氓公司一日不倒闭
国内特供flash我是不会下载回来的
好评: flash成就了这个游戏
flash也毁了这个游戏
时代是在不断进步的
炒冷饭也不该这么抄
差评: 散了吧散了吧，十几二十帧的游戏玩着真心僵硬还伤眼睛。一个全程联网的单机游戏，氪金方面的话我稍微合计下，五六千甚至不太够？？？
就这质量也好意思拿出来让人充钱。各种卡顿闪退不说，还要你安装垃圾弹窗广告流氓flash
2021年了，还能有这种打着情怀的老古董割韭菜游戏出来让人玩我就觉着nmb离谱
好评: 赞是给andy law
游戏嘛 不建议玩
差评: 史上最氪金最垃圾的单机游戏，我本以为这么多年过去了它能有所改变，看来是我想多了！如果不是为了回忆童年谁愿意玩这破烂玩意
差评: 主线任务进度到了200就令人感到纳闷，雪山不亏是”司马之路“，之前反复打关卡不说，你还给我来一套所有雪山关卡”再来一次“，给玩家EX得~~~。前期”废墟“”沙漠“”诺亚前线“都还好，就是到了”雪山“开始败笔，打完主线就那么几句话，动画也都没了，奖励也烂得一批，让玩家们没有打下去的兴致了，怪物就挂了黄色圈圈红色圈圈就是增强，后台调整数据就能让不氪金的玩家EX到极致!没有氪个2000你都没有游戏体验。差评。
差评: 安迪烙你用页游的剑嘎steam的韭菜，好大的胆子
好评: 游戏生不逢时现在都2021年了这种游戏实在没有市场了希望充的钱能帮助安迪开发新作吧
好评: 支持安哥，希望以后能更新这个老游戏，改改画质什么的。。。   
奥里给！
差评: 游戏进不去咋回事
差评: 你要是单机买断制我愿意花钱买来开修改器自己爽，进去一看发现竟然是网游我吐了，这都2021年了，你要做成网游起码做的像样点，就这质量也好意思拿出来让人充钱，搞笑吧，那我为什么不去4399玩呢，能上steam简直离谱
好评: 游戏不太好 也不会运营 我玩了5年 之前说诸神是最强的套装 我搞了一套 结果出了个远古诸神 。。？ 
为什么说这游戏运营的不好 其实这游戏到了诺亚前都还好 到了后期 重复打图 剧情拉跨 连对话都有错别字 越来越难 rmb枪吃rmb弹夹 吃相越来越难看 要说给怪物加圈加属性是个正常人都能会。
1-6都还好 那是的陈老板都是用爱发电 纯免费游戏 希望能用别的游戏引擎来好好带来这个IP的新价值 毕竟flash 是真的拉跨。
差评: [h1]向日葵游戏评分【4分】[/h1]
本作是一款发行于2011年的FLASH网游，由于是使用FLASH开发，因此不可避免的动作僵硬，帧数低，在现在看来是难以接受的。游戏包含内购，FLASH这项技术放在现在只能说是垃圾中的战斗鸡，是一项应该被淘汰的技术，现在还给FLASH充值实在是不值。
[h1]欢迎大家关注我们的鉴赏家：https://store.steampowered.com/curator/28763059[/h1]
[h1]和你一起寻找好玩的游戏，快来关注我们吧~微信公众号“向日葵游戏”、头条号“向日葵游戏”、官方微博“向日葵游戏评测”[/h1]
差评: 我是真的吐了，一个抗日耗了我好几个复活币。还有10个僵尸boss胶囊。AVP那个直接把我复活和僵尸大boss胶囊给耗光了。只打到女皇那，这尼玛完全打不过。等级放那么低干嘛。果然是不氪金打不了副本吗？
差评: 我 是 傻 逼
趁着还没凉到无可挽回的地步改一下运营机制吧
以前页游的氪金方式现在在这里真的行不通
你把前几代重置一下再炒冷饭也说得过去
还是那套烂的批爆的圈钱手法，原封不动的换个地方接着圈钱
挺好的一副牌，可惜王炸都能让你给拆了
好评: ........看差评这么多，那给个好评吧意思意思吧
好评: 00
差评: 我是啥币
差评: 失望透顶，还是那个鬼样子，将原原本本的闪7直接搞到这里面来也是绝了，真就冷饭再恰王andylaw！哪怕就是把最经典的2,3,4重制版弄过来也好啊。情怀10分，游戏体验0分，不要以为你这里面送一点点福利就能打发我们这些闪客粉，最后说一句 我 是 傻 逼 。。。
差评: 我是傻逼
差评: 我是智障我充钱
差评: 在我的个人印象，闪客2和闪客3是所有系列里做得最好的，之后的系列说实话我真的就没太上心。
有一说一，此作闪客7，说实话，面向的用户为类似喜欢一刀999级的炒冷饭页游玩家，本来想为了童年好评的，但是，在Steam平台上，对于这一作，我能给出的建议是：
[h1]做出改变[/h1]
我真的不希望下一作还是这种[b]Pay to win[/b]形式来展现给Steam玩家，如果要做下一作，可以以闪客2或闪客3作为基础制作，也可以做闪客2或闪客3的重制版。
无论怎么样，Steam从一开始，所拥有的玩家绝大部分都是付费单机玩家，到现在也是。
最后做个总结，就是：
[b]时代变了，[/b]
AndyLaw
趁你还有这副好牌能出，真的要快点做出你的决策了。
好评: 不错，我是傻逼
好评: 我是傻逼
差评: 300m的游戏我看能圈多少钱完事你还给我广告弹窗毒王啊
好评: 还行吧，等个重置版2345,6随便。每个买个几块钱绝对卖爆好吧
差评: 这个游戏相当恶心赚完了客服端玩家的钱就开始steam的名头捞金，吃相非常难看现在就俩人运营我在客服端氪金了4位数结果到后面也是在受罪无限的无意义关卡无限的刷恶心人的东西，诺亚一层要是不氪金拿白嫖装备就可以累死一波玩家到了后面雪山的司马之路就更恶心了所有关卡难度的都要打一遍完全没有意义尤其是一些后面的远古怪2枪打死一个白嫖的，白嫖的人还要打3-5分钟才可以打完一个远古怪，氪金的也就好打一些。现在这个游戏就是纯粹拿者情怀来骗玩家氪金，steam没上之前服务器续费都成问题经营不好游戏又不转手天天吊着玩家的情怀来赚钱，良心也不会痛的战宠当年也是以前的战宠现在一看就是垃圾。这样的游戏真的不值得玩
差评: 闪客从小玩到大，它承载了我太多的记忆了。在flash公布停止运营的时候我依旧不敢相信，但直到昨天，我打开网页还想玩闪6，发现再也玩不了了，我就知道，我的青春已经一去不复返了，andy，对于一个已经凉透的游戏和平台，我不可能给好评，不可能把游戏推荐给别人去坑害别人，但是，你是我永远的回忆，所以，你无论如何坑我，我都是心甘情愿的，我愿意多氪一点哪怕一件装备都没有都不怕，你是我青春的回忆，你的作品和精神将永远指引我前进。
但不论你我愿不愿意承认，闪客末日已来，剩下的时间，就是末日之后的苟延残喘，再无生还的可能了。

客观来说，闪客虽死，但闪客绝对是中国游戏历史永远无法抹去的一道辉煌，它努力为做出更好更中国化的本土游戏而不断努力，哪怕这份努力是徒劳的，它也能够为中国的游戏事业贡献一份进步。

至此，我的青春已经结束了，拭泪，别了，andy，别了，闪客。
差评: 全是氪金，不推荐
差评: 作为一个闪7刚出不久就在官网开整的老玩家
我只想说
---------------------------------------------
你怎么敢把这种东西搬到steam上？
你怎么敢把这种还在用flash的东西拿出来给玩家玩？？
你怎么敢把这种十年前都该淘汰掉的老掉牙再拿出手？？？
你怎么敢把这种满是氪金不氪不能玩的垃圾东西拿出来？？？？
--------------------------------------------------------------
没别的意思，被伤的太深
好评: 从几代就开始玩 童年回忆
差评: 所以我以前在网页上玩的存档，充值的记录全都无了嘛？？？？？？？？
差评: 说实话，真不如做成买断制。
一进游戏左上角直接就是充值几个大字，一股页游味，我都不知道拿什么续情怀。

好评: 给情怀一分。。
好评: 我很失望，如果作者再多用一点心，就不会浪费这么优秀的人设、世界观设定了。明明可以把这个游戏系列做得很棒的，大家其实都很期待的，唉。
差评: 不管做什么，游戏也好，其他软件服务也罢，要想做出东西来，必须要考虑到时代的发展。就好像一个人不只要自我奋斗，还要考虑到历史的进程。创作者的处境我们老玩家理解，还是希望能在当下的时代做出像样的东西，做出来，皆大欢喜；做不出来，闪客快打连历史书都上不了。
好评: 没有曾经闪客快打的感觉了，爷青结，希望以后还有续作吧，好评给童年。
差评: 这是我童年的回忆，但是也太坑了，上来送一把重机枪，但是我把商店都翻烂了也没找到子弹在哪买，最后发现子弹要充钱才能买，我真他妈吐了，见过枪收费的，没见过枪和子弹都收费的
差评: 小学的时候很爱玩这个，那时候玩还没现在这些什么花里胡哨乱七八糟的东西。感觉就是纯粹打打僵尸的游戏。
现在一进去尼玛的什么神魔套装什么稀奇古怪的东西都有惊得我一愣又一愣的
好好做游戏不行嘛？
差评: 这个游戏系列陪伴了我小大半个小学，从最开始4399上的闪客快打23456，每一款都玩过，再到闪客快打7的测试版，当时还叫闪客快打7末日之后，正式上线之后真的很喜欢玩，过年的压岁钱拿了两百充值了92套，后来随着其他游戏的出现，闪7慢慢的淡出了我的视野，之前也曾想着重新登录我的账号，奈何怎么也记不起来，现在回头来看这个游戏，还是以前的渣画质，渣优化，都2021年了还是flash的页游真的一点也不优秀，好评给安迪哥和童年，差评给这个游戏和时代吧
好评: 还行
差评: 跟你们说，这个已经有闪客快打8，比这个氪金氪得更猛，还有个闪客快跑的，估计已经凉透了。
想着准备steamCN要来，还打着赚钱的算盘，在steam这种狂氪的模式不会受到重视，也不会受到大众的喜欢。
氪金VIP制度，估计是给老粉摆着劝退用的，要玩就玩，不玩拉倒。
差评: 2012到2021这游戏还是老样子哎
差评: 这都2021年了，还nm拿2011年的游戏出来恰烂钱呢。我曾经很喜欢闪客快打，2011年的时候我还在上小学，那时的闪客快打是我玩过最好玩的游戏。但时代一直在变，而闪客快打还停留在2011那个flash的时代。大人，时代早就变了，当时的那批小学生已经成人了，而闪客快打还一直停留在2011年那会。希望闪客快打7的差评能让你好好反思反思
好评: 4399最喜欢的小游戏之一hh
游戏我打不开 原因是和Flash player有关
现在Windows已经不支持了 我试图搞了一下但是仍不成功于是就算了
所以这其实是写给它之前的那些作品的

也忘了小时候是谁给我玩的这个游戏
是小学同学吗
又或是自己在小游戏网站上乱翻而发现的吗
也许模糊是唯一的答案了

但我很清楚记得自己最先玩的并不是第一代
应该是第二代或是第三代
因为它们俩风格类似
而第一代还没有变成那种小人的风格
依稀记得是一个寸头的小混混形象为猪脚的
里面还有几首很好听的bgm 其中一首到后来长大了之后才知道歌名叫做 第一次
我曾在无数个夜晚里洗澡的时候哼着这首歌的旋律 以及那不完整的歌词hhh

闪客快打的动作打击感和很爽快
有跑有跳 但是觉得特别有趣的还是有武器装备系统
尽管它们都很贵hh
像是那把经典的小手枪 喷子
可以扔的打火机 手雷 还有一个圆的像骷髅头似的雷
而第一代全是些刀刀棍棍锤锤之类的冷兵器
没有枪械什么的好像

还有一个很印象深刻的就是那些暴力美学镜头
像是一枪把脑袋给打开花 打碎 就像打爆一个西瓜那样 碎块飞溅
又或是一刀砍下敌人的脑袋 然后鲜血就从缺口处像喷泉一样涌出来 尸体再缓缓地跪下 倒下
这些对于小时候时的我来说既觉得刺激但同时伴有着一些害怕
两种感觉混合在一起时真的很难以言喻
还有那个胸部整天都不时很离谱的晃一下的双马尾小妹
时常看见她我就会觉得很恶心和害怕
那是一种极度纯洁对于这种成人内容的反应 想想看是那么的奇妙？/自然？/有趣？idk

再就是它还有着自己的剧情和世界观
我不知道它现在已经发展成什么样了
只记得当时是一个很能打的白发小子过关斩将
打遍天下无敌手 包括眼镜男和辣妹 头巾拳击手 还有一个长得很像追踪者的大个子
最后连城管都打起来了哈哈
然后加入了他们的联盟 靠着打各种地下黑拳来赚取blood money

以至于后来从第5部开始
风格就大改变了
变成横版的了
虽说剧情世界观还是继续延续下去
但是玩法我真的觉得不如以前了
从那时我就开始对它没什么兴趣了

还有作者Andy Law
到现在我想起来还有他的qq呢
记得他很喜欢在空间里舞刀弄棍的
是个冷兵器爱好者
样貌也挺有艺术家的风范的hhh

所以与其把第七部放上steam来
不如把最经典的1、2、3、4也都放上来吧
我一定会补票支持的
致我的纯真童年还有回忆：）
差评: 玩的人基本都是情怀把，但是这并不妨碍这是一个辣鸡游戏
好评: 诚信卖号，全13+强化远古诛神套，带满强化远古诛神剑+远古诛神长枪。战宠配5只满级史诗兽王。一区最强玩家。主线打完3周目，目前第四周目主线还没开始打。买完此号可直接获得整个游戏内的最高战力（满强化远古诛神套+5史诗兽王），0死亡通关全主线，各种血药、回蓝药、复活币（用不上）管够，已有战队。交易完必协助换绑邮箱。号太好，不可能便宜卖，低价党勿扰。有意联系QQ：1240514383或者看闪客快打7：佣兵帝国吧。
差评: 2021了我还在玩flash游戏 还要收费 9nmlp
差评: 游戏是好游戏，曾经。但是他没有赚到钱，所以他初心改变了。他让这游戏走向辉煌，让这游戏走向衰败的也是他。闪客快打7，不知道是多少中学生的回忆，现在破败成了这样。心里还是很心酸，flash衰落是一个方面，但是主要原因还是andy的发展方向出了大问题，如果（但是应该没有如果了）这游戏还能重置一个纯净版，或者能回到以前，那该多好
差评: 要装flash....告辞..
差评: 这是游戏？？
差评: 作为前闪客快打吧的吧务组成员，对于这次上steam本是开心的事情。然而，当我点进游戏，点开那琳琅满目的商品界面时，我发现，andylaw没有变，还是原来那套策划。

1202年了，还抱着RMB枪械使用RMB弹匣这种迂腐的思想不放。粗略估算了一下，游戏内充值，1美元=1000K点 10个K点可以买一个弹匣，而一个弹匣只有大概30发左右的子弹，这相当于什么概念呢，你使用RMB枪械打空一个弹匣 大概几分钱就没有了。

我是真的很难在市面上再找出一款游戏内购买RMB道具还要再花RMB消耗品去填充道具的PVE游戏了，你们说呢？
差评: 还记得以前电脑课，大家偷偷在老师上课的时候打开4399去玩闪客2 闪客3 4，那时候多开心。既然要说登录Steam这种面向国际的大平台还要用户安装Flash？ 个垃圾Flash还给爷装了个什么“Flash快讯”？怎么不把你AndyLaw全家遗照给放标题上面呢？ 而且闪客7玩起来还是当年那样毫无变化，上架前爷还期待了一下，结果怎么做出来这坨氪金狗屎？ 爷寻思以前我用人民币来买你的屎吃，现在我还要用美金来买你的“新手超值狗屎礼包”来吃？还得笑呵呵给你个好评？等着给你马赚点安家费？
好评: 哥们花钱挨打
差评: 我是傻逼ヽ(`Д´)ﾉ
差评: 打都打不开，不测试一下就上架
差评: 淦 和以前一样 连弹夹都要充钱
差评: 1202年上架的flash小游戏 玩都玩不了 脑残游戏谁玩谁傻逼
好评: 棒棒哒！！
差评: 玩不了
差评: 啥破玩意，都2021了，还要我装flash，装了还说跟我国家不兼容？杀软一直报flash带广告，之后看了下，果然装的不是原装flash是修改过带广告的流氓flash吗，垃圾

名称 :	not-a-virus:HEUR:AdWare.Win32.FlashServ.gen
精确度 :	确切
威胁级别 :	中
对象类型 :	文件
对象名称 :	FlashHelperService.exe
对象路径 :	C:\Windows\SysWOW64\Macromed\Flash
差评: 拉胯
差评: 麻烦修复下steam打开都打开不了
还有之前打开游戏说flash不支持麻烦也修复下。。。
点重新安装也没有用。。。
差评: 各位不要被童年滤镜蒙蔽了双眼，安迪骡现在的吃相难看得超乎你的想象
差评: 我是傻逼
差评: 本来闪客系列复出我是很高兴的，但这吃相让我有点恶心
差评: 嗦不粗话
你为什么不重置5
移植都移植不好还给我整个网络错误大晚上我也懒得去麻烦客服了
陈年老韭菜估计也给你送过五位数了，我特么还不如期待一下摩尔庄园跟赛尔号上架steam
起码我在摩尔庄园的日子里看着超级拉姆还挺快乐的（人家内置的小游戏现在看来还真不差，起码跟你这比
我感觉秦川出[spoiler]22[/spoiler]都比你换Unity做游戏快
好评: Flash的时代结束了

我的青春又结束了一次
差评: 我下了游戏就为了给一个差评
差评: 建议出联机pve 刺激消费
http://www.crazyflasher.ys168.com/
差评: 有一说一，真的垃圾，好家伙，把国内一刀999的玩法用在了这上面。
画质：模糊、粗糙，动画水准相当于小学生，哦不对，幼儿园水平。
手感：差劲。
玩法：氪金就完事了。（什么脑残游戏！）
以我就这些时间只能感觉到这些了。
差评: 全中国最垃圾游戏，狗屎一样
差评: 重橙老板什么时候死？
差评: 什么垃圾，更新完就上不去了，不充钱根本玩不了好吧
差评: 我下了游戏就为了给andy一个差评。
除非有朝一日你能做出足够质量的新作，或者重置老作品，才会考虑该好评。不然对一个只会恰烂钱的中年奸商，我只想说，滚回腾讯回炉重造一遍比较好
差评: 我是傻逼
差评: 我是真没想到十年了，这游戏还是停滞不前，我也真没想到都2021年了，竟然还有flash小游戏，剧情垃圾，操作感垃圾，就这个双击奔跑有bug，这么多年不知道检查一下再发出来吗？咱不求你做3a，起码做个符合现在这个时代的水准的游戏吧，氪金是可以存在的，但是tm我真没想到你比X讯还能坑钱，你做的是pve，说到底就是个单机剧情游戏，1美刀1000k点，还tm氪金升级，真是什么下三滥的手段都用的出，不否认234做的很好，但是你这时候出来炒冷饭，消耗着最后的老玩家的一点耐心，就很过分，也不反对充钱，但是你tm美元充值就很有趣了，虽说充值比例合理，但是什么限时套装，动不动几万k点起步，哇我真的，我知道你得吃饭，但是麻烦你的吃相别那么难看。
好评: 我是傻逼，虽然挺遗憾的还是老样子但是毕竟是情怀最后我傻逼
好评: 安迪是把crazyfalsher2-6的fla文件弄丢了吗，照搬个7上来这无论是新玩家还是情怀玩家都吃不进去啊，实在不行把创意工坊给开了让玩家自己整点活玩玩，这固步自封式操作看的头皮发麻。。。
好评: [h1] 4399最喜欢的小游戏之一hh [/h1]
游戏我打不开 原因是和Flash player有关 
现在Windows已经不支持了 我试图搞了一下但是仍不成功于是就算了
所以这其实是写给它之前的那些作品的

也忘了小时候是谁给我玩的这个游戏
是小学同学吗
又或是自己在小游戏网站上乱翻而发现的吗
也许模糊是唯一的答案了

但我很清楚记得自己最先玩的并不是第一代
应该是第二代或是第三代
因为它们俩风格类似
而第一代还没有变成那种小人的风格
依稀记得是一个寸头的小混混形象为猪脚的
里面还有几首很好听的bgm 其中一首到后来长大了之后才知道歌名叫做 第一次
我曾在无数个夜晚里洗澡的时候哼着这首歌的旋律 以及那不完整的歌词hhh

闪客快打的动作打击感和很爽快
有跑有跳 但是觉得特别有趣的还是有武器装备系统
尽管它们都很贵hh
像是那把经典的小手枪 喷子
可以扔的打火机 手雷 还有一个圆的像骷髅头似的雷
而第一代全是些刀刀棍棍锤锤之类的冷兵器
没有枪械什么的好像

还有一个很印象深刻的就是那些暴力美学镜头
像是一枪把脑袋给打开花 打碎 就像打爆一个西瓜那样 碎块飞溅
又或是一刀砍下敌人的脑袋 然后鲜血就从缺口处像喷泉一样涌出来 尸体再缓缓地跪下 倒下
这些对于小时候时的我来说既觉得刺激但同时伴有着一些害怕
两种感觉混合在一起时真的很难以言喻
还有那个胸部整天都不时很离谱的晃一下的双马尾小妹
时常看见她我就会觉得很恶心和害怕
那是一种极度纯洁对于这种成人内容的反应 想想看是那么的奇妙？/自然？/有趣？idk

再就是它还有着自己的剧情和世界观
我不知道它现在已经发展成什么样了
只记得当时是一个很能打的白发小子过关斩将
打遍天下无敌手 包括眼镜男和辣妹 头巾拳击手 还有一个长得很像追踪者的大个子
最后连城管都打起来了哈哈
然后加入了他们的联盟 靠着打各种地下黑拳来赚取blood money

以至于后来从第5部开始
风格就大改变了
变成横版的了
虽说剧情世界观还是继续延续下去
但是玩法我真的觉得不如以前了
从那时我就开始对它没什么兴趣了

还有作者Andy Law
到现在我想起来还有他的qq呢
记得他很喜欢在空间里舞刀弄棍的
是个冷兵器爱好者
样貌也挺有艺术家的风范的hhh

所以与其把第七部放上steam来
不如把最经典的1、2、3、4也都放上来吧
我一定会补票支持的
致我的纯真童年还有回忆：）
好评: 我是傻逼
差评: 这游戏有修改器嘛
差评: 我喜欢闪客快打，不喜欢DNF
差评: 本来我是想弄几个好评的，结果发现没法继承网页版账号，玩你妈，啥都没了玩个啥，辛辛苦苦几十年，一夜回到解放前
差评: 这你妈脑瘫游戏卸载了还有弹窗广告 我操你婊子妈
差评: Flash都已经末路了，还不如换引擎复刻

这是来给自己挖坟吗？
差评: 就不能出一个怀旧服吗 充值窗口直球丢在页面 现在这游戏有哪怕那么一丝末日的感觉吗
好评: 内心很复杂
好评是给安哥的，但闪客快打7 差评
一路以来也知道安哥开发闪客快打路程真的不容易，早期开发纯用爱发电
后来开发7代刚想走商业化道路，没想到开发过程中主程序离职，差不多只剩安哥一人开发，也无奈与卖道具吃相难看的方式收割老玩家情怀韭菜，人吗，总要恰饭，特别是真的困难的时候。不喜欢这种做法，但我能理解。
我当时也氪了50块，支持安哥
后来安哥开发闪8手游版，我当时也下来玩过一下下，但是就好端端没了，本来组成快20人的团队 一下子又散了，又只剩安哥一人开发
开发游戏，白手起家的总是那么不容易，特别后面几年  flash的能力愈来愈额捉襟见肘
看到安哥在B站发的闪8武装行开发视频，真的不容易，也看到安哥正在学习c#和unity，安哥QQ空间也转发了芒果冰讲自己经历的视频，希望安哥今后能用Unity做出一个买断制的 单机的  23456代式 的闪客快打
现在的大环境，独立游戏还是很吃香的
闪7上steam注定会差评，我完全预料到了上steam就是当时的那个版本，氪金系统那些要喷也是几年前喷的了，不存在什么复刻不存在什么重制，上了steam对我的意义就是加入我的steam库存 成为一份当年玩闪客快打的回忆  安哥也没虚假宣传，他从没说过是复刻什么的 steam上线前的页面跟现在是一样的，所以内心也没有什么落差感



另外，这一点很重要！！！！！
安哥希望你能把闪客快跑2给搬来steam!!!!!!!!
闪客快跑2真的很有创意！！我特别喜欢跑酷竞技，真的是个天才的创意！

还是希望以后安哥能用别的游戏引擎给这些IP带来新的价值！！！
差评: 简单来说，在这个游戏中，升级并不能使你变强，氪金才能使你变强。怀旧怀的差不多就卸了吧，不值得。闪客是指做flash的人，这我们知道，但如今flash都要死了，这游戏也该跟着一起入土为安了......感谢闪客23456带给我的童年
差评: 这毕竟是我童年最爱的flash游戏系列之一，所以心中还是有一点点期望的。从这款游戏出现的时候我就创建了账号（虽然实际上没怎么经常玩）。
好嘛，都1202年了，修改键位还不能继承，下次打开游戏还得重新改键。
不能全屏，nice！

这是童年，但不希望就此结束。
好评: 还是希望2345也一并丢上steam 收费都可以【就怕bgm版权】
跳票的原因看样是因为flash的问题 有心了
谢谢andy law 让我小学的时候就认识到了游戏的暴力美学【2代的18x
但7代讲实在话。。。
[h1]不
好
玩[/h1]

看了下现在想玩前作
[url=https://github.com/shank7server/Client/tree/master]是直接进熟悉的bbplayer了  转到github[/url]
差评: 垃圾
差评: [table][td][url=https://store.steampowered.com/curator/30253125]甄游组鉴赏家（点击订阅） [/url] [url=https://store.steampowered.com/curator/34433893]玩家聊天Q群124925250[/url][/td][/table]
[table][td][url=http://live.bilibili.com/825456]讨厌君与小蜗酱的B站直播间[/url][/td][td]直播粉丝群：1125337103[/td][/table]

[h1]讨厌君个人主观评分 1/10[/h1]
(4分都不能给了，已经修改成1分了，开机就给弹广告，恶心，另外如弹广告可自行删除Flash支持插件）
曾经Flash游戏界比较辉煌的IP，但是都2021年了，新作登录steam居然用的还是Flash引擎，帧数低，分辨率低，动作僵硬等flash早时代遗留的问题没有任何改善，且氪金点多又贵，氪金甚至可以对标DNF，可玩性却远不如DNF，虽说在Flash游戏里算精致的，但在2021年游戏发展到这个时代，还有如此高收费的老游戏不思进取吃老本还是不值得提倡与推荐的。
好评: 打开游戏竟然提示需要安装Flash...又看见了那让人怀念的滚动条
想到小学时用XP系统容易中毒，Ghost系统后第一件事就是把Flash装下来
用着ddr的内存和赛扬处理器玩4399全是ppt，但依旧乐此不疲
突然想玩一下以前的游戏，怀恋一下童年，但已经没有那种感觉了

欲买桂花同载酒，终不似，少年游


PS:这一代没有玩过，不过6倒是通关了，很好玩
好评: 之前在2144时就已经开玩了，现在来到这，还不错！
差评: 偶然刷游民星空看见这个记忆中的游戏上了steam 心里还是很开心的
本来想给个好评 毕竟真的是青春 哪怕氪金什么的也跟我没关系 毕竟我的回忆停留在2-6    7刚出玩了一半各种氪金就没玩下去了
但是你好歹优化下吧？ 该掉帧掉帧 该卡还卡 最过分的是修复个flash修复了一晚上进不去 太顶了 后面直接打开就闪退了
安迪你真的想割韭菜收情怀  老老实实把闪2-闪6稍微重制下搬上来 我相信很多人会买账的

就这样吧  可能在我心里闪客快打永远只有2到6吧 ^ v ^
好评: 诶..朋友们好啊，我是东区最强战士——Andy Law。

刚才有个朋友问我Andy老师发生什么事了，我说怎么回事，给我发了几张截图。

我一看!嗷!原来是昨天，有两个年轻人。

三十多岁，一个体重，九十多公斤，一个体重八十多公斤。

他们说，诶...有一个说是我在健身房挂机升级练功，颈椎练坏了，Andy老师你能不能教教我浑元功法，诶...帮助治疗一下，我的颈椎病。

我说可以。我说你不充钱，在健身房练死劲儿，不好用，他不服气。

诶...我说小朋友，你两个手来折我一个手指头，他折不动。

他说你这也没用。

我说我这个有用，这是充钱了，传统页游是讲充钱的，四两拨千金。二百多斤的大力士Pig，都握不动我这一个手指头啊…哈!

他非要和我PK试试，我说可以。诶…我一说完他啪就站起来了，很快啊!

然后上来就是一个左正蹬，吭，一个右鞭腿一个左刺拳，我全部防区(口误)防出去了啊!

防出去以后自然是传统功夫以点到为止，右拳放到他鼻子上没打他，我笑一下准备收拳，因为这时间，按传统功夫的点到为止他已经输了。如果这一拳发力，一拳就把他鼻子打骨折了，放在鼻子上没有打他，他也承认，我先打到他面部。他不知道拳放在他鼻子上，他承认我先打到他面部，啊!

我收拳的时间不打了，他突然袭击，左刺拳来打我脸，啊，我网卡...大意了啊，没有闪，诶…他的左拳给我眼，啊，右眼，蹭了一下，但没关系啊!他也说，啊他截图也说了，两分多钟以后，当时流眼泪了，捂着眼，我说停停。然后两分钟...钟以后，两分多钟以后诶就好啦，我说小伙子你不讲武德你不懂，我说Andy老师对不...对不起，我不懂规矩。啊，我是…他说他是乱打的，他可不是乱打的啊，正蹬鞭腿左刺拳，训练有素，后来他说他练过三四年DNF。啊，看来是，有备而来!

这两个年轻人不讲武德，来骗!来偷袭，我六十九岁的老闪客。这好吗?这不好!

我劝!这位年轻人好自为之，好好反思，以后不要再犯这样的聪明，小聪明，啊，呃…网友要以和为贵，要多充钱，讲武德，不要搞窝里斗。




大家既然都是老4399了，知道一款游戏叫《乖乖猪世界3》吧。我就有话直说了，它联机版登上steam都比闪7有前途...
差评: 连冷饭都懒得炒
打开上来就要我装flash那对不起我只能卸载
差评: 本以为安迪大佬会重置下上线steam，没想到是只做了账户关联就直接上了steam，工作了没有心思再去从头肝一款游戏，看的出来，安迪大佬有想过给零氪一点生存空间，但是。。。真的没精力去肝了，别了我的青春。玩了一段剧情就这样吧，后面看有没有人去做剧情流程。
差评: 如果是前几作单机版买断我肯定买爆，这内购还是算了吧
差评: 先提一下作者前一阵子把系列所有游戏本体都上传到github上了，地址如下
https://github.com/shank7server/Client 
github.com/shank7server/Client 
（如果上面链接被屏蔽了可以直接github搜shank7server/Client）

如果作者真的要上steam，为什么不把前几作弄个合集上steam呢？
隔壁火柴人逃脱重制版都能50块，闪客快打游戏性好那么多，50块为情怀买单也不算亏。
以及现在7代这steam版不是单人的吗？还搞影响游戏体验的氪金内购是干嘛呢？EA都不敢这么搞了。
就算要回拢资金，这个改成纯离线无内购的买断制也行呀。

steam上玩家早已习惯买断付费，付费意愿高，只要价格不离谱都能接受，
最重要的是steam上只要评价好了，就不怕会吓退后来的玩家，
一句“补票上车”就算不玩都有一帮人会买，情怀加成+长尾效应，不会差到哪去。
结果选择steam上人人喊打的氪金内购方式，何必呢

2021年了，把网游干下去的页游都凉透了，flash现在也凉了，现在是服务付费手游的天下
但国内大作入正和独立游戏的趋势正在兴起，Unity、UE4等免费的成熟引擎早已被广泛使用。
《太吾绘卷》小工作室，制作人边自学unity边开发游戏，但销量到19年9月就已经200万套了。
修仙模拟器虽然经历抄袭风波，但到去年底也70万了，
帕斯亚也从当初星球探索者的小工作室，成长到现在小有名气的公司（虽然星球探索者评价不是很好，但人家迈过去了）。
以上不是说独立单机一定行，毕竟多数不声不响被埋没在steam汪洋大海中了，
不过这起码不是一条死胡同

如果真的有人愿意氪金，作者资金还准备投入回游戏创作的话，
希望首先能上架系列前作，几十块买断也不是问题，
刚好steam前不久刚给国区解锁了远程同乐，也不怕有小伙伴但没机会坐在一起玩了，（虽然首先得有小伙伴）
甚至可以考虑一下系列某一代的重制，主要目的是在过程中学习现代引擎比如Unity，同样技术栈可跨三端

如果准备离开行业或去大厂打工，也可以理解，如果能在后者获得更多成长那再好不过了

感谢为曾经的我带来了快乐，祝好
差评: 真心没意思，满怀期待想玩这游戏，你倒好，用着退休的flash，我修了一晚上硬生生修不了，我为了啥，你哪怕出新作，都比你现在这样拿着这个玩不了的flash游戏好，草
差评: 作为网页端的老玩家，我只能说，时代变了，都1202年了还玩这种氪金方式，我寻思TX游戏都没怎么恶心
差评: 氪金1000难度减少20%，氪金3000难度减少50%，氪金5000难度减少95%，退坑难度立减100%！心动不如行动，快快退游差评走起来吧！
差评: FLASH已经死了，建议贵游戏也跟着进垃圾桶呢。。
好评: 念书的时候跑遍报刊亭买点卡买的61套和M134 如今看这个游戏的质量我开始质疑自己是怎么玩下去的
差评: 我是傻逼
“爷青回”
好评: 挺好的 就这样吧

差评: 好样的，是个毁童年的好方法
差评: 毫无诚意的一次上架，游戏带来的还是一样的垃圾体验。这就是你回报大家的方式吗？用已经被淘汰的垃圾flash游戏再喂大家一次X？这么多年你吸了那么多人的血，版本的更改一次次的喂X，游戏就在你的手里一点点被毁掉！
你的官网被封我真不觉得可惜，你该！你辜负了多少人的期望你不明白吗？你敷衍的态度在一次次的版本更新中从未改变，你贪婪的嘴脸在一件件价高无用的神装下逐渐暴露，你哪来的脸把这坨垃圾上架steam，光明正大的继续吸血？你真是我见过最无耻的游戏制作人！不！你已经不配被称为游戏制作人了！你就是一个见钱眼开的xx！识相点趁早滚出steam吧，你还嫌自己的垃圾不够恶心吗，这么多年了还要出来恶心人？
差评: 我是傻逼
差评: 垃圾大家不要看了以前的账号密码忘记了才发现下面的密码找回是一个摆设！！！想当年我还买了一套69式套现在可好官网也没了全套在steam里面我只想说一局mmp！！！
差评: 回不去了...
差评: 

⠄⠄⠄⠄⠄⠄⢠⣿⣋⣿⣿⣉⣿⣿⣯⣧⡰⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⣿⣿⣹⣿⣿⣏⣿⣿⡗⣿⣿⠁⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠟⡛⣉⣭⣭⣭⠌⠛⡻⢿⣿⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⠄⣤⡌⣿⣷⣯⣭⣿⡆⣈⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⢻⣿⣿⣿⣿⣿⣿⣿⣷⢛⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⠄⢻⣷⣽⣿⣿⣿⢿⠃⣼⣧⣀⠄⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⣛⣻⣿⠟⣀⡜⣻⢿⣿⣿⣶⣤⡀⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⠄⢠⣤⣀⣨⣥⣾⢟⣧⣿⠸⣿⣿⣿⣿⣿⣤⡀⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⠄⢟⣫⣯⡻⣋⣵⣟⡼⣛⠴⣫⣭⣽⣿⣷⣭⡻⣦⡀⠄
⠄⠄⠄⠄⠄⠄⠄⢰⣿⣿⣿⢏⣽⣿⢋⣾⡟⢺⣿⣿⣿⣿⣿⣿⣷⢹⣷⠄
⠄⠄⠄⠄⠄⠄⠄⣿⣿⣿⢣⣿⣿⣿⢸⣿⡇⣾⣿⠏⠉⣿⣿⣿⡇⣿⣿⡆
⠄⠄⠄⠄⠄⠄⠄⣿⣿⣿⢸⣿⣿⣿⠸⣿⡇⣿⣿⡆⣼⣿⣿⣿⡇⣿⣿⡇
⠇⢀⠄⠄⠄⠄⠄⠘⣿⣿⡘⣿⣿⣷⢀⣿⣷⣿⣿⡿⠿⢿⣿⣿⡇⣩⣿⡇
⣿⣿⠃⠄⠄⠄⠄⠄⠄⢻⣷⠙⠛⠋⣿⣿⣿⣿⣿⣷⣶⣿⣿⣿⡇⣿⣿⡇
差评: 作者死性不改，听信谗言，白白浪费一个好ip，2021年了还把这种没水平的游戏放到这来捞钱，是不是觉得还不够丢人？
好评: Andy老师，有人骂您傻篮子。
如果是在2001年，我还没出生
如果是在2011年，我会狠狠的反驳他
但现在都2021了，在游戏平台整个flash小游戏，您是不是刚出土没适应社会啊？

差评: 作为曾经冲过一百多元的玩家说一下吧，这就是一坨垃圾屎。我建议大家不要对andy抱有期望，他已经习惯恰烂钱了，可悲的是连烂钱都不会恰，收费弹夹这种啥比设定就是用来把玩家逼走的，建议学学手游的氪金套路，顺便做好优化，那样还能成为一坨正常的屎。冲一百多纯粹是为了补曾经2345的票，至少那时候带给我的感动不是假的
差评: 说真的，andy，如果你想挣钱，不如把2345放上来，我愿意花钱购买，这个7，不想吐槽了。
差评: 1，分辨率太无语，在下想梦回校园，结果这分辨率属实难顶。
2，进去后个界面直接蹦几个充值项，想想嘛看看，老夫都工作多年了想着看看能不能支持下的，得，FLASH驱动个异型套那价格属实牛皮，佩服佩服。
直接了，这游戏，回来想着玩玩也是为了回忆以前机房玩345的时候，看现在摆上来的玩意，不说什么原画风格之类的变了就不是这味了，但好歹你画质再高点，能调分辨率啥的也好啊，我不奢望你从FLASH转成其他的，这点总可以吧？     还有，这收费位就离谱了奥带哥，我不知道其他人怎么想的，想想这价格算了，也对，也没说不充钱么得玩下去，但看着那进入后那国内傻逼味道的页游蹦充值感瞬间无语，点开一看瞬间软了兴致。
“我想回忆童年，没想到资本家让我忘记童年。”
没了 ，我卸载了啊
差评: 万万没想到flash都关了的2021居然还能有用flash的游戏
冷饭都不炒直接上架真的垃圾
差评: 无论如何吧，不推荐
好评: 想起了些什么   不做评价
差评: 作为一名在官网打通关的玩家，我随便讲一讲这游戏坑在那，那些画面渣BUG多手感差这些我直接跳过了懂的都懂，（1）很多强行耗时间的收集让你一遍遍的去刷刷到你吐，无意义的浪费时间
（2）骗氪，商城里还有小f里面除了诸神材料其他都是又贵又垃圾的废物当初能骗不少不了解的萌新
（3）战宠 背刺过无数次的东西，一开始说兽王是最强战宠不会出更强的结果后面远古兽王史诗兽王都出来了，还有其他战宠也是骗氪的像黑铁李小龙斯巴达这种上百RMB的战宠P用没有就算是满级的后面一张图里撑不到半分钟，顺便一说统一所有战宠无论强弱一只战宠想升满级也得花160左右的RMB这还是商城打5折的情况下，还有远古系列的女王铁血忍者这种大几百RMB的也是废物效率奇低，只有588的远古兽王算的上一回事结果被888的史诗兽王背刺了一个史诗打3远古还有余。骗氪（猎手神壕5史诗牛批）15个武铁胶囊能打一个45级的兽王 330个武铁胶囊才能打一个60级的远古兽王，武铁基本上是除了远古之外通缉犯系列里面最吊的（雪女除外但是这个上百块而且放出来又卡又没伤害就是个花瓶）同等级下胶囊战宠副本怪的数值是一样强度就自己衡量吧。
（4）后面的怪皮都懒的换直接加个魂环把数据翻个几倍甚至10倍就丢上来了，暴走亚种远古史诗，对应百年千年万年，史诗直接超级赛亚人，逼氪
（5）装备，主线送的防具都是垃圾，送的防具在你当前的进度里都是脆皮被摸到就是一刀红2刀死的地步，地狱难度直接去世说白了逼氪
（6）所有所有所有打造或升级的材料都要钱，不给钱?行那你去用免费的垃圾装备去刷几百上千遍关卡装备也强材料越难刷，刷完了？抱歉支付费用也得要钱，当你把所有材料肝出来了也合成了诸神（一套肝出来的普通诸神也得花六七百来着有点忘记了）还要你强化，一件13好像记得要1332个强化石。商城里5折买也要几百才升一件13，肝？对不起肝也要钱才能进强化石副本，而且一次副本25k点25个强化石打再快也有8分钟CD（这个关卡对很多人还贼难斯巴达和妖姬）简单的话就打雪山20K20个强化石，5件防具加项链长刀长枪双短枪要多少强化石不用我说了吧。
（7）CNM的小F CNM的小F CNM的小F CNM的小F CNM的小F WDCNM的小FUCK
  说实话黑铁会之前都还好诺亚前线基地也能勉强接受虽然也有很多强行收集强行让你重复刷就是了，但是雪山开始就尼玛的弱智起来各种重复的收集收集完还得再打一遍地狱俗称司马之路而这还不算完这里剧情结尾居然还要重复再刷一遍简单，当然了起码雪山是闪7最后一个有新怪的大图而且有送免费穿刺枪忍一忍就过去了，到了熔岩，游戏前期的分界点（当然也有很多人诺亚到不了就被劝退）里面全是前面boss的削弱版全给你丢进去如果不是非常熟悉这游戏的老玩家绝对能给你打吐，当你忍忍忍忍完了熔岩到了中期沙漠虫洞恭喜你又到了一个劝退点（当初还不会打我唯一一次被劝退的地方）小日本我先跳过虽然也有百年万年魂环但是这个挺垃圾的，斯巴达WDNMD当初唯一劝退的我东西这玩意防御媲美全诸神套强化13，击倒能力极高霸体照样给你干到（哦对了霸体技能也是伪霸体只有到68级自带永久霸体才是完整版）还特么能一直奶最后一张图6个斯巴达直接裂开好不容易磨点血然后一堆飞矛给你干倒跑过来乌拉几下直接全员满血，不会技巧的打就算不失误也得磨2小时起步，不过会卡射速之后金币党也随便过，异界战场中期的结束点这里就真的是噩梦无数千年万年魂环的怪多到能卡爆你的电脑，数据高到就像策划帕金森手多打了无数个0，后期诺亚雪山熔岩二层，说是二层其实还是原来的地方只不过喂老八的剧情让你再打一遍豪华加强版把以前的怪加个魂环放上来区别就是多了拿着氪金武器的魂环终结者哈哈哈没错怪人手一把氪金武器就是不送你一把，火力猛到你没霸体还手都做不到如果刷出拿三连火箭筒的甚至猛到能把你屏幕都卡到跳帧，最特么绝的就是远古克隆白虎的伤害居然和正牌远古兽王一样而这种在熔岩二层就是个小怪，如果你觉得二层最后的那个boss远古兽王远古妖姬很强？那你就错了当你把3个二层打完之后接下来的千人斩难度能把这3个二层秒到渣都不剩，4个4个的亚种兽王远古忍者远古白虎远古妖姬的刷出来，面对4个远古妖姬诸神13也是反复去世一条命能输出的时间只有三四秒这还是卡了装两瓶药的bug再卡CD氪的还是大药的情况如果复活刚好装上吸过来的技能那直接去世药都氪不上来，最牛逼的是这居然不止一波。如果你3个千人斩都打完了哦只剩最后一个大图了坠毁战舰，千人斩也就算个毛简单难度的数值还会刷些普通怪，坠毁战舰里面全部要打地狱难度而且这里面10个有9个是远古怪，一个点有5张图每张图里有3波每波里面一堆远古怪都会混杂着远古兽王远古忍者远古妖姬一起上，对没看错是每一波。最后的最后一波要打这些基础上外加5只史诗兽王一起上（这玩意一只的强度相当与几百倍的普通兽王），而且我告诉你这关要打普通修罗地狱难度各一次才算收工。
剧情我也给你们简单说一下吧免得坚持下去发现剧情这么喂老八，主角不知道从那里来被蓝发女救了之后加入A兵团一开始几个任务派你去废城搜物资搜救队员然后解决了僵尸首领就结束了废城，然后接到黑铁会委托解决摇滚女皇帮会结果发现是被军阀威逼然后去解决军阀（一群菜逼几个任务就灭了大半）中途被军阀跟踪到基地被入侵算是一个小高潮，然后主角跟安迪把军阀团灭了然后军阀老大跑路（喂喂喂以前安迪有锁血也就算了现在这关安迪没锁血不管他连几个小兵都打不过）然后主角去调查发现整只军队加老大被一个方舟忍者团灭，回去调查了一番安迪说黑铁会最近集结人员意图不明恐怕会威胁到A兵团所以我们先去打爆他们，打爆完发现只是想多了黑铁会顺势被诺亚入侵损失惨重（看不出来）同时发现了诺亚前线基地依旧派工具人主角打爆它，打爆完兽王拿到一个u盘以及一个地址发现反派是一个叫文明收割者的组织每隔几千年就会割韭菜那样把每样物种收割一样然后灭世创世，然后只能联合黑铁会军阀摇滚女皇对抗文明收割者（这群菜逼有毛用啊而且军阀首领居然是假死）其他组织详攻A兵团直接进攻雪山诺亚结束之后剧情基本几句话概括一路打上雪山发现这个只有一个队长级别的不对劲发现有个暗门进入熔岩一路打爆过去看到妖姬指挥官也没说他们在干嘛回去问小f格格巫他们说了一大堆劈里啪啦的废话，同时小F让你调查虫洞的异常，安迪让你把斯巴达揍一顿问问话结果毛用没有再让你把超越过来的二战日本兵灭了，然后在虫洞发现异性和铁血再打架让你把他们的飞船抢过来好能和文明收割者决战，抢完发现之后打下来的据点被偷了，又得和其他组织一起再攻下来一次也就是那所谓的二层，又抢回来后铁血和我们结盟，他们的星球也被文明收割者攻击我们帮它抢回飞船也就是坠毁战舰就一起决战文明收割者，喂屎的来了敌人清光之后主角发现了一个时光机按钮手贱按了一下然后穿越到开局的时间但是记忆还有不信邪再按一次记忆也没了所有东西彻底回到开局的时间线，这里把收集远古碎片的任务交了主线任务又从开局开始打了一直无限循环。
差评: 网络正常，一直在重复登录上号过程，但还是提示登不上游戏，提示网络连接失败，想玩家氪金的话，也测试下再放下载啊
好评: 情怀十分 游戏零分······难受······几乎高级的东西都是RMB···
差评: 情怀十分 游戏零分
好评: 虽然热度不高，但闪7登陆st的消息早就在抖音贴吧小黑盒等平台上传开了
评论大多也都是情怀、经典、安迪辛苦之类的话，作为热血军的一员，我也满怀期望的等待闪7的登陆。
因为我和大多数人的想法一样，冷饭就冷饭呗，爷青回。
玩了蛮一会，啊这，十年了变都没变。
在开发者日志12月26号下面有这么一行话，大意是：个人网站和flash时代终结，为续命移入steam改造。
想想蛮心酸的，安迪这样看着自己一手做出的ip走向灭亡，怀着最后试一试的心态加入steam。
然而游戏和十年前没有任何的改变，服务器数据游戏活动啥的直接就是照搬过来，任务无法提交和对话打不开等偶发bug时不时出来破坏一下游戏体验。
如果作为一款现代steam游戏来评价肯定是失败的，画质差、操作难受、玩法单调。。。
但作为一款十年前的flash游戏，还是小团队开发，安迪和他曾经的闪客系列肯定值得我们肃然起敬。
但时代变了，我们怀着感动打开闪7steam版，没有看到安迪为了吸引steam玩家做出什么大的动作。（如果你要论开号就送的200元礼包当我没说；而且游戏介绍虽然看起来十分的详细，但最后的几句让人难以接受这是复制粘贴的敷衍）
打开游戏，商店武器里面的内容多的眼花缭乱，种类繁多。但我仔细一看没有K点啥也干不了。现在玩这个游戏就跟我现在打开赛尔号一样的感觉，进了游戏满屏的都是活动，特性第五技能刻印等等看起来可玩性极高，但没钱一个都不能玩。我敢说，你就算现在完全删掉游戏商城里所有的内容，还有“小F”商店和所有“鼠年活动副本”，对steam群体没有一点影响。
就算还原成十年前刚开始的样子，游戏就是刷刷刷攒金币买枪玩的人也不会少。
情怀归情怀，现在这样搞，我们玩家说的难听一点，叫换地方圈一波钱。
为了情怀补票买单我们不缺钱，就算做成买断制40~100以内赚的也比现在等着玩家充值1000/6.4元（1美元！）的K点多上几倍，因为后者是无底洞！
我们换个对象讲，假如现在赛尔号出了steam独立版，30块钱买断，游戏是很老很老的版本没几个玩法，超能NONO随着游戏进程获得，而且这个服务器是steam单独的服务器，我估计买的人应该不会少多少。但你现在把端游赛尔号端到steam上啥也没变，甚至连游戏介绍都是复制粘贴，我估计淘米这种本来口碑就不怎么样的会直接被骂死。
但安迪除外，小安迪能有什么坏心思呢QAQ
好评: 我是傻逼
我花钱挨打

好评: “复古”或者“古典”本身或许简陋乃至粗糙，但仍能跨越时间和世代的界限，让曾经的玩家乐在其中，令后来的路人相见恨晚。但请记住，“复古”和“过时”是有区别的。
差评: 我到底是无聊到了什么程度才会对这种作品抱有期待...
好评: 童年，期待前作
差评: 这游戏真的给我玩傻了，只玩了10几分钟，眼睛疼得受不了。flash插件开发的画面一卡一卡就不说了，游戏怎么和10年前一点没变还多了一大堆奇奇怪怪的装扮和武器。丧尸的主题传奇的内在？动不动就是氪金，整款游戏无处不在透露着一股页游的气味。10年了，再也找不到以前4399上玩的快乐了。是我我就登陆4399发行，然后找各大平台营销号带一波情怀节奏，加入内购再把奇奇怪怪的东西删掉。在这里发售是个什么意思啊，人不人鬼不鬼的。钱都没赚明白？反正如果游戏后续更新优化了画面和UI等，我再给改个好评
差评: 14年开的第一个号，从19年中回坑的，也勉强算老玩家了，姑且随便说说
首先，这个版本的更新和之前的flash网页版/客户端唯一的几个区别：载入阶段加上了若干年前做的宣传片，载入的bgm从行尸走肉的bgm换成了cyberpunk，然后是恢复了网页整改前的签到嫖K点的功能。
也就是说仍然没有任何的新内容——事实上近一年半以来游戏就是没有新内容，唯一的新东西就是诛神皮刷红油漆改的远古诛神和几张新图里的老模型加特效改的史诗怪。
别问Andy Law是不是江郎才尽了，人家不是不会赚钱，是懒得做东西，反正做坨粑粑在那里照样有人高高兴兴的恰。人家几千块钱续了5年的服务器，我觉得一个月人家就能回本还能赚的盆满钵满。
建议也别氪，能坚持签到就签到，不能就趁早退游，这玩意儿不值得。
我就是白嫖玩家，一年半嫖了一把黑铁剑和一套钛合金，能打到异形，后面的关卡真的又臭又长，无趣。
差评: 满怀期待 等着爷青回  结果给爷来了个  盗版DNF  我人都傻了  麻烦盗版盗的完全一点  任务 界面  功能键  技能图标  简直一塌糊涂  我感觉我楼下李奶奶  给她一个月 也能做出来  真的垃圾  ！！！！
差评:  画质精美（非人话）  UI完整（正在开发）  打击效果足（火柴人都比这强）
差评: 很难想象这是2021年的游戏质量，差到不想多做评价。
差评: 一坨长满了蛆的屎
1，复制粘贴怪，后面关卡就是给怪换颜色逼氪（连剧情过场动画都敢复制）
2，内置收费就像扒开玩家的嘴灌金汁，一边不断复制怪，无限拔高难度，一边出新道具（老道具换个颜色你敢信？）逼氪
3，画质玩法全方位老古董——老玩家过来的，发现没有任何更新。flash的水平拿到现在还敢玩疯狂氪金网游收费那一套？
4，剧情=红富士流水线刷怪
总之，就是一坨10年前的翔，历久弥臭
差评: 求求安哥 用unity之类的重置一下2345 加点光影效果(类似八方旅人) 必买
但是7这骗氪玩意还是算了吧
差评: 后期就是氪金游戏，出了诸神套还有gp远古就是喂了玩家们一口翔，希望快点倒闭，如果能重新使用ce修改器我重新打回完美好评，凭什么一定要给你充钱？老子用ce改属性求你了
差评: 既然点开这游戏并滑到评论区，想必对这游戏还抱有一丝兴趣，或者是情怀党，以下是对这个游戏非常客观的评价：

优点：1.开始界面和加载界面的人物插画还可以
          2.签到系统恢复了
          3.steam版氪金要稍微便宜一点（实际上还是没什么用，往下面看）
          4.宣传片还勉强可以，仅仅相对实际内容而言

缺点：1.实际的游戏画面简直不要糟糕，人物就跟稀饭一样，仿佛是小学生画的，还不如保持三代的画风
          2.除了竞技场外就没有任何能体现“联机”的地方，副本只能单打独斗，根本没法和其他玩家一起玩（雇佣兵和电话亭不算，因为根本上还是在和电脑组队）
         任务得分几块来说：
          3.剧情又臭又长，毫无新意，每天花个上厕所的功夫都能想得出来，太水了
          4.副本难度极大，基本可以说完全不给非氪金玩家留活路，甚至可以说不给非超级重氪玩家留活路（五只史诗能玩？还要打三四遍？）
          5.背景就是搞笑的，再加上谜一般的怪违和感爆表，完全没有代入感
          6.怪就像不知道什么叫计划生育一样疯狂的出，重复度还高，重复度高就算了，还处理的不好导致玩家很容易就产生视觉疲劳，看看求生2，怪也是只有那几样，但是效果完全不同
          7.主角脆的像张纸，怪厚的像牛皮且多，黑魂里玩家和怪的差距也远没有这么悬殊
          8.任务重复度高，收集任务多如牛毛，这意味着你得重复打好几遍甚至十几遍那胃疼的副本，还有**人斩，怪多的一哔不说有些还是随机刷的，运气差还能碰到超级多难打的怪比如兽王，妖姬，只有那么恶心了
          9.技能的特效。。。不想多说
          10.时常出现的误封，全服第一都给封了几遍
          11.游戏玩法太少，缺乏新意
          12.甚至没法放大窗口，笑了
          13.游戏发行这么久还抱着flash不放，打怪那叫一个卡，顶配电脑来了都没用
          14.竞技场体验差的让人想吐血
          15.部分主线任务不氪金没法做，就明目张胆的逼氪，即使steam版降低了氪金的钱也照样恶心人！
          16.究竟是怎么想的才会出瞬移贴脸输出躲都躲不掉的兽王，绞肉击倒机一般的妖姬，其他的不说，这两个绝对是所有怪里最大的败笔

         总结：这游戏的理念学的就是疼迅那套：不充钱玩nmb，甚至比疼迅还恶劣。而且游戏平衡完全没把握好，画面又糊，游玩体验非常糟糕，恶心人的地方多的令人发指，完全不推荐游玩，情怀党还是散了吧，闪7只会带来失望
差评: Adobe Flash Player 版本太旧。
请升级到最新版本以继续。

edit:这游戏充值没有调用steam充值接口，是直接跳转到自己的充值网站。
在游戏里进行的任何充值皆不受steam相关条款约束，若出现卡单或跑路等情况steam将不会介入。谨慎充值
差评: 哦是吗
差评: 我的好友看到我启动这B游戏 估计都懵了
差评: 好家伙，三个小时的功夫能顶我原来两天玩的量。没以前那味儿了，一个快餐游戏还是搁网页上面玩玩就算了。
差评: 操作手感一言难尽，而且画面特别卡。越到后面关卡的难度越变态，不充钱很难打过，游戏关卡也是又臭又长，就一种逼你充钱的感觉。
差评: 活该我等了这么多年闪客快打，就硬恰烂钱，我是傻逼
差评: 你仍是从前那个少年
没有一丝丝改变
重新上线只是恰钱
种在心中信念丝毫未减
眼前这个少年
还是最初那嘴脸
还能再来恰一波情怀
say oh yeah oh yeah oh yeah
like a capitalist
wu~ oh oh
差评: 这洽最后一口烂饭的童年算是没了
差评: 我到底在期待什么呢，好失望啊
差评: 哟哟哟，这不是andylaw吗，几年不见，怎么还这么拉啊

[spoiler]重橙网络什么时候死[/spoiler]
差评: 什么贪玩蓝月？

好评: 嗨，童年，你好！  小时候从闪客快打3玩到了6，后来发现竟然还有个7。
差评: 童年回忆 但是没有全屏玩的时候看的很难受 我已经冲了三百 希望出个全屏 不然之后不打算充钱了
差评: 万万没想到flash都关了的2021居然还能有用flash的游戏
虽然是童年但炒冷饭得有个下限吧，虽然新手礼包很带劲但充值端是美元就离谱
本以为会优化原画什么的，跟十年前一点也没变，攻击判定跟屎一样
玩一会就删掉了，也就是再回忆回忆童年
好评: 我现在在香港，开游戏就显示Flash与我的地区不相容，进不去游戏。

好评: 不能联机是最大的弊端
差评: 都不知道怎么来吐槽了
差评: 千万不要充钱，没一点新东西，真让人失望。登steam就为了在死前再掐一波钱哈
差评: 一个人拿着东亚病夫的牌子，叫爱国青年，
差评: 第一次打开游戏进去了，退出游戏后再进一直在转圈圈，玩？？寂寞。。。。单机？？？（有内购的单机~呵呵）这不就是联网没网玩个球啊！
差评: 就是个充钱就变强的页游,没什么意思....
差评: 牛逼，十年了依然是十年前的那碗旧汤  
帧数也就是十五二十帧卡顿很明显，依然是Flash小游戏 也没拿别的重置一下。
依旧是买卖神装的套路，竟然还是美元充值。
甚至这个游戏改变不了分辨率，操控很难受 只有左右连按才能冲刺上下连按都是没有用的。
十年前的游戏了也不能说还有改进的地方 改了十年还是这样，真的不想多说什么了。
谁也不傻，哪怕是炒冷饭好歹也得炒一下呢， 您这可太妙了 ，冷饭直接拿出来了。
好评: 当我想给这个游戏打差评的时候，其实内心是很复杂的。我是希望这个游戏越做越好的，但是目前来看游戏首发的品质是真的不值好评。可能变的不是游戏，而是我罢。
好评: 我是傻逼
好评: 👴的青春回来了
好评: 根本就玩不了 一直提示要你修复然而我安装了你最新的修复 卸载了win10屏蔽还是玩不了
差评: 小时候很喜欢玩的一款游戏 不知道为什么做成了网游 感觉就跟现在网页上那些一刀999的一样了
