好评: 是我的童年啊
好评: 圣域系列外传，横版格斗小游戏，难度一般，就是操作方面有点奇怪。
差评: 讲真，不太行
操作设计其实没啥问题
只不过不符合街机玩家一贯的直觉

但游戏打击感约等于没有
连击约等于没有
给人感觉就是除了美术风格外一无是处

实在是推荐不起来
+1了+1了，太难受了
好评: 虽说是圣域系列的作品，但是出口了世界观共享，其他好像毫无关系，而且好像据说圣域系列玩家也不认可这座，所以就请把它当作一个小品级的多人联机横板ACT吧，也有一些RPG要素，打击感不错，连招简单，适合ACT轻度玩家。15个小时其实就完全足以打完全剧情，剩下就是各种赌博刷刷刷，主要是刷钱。虽说游戏是小品级的，但是麻雀虽小五脏俱全，职业也很丰富，但是因为小众，所以几乎很难凑齐全职业一起联机，好在允许本地联机。
好评: 好玩
好评: 画面精美，操作手感和打击感都还可以，整体来说是个超值的游戏。个人感觉最大缺点在于成就系统，很多成就需要联机才能完成，还有需要花费大量时间才能完成的，比如全职业通关一次，等等，导致整体完成率非常低，正常通关一次连50%都达不到，让人感到很遗憾。
差评: 作为一个横版动作，手感僵硬，连招不痛快，实在算不上什么优秀的作品，同类的横版动作，幽林怪谈和雨血前传的手感比这个好太多……
好评: 没有朋友的，不建议买这款游戏。
好评: 又用游侠通关一次，怀念了一下校园生活。现在电脑好了，大作买了一库，终究还是只有那些以前玩过得老游戏能够有耐心玩到通关，看来我是真的老了。
这游戏就是阎王好斗小鬼难缠，boss都很好打，攻击方式比较单一，就那么几种，还可以直接事先买好药水，直接大招秒杀。
正版必盗版多了几个地图，每一张都有一个刷等级的图，用头槌无限晕可以无伤越级打怪，刷等级特别快。
好评: NOT BAD
好评: 小时候玩过盗版，感觉特别好玩，但是被虐的好惨。
现在长大了补票来玩，感觉却没有小时候那么爽快了，只能说很可惜吧。
通关不难，基本不需要回头刷，但是很多地方都有体积BUG，不太好，而且全程的关卡并没有太多的巧思，说实话有巨大的重复感，游戏流程很短，我通关竟然不到四小时。
但是我还是很喜欢这款游戏的，虽然在现在看来游戏质量已属下乘，但是也能勉强买来玩的说。
差评: 联机的时候一直有一个人动不了，键盘和手柄都没办法操作，不知道是什么原因，请问有人能解答一下吗
好评: 玩了Ranger，动作不够流畅，场景垂直纵深总感觉不够，人物模型包括NPC，感觉跟背景很难区分，视觉上，
挺好的，
好评: 游戏很精彩，但是时间久了还是感觉操作比较单调
差评: 怪血贼多，攻击单调，一般，合集包顺便入的
顺便问一句，怎么单人用手柄啊
好评: 出乎意料蛮好玩的
好评: 好玩欸，最近才玩的，刚入手感觉这个游戏好渣，毕竟好多年前的游戏了，但是可玩性很高 。
差评: 什么破游戏。浪费钱。攻击力超低。小怪血贼厚。没有连击键。一个攻击把手柄都按坏了。招式简单。没什么乐趣。真的是花钱找屎吃。
好评: 还算不错的横版过关游戏。
战斗系统可以说有些简单，难度也不算高（挑战除外），但同时关卡也没有什么亮点，总体就是一路砍砍砍。
画面中规中矩，音乐毫不出彩。也并没有什么亮眼的技能特效。
BOSS战非常简单。一个套路打天下（尤其是你用游侠的话更无脑）。
游戏里各种小BUG不少，不过并不影响游戏进程。
好评: 作为steam上尝试购买的第一款游戏，无论好不好玩，我觉得我都应该坚持玩几十个小时。游戏还不错，玩起来很愉快，真的是休闲娱乐哦。吼吼……
好评: 这只是一个简单老套的拯救世界的故事。

+
美术风格【美式动漫画风
配乐【虽然单调了点但是节奏还可
职业【特点分明的职业
装备【接上条，武器有主武器和副武器，其中副武器是和你职业相对应的
挑战【在城镇可以接取挑战，按照一定要求完成关卡来获取金币
手柄相性好，键盘我没试过
连招难度不高，横板动作手残也请放心【觉得我骗你欢迎来和我菜鸡互啄x

-
怪物种类太少了一个人玩真的比较容易腻
剧情基本等于没有吧hhh
玩的人很少，怕是不亲自拿着三人包去求基友不会有人跟你多人
成就看起来烦得很，不是很好刷
装备不能随时换只能在城镇里换，有点烦的
说到城镇，也是有点单调的，就换装备的、卖药水的和挑战赌博的npc

-------------------------
综上吧，这个游戏你要是喜欢这种美术风格或者觉得自己不是很擅长横板动作过关但是想要尝试、有朋友一起想找个休闲游戏打打还是可以考虑打折入一个的【记得先下试玩版看看！
如果是剧情控、成就党、横板大佬，我不太推荐入这个游戏
-----
今天写这篇测评只是等下载翻游戏列表看到了
想起来我刚刚到日本第一天，在狭窄的和式小房间里抱着一个马上就没电的笔记本玩这个游戏，假装完全没有不安、适应的超好什么的233
差评: 死了之后身上的血瓶会保持在消耗后的数量，并不能随着复活重新补充，血瓶没有了 就陷入了死循环，只能重来
好评: 怎么说呢 第一次写评论 或许是我手残吧  总觉得BOSS战清不完的小怪真的很烦 这个设定简直满满的恶意有木有 还有就是内容还是太简单了 其他还不错
好评: 怎么去第五章啊？？前4章每关都通了呀~
好评: 跟基友四小时通关，画风不错，就是刷刷刷，击倒按地上插插插
差评: 从来没见过这么没有打击感的横版街机动作游戏！！！
AI智商太低，简直没法玩
好评: 这是一个横版格斗类游戏，很多年没玩这类游戏了，反正我搓手柄搓的还挺有感觉的就是了，有点小时候去游戏厅打街机感觉。

油画卡通风格画面，不讨厌，但是总觉得怪怪的。
有RPG元素，四大职业、武器护甲、等级属性，这点倒是非常喜欢。不过感觉职业有强有弱，而且关卡好像不是很多，可能要刷一刷关卡。
技能招数有点简单而且单一，不够刺激有趣。不过打击感还行。
能联机、能本地合作，不过没人玩就是了TAT。
总的来说是个不错的游戏。

在打折的时候入还是非常不错的。
好评: 这游戏内容还不错。
好评: 很好玩的格斗游戏.简单容易上手.强烈推荐
好评: 不错的游戏，打击感不错，动作设计很好，法师是真的帅啊战斗法师战斗法师。。
每个角色都有不同的动作和连招动画，除了战士都有远程能力。
武器系统也不错，好像锤子类武器有概率眩晕，其他武器有没有特效不清楚。
然后元素特效也做得很好，效果很明显，特别是冰和电这种控制。
核心就是连招啦，那个40秒滞空成就手残星人不敢想象。。。。。。
玩到后面打击套路有点固定了所以希望多点技能变化。
BOSS战做的不错，打起来很有挑战性，所以也希望继续更新章节啦。
最开心的是女票一直觉得自己手残可是打这个也是连起来很厉害哈哈哈，算是为她打开了新世界大门吧2333
就是还没有尝试联机，没有搜索到过，不知道是否可以PVP
值得一玩
好评: 这是通关的第36个steam游戏了。
本作属于2.5d清版动作游戏，就如名将，三国，恐龙快打，战斧，怒之铁拳，快打旋风一类的游戏，类型很复古啊。查了下原作sacred圣域属于开发世界rpg，这画风差距有点大啊，不过龙与地下城也有这种清关游戏，也不差啦。
游戏可以3人同时玩，画面属于卡通类型，习惯了这种画风感觉应该不错。攻击分X和Y，主攻击和副攻击，X速度快，但是会被防御，Y慢，但是防御不能，所以通常的招数就是XXX+Y，辅以各种方向，可以打出很爽快的连招，打击感很强，浮空连打，或者倒地追打，十多连都行。
游戏本篇是四大章，dlc补了第五章，长度还好，毕竟打的时间长了挺单调的。4个角色战士法师盗贼萨满，都是很常见的，一看就知道什么类型，还能加点升级，当然是主加攻击了，这游戏翻滚无敌，自己的硬直又比较小，除非用YYYY这种招数，否则随时就能滚一下。游戏里也有载具坐骑，坦克坐着就是爽，又能压人又有火炮，简直割草；坐骑的话大怪兽不如小怪兽爽快，小的还能撞敌人，大的只能拱。
可惜没人一起玩撒，单人通关很容易，几个小时即可，熟练翻滚了boss战也没难度，一次过，另外汉化可以去三大妈，亲测steam可用。
好评: 多人玩很有意思
好评: 很好玩的横板2.5D动作游戏。
操作简比较单。联机更好玩。
好评: 动作的玩不来
好评: 很不错的游戏  ，喜欢横板格斗的同学一定要试试
好评: 挺好玩的，找到了小时候玩街机的味道，手柄比键盘操作带感。顺便求基友一起。
好评: 不明白这么一款好游戏为什么是褒贬不一，横版过关2.5D游戏，可以联机，不错的画风和打击感。总之一句话，好玩，买了不会后悔。恩，最后一点，最好找个基友一起。
差评: 就像锋利的刀切纸片，完全没有斩杀的感觉，敌人就这么站在原地待切的判定也非常诡异，正常的情况也应该有点点击退效果吧。
好评: 这是一个横版格斗类游戏，很多年没玩这类游戏了，反正我搓手柄搓的还挺有感觉的就是了，有点小时候去游戏厅打街机感觉。

油画卡通风格画面，不讨厌，但是总觉得怪怪的。
有RPG元素，四大职业、武器护甲、等级属性，这点倒是非常喜欢。不过感觉职业有强有弱，而且关卡好像不是很多，可能要刷一刷关卡。
技能招数有点简单而且单一，不够刺激有趣。不过打击感还行。
能联机、能本地合作，不过没人玩就是了TAT。
总的来说是个不错的游戏。

最后想吐槽的是游戏制作方大概以前没玩过动作游戏吧？
怪物挡在面前不能穿越就算了。
为什么翻滚是用右摇杆？而不是用控制键+方向键？RT你给我设置成加速跑你是在逗我？→→就不能加速么？操作起来有多蛋疼你知道么？你没玩过三国志么？你TM没玩过拳皇吗？你TM没玩过一切能翻滚的游戏吗？
简直是翻滚界的耻辱！
差评: 手感非常之软，感觉像弹棉花。
内容非常单调，地图就是一本道（除了每ACT有个非必须过的类似挑战关以外暂时没发现分支路线），游玩的7小时内没发现任何的隐藏通路，支线道路隐藏宝藏，全程砍砍砍（平台跳跃部分简单到无聊，因为战斗场景太小而且还有2段跳和加速跳）；
武器系统也单调，四个主角除了特殊武器外使用的是相同的武器，武器只有两种属性物理攻击力和元素属性，元素属性没有数值，元素伤害是根据人物属性算的（所以这大概是为了照顾选择困难症么？），盔甲更别提了，防御力，物理抗性，元素抗性（没错，不细分抗哪种元素，只有单一一项元素抗性）；
人物也比较单调，首先人物的特殊武器不会显示，所以非战斗状态下武器是没有分别的。。四个人物的操作基本一样，细微处有点道具系统也很单调，三种药瓶（对应HP,MP,怒气槽，但是那个蓝瓶我真的不知道是干嘛的。。。）四种宝石（对应人物的四个属性，有时限），最后还有个买挑战的商人，应该是对应地图下面的三个挑战，以上就是城镇的全部内容，没有支线任务，虽然有装备但是没有强化没耐久修理甚至连变卖都没有。。。
要说优点的话可能就是没有DLC了（估计除了也卖不出去。。）
除非实在喜欢横向卷轴ACT遇到了就一定要买买买的土豪，个人不推荐这款游戏（这游戏没有卡）。
PS：这款游戏貌似只支持1600*900的最高分辨率
好评: 我终于知道圣域3会是那个样子了，因为先有这个
差评: 被精美的游戏画面吸引起来的，选的近战那个，但击中敌人的手感实在是不太好，硬直太少了，感觉打在敌人身上没反应，无聊打打这游戏还好，不打折就别买了吧。。。
好评: 横版动作游戏，游戏单人玩的话只能说一般般，但是多人合作的话会欢乐很多，整体来说还是不错的，如果有小伙伴一起绝对值得一玩
好评: 挺不错的游戏，音乐有点战斧的感觉。看来制作者是横向卷轴FANS。
好评: 横版过关的感觉还行~就是打击感太一般~而且出招所有职业几乎千篇一律！！！大多了就有点乏味了。。。
好评: 差点就加1了，好游戏，哈哈，横版RPG
好评: 油画一般的欧美画风很喜欢，手感还不错，各种翻滚衔接的很流畅，但是怪物和武器都略单调，打法也就那几样，技能不怎么多，虽然我游戏的时间久，一切为了成就，都快刷吐了，没办法，成就党一看到那灰白色的成就就不舒服斯基..另外告诉那些和我一样是成就党的孩纸，这游戏有五个成就是需要另外购买DLC才能完成的，所以还得再花钱T.T不过论难度和趣味性的话，个人觉得还是DLC比较好玩..
游戏四种职业，联机的时候做好职业位置分配能打得更轻松
但是联机部分做的不怎样，和基友联机也是BUG多多，试过和外国朋友联机，一直都连不上，也可能因为我是校园网的关系，最终也还是艰难完成联机通关..
总的来说，最喜欢的就是那个画风啦，还有一开始看视频宣传你会有兴趣想玩，但是一进去发现视频展示的几乎就是全部了，不建议投入太多时间玩这个游戏，不要学我T.T
其实一开始是点的不推荐的，玩了DLC之后想着还是改回推荐来吧-w-
2014.6.14
早上被两个外国朋友拉去联机终于成功，有点小延迟。。果然多人游戏难度会大一点，什么队友被击飞你无辜被撞想推倒怪物来好好“蹂躏”然后队友却是各种击飞，谁让我英语渣呢不知道该怎么和人家说:P，然后三个人打boss的时候在那里各种死各种互救笑死我了，明明以前单人撸的时候能无伤过的，联机果然不一样哈哈...
好评: 是个很不错的横板游戏，入过包。玩起来很考验操作性尤其是对及时防御的操作，和DNF相似。
好评: 非常好玩的一款横版游戏 还能多人联机 积分排行榜 和小伙伴联机更加欢乐 4个职业都很有特色 升级加点 打装备 停不下来。。。。。。
好评: 很棒的横版过关游戏，希望能出续作，并且能把职业特色做的更鲜明~
好评: The game uses an animation style, the players show battle scenes of Middle-earth, exciting game, which is more powerful boss waiting for the big players challenge.
好评: 当初合卡片掉的90%优惠卷，只1刀而已，加上横版动作，我的菜。于是就买下来了。
总体来说是挺不错的，很喔哞兮耐，游戏类型类似DNF，画面有种油画的感觉，色彩鲜艳，动作流畅，打击感明显。
有4个人物可选，战士，刺客，魔女，萨满，都有4种属性，通过升级加点来提升对应能力。
武器、防具通过关卡打怪打BOSS掉落，关卡能重复刷，有的武器还附带元素效果（火、冰冻、毒），几率触发。
而且这游戏还支持多人游戏，本地合作，大大提高了游戏的可玩性。
不过，人物招式略嫌不够，连招不够爽快华丽（人家才不手残呢），另外关卡也略少，怪的种类可以再多点。
以上。

好评: 横板合作过关不错的游戏
差评: 操作和打斗都很不爽快的Flash游戏
好评: 很棒的一款横版格斗游戏，还能多人，赞一个~！
好评: good
好评: 不错的游戏，感觉就是一款街机游戏，剧情党就飘过吧。
支持多人联机，但是我没有找到房间，看来还是要约基友一起来撸。
玩到最后才发现有宝石合成，好坑。
一个角色通关，这个角色再没动力玩下去，流程太短。
