差评: 没中文还是算了吧  很不舒服
好评: 很好的一款vr大逃杀
好评: 已汉化中文，需要中文版本的可以微信我lvj878028570
好评: 游戏是挺好玩的，可是中国玩家却在大厅等开始的时候就要遭受全世界的恶意？(被辱骂、被不停的射击)
差评: 玩了九百多个小时，bug不断，新皮肤看不到人物，枪械经常看不到，现在连敌人开枪的声音都看不到了。pcVR几乎都会有这个问题，而且迟迟没有修复，啥时候修复bug啥时候改好评。
好评: 好玩好玩超好玩
好评: 牛逼 这种游戏就得VR玩 不用担心外挂了 新手加我一起组队
好评: 是款不错的游戏，但做个瞄准光标就太没意思了，希望更新更多地图
差评: 已经鬼服了。。。就几个月的时间。。
Multiplayer games don't match players. Unable to play normally.
好评: 手机类吃鸡游戏由当前状态（现在这游戏的画质）状态到完美状态只用了半年时间，半年手机硬件并没有太大改变，所以，优化游戏是关键，希望这款游戏也能，希望，希望，希望能出汉语版
差评: 没有单点模式，能像其他VR游戏的射击方式吗？带个准心在画面中我真服气，任何一款吃鸡游戏的手感都比这好。画质算吃鸡游戏最好的，射击手感我觉得最垃圾了，设置里该增加些射击模式，去除原先的射击方式不现实，何不增加点射击方式啦
差评: AMD580  i5 4590 16g内存 带不动  shit.
好评: vr吃鸡先锋作
好评: 好玩，VR不吃灰了
好评: 可以的，只是要加速器。
好评: 我是谁，我在哪，谁把我打死了。
好评: 为什么中途关闭家庭共享？消费者完全有权投诉你们失信!
Why turn off family sharing halfway? Consumers have every right to complain about your untrustworthiness!
好评: 对其他同类游戏的降维打击。无论在线人数，可玩性，画质，开发公司和其他VR吃鸡游戏的开发公司都完全不在一个级别上。缺点大概是要开加速器？可是玩吃鸡游戏的人也不介意多开一个加速器。背靠Oculus这棵大树，支持Quest和PC两个平台互联，除非EPIC的堡垒之夜能出VR版不然同类游戏很难有人能和它竞争了。喜欢这种游戏的人买就完事了。
好评: 我们需要中文
We need Chinese
中国語は必要
Nous avons besoin de chinois
Wir brauchen chinesisch
Necesitamos chino
potrzebujemy chin
Precisamos de chinês
Нам нужно китайский
เราต้องการภาษาจีน
Χρειαζόμαστε κινέζικα
好评: 卡身位bug修复了 真的感谢开发组人员
好评: 很好玩的VR大逃杀类游戏，目前已有亚服，需通过加速器，可用加速器暂时只有奇游加速器，节点选择—通用加速—亚服加速—模式3,想一起玩的小伙伴可加开黑Q群：584190883。
游戏性不错，只是细节还需打磨，包括操作模式，换弹模式，游戏内枪械和物品应该区分位置摆放，优化补给的格子占用，最好能加入背包内可装补充能量甲的物品，建造围墙时需要换枪这一点也不好，可以考虑把建造按钮和射击按钮分开或者移动至左手，地图打开的话可以更换到其他位置拜访，或者从身后取出，具体建议作者可以参考PAVLOV的摆放模板，或ALYX这两者在游戏操作模式上都有借鉴意义，其次，每把人数18人偏少，期待后期可以增加队伍数量，望游戏越做越好，加油。
The gameplay is good, but the details need to be polished, including operation mode and bullet-round mode. Guns and items in the game should be placed in different locations and optimize the lattice occupation of the supply. It is better to add items in the backpack that can be equipped with energy armor. It is not good to change guns when building the wall. You can consider separating the construction buttons and shooting buttons to the left hand. If the map is opened, you can be replaced to other places to visit, or take them out from behind. The author can refer to the PAVLOV placement template, or ALYX, which are both have reference significance in the game operation mode. Secondly, each of 18 people is relatively small. I look forward to the number of teams in the later stage. I hope that the game is done better.
好评: 刚买由于没有亚服通过加速器延时也要200MS  11.1更新亚服后 现在延时在70MS左右非常稳定   加速器用奇游的通用加速选亚服加速  联机的可以进联机小群QQ群：584190883
好评: 不错的游戏，延迟低的话玩着很欢乐。
好评: 游戏还不错，没中文也能顺利上手，35人吃鸡，节奏飞快。串联的时候STEAMVR启动后会卡在加载页面，需要关掉直接打开游戏才行。人在墙外暂时没遇到连不上服务器的问题。
差评: 弹道由服务器运算，没有亚洲服务器，国内使用任何方法无法避免延迟在180ms以下，对枪感觉自己是傻逼，子弹从对方身体没伤害，贴脸打人至少提前一个身位。
好评: oculus quest平台必备游戏又多了一个~~
好评: 很棒的vr吃鸡，希望越做越好！
差评: 相对pavlov来说 不够硬核
差评: 怎么进不了游戏
差评: 点了准备以后一直显示准备不进行匹配有人跟我一样吗
take the ready always ready not in matching game
差评: 我服了，29.9刀买了个oculus版本的结果服务器进都进不去，马上退了买steam版结果在开始界面就无法用oc手柄按任何按键，这游戏专门为oc一体机开发的，为了让oc的用户买高价的版本搞这种手段？？？
差评: HTC VIVE 右眼没画面
（HTC VIVE) There is no picture in the right eye
好评: 第二把就吃鸡了哈哈哈哈，游戏自由度真的很高，全场景都能攀爬，没有摔落伤害，可以展开双手自由飞翔，武器射击手感真不错，就是换弹方式有点僵硬，目前游戏bug有点多，比如开场走晚了门就被封起来出不去了，还有匹配一把没游戏声音，只有语音声音，整体还是好评的，质量真的可以，把bug修复好，加个亚洲的服务器和中文，基本上是现阶段完美的vr吃鸡游戏了
差评: 垃圾游戏，进入游戏后，跳过LOG就一直黑屏 。。。。没见过这么烂的破游戏！！！
