好评: 目前玩到的最喜欢的格斗游戏，非常容易上手上限也很高，音乐超赞，剧情虽然只是整个系列的序章但言之有物，人物塑造有立体感，格斗爱好者不玩真是损失，强烈推荐！没想到格斗游戏能让人那么期待后续故事！！！蘑菇快填坑！
好评: 打击感不错，制作精良
好评: 男主海德看到女生都想牵回家，我也是醉了_(:з」∠)_
bykuya好强！捕食者爱了！
好评: 游戏质量是不错的，喜欢格斗游戏的玩家可以试试
就是联网卡的一批
好评: good，Changing systems, exciting battles
好评: 剧情相当不错，各个角色的塑造相当立体，尤其是蜘蛛的BPD。音乐比较优秀。其他的只能说是平均水平。BTW：连段实在是太长了。
不打折的话不建议买。
好评: 这破游戏怎么回事啊，一进游戏就是无限下蹲自动防御，无法操纵，一代是这样，二代还是这样，根本玩不了？有人知道解决办法吗？
好评: 好玩
好评: 打开页面——看着不错
下载完毕——蠢蠢欲动
开始街机——兴趣萌发
寻找同好——满怀憧憬
开始对战——当场退款

但我不得不承认，这的确是个好游戏
好评: [quote]
[url=https://store.steampowered.com/curator/39039781-%25E6%2596%2597%25E9%25B1%25BC%25E6%25B8%25B8%25E6%2588%258F%25E7%25A4%25BE%25E5%258C%25BA%25E9%2589%25B4%25E8%25B5%258F%25E5%25AE%25B6/]斗鱼游戏社区[/url]，随时了解主播推荐的好游戏。
加入[url=https://steamcommunity.com/groups/douyugame]斗鱼社区鉴赏家组[/url]，开黑交友，参与互动，还有热门大作可以抽。
[/quote]
[quote] 
《UNDER NIGHT IN-BIRTH Exe:Late[st]（夜下降生系列）》是由FRENCH-BREAD开发的一款2D格斗游戏。我虽然没有玩过前作系列，但还是老老实实的去做了一些预习。

https://steamcommunity.com/sharedfiles/filedetails/?id=1885346574

[h1]游戏杂谈：[/h1]
又到了美梦我最喜欢的考据环节了。
[strike]美梦我超喜欢的考据的。[/strike]

本游戏最早为2012年发售，版本为街机格斗，同年可以选择部分角色，如艾尔特娜姆（エルトナム）MELTY BLOOD（月姬格斗）的客串角色暴打Boss希尔坦，不过游戏没有剧情，只是作为纯粹的一款街机格斗游戏。

2013年9月发售了Exe：Late版本代替了无印版，并且于2016年登录Steam（此版本为PC上Steam所谓版本一代）

2017年发售Exe：Late[st]（所谓的强化版，第二代）家用机版本，增加了新角色和编年史模式和剧情内容。

根据考据在2017年的恋爱喜剧动画《Gamers!》（电玩咖）中看到夜下降生和苍翼默示录的海报。
2018年为苍翼默示录：交叉组队战的四款联动游戏之一。[spoiler] （部分角色为DLC地狱）[/spoiler]

2020年预计推出cl-r版，据说是增加了一个新人物，优化了许多的技能和平衡调整。[spoiler]（不过如果这样单拿出来卖新版本的话，还是这个价格是不是有点难以接受啊，能不能采用升级模式呢）[/spoiler]

https://steamcommunity.com/sharedfiles/filedetails/?id=1884594882

[h1]游戏体验：[/h1]
首先要说得到的是，归根结底来算这还是一款格斗游戏，基于格斗游戏来说，游戏的本质是激烈、迅猛、热血的格斗，所以不推荐不喜欢格斗游戏的玩家或者半路入坑的萌新玩家[strike]（因为对于这些玩家来说很容易玩腻）[/strike]，
那么从进入游戏开始谈谈啊，进入游戏后会有一段开场动画[spoiler]（其实商店页面也能看得到）[/spoiler]，动画对我来说做的比较对口，动作展示绚丽，技能招式华美。光从动画来看，打击感和光效非常到位，确实符合一款优质的格斗游戏。

跳过开场动画后，进入界面，说实话进入界面后，我一眼眼花缭乱，功能比较铿锵复杂，对于我这渣渣6级，还是去开了简体中文，UI界面虽然比较明朗，但是没有任何指引和讲解，除去部分练习模式，网络对战，生存模式等，相信对大部分玩家来说都不比较一脸懵逼。需要花时间去研究和熟悉。（这部分之后会放入游戏缺点中）并且我强烈建议玩家重新设置一下键位，不然键位会显得非常反人类。

随意进入一个模式可以选择角色[spoiler]（编年史除外，编年史好像就是官方剧情吧）[/spoiler]角色各个之间都非常特立独行，个人觉得角色设定非常到位，并且很讨喜，配合上编年史的剧情，角色不再是单纯的双方对立，夜刀姬、光轮、忘却的螺旋、怪物虚无等各自为营，交织在一起使得剧情复杂而又有饱和感。不过可能由于游戏最早发售于2012年街机，限于机能限制，导致游戏角色形象也是受限于当时流行的（略微）马赛克风[spoiler]（后期更新应该是为了统一风格）[/spoiler]同时本作的艺术风格和场景设置有着现代化的都市怪谭气息。
接下来谈论一下游戏体验的优缺点。

https://steamcommunity.com/sharedfiles/filedetails/?id=1885346610

[h1]游戏优点：[/h1]
①：游戏各个角色之间设定非常好，对于我这种喜欢考据的人来说，非常有意思，并且复杂的角色关系之间让剧情更加有起伏，更加错综复杂。
②：各个角色的主题曲完成度都相当高，在战斗途中不仅动感十足，曲风还多加变化之意。
③：打击感与光影效果非常到位，整场战斗非常爽快干净，技能招式酷炫华丽。
④：以进为退，以攻为守，一种鼓励竞争性质的资源管理，除去血气操之外还存在GRD槽，在格斗游戏中表现除了进攻夺取的概念。
⑤：几乎是全程语音+豪华CV阵容，如佐仓绫音，早见沙织，梶裕贵，松冈祯丞等。
⑥：此版本介于无印版增加了角色剧情，能帮助玩家尽快了解夜下降生的世界观和背景设定。

[h1]游戏缺点：[/h1]
①：游戏UI界面缺乏引导，刚进入游戏未设置语言时可能略微让玩家眼花缭乱。
②：游戏似乎没有即时存档功能，需要退出回到设定里去手动存档。
③：游戏键位初始设置比较反人类，玩家最好能重新设置。
④：部分角色存在平衡性问题，如对于部分角色来说小个子的夜刀姬非常难以打击。或多或少存在小个子难以捕捉和手长好勾人的情况。
⑤：街机模式的剧情故事可有可无，纯粹的流水废话剧情结束最后暴打希尔坦触发结局。
⑥：网络对战在线联机玩家少得可怜。导致此机能真的可有可无，除非和朋友一起玩，不过游戏自带可以爽键盘对战，显得又好像没有必要。

[h1]最终总结：[/h1]
游戏角色虽然拉风酷炫，但是介于编年史模式的立会在2019年的今天并不是很出众，这点还是让我耿耿于怀的，同时对于是夜下降生系列粉丝的玩家，本作爽快的玩法无不是各位大佬的福音，不过对于这DLC地狱来说，能买二代强化版肯定比一代再补DLC好一些。
所以最后我有些话要说：
[b][h1]你们别老是在别的动画里玩梗啊，夜下降生系列什么时候出动画啊！[/h1][/b]
[/quote]
[quote]
加入[url=https://steamcommunity.com/groups/GHYX]干货游戏[/url]&关注[url=https://store.steampowered.com/curator/35106417/]我的鉴赏家[/url]，不定期为大家带来诚意满满的游戏体验干货。
[/quote]
好评: MB风格的延续带有轻小说传奇风格的格斗游戏~
佐仓绫音 早见沙织 大西沙织
东山奈央 洲崎绫 石上静香
来兎的BGM~丰富的设定知识海量的格斗术语~
ALL FIGHTING GAMES ARE GAY
好评: [quote][h1]如果能出动画该多好[/h1][/quote]

[quote]关注[url=https://store.steampowered.com/curator/39039781/]斗鱼游戏社区[/url]，随时了解主播推荐的好游戏。
访问斗鱼鱼吧社区参与互动，活动好礼送不停！[/quote]

[h1]引言[/h1]

《夜下降生Exe:Late[st]》为ArcSystemWorks在16年发售于Steam《夜下降生Exe:Late》的加强版本，由于没有游玩过前作无法作出详细的对比说明，还请见谅。

游戏方面的体验相比起多四个游戏系列人物共同参战的交叉组队战要好一些，但是比较起在线对战方面的体验，即便两者的在线对战人数都半斤八两，交叉组队战要比本作要好上许多，如果是追求在线对战体验的玩家更推荐去游玩交叉组队战。

[h1]模式那些事[/h1]

本作中提供了街机模式、CPU对战、在线对战、竞分竞时与生存模式，整体而言中规中矩。本作提供了20个可游玩的角色人物，在街机模式下每个人物都拥有其故事剧情演示说明，每个人物的剧情结局都各不相同，玩家如果想要了解所有角色的剧情，需使用每个角色进行10道关卡的不断对战。竞分竞时模式下玩家需要在10个关卡挑战中，通过提高连击数与减少受击数来赢得更高的分数，或以更短的时间完成10个关卡，至于生存模式下角色的血量会一直继承，玩家需要在单条血量的条件下击败更多的敌人。每种模式的分数都会上传到网络上进行排名，这也是让我感到疑惑，在每种排名榜上往后翻了将近四千页都能看到玩家数据，但是为何在线匹配人数却那么稀少..实在不解。

此外，本作还有编年史模式，该模式没有任何人物对战，主要以视觉小说的形式，以不同人物为章节为玩家叙述说明每个人物的经历与夜下降生的世界背景，从未接触过该系列的玩家可以通过游玩编年史，提高对该系列游戏背景的了解。不过在编年史中解锁的人物剧情不会按照规定顺序，需要完成对应人物的章节之后才能解锁。

完成各种模式都会获取游戏内的货币，可以用来购买玩家在联机对战中显示的头像、个人名片与称号等道具，还可以用来购买画廊中的各种游戏原画图。考虑到在线对战人数过少，这些用作对外展示的道具基本失去了意义orz更多只是满足部分玩家的收集爱好。

[h1]优点[/h1]

[list]
[*][b]友好的课程指引[/b]

目前玩过ARC发行的游戏只有本作与交叉组队战，两作在游戏中都提供了十分完善的新人练习模式，对于从未接触过格斗游戏的玩家十分友好。本作在新人练习模式中设立了五个等级的课程，每个课程的难度循序渐进，初上手的玩家可以通过入门与初级课程迅速了解游戏的大概人物操作，在任意模式下游玩一段时间之后可以回头再进行中级、上级与超上级的课程。这些课程会详细说明游戏的对战机制，完成难度还是有点高的，以及需要背熟一些操作顺序，相信尽数完成之后能够很大程度提高操作水平了。

本作提供了类似于交叉组队战的按键映射历史，需要手动在设置栏中开启显示，不过相比起后者的额外在屏幕中央提供了完整的按键映射，本作仅仅是将每一次操作与等待时间列在屏幕的左方，多少还是会影响到视觉观感。
[/list]

[h1]缺点[/h1]

[list]
[*][b]在线匹配体验不理想[/b]

虽然知道每种格斗游戏的面向游玩群体都会很少，所以对于在线匹配方面的要求并没有太高。匹配时间长毋庸置疑，但只要能够匹配到玩家，即便匹配到高端玩家会给虐，能够与真实玩家进行对战体验还是不同于与CPU进行对战的。但是本作的对战体验实在不理想，对战延迟非常高，基本上从出招到游戏内角色作出反馈相隔了3-4秒的时间，而匹配到的对战玩家已经打出了好几套操作，原本可以胜利却最终失败。延迟高导致被虐与技术不足被虐是两种概念，在进行多次尝试匹配对战之后延迟状况依旧没有减缓，只能默默退出了在线对战模式。

如果是网络运营商的问题那倒无可厚非，但对于想要入坑夜下系列、时不时想要进行在线对战的玩家而言，总不能让他们重新办理其他运营商的网络宽带，不管怎么说都不太现实。希望ARC能够优化一下已经发售游戏的服务器吧，还是要多考虑一下后入坑的新人玩家~
[/list]

[h1]总结[/h1]

本作更多都面向的是夜下降生系列的粉丝玩家，操作玩法依旧爽快，但要成为高手还是需要花时间进行研究。如果想要体验在线对战，建议入坑交叉组队战，Arc会不断更新可游玩人物DLC，或者等待Arc于2020年发售的夜下系列新作《夜下降生Exe:Late[cl-r] 》，相信发售初始新作的在线对战体验会更让人满意。

所以夜下系列还会出动画吗_(:з)∠)_

[quote]加入[url=https://steamcommunity.com/groups/feizhai]肥宅聚集组[/url]与关注[url=https://store.steampowered.com/curator/28359939]我们的鉴赏家[/url]，一起当肥宅w[/quote]
好评: 为啥月姬格斗的新作没有紫菀？
差评: 这游戏手感好是好，但不是给一般人玩的.........
不是"真正"的格斗游戏"爱好者" 的话我是不推荐了

这游戏非常非常强调"确认"这件事情,反应慢一点就combo打不上。
就算做了大量的新手教程练习来降低入门门槛，但是感受更像考试。

因为过于强调"确认"这个行为，导致从"新人"到"熟练者"这个门槛变得非常的大。
因为过于强调"确认"这个行为，导致非常强调指令输入的"干净"程度，容错率很低。

整个战斗基本上是固定好了的，你只需要背下来对手的压制套路，上下择。就像考试一样。憋得让人发慌。
好评: 二次元格斗游戏x
早见沙织cv的galgame√
好评: NICE!
差评: 制作是脑子被门挤了，才会想着把角色平衡做的那么烂!
网络联网对战也烂！有些地图建模还会影响对战，造成严重的掉帧！
好评: 永不言弃！！！！！！！！！！！
好评: 没啥好说的
多玩好游戏

随便引用一下楼下的评论
“但是作为本来就有格斗经验的人来讲，这款格斗无论是手感还是上限都特别令人安心，特别是输入完爆了隔壁某个[b]被遗老血喷的新作[/b]的键盘输入[，只能用很舒服来形容。”

玩这游戏仿佛骑着石渡的爹上石渡的妈，舒适指数9.8
好评: 补写的评论，虽然粪的地方还没玩到，但是作为本来就有格斗经验的人来讲，这款格斗无论是手感还是上限都特别令人安心，特别是输入完爆了隔壁某个被遗老血喷的新作的键盘输入，只能用很舒服来形容。另外教学也十分完整，机体平衡也很不错，除了目前在线人数过少之外对我来说没什么缺点。
差评: 很好玩，很硬核，游戏质量上来说绝对值得推荐，但是联机很糟糕，游戏版本不一致的情况等了这么久都没修，不愧是大人气格斗
好评: 挺好玩的
好评: 有没有人和我一样觉得新角色冰男的曲子Icefield White Night听着好像周董的鞋子特大号。
好评: bucuo
好评: [strike][h1]被大佬打的掉不下来[/h1][/strike] 

好歹我以前也是个KOF带师啊。

温馨提示您：选网络对战一定要[b]限定等级[/b]啊。

[h1]AND 只要你是Linne厨，我们就是朋友![/h1]
好评: 首先呢，我是个路人玩家，游戏的打击感，音乐，UI还蛮简洁的，有完整的新手教程而且每个角色都有特定的combo任务，让玩家去学习，完成华丽的combo会让人感到满足感，个人觉得美中不足的是，游戏的世界观的节奏有点太慢。(指向编年史 特定角色 为主篇的)故事叙述那边有待改进。期待后续对角色的完整补充。
好评: ARC的FTG游戏一直都很香，这一款也不例外。虽说一直都是ARC买游戏送番，但是这部剧情还没仔细看，战斗系统的学习曲线很平滑，打斗感也很爽快。
好评: 没有摇杆的，就要花大量时间去练民工连，任务都难过
好评: 完全不逊于GG和BB的佳作，极其硬核的系统以及爽快淋漓的连击加上对我这个总是在格游中看重剧情的人来说很有意思的故事让我无理差评。
好评: 任务模式里可以调整对战速度真的是好文明 木桩党狂喜
好评: 很好玩的格斗游戏，新手作为入门作品都可以，难易度算是很简单的格斗游戏了，玩的很开心，希望有续作。
好评: 当初psv破解后最常玩的不是三国志13 不是铲子骑士 是这个ftg游戏。
今来补票了 本作算是本手残为数不多能打通的格斗了 。
总体游戏剧情一般 教学关极为详细 打击手感极佳 音乐爆炸 。
就是少了能一起玩耍的朋友了。我可能会在闲暇时再打打它。
好评: 请问双月让叶技能要按住一个键才能追加攻击，那要怎么在按住A键的情况下追加A攻击，挑战任务那只给演示不给教程啊？
好评: 纱织姐姐，冲了
差评: 为什么进不了游戏 好烦
好评: 好玩
好评: 喜欢格斗游戏的玩家们可以考虑入手，新人也可以玩，教程很详细，紫苑的剧情很有趣（催蘑菇赶紧写新作太秀了哈哈哈）
好评: 你这成就的不舔无人生几个意思？你有这意思不给我意思意思？
心里没逼数？不再给几个意思下¿
好评: 真的推荐
好评: 音乐满带感的，选人音乐和隔壁圣灵之心一样好听，我已经挂机一整天听歌了。
好评: suki
好评: 和朋友玩了很久的游戏，虽然到现在也没更新几个角色，但很喜欢渡边工作室延续《月姬格斗》风格的角色设计。
虽然dlc就更新一个角色，但还是很喜欢。
喜欢帅气的角色和超能力对战题材的格斗爱好者不要错过。
好评: 玩都可以玩

好评: 除了大佬有一堆 都挺好玩的
差评:  我是傻逼
好评: bom pra crlh
好评: 支持FRENCH-BREAD，专为高清化的SION而来。
MELTY BLOOD什么时候也能高清化呢？
好评: 日厂里为数不多考虑键盘玩家的格斗游戏，本地对战很舒适。另外人设优秀，故事还行，推荐购买。
好评: 键盘有点难

好评: 我是傻逼。
好评: 给孩子买的，孩子很喜欢）
好评: 我就二刺螈！
好评: cool
好评: 比较精良的2d格斗
好评: 挨虐很爽，台词很中二，打击感很棒
好评: 游戏有个BUG 就是有时候打开后人物不能控制,电脑会自动按住某些键开始鬼畜，其他游戏没事，要重启或者注销一下能解决
好评: 格斗游戏中教学比较精细化的一种，简体中文，系统丰富
非常好玩，不管是单机来玩，还是对战深度都有保证，希望有更多的人加入进来一起玩，一起探索游戏深度               

              格斗游戏很大程度是打一种灵活性，你思维敏捷的话你就会打的不错，笨的人你就就想想怎么打吧！
好评: 千言万语汇成一句话：夜下降生真好玩。
不过作为全平台购入的还是提一句，除了街霸个别以外的格斗游戏尽量买主机板，玩家人数在那，不过有爱的还是可以买 打打连段教程也不错，啥时候出个原声音轨卖歌就更好了
好评: 很不错得硬核格斗游戏，好！
好评: very nice
好评: 上手较简单的combogame，爽快度帅气度高的同时角色差异化做的非常不错，人权系统也让立回变得更有趣了，连段太jb难了
好评: 除了ＵＩ傻逼之外，几乎算是一个完美的新手入门向ＦＴＧ。不像拳皇街霸罪恶装备那样一招一式都要精确输入指令的严谨系统，French Bread 的大部分作品都是给予了玩家一个指令输入区间以增大容错率。掌握节奏即可享受高手间过招的刀光剑影的快感。不多说了，オリエ小姐姐我射爆，白丝高跟鞋长裙大爱。
好评: good game
差评: 抖M游戏 被朋友骗过来买的，一起玩的时候一直被关在角落打 辣鸡游戏 ，没有任何手感操作体验 只有被关墙角啪啪啪
好评: 教程详尽到连复合拆投都讲实在良心，可惜完全学不会
以及翻译不太说人话
好评: 好游戏，如果有人送我dlc就更好惹（
好评: 这个傻逼室友为什么插着那么大的摇杆来玩gal？而且摇杆一动没动？

--------

原本就有一个旧作，这个更新了视觉小说，新人物，平衡，就当新游戏
evo刚结束，你tm整些平衡和新人物又当新游戏？？？？？？？
我认准这个新版本买了又要掏钱买新游戏？？？？？
吃相这么难看啊？

--------
新更新免费放出，新角色以DLC形式放出，不是新游戏
大哥好！
好评: 鼓励牡蛎怕！
好评: 支持！
好评: 嗷呜
好评: [h1]大人气格斗[/h1]
好评: 打U死路一条
好评: 上手较难，系统相比较其他格斗游戏需要时间适应
好评: 打开UNI，点开排位模式，草我人呢，我血条呢，我怎么在墙角出不去了？？？？妈的UNI卸载
好评: 懂得都懂
好评: 被虐出翔。。
好评: 2020年cl-r版，相比这一版st，新增加了一个人物，并且优化了许多技能，平衡了调整，增加了更多连招，在这里期待一波，希望夜下降生系列能够大火，请千万不要让我们失望啊！
好评: 好玩 挨打很快乐
好评: 这作的平衡性真的很棒。
[spoiler] 多夸两句st试图把clr夸出来。[/spoiler]
好评: 开始只是想玩bb然后无脑下了bb全系列和gg，顺带就把arc的又有兴趣的都下了，下完才发现只是发行，不过实际玩起来也很带感，后面顺带了解了电光战记，基本就用教官了
好评: 还蛮好的
好评: 已经是市面上少有的还在更新的2d硬核格斗了，其他游戏都在简化。请多多支持UNI!
好评: 技能设计，人物设计和游戏优化都很好！

就是120偏贵。。
好评: 格斗！格斗！乃子！大腿！筋肉！
好评: 很爽快的一款FTG，瓦格娜，柚子，紫苑的动作设计帅爆
好评: 很不错
好评: 很好的格斗游戏，易于上手，系统简单，输入比ggxrd rev2感觉节奏更好。但剧情俗套，画面过度精简，角色平衡等问题需要在clr中重点考虑，我不想成为长手怪快刀哥的一员。

One of the most fantastic FTG I've played. It is easy to be a basic player and you can practice more to be a skillful player. Easy system. Better rhythm in entering the command. BUT,  the stuffy chronic story, the poor background in the fight and the characters' balance is a little bit bad. I think these problem should be thought  twice in the cl-r, of course I don't want to be another long-arm gibbon.
差评: 游戏是好游戏，只是连不上net
差评: 好游戏，但是……

我已经遇到2次了，一换电脑云存档就没了……

而且我用的RX5700 窗口化都不行了……

只能全屏玩游戏　(ﾟДﾟ)＜
好评: [h1]晚上出生的可执行文件里面最迟的一个[/h1]
这睿智游戏的英文名字直译就是这样的。
首先，[b]这个游戏主要推荐给格斗游戏玩家[/b](划重点)。路人玩家慎入，对格斗游戏有兴趣的话还是建议从隔壁苍翼乱斗之类的上手入门比较好
点进来想买的应该都是自己人，所以不多废话细节，结合之前游玩主机版的感受(已白金，很简单，前作steam全成就也不难)和翻阅相关资料的内容
https://steamcommunity.com/sharedfiles/filedetails/?id=1486853240
尽量简要说一下游戏各方面的情况。

[table][tr][th]项目[/th][th]占比[/th][th]得分[/th][/tr][tr][td]画面-表现力[/td][td]20%[/td][td]6[/td][/tr][tr][td]画面-艺术性/UI[/td][td]5%[/td][td]7[/td][/tr][tr][td]音乐[/td][td]5%[/td][td]10[/td][/tr][tr][td]音效[/td][td]5%[/td][td]8[/td][/tr][tr][td]配音[/td][td]5%[/td][td]8[/td][/tr][tr][td]技术(优化，摄像机，物理效果)[/td][td]10%[/td][td]8[/td][/tr][tr][td]游戏体验-机制/关卡设计[/td][td]20%[/td][td]10[/td][/tr][tr][td]游戏体验-战斗/操控[/td][td]20%[/td][td]10[/td][/tr][tr][td]剧情/世界观/人设[/td][td]10%[/td][td]8[/td][/tr][/table]
[b]总分：6*0.2+7*0.05+10*0.05+8*0.05+8*0.05+8*0.1+10*0.2+10*0.2+8*0.1 = 8.45[/b]

[h1]1.画面[/h1]
真的菜。前身是渡边制作所的法式面包（之前的作品是马赛克...啊不月姬格斗，紫苑这部也有乱入）还是乖乖给ArcSys当个弟弟，别整天想着和EXAMU之类的搞事。
[b]优点[/b]：
+打击感和光效做的不错
+UI直观简洁，一目了然
+战斗画面比较干净
+大部分角色的招式演出都非常的酷！
[b]缺点[/b]：
-720P.对不起各位日厂老哥，我们广大玩家已经进入4k时代了，就算格斗游戏你也别太过分
-喜感的场景建模，看来夜下降生的不仅有马赛克，还有狗牙锯齿

[i]一些相关信息：
*相比之前的月姬格斗（完整的动画过渡帧），出于高清化之后的成本考虑，法式面包的新作：夜下降生以及之后的电击文库·格斗巅峰，都是采用老大哥ArcSystemWorks的处理办法：关键帧（招式命中之前与之后没有过度帧），不同于MBAACC的流畅丝滑，更加突出了招式击打的顿滞感和力量感。
*与月姬格斗一样，本作的艺术风格和场景设置有着现代化的都市怪谭气息[/i]

[h1]2.音乐/音效/配音[/h1]
[b]优点[/b]
+角色主题歌，远超平均水平之上，动感十足的同时还有种中二的神秘气息，有几首特别好听：比如斯巴达女汉打了激素就是干的战歌，比如拳套萝莉蜜汁插入的卡农变奏；而且风格多变，听曲识人：比如太刀老姐的江户时代打碟DJ风，比如镰刀老哥的社会主义力量摇滚
+音效和动作演出相得益彰，在格斗游戏里是平均以上的水准，比苍翼乱斗中的音效有所不同，不知是不是后者重做的缘故
+佐仓绫音，早见沙织，梶裕贵，松冈祯丞...
[b]缺点[/b]：
-个别音乐听起来有点怪异
-剧情模式个别棒读配音

[h1]3.优化/技术[/h1]
点阵图格斗，出问题也是移植方面的。具体引擎我不清楚（有了解的老哥欢迎补充）。就前作来看，加上本身配置要求不高，所以主流配置的pc都可畅玩
更新：本作移植没有任何问题，UI支持4k分辨率

[h1]4.游戏性：机制-系统/战斗-操控[/h1]
[b]优点[/b]：
+充满野心，鼓励进攻的竞争性资源管理（除了一般格斗都有的血条和气槽以外，还有GRD槽）；用一个很直观的方式，表现了格斗游戏中“主动权”的概念。
嗯，你非要说这是人权也行。就算是以系统复杂为特点的格斗游戏中也是别具一格：每一个细节方面的决策都会产生重大的影响（比如游戏训练模式中特别设置了前冲防的内容，不仅仅是安全有效接近对手的手段，也是获得GRD，赢取Vorpal权的一个重要方式；再比如在一个Vorpal循环快中止时，往往会选择牺牲伤害，提前结束连段，来创造回复/增加GRD的时机，因为赢取Vorpal的意义要大于多1000左右的伤害等等）
+角色特性鲜明，玩多了同质化严重的组队大乱斗类的游戏，终于有一个回归传统的1V1格斗实在是舒服。游戏吸取了前作的失败之处，放弃了三月型之类的过激革新，而是像arc学习，特异化了各个角色，加上取得GRD优势后的Vorpal模式（类似于苍翼默示录中的OD状态），大大增加了角色的差异和可研究性：比方说自残流卖血条打人的长发猛男（立回中的取舍就尤为重要：是保存血量靠普通技硬判定摸，还是牺牲一些血量来设置陷阱，展开性能优秀的必杀技取得压制主动权；这角色连段貌似还需要压键...）；还有设置系的病娇姐控正太（类似与罪恶装备中Testament），在控制对手的立回空间方面，有很多可以思考的细节，蛮有意思的
+本作还学习了很多Arc系格斗特有的基本系统：比方说GG和BB里的盾防/直防/RC（这里叫Chain Shift），P4U的A连打（这里叫Smart Steering），空中dash（j.6D）等等，基本都靠一个D键来实现，直观方便，容易理解。另外法式面包特有的逆取消（一般格斗的GC路线是遵循A->B->C也就是轻中重，但是这里没有这样的优先级限制）系统也会带来不一样的游戏思路(rebeat cancel:比如压制收尾用挥空2A来赢得帧数优势等)
+四键格斗，部分角色上手相对简单，手感/操作反馈优秀，普通技/特殊技数量不少但几乎没有废招，必杀技指令基本通用，没有过于奇葩难摇的设定。
+详尽的系统教学模式：从普适的格斗游戏概念到游戏独有的系统说明，从最基础的66前冲到复合指令拆投，从防御手段到起攻思路，可以说是在GGxrd之后最良心的格斗游戏教学模式了
+实用的角色教学模式：从最基础的连段部件到实用的实战民工连，再到角色的招式特性，立回方式的简要说明，对选择适合自己的角色很有帮助。
格斗游戏很多功课都是游戏之外的：看视频，查资料，请老屁股指教，反思对战等等；但至少在新玩家的入门和上手方面，这个游戏可以作为格斗游戏教科书的模板
[b]缺点[/b]：
-空中的立回选项比较少，很多情况下尽量少跳，保持地面立回比较稳妥的选择
-调整后的角色平衡性比前作有了改善，但是还是有下水道角色（盲眼大爷：我，莫得感情）
-防御方面很容易产生一边倒的压制，加上GRD系统，总的来说有点过于鼓励进攻，或者个人感觉攻守转换的流程有点固定化了

[h1]5.剧情/人设/世界观[/h1]
格斗游戏是竞技为主的游戏类型，剧情和其它诸如生存模式深渊模式等单机内容严格来说属于锦上添花的，引人入胜的世界观和人设也是对游戏观赏性和体验加分的内容
[b]优点[/b]：
+人设很中二，而且造型拉风，酷酷的; 这里提一下，法式面包的扛把子芹沢鴨音秉持着这么一种观念：“当玩家看到角色的造型时，会自动将其与符合其人设的战斗方式对应起来”；所以没有了版权限制的夜下降生，制作人可以根据自己的想法创造更加鲜明，符合其玩法的相应角色
+世界观比较完整，有阴谋有对立，虚幻之夜的设定很带感，还有诸如古代人形兵器，官僚组织<光轮>，搞事组织<忘却螺旋>，不存在的组织<夜刃>，伪诞者，EXS等等刷时髦值的玩意儿...是不是听起来有点苍翼默示录的感觉？你以为剧情会很牛逼么？哈哈哈
+各种有趣的梗，从调侃自家的月姬到哆啦A梦等等
[b]缺点[/b]：
-辣鸡剧情模式，通篇废话，很无聊
-插画粗制滥造和对话立绘全程没变过
-真正的主线剧情是在街机模式里，每个角色就只有几段互动，结尾也是戛然而止的感觉，希望几年之后能憋出个续作吧

[h1]相关链接[/h1]
[b]本人整理编辑的新玩家全角色上手指南(更新ing)[/b]
https://steamcommunity.com/sharedfiles/filedetails/?id=1487324324
[url=http://pc.tgbus.com/xinde_181/80976_1/][b]全人物背景与三大组织介绍[/b][/url]

[h1]更新：喜闻本作入选EVO2019 主要项目，当年吹爆果然没看走眼，我可真是个小天才[/h1]
好评: mv赞，无限连略多。。
好评: 游戏好玩，剧情还行，找到和同学们一起在街机厅的时候的感觉了。手感很好，特效是我喜欢的那种，我好久都没有玩让我游戏体验那么好的2D对战游戏了。
好评: 玩过一代，一代没有剧情，这一代可以看看剧情不错，如果一代也能有剧情就好了，多了几个角色没有很深入去玩，价格有点贵，感觉完全可以和一代升个级加个dlc一起卖，没必要单独成另一个游戏出来圈钱，但是从游玩体验上还不错，给个推荐吧，也是没有朋友者慎入
好评: 超上級的連段好難，人類真的可以拿去實戰用嗎？

2019/08/04補評

曉真好玩！Squish好強！我切切切切.....

快出3，我要玩。
好评: 哭了 中文在哪啊
好评: 完整到近乎手把手教学的新手指引，有各种起手各种资源状态下的任务连段，而且还有中文。总之买就对了
好评: 游戏不错，但是怎么设中文？？？
好评: 打了一年的单机，联机是真的差劲哦。光是联通网，便是无法正常网战的原因了。
好评: 主线也太无聊了8，连不到人对战。
好评: 对于格斗新手来说入坑也不算很难
但是要实战的话就要做好前期被暴打的准备
总体来说还算不错的游戏，等一个新版本
打个广告夜下降生ststeam版对战群：2278796
好评: 对战机制和连招机制都很棒，不过最近不知道为什么和好友联机出问题了，可能是因为我手残，用键盘搓不出大招。看来是时候入手一个手柄了

好评: 没人
好评: 人设这么好看的格斗游戏还不买爆？
好评: 这游戏真好玩，就是我感觉很难找到适合我的民工连。
差评: 垃圾判定，各种莫名其妙的判定发生时机，可有可无的招式硬直，还有个无耻的DD取消，对上相当熟练的对手连动都别想动那种，疯狂a输入都未必碰得到人，对面反而碰得到你，玩过的格斗游戏里这算是很烂那种。
您必须花上相当的时间去适应判定发生时机与距离以及练习各种取消，直到足以把对面压得无法动，一旦得手又可以给对方重创的程度。不然它只是款会让你玩得吐血的游戏

好评: [h1] 完全版的夜下降生！	[/h1]

       终于有详细的教学模式，入坑的新玩家能清楚了解游戏系统、轻松练习基本的民工连段及学习角色的对策，有点格斗游戏基础基本能很快上手。

       新增剧情模式，把各个人物背景故事很好的交代了，不再像前作那样莫名其妙剧情需要中去脑补。[spoiler] 真正的格斗粉丝还关心剧情？？？	[/spoiler]

       4个全新的人物，增加了新系统，新的特殊技，增加了不少可玩性。同时调整了平衡性，其实对于前作来说平衡性已经OK了。[spoiler] 虽恩奇杜公认稍弱，但是他可以BBBCCC是不是[/spoiler]

       万年不换的人物立绘，相比其他厂商隐约的透露出两个字“没钱”！基于上个时代开发的人物建模依然是充满狗牙，场景也相对粗糙，不过网战大家都是用练习场景多吧。

       说下新入坑玩家关心有多少人玩的问题，虽说是EVO2018副项目人气最高的一个，但是不论ps版本和pc版本基本上遇到野人的还是比较少的，遇到的国外玩家延迟较大，野房的国内玩家基本也是固定的玩家群体，对战靠约战为主，如果真心想玩和学习还是加群吧。

       如果你喜欢角色酷酷的又带着点中二的背景风格，但又不想练习就想和格斗大佬们谈笑风生，那只能[spoiler] 做梦[/spoiler]和我那样乖乖被吊打上千盘吧。
好评: 有了剧情模式和新手教程以后就完整很多辣，买爆
好评: 为什么这个游戏的人手都这么长啊！！来自tag玩家的哭诉
差评: 这都离你们卖游戏已经三个月了，我tm都已经把hyde和seth的连段挑战都打的熟的不行了，你们还不更新联机补丁？我知道大部分人联机都没有问题，但我有问题，他让我连不上服务器那这破游戏对我来说就是个辣鸡游戏（已经试过了n种方法了，能直接改善的方法是去网吧）。
PS：这屌游戏的连段真是思路清奇，dl你🐎呢



——————————————————


连不上服务器，出了补丁就改好评
好评: 辣鸡⑨！！！
好评: 给一个好评。
目前来说玩的人还不少，晚上的时候一分钟以内基本是肯定可以匹配到人的。
格斗游戏苦手的我也能享受一下乐趣23333，不练连段只是AAAA的话也很快乐，偶尔也能赢几场（顺便我用的教官，手短但是感觉还挺好用的）
BGM非常好听，给满分
什么时候会有续作呢... ...
差评: 预输入还没EL好，连段打起来感觉经常感觉被蹩，还不如EL打起来舒服
好评: 输入指令以后动作略微有延迟感是怎么回事？要怎么设置？有大佬帮帮忙吗？
好评: 我就想问问，如此好的一款格斗游戏，为什么玩的人这么少？
为何人气这么低？我觉得UNI比GG BB SFV 铁拳都要好玩，
系统不复杂，也不多余，很适中的一款格斗游戏！
差评: 打月姬格斗也有快10年了(mbaa开始接触, 然而我并不是型月粉, 单纯是因为mb本身不错). 小面包的旧作也玩过, QOH和PB什么的. 目前苦等mbhd
反正算上前作240我也交了, 特么也该做mbhd了. 

至于对于这款游戏, 

垃!圾!游!戏!

鸡肋系统 mb系统那么好这次怎么搞出个这么个玩意

比鸭音还过分的切防判定问题 , 体感实战切防有个几f的过程, 结果被压制就开始猜拳变的需要预读, .
我明明按了下防还是被2b打了.
我明明按了站防还是被中段打了.
然后24d还有惩罚.
有的角色手太长了 能隔着整个屏幕打你一套连段 比街霸的达尔锡 mb志贵的2c还过分.
投被拆大不利 

ja居然是中段 ! 明明切防判定问题, ja居然是中段 ! 而且还能升ja!
没有大跳, 立回跳起来就有一大堆手段被揍飞, 整个一个对空游戏. 
说是提倡进攻的游戏,立回版边压制往后跳拉开距离才是最妥当安全的.  
干脆删掉惩罚和跳跃算了.

教学模式连段该最速不写最速, 刚练习都不知道哪里不对. 
预输入时间太短, 网络实战带dl和最速的连段都吃亏 .
结果就是练习模式打mv比实战有意思多了.

最后
防御方太不利 
防御方太不利 
防御方太不利 
防御方太不利 
防御方太不利 
防御方太不利 
防御方太不利 
防御方太不利 
防御方太不利 
太重要了多说几遍

快出mbhd吧 在晚几年我就老的连打格斗的反应速度都没了














学什么blazblue, 平衡性又烂, 角色相性又差. 当初人家本体是galgame出新作快的要死, 对战被赖死我还有年番剧情看.  而你不行这你自己难道都不知道吗
好评: 各方面都表现优秀的格斗游戏，唯一一点遗憾就是我连不上网络模式<(。_。)>
好评: 自从玩了这款游戏，我爱上了厕所
好评: 请加强linne。
差评: 没中文差评
好评: 练习模式中正位3C打不出来只有我一个人遇到吗？
好评: 这作终于有教程模块了，想起前作进去什么都没有还要去找教程和视频看。所以你们的persona系列什么时候上steam呢，还想不想赚美金阿。ps.一定要有教程模式和连招模式，不然玩不下去。
好评: 完全不会设中文
好评: 我永远喜欢芙诺.jpg
好评: 太恐怖了 这游戏
好评: 这是一个超棒的格斗游戏，就是联机太流畅了，会让新手很惨。建议不要随便点进去（笑）
好评: 按的痛了 痛的哭了
我永远喜欢游子梨花
自带垂直同步好评!!!!!
好评: 假如你喜欢ftg
这款还是挺不错的
其实我手很残对比起来我更喜欢bbcf甚至是ctb
但ctb那300多的价格实在对不起那个质量
相比本作自然还是这个好
我不适应夜下降生的手感
但其实也不错（虽然被鞭子妹虐的挺惨的）
画质很高  联机效果也不错
总之挺好玩的
差评: STEAM云已开
联机有各种奇怪的问题
我是重启后最速登录能连上3分钟左右，然后强制结束弹出

希望尽快发布补丁修复
好评: 这作比起上作老说真的是良心了不少，剧情教学连段挑战等等等等，作为一个ftg该有的st都有，才卖108，买爆！！
好评: orie我的嫁！

I want Orie to step on my face(
好评: 自带中文。添加了新系统和4名新角色，以及剧情模式、连段挑战模式。教学模式相当细致和良心。网络服务器尚可。

以下是吹毛求疵的吐槽：
本体定价仍然良心，语音当DLC卖，嫌价格高或低的人都可以闭嘴，这波操作服气。
没有集换式卡牌，以后不知道会不会添加。
对战看板的REPLAY下载后必须登录才能观看，莫名其妙的设计，前作保存了是可以离线看的。
以后新角色希望以DLC的形式扩展，加几个人就出新作重新刷真的累。
好评: 最平衡的一个版本，角色爱党大喜，但PC版依然存在联网nat类型问题，一部分人爽玩一部分人根本进不去network，键盘优化目前也还没做，希望快一点出优化补丁，现在用键盘甚至不能录dummy.

好评: 系统机制略微复杂，但是连段相对简单而且还有新手教学，非常推荐格斗新手入
好评: Orie prprprprprpr
好评: 是我玩过所有格斗游戏手感最好的，之前玩的盗版，现在出续作坑顶支持啦
好评: 网战好像有点问题，打完一把就断线，然后看不到对面房间了，和他是4信号的，我重新建房也一样。
好评: 游戏难，系统很复杂，但是新手可以沁的很爽
差评: 网际网络链接失败，而且不是我一个人这样，以上等待修复
好评: 整体来说游戏相比前作EL已经改善了很多 请务必解决网络联机问题 有很多朋友都连不上网络对战 这点比前作EL糟糕多了。但是还是推荐有完整的教学模式 对新手很友好。
好评: 非常优秀的格斗游戏，
系统相对目前的格斗游戏来说，较为复杂，但是因为有比较完善的教学模式和挑战模式，对新人比较友好 - 好评
[strike]当然新人就别期望能像街霸5那样偶尔能凹翻老手了。[/strike]
完整的故事模式，以及编年史，继承ARC优良的传统，买GAL送格斗小游戏 - 好评
而且全程真人配音 - 好评，
人物2D立绘质量高于BB系列，锯齿感不明显，看起来非常舒服 - 好评
中文 - 好评，
一块I5核显就可以完美运行- 优化好评

目前游戏还有BUG，查看网络排行翻页游戏容易崩溃，等待补丁修复。- 差评

个人综合评分： 85/100
非常推荐！

好评: 大人气格斗，联机还是有点问题
好评: Nanase性能比上代加强，赞！
差评: 网战秒掉线 被隔壁龙珠传染了？
好评: 因为BBTAG的原因认识了夜下降生，然后喜欢上了芭荻斯塔。看到这个续作（增强版？）要上架就忍住没买旧版本。现在新游正式发售，第一时间购入，玩起来感觉还行。看了下教学和芭荻斯塔的连招，emmm，貌似和BBCF的帝酱一样是个难用的角色（不一样的难点，芭荻斯塔这种方向蓄力角色要在立回和连段中不断压方向，帝酱则是要切模式还有替代了2段跳的悬空）。但是，不怕角色难用，也不怕角色不强力，只要对角色有爱，即便手残也能玩的开心（认真）。

P.S.买了芭荻斯塔的Round Call语音，一本满足。
好评: DLC是更换系统语音（游戏角色配音）
别看DLC那么多 想要那个就买那个 如果全都要的话 买那个90rmb就全部都有了
好评: bbcf之后唯一一个能连上网的，arc我谢谢你八辈祖宗
好评: 人设主角帅气，女角色漂亮加上有完整的新手入坑教学指引，有挑战任务帮忙熟悉连段以及还有中文。。非常非常推荐格斗爱好者入坑！
好评: 相对于el来说，st优化和角色平衡调整是非常让人满意的，部分角色新增了不少实用的小招式（教官翻身），角色的连段变得更加具有可能性了（秀），也增加了几个新机制让游戏变得更有趣了起来（确信）。新出的几个角色十分有特点和可玩性，另外BGM也很好听。以前死命按的连段感觉现在容易了不少，至少不会像以前那样比较僵硬了，给人有种连起来轻飘飘的感觉。同时游戏也增加了不少的新剧情，可以让人更好的了解夜下的世界观（有cv）。对战也新增了几个特殊语音，这点细节方面让人体验良好。新增加的几个对战背景是依旧老样子。。。（尴尬的3D建模），不过也还行就是了。商店新增了不少角色颜色和名片图标设计（收藏福利？）。新增了几个成就。个人感觉选择和设置界面没有以前那种整洁的感觉了，反倒是变得有点花狸狐哨的了(?),选择菜单选项时会触发界面人物的对应语音（good job）。总体感觉是非常优秀了，值得大家入手。but，现在部分玩家目前无法连接到网络玩耍（比如我），一点击网络模式就会显示无法连接网络网标（？？？），希望官方能够尽快修复这一问题吧（心怀希望）。PS:不过听说连进去的玩家玩的很开心而且不卡，说明官方网络优化还是不错的（？）。
好评: 联机效果还行，不过有很多人都出现了连不上net的问题，希望后期补丁解决。玩家ID和房间ID只支持英文好傻逼啊。 
打个广告：夜下降生ststeam版对战群：227879626
好评: st终于出了  法式面包真好吃
好评: 是arc，摸爆了（指摸爆鍵盤
