好评: 比脱衣服的游戏好玩,比穿衣服的游戏好看
好评: game good~ Tifa lockhart starter pack good
游戏是好游戏，蒂法礼包真香！电脑温度高，多增加电脑对战

好评: 非常好
差评: 这TM 怎么玩？
好评: 也就CG还行。。
差评: 拉中拉，真不如把psp的1+2重置了
好评: 这游戏存在的唯一意义就是让你看看前作人物remake后的建模，除此之外没啥价值
好评: 昨天把萨菲罗斯练到了10级 八刀一闪简直无敌 虽说游戏本体是免费的不过故事模式需要用记忆水晶解锁还是不太好
好评: 好玩
差评: 匹配不到人，单机又太无聊。
差评:  被各大平台安利进来的可以走了，被蒂法吸引进来的lsp也可以走了，明确告诉大家就是个没有剧情的套皮格斗游戏，而且操控很一般，虽然本体免费，不过dlc贵上天，不信邪的可以试试
差评: 就这角色dlc的吃相 se真是差不多的了
差评: 玩不习惯，乱得一b。还好是免费得
好评: 蒂法我爱你
好评: 爽飞！！！！
好评: 已移除游戏9
差评: 垃圾游戏
差评: 真的太他妈垃圾了~我完全没想到做得还不如psp上那两代纷争~
屎一样的追击~屎一样的特效~屎一样的ai~艹
一打起来就是特么的乱~整个画面乱七八糟的特效~
玩着破玩意儿~还不如玩两遍雷霆归来
差评: 辣鸡游戏
好评: 玩玩周免就好了.
差评: 这连招都不行，我直接懵逼
差评: 只推荐给热衷于pvp的玩家，或者是能够接受gvg那种街机模式的老手。
不然这个游戏真的是让人痛苦万分，弱智一样的AI队友，后期敌人AI一残血就疯狂跑路，加上诡异的镜头，如果没有gvg那种切目标的习惯，各种人在天上飞来飞去，硬生生把你时间拖掉，然后输了。
再打Rush战就是智障。
好评: .

好评: ..
差评: 捏麻麻的 多少年了都 完全不管了是吧 首日购买大包的我是傻逼
差评: 冲着纷争买的，以为会不断更新，结果压根就不更新了，合着我买断的是一个半半成品吗。不推荐购买
好评: +1
好评: 战斗系统真的炸裂，越玩越香
好评: 我居然没有评论
差评: 我是傻屌，移植的失败品
好评: 给老婆舔了一个月才给我买的 好玩！！！！！！！
差评: 作为一个玩过街机原作并且有朋友参与过项目外包开发的玩家，奉劝各位，这个外包质量基本极其低下，因为是要赶在FF20周年发售给街机厅，然后移植到Ps4和PC基本是原封不动，原本街机体验就非常差，我基本上看都不看的，这次没信邪玩了，真的不行，3V3太混乱了，我都不知道我是谁，我在哪，我怎么死了。
好评: （因为本作目前Steam日活人数只有两位数，因此仅推荐使用Steam免费版或购买版练习，以终将得到回报的信心为PS4版本的联机匹配做准备。）

玩这个游戏需要克服的第一个问题是：一定要接一个手柄。
不然游戏没两帧就会检测一次你的手柄，造成游戏画面的持续卡顿。
没有玩过的朋友至少下载一下免费版，接上手柄之后，看看片头的CG不也挺好？
进入待机界面之后只要等待一会就又会重新播片，
电脑播片就是和网络播片效果不一样，光是这个视频就够你呼朋唤友看上一阵了吧。
光荣特库摩的版权游戏真是杰作辈出，不仅有密特罗德、火焰纹章、塞尔达无双、漫威终极联盟，
还有本作——难以想象的3V3高空团战魔法机甲动作策略游戏，最终幻想纷争NT。

因为对比过PS4版的画面，PC版的游戏全特效打开之后总觉得有哪里不舒服——
调来调去之后我产生了一个理论，就是这种模型这种色彩它不适合加强光照把缺陷都照出来；
就像塞尔达传说风之杖重制之后，因为光照太强模型赛璐珞的平面被破坏了，
因此重制过的游戏必须被看成是一种全新风格的新游戏而不是原版。

这里的PC版的并不像塞尔达传说风之杖一样重制出了全新的视觉风格，
所以我想办法要还原PS4版本的感觉，
基于上面的理论我把所有特效打开，但是第一项锐化关闭，最后一项阴影调制中，
这样操作之后不仅模型没有被破坏的感觉了连画面运行也变得流畅，
原本清晰的材质也不觉得喧宾夺主了，这下真正感受到了PC版是更高级版本的快乐。
因为自己的显卡是GTX970比官方推荐的GTX1060要弱一点，所以是否只是因为算力不够呢，
但我还是觉得和阴影有点关系。

在我确定这个版本可以买的时候夏季大促已经结束了，
但是没关系本来故事模式就需要刷，免费版一周轮换四个角色马上就能玩到，
除了联网没人每天都有充实的内容能玩，现在的打折周期的三个月很快就过去了。
我一直害怕这种年久失修的老游戏有一天会突然消失掉，驾驶俱乐部吃了大亏，
但是没有关系至少最后关头我可以原价购入（基础游戏=普通版28人+豪华版6人+单独包4人）；
不仅原价没有贵多少，甚至所有服装内容加起来也只有一千元出头一点（我算错了要一千五百元），
我可以花七百元买重力异想世界完结篇限定版，花六百元买塞尔达无双灾厄启示录，
我就能花一千元买这个游戏（其中购买所有角色需要花两百元），
人生就是遇见好玩的游戏不仅要空出时间来玩，还要该出手时就出手！

游戏的操作有点向驾驶飞机，按住RB键就是直接冲向目标，
如果加上了L摇杆的方向就变成了往特定方向移动而不会朝目标移动了；
你需要通过导航盘或者使用LT或RT目视确认目标，
导航盘训练的是迅速读图的技巧而目视训练的是直接肉眼观察，
切换目视目标有一定的时间损耗，带来一种处在战场上的真实紧张感。
这样能在空间中自由移动的游戏真的没有玩过，
第三个维度依然保持了重力不会像重力异想世界那样缺乏紧张感，
而原地起飞或者爬墙又非常方便体验到的是自由而不是限制。

游戏的按键操作也不复杂，防御和闪避需要一定提前输入时间，LB和L摇杆单手操作适应就好，
出招就只有L摇杆方向加ABXY键以及简单的连招，
每个角色的按键组合都不一样，招式各有附加特征也可以取消；
游戏中还需要关心带来樱井政博大乱斗一样紧张感的BRAVE参数，
观察队友的操作可以互相配合，再冷静一点可以看到角色头上的索敌线；
这些平铺开来的深度进一步增加了游戏完全掌握的时间——
但只要一直快乐就完全没有关系，游戏的场面多混乱啊在完全理清楚之前得有多少快乐！

首先这个游戏漂亮！梦幻的世界观，混沌的特效，好听的语音，热情的音乐，变化的空间局面——
虽然能力知识不足，虽然在玩好之前有许多意识需要培养，但是过程非常心流！
而且你真的是在练习一款游戏，不仅对失误非常宽容，而且所有技能的提升都是可以预见的。
上次让我感觉这么快乐的还是Splatoon乌贼游戏。
宇宙的神秘就摆在你面前，你一面玩一面赏心悦目，还为自己做不到的事情感到惊叹——
还有比这更好的游戏体验吗？
这不比这个那个的平地移动的3D游戏精彩一万倍，这难道不是提前窥视了游戏的未来？
以后就一边玩这个游戏，一边再定期找点别的游戏竞争，再加上定期搁置恢复敏感性；
日子还很长，不要被次要的事情占据了时间。
差评: SE想￥想疯了？ DLC 目前共149内容=￥3,516.50，普通版￥155豪华￥233。

好评: 太拉了，真的是太拉了
差评: 还好没卖豪华版，画面没优化好游戏cg动画锁死30帧，打斗时锁59.9帧不能变更.最后一个最受不了的就是没有单人1vs1模式都是团队3vs3的模式，PC版砍了好多机制。不推荐入手
差评:  没啥意思
好评: 衣服要怎么解锁啊，商店里面和B站看到的不一样，我甚至去下了学习版也没有
好评: nice
好评: 除了帅一无是处的游戏，打击感稀烂，玩起来一点爽快感都没有
好评: （重点提醒，里面是有中文的，是繁体中文，但也和简体中文差不了多少）自由度高，可玩性丰富，操作难度中上，画质我这里适中，应该可以调高我这里没有找到，战斗过程需要运用技能和队友的搭配，还有一些额外的战斗方式，主要就是3v3战斗，这里建议使用手柄，个人感觉手柄比键盘的操作手感要好一些，总体来说做的也非常的good，对比其他的一些游戏还是挺不错的，个人感觉按键有一点点的麻烦，有一些地方比较繁琐，我也才玩了四十分钟，教程过去了，也打了一把人机，游戏体验这方面拿捏得死死的，很nice，等我再玩上几天我再来评论一些别的感受还有一些游戏体验什么的，我这里也是没有感到卡顿什么的，体验良好。（仅提供参考）必须手柄，不然没体验，评论区那些差评压根就没好好玩，现在还是个免费游戏，在当前的游戏中这个游戏还是比较新颖的，真的想玩就玩，体验也好，别看了那些差评就不玩了，真挺好一游戏，格斗的手感也没有评论里说的那样差，电脑配置高的话可以去游玩，比较低的就算了，有点吃配置，真的真的要自己去体验一下。
好评: 


好评: To me! warriors of light.
好评: 真香
好评: 好
好评: For Tifa, I have no choice.
差评: DLC地狱，加起来都赶上最终幻想全家桶的价格了。
差评: 这款游戏就是吃了街机移植的亏，SE马没了
SE尼玛死了。这次纷争NT最不满的地方就是强行3V3
3V3就算了，剧情里面的召唤兽，NPC就原地兜圈不打BOSS，我一个人刮痧刮10多分钟。
好评: Nice Game Fellas,I like Cloud,he is so good man.
差评: 手感软绵绵的，和12比起差太多了，如果你喜欢1和2，那么这款游戏对你来说是个悲剧
差评: 失败的作品，可惜了PSP时代积攒的人气了
好评: 大失所望
差评: 大佬们，玩着过程中突然画面卡住一下是怎么回事，有解决方法吗？电脑硬件没问题，也设置了性能最佳。
差评: 没角色用，没有PSP版的培养的感觉，就是掏钱
差评: 游戏太卡了。一卡一卡玩不了。别买吧，等更新后看情况在入
好评: 该怎么形容你，最终幻想全家桶？
刚开始就像是在吃葡萄朗姆酒口味的哈根达斯雪糕。
满分CG，高分配乐就是浓郁丝滑的巧克力脆皮层。
半成品战斗，就是脆皮层上零星点缀的酸涩朗姆酒味葡萄干。
整个剧本连带DLC就是脆皮下的夹心奶香冰激淋。

但是吃到后期就感觉不对劲，奶香冰激淋里还有很厚一层，是夹着奶香的屎。
tmd我最终幻想三亲爱的鲁内斯人呢？咋变洋葱骑士了？是不是被放刷上蜜糖脆皮水，放进吊炉以果木碳烤制，烤至表皮红亮外酥里嫩，然后片成薄片端上菜桌，让暗黑之云吃了？

其实可以不论我找不到鲁内斯，真搞不明白的是为啥塑造出个这么难打的召唤兽？？？？？本来整个游戏流程就不爽，打怪不让乱杀，剧情还要肝碎片才能看，整个游戏在玩法上失败了，剧情还是很满意的，作为玩过1到10系列的人，买了全人物DLC感觉还是可以的。

冷起来了！纷争卸载，PS战神启动！今天我便是要让我亲爱的鲁内斯，塞西尔，巴兹还有斯考尔让这片大陆尸横遍野、众神陨落！
好评: 不错的
好评: 还可以
好评: 说句公道话，还行，本人非ff厨，只玩过13和15，史低入的。用诺王玩得很开心，联机还没试过，怕大佬太多，真的不至于多半差评吧
好评: 好玩

差评: 优化太差了，就是就感觉是直接在ps上直接搬过来的
好评: 打折入手了一些DLC。免费版可以周嫖4个角色，蒂法不在集合包里需要单独买。粉丝向格斗游戏，CG一如既往的惊艳，全语音，有中文。故事模式需要用打格斗赢的碎片解锁，商店里开箱子也需要碎片，打格斗赢的金币也可以买东西。大体上就是打打格斗，然后解锁看故事模式小电影，然后开开箱子这样。DLC地狱，看了下大部分差评都是说DLC的吃相有点难看，不过日厂游戏玩多了你就知道基本都这样，从DOA到闪乱神乐，大抵如此。
差评: 如果你今天的心情特别愉悦
强烈建议试试这款游戏 来中和一下你的快乐
差评: 优化不好，RTX3080都有点卡
差评: 游戏是个好游戏，但是移植PC优化太差，开场动画都卡成幻灯片，游戏体验很差
好评: 论游戏性我想给开发组一拳；
但是高清老婆实在是太美了，圣龙骑士就是最美丽的！
好评: 因为我把这部纷争与之前的纷争完全撇开，当一个新游戏来玩，所以觉得还不错，哎，FF粉就是这么容易满足，前几天看到小道消息说在做FF无双了，希望搞快点
好评: 给情怀
好评: 十分好玩
好评: 各位可以关注这个bili的up，按照视频下链接白嫖纷争的全dlc忎之德丶軒之禾
差评: 手感迟钝的FF版GVG

优化差

3V3+召唤兽导致实际战斗场面混乱，2V2就够了，召唤兽画面默认关闭才对
好评: 作为格斗游戏非常优秀，平衡性很好，设计非常细节。每个角色都有不同的玩法。只是由于众多误导因素使玩家产生了错误的期待。另外这种对抗模式是很多地区的玩家所不熟悉的。有人期待着刷刷刷的单机内容，就认为这个游戏也是刷刷刷的，还刷的很无聊。实际上根本不用刷，上手就可以对战了。你HP1技能用的好吗？就想着2、3、4？不熟悉这个对抗模式的影响更大，有的人上手就被打懵了，我在哪？我在打谁？谁在打我？他们怎么打半天不死？我怎么死了？这确实是个问题。只能自己琢磨怎么能打到别人而不被打中，想出一些办法就渐渐上道了。还有些人，瞎乱按砍砍砍，就以为掌握了全部，认为这游戏就这几个技能换着按摸奖看运气就行了。那就有点儿不动脑筋了。耐着性子打打各种单机模式，被AI血虐及顿可能也就治好了。
好评: Final fantasy is a good game series.
But in this game,too many  DLCs to buy...
Did you feel it?
好评: 因为有我喜欢玩的角色

差评: 这个游戏就是个乐色
我玩这个比我玩FF15的时候还痛苦
差评: 有点坑钱
差评: 垃圾游戏！肝得要死
差评: 要是没事干，就找个班上，做什么游戏呢
好评: 看见不要钱我马上入库了，我是聪明逼
差评: 虽然我是傻逼，但我还是要日死SE的妈
好评: 当作单机来玩还挺好玩的,买来就是为了舔老婆,高清老婆塞西尔,每个老婆的眼睫毛都清清楚楚,如果你是为了打格斗游戏并且想要找个人和你联机,那你别问我,没体验过.
好评: 好玩，牛哇
差评: 开头CG不错，但是界面画质太糊了。这应该是纷争系列吧，我觉的PSP上那部还是挺好玩的，这部我一打开我真就没兴趣玩了。反正这个操作就不是很合我胃口。不过反正是白嫖的，无所谓
好评: 很好玩,练熟了就好玩,练不熟就没意思,希望玩家更多
好评: 不错的游戏！画面精细！人物栩栩如生！就是不能长时间玩~晕3D！玩法对新手来说有点不适应！不是最终幻想系列爱好者慎入！
好评: 建模很赞，配乐很赞，打击感很赞，优化一般，必须上手柄。
模式很少，玩一下就腻了，价格非常不合理，SE把国区玩家当猪宰。
日均在线20人，匹配不到人。
日厂什么时候才能放下祖传锁60帧？

其实游戏做的不算很好，内容太少，这次夏促入个故事模式看看吧。
--------------------------------------------------------
花钱看CG，剧情章节要打对战拿水晶来解锁，对于一个手残党可谓是相当不友好
想了解DFFNT的最终幻想厨建议视频通关

评价和游戏名一样——NT。
不建议入手，玩试玩版就行了
（该说不说的，暗耻的建模是真不错）
差评: 最终幻想纷争系列的最新作，相对PSP上的前作而言改动不小，战斗系统被大幅简化了，导致大部分角色的玩法开始趋同。角色之间的平衡性做得不好，有强得发指的厨角色，更多的是手感稀烂的冷板凳。此外，作为一个强调策略和配合的3V3游戏，大部分情况下很难匹配到足够的人，更不用提糟糕的网络连接质量和掉帧问题了，冲着联机功能而来的朋友三思
差评: 狗屎优化
好评: 战斗在团队配合的情况下有深入研究的地方。单打时候可能会出现角色相性问题导致战况一面倒的情况。
不推荐纷争单机老玩家购入，本作和之前系列定位不一样。
要说缺点：人物手感有点沉重。
差评: 就就就
好评: 建模优良，最喜欢女神蒂娜
好评: GOOD
好评: 左点点，右点点
好评: 我是傻逼
好评: 免费版，嗯？真有你的啊史克威尔艾尼克斯.jpg
好评: 我SE还是我SE，打击感做的很好，但是里面的英雄好像是需要氪金的，这一点其实我就不是很喜欢，但是这个游戏确实不错

差评: pc版这个真的垃圾
好评: 强行联机，服务器里却没人。纯格斗游戏3V3 可以开房，或排位。也有单机模式。格斗场景能自由活动。战场格局还算大。都是FF系列的地图及知名人物。算是一个超大集合吧。有种穿越的亲切感。这是很多FF游戏中体验不到的感受，就算是MOD也做不到。而且最终幻想很多代的BOSS和人物都是3D高清化并且能操控。包括技能招式，召唤兽，BGM，简直熟的不能再熟。

此游戏可免费入库。但是解锁不了几个人物，卡牌也不会掉。也没有成就。真的就是一乞丐版。
整包的话140+个DLC都是服装和角色。经常半价折扣。但还是不推荐全部入。服务器玩家真的太少。如果喜欢最终幻想前几代的小姐姐，可以单独买。

好评: 还不错.但是和PSP上前两作比较起来就显得很一般
差评: 我宁愿去玩真三
差评: CG一顿一顿的  我服了  为了蒂法老婆我哭了
好评: 总的来说是一款粉丝向游戏 不适合我个人 主要是有些卡
好评: 超级帅
好评: 乱
好评: 免费的PC版虽然是超级阉割版，而且联机匹配不到人，但是单机一个人玩打电脑感觉也还是不错的，角色是每周更换的，因此玩玩还是可以的，扩展包好像是只有皮肤套餐，这游戏玩玩情怀还行，虽然是感觉不如以前掌机，但是我还是推荐的。
差评: 没觉得哪里好玩...但是白嫖的真香
差评: 优化太差可，一秒一卡，根本玩不了👎🏻
差评: 玩法一般，但可玩，匹配排不到人是最傻B的，只能打单机，操作学习还要较长一段时间
好评: 很好
差评: 如果你是粉丝我也不建议你买，此款游戏不知道是有BUG还是优化差，掉帧非常严重（也有可能是个人问题）
游戏应该非常吃配置，没有一台比较好的电脑请不要轻易尝试
游戏卖的实在是着实有点贵，说实话这个游戏的各项我自己个人觉得是不值这么贵的
网络并不算好，但是打打单机还是挺好玩的，要是能解决掉帧就好了
差评: 这种战斗机制就注定了这是个无聊透顶的格斗游戏，画质调最高也是渣，匹配更是永远找不到人，FF粉也扛不住这种粪作
好评: 真有你的啊SE
好评: 情怀之作吧，我个人感觉挺不错的，操控历代角色乱斗确实很有趣，不过角色练级确实比较慢，我打了差不多八小时才满级了初代光一个。。。。HP攻击里有很多是情怀招式，比如克劳德的武神霸斩，萨菲罗斯的无心天使，八刀一闪。。。但是练级真的太慢了，还基本没有活人，在线匹配都能排到人机，西八（注意买了本体加季票还是没有蒂法的，她出的居然很晚？？？，骗我钱，真有你的，SE）
好评: 好的地方是玩到了全英雄，不好的地方是必须组队3V3玩，上手难度有点打
好评: 还可以，角色都是需要钱钱解锁，打击感不是很好，和以前小时候玩的大乱斗非常像
差评: DNMD哈子玩意，进都进不去
差评: 卡顿的难受，日本的所谓工匠精神是骗人的吧？这玩意儿也能面世PC，简直是笑话！
好评: 全都是神仙打架，一拳能打出几十米还追不上的那种。可是芝诺真的很香
差评: 和👴的switch pro 手柄反着来的，👴太⑧习惯了，总结
我是傻逼
好评: 就是3D的几人大乱斗，不喜欢这种游戏。
好评: 真的好玩就是我配置不怎么好但是也能玩
真的喜欢FF系列的游戏等换电脑买全DLC
差评: 游戏体验很差，我5700xt玩着一卡一顿，毫无游戏体验
好评: 我觉得挺好玩的呀，就是匹配不到人，全是机器人
好评: 优化还行，整体画面地图细节太拉胯了不像19年游戏，人物细节拉满，各个都是靓仔~  gvg的游戏模式，不过上手难度难很多，想打出流畅操作最好用ds4~
差评: 脑子属实有坑才能做成这样
差评: 你管这叫2019年的FF？
差评: FFNT，真的和NT，我觉得我买standard版本就是因为我是NT，我的意思其实是我是NewType哈哈哈哈绝对不是脑瘫，我是NT
差评: 看名字就知道了，并不好玩
差评: 傻逼游戏，玩起来巨蠢
差评: 2秒一卡。 优化好差
差评: 需要插手柄才能流畅运行，键鼠卡到崩溃，貌似绝大部分角色需要dlc解锁，不解锁没啥可用角色的。看着一大堆锁定角色要死了····免费获取的别抱太大期望。
好评: 拿来收藏还行，故事模式要先打街机对战升级才能解锁属实令人无语，3v3战场实在太乱，要是有1v1就好了。相比于psp上的纷争与012，角色的不会解锁新break技能，hp技能倒是还会随着等级提升解锁，但是一场战斗只能选一个hp技能，所以对战中的技能变化不是很多，即一个角色的强度其实在一开始就已经定下了，一个角色如果用不惯那就是一直用不惯，不像前作还有调整角色技能的余地。
我试了下线上排人，结果等了好久排到五个电脑。所以升级还是线下升级，但线下升级十分的肝，与电脑对战只有一个连续打六把不能换人的模式才能升级，自定义模式升不了级，所以与电脑对战升级就会出现用一个人物连打六把的情况，技能变化不多还不能换人打真的是打两把就腻了。

所以如果是为了剧情而来的玩家还是去视频通关吧，给好评是因我是拿来收藏的，还有希望伴随这FF7的重置版发售能出个zack的DLC：）
差评: 偶尔拿来打发打发时间不错
就是这DLC属实SE你🐎biss
好评: 还行，情怀
好评: 哦，为什么我打开都打开不了
反正白嫖的，给个好评吧
差评: 除了画面好看外，一无是处
差评: 卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿卡顿
差评: se你msl    人物贵的离谱   还只能花钱     键盘键位奇怪   没简体中文    bug导致游戏卡
好评: 白嫖，在键盘上按下 Win+R 打开“运行”对话框，输入以下代码

《最终幻想：纷争 NT》游戏本体
steam://install/921590

《最终幻想：纷争 NT》DLC
《DFF NT: Legatus of the XIIth, Zenos yae Galvus's Extra Appearance》
steam://install/1103750
差评: ps4上锁定视角没啥pc锁定很难受其他都还好
好评: 极力不推荐战斗系统还不如psp除了画质其他的不仅没有提升还让阉了
好评: 打起来还行，只要街机模式中敌人选黄金，自己队友ai黄金的时候还是打的很爽的
可能队友ai低于敌人等级的时候就会展现出制杖的一面

貌似这游戏同时在线人数峰值为60-80（过去一年，除去打折和更新），所以估计平时很难排到玩家，只能单机
新人一般都先单机入手，所以因为更新打折而带来的人数消去以后玩下去的新人才刚上手，就迎来了排不到玩家的困境（？）

FF历代粉，但我似乎白嫖太多了
然而还是不建议在非打折的时候入手该游戏（的标准版和豪华版）。免费版只能每天轮换4个可用角色，可能会不过瘾（？）
差评: 键鼠玩家一卡一卡的，我都怀疑我的显卡是不是过时了...
好评: 其实游戏还是挺不错的，看了下评价里多半抱怨的问题，自己还没遇到过
我配置如下
ryzen 1700
980ti
16G
没有调过画质，不敢说丝般顺滑，大概也有个5,60帧的样子

游戏对键鼠有优化，不过目前还不支持鼠标侧键，建议把V键改到Alt，除了鼠标中建，Ctrl也可以防御
至于说没人的情况个人感觉还好，可能是我挂着录播视频边看边玩的原因
5月5日晚上，从8点半打到晚上9点40多，一共打了10把，就有一把联网比赛给我配了5个机器人，其他都是最少1个玩家
没有1v1父子局确实有点难受，我和碰到的独狼玩家都比较有默契，远离AI，躲一边互锤

至于格斗系统，怎么说呢，除开反应能力以外，操作空间不大，因为游戏只有两个攻击键，一个打点，一个打血
可以深挖的地方也许就是算算攻击距离，攻击时长，卡卡时点这种了
粉丝向作品大乱斗，如何要求更多呢，何况本体免费了
趁着打折，749卢布买了个大包

仔细想想我他妈一部最终幻想都没通过（包括零式、核心危机、世界等衍生作品）
FF网游我也没玩过
我为什么要花钱买这个
可能是因为对psp上的异说012有好感吧

淦，我开始后悔了，70块我买小龙虾吃不香吗

艹，我是傻逼

冲动消费不可取，建议大家还是白嫖把，白嫖好快乐的
好评: 配置不做评价，GTX1060 6G  i7的笔记本 1080P分辨率 稳定60FPS。。

不能算是FF老粉。。 只玩过7 ，8 和 15.。。。。。 砍起来感觉挺爽的。。。也不是很难上手。。
好评: -服务器很垃圾（基本别想和朋友跨国玩）
-强制3v3匹配战斗很混乱（只有离线打ai可以设置1v1）
-就算你买了豪华版也有一部分角色是要单独买的（蒂法，大屁股，Ardyn之类的）
-剧情模式还需要靠代币解锁，代币只有匹配或者打rush模式（街机模式）才能获得
-每个人物有4种HP攻击，除了初始的1个以外剩下的3个要升级人物到达相应等级才能解锁
-目前游戏峰值人数大概只有120个人左右，想匹配到别的玩家基本看脸，好在打ai还算有趣（甚至比人类还难）
+虽然有这么多缺点，但是作为FF系列老粉，打击感是真TMD爽，半价折扣买来打打ai玩也还算是值了（高清的老婆们不香吗？）
所以我还是推荐，但是仅限系列粉丝，喜欢格斗游戏的路人建议出门左转真人快打11
差评: 啥玩意啊，莫名其妙的自动按s，还以为我键盘坏了呢
好评: 蛮不错啊 就是DLC太多太凌乱啦  149个DLC 脑壳痛...........买了116的DLC礼包（69）个很值 希望剩下的 DLC也打折吧`~~~~~
差评: 没意思，所有角色都要钱。。。
差评: Waste of time
差评: 这怎么玩    我去  一卡一卡的
好评: 卡顿掉帧不是优化差而是BUG
插上手柄就可以了 不想用手柄玩的也可以插上手柄用键鼠 不影响键鼠
没有手柄的话就去装个虚拟手柄软件吧
麻烦给我点个赞让更多人看到
好评: 一卡一卡的插上手柄打开新世界
差评: 这么卡顿？这怎么玩？？？？？？
好评: 我是傻逼
差评: 掉帧严重，带不动带不动
差评:  烂  跟PSP的两款纷争比起来这作就是一坨屎！
好评: 我看到许多人，问哪儿玩故事模式，也不动下脑子，基本免费为什么要给你玩故事模式？问问题还不√留言。
好评: 为什么我已经是他推荐配置了，我网络也贼好，就是卡，看cg一卡一卡的，调设置也一卡一卡的，完全游玩不了，有没大佬能解救一下？谢谢
Why I have been he recommended configuration, my network is also good， but  when i watching CG also Serious  delay, adjust Settings also Serious  delay, it can not play,  is there someone know can save me？thank you
差评: 这操作适配  这幻灯片 我的天 不愧是SE
好评: 怎么玩故事模式啊
好评: 我的马，只能联机的吗？我只想玩故事模式……也没看到在哪！
差评: I5  1660ti，玩这游戏一卡一卡，但是窗口只要没焦点到游戏，动画就会很流畅，摆明了就是优化问题呗，虽然是免费，但是一点也不推荐
好评: win+R，输入steam://install/1103750白嫖DLC
好评: 这个操作其实还行吧，得多熟悉按键位置前期我觉得是比较考反应能力的我玩了一天现在单人对电脑能打上黄金段的了。游戏采取DLC收费，所以人物可用就只有4个。。。。怎么说，是真爱粉就来玩吧。还有就是服务器简直是连不上排了半年了人都木有！
好评: 游戏不错但是匹配时间太长了
差评: 两秒一卡，虽然对游戏没什么影响，但极大地降低了游戏体验。对于操作，可能是这个游戏的风格，必须要锁定敌人，单体攻击，我可能反应不过来。如果可以优化一下，至少不卡顿，还是可以尝试一下的，但现在应该不行
差评: 上手一段时间手感倒是挺不错的，画面也舒服，就是这个召唤兽系统我觉得做的做的不咋地，召唤出来就只能挨打，嘶还有这该死的锁剧情。。。。。，真的服了脑子抽了才想出来这么个东西吧，你说解锁剧情要打相应敌人还行像psp版本那样剧情战斗一体一点毛病没有，现在这个是什么玩意，剧情单独战斗单独，这个离线段位机制意义在哪里？？？？，真以为会有人玩这个还冲段位？？？战斗太弱智了这个设计，想想ff14那该死的剧情本要排队的机制就知道，你十克威尔真的是摊上了到底那个脑残设计师，一个系统就能把整个游戏毁了也真是个人才，建议加工资培养一下嗷，ff14，还有纷争的机制设计就很脑残，球球你们动动脑子，真的让我怀疑你们到底玩不玩自己设计的游戏。你真的不如把psp版重置一下都比这玩意强，老纷争玩家表示真的极其不推荐这作，简直毁经典，什么？？可以联机了？？？？哦那没事了退款在nm见，原来是网游那没事了，你十克威尔原来还会做网游啊（笑
好评: 游戏很好玩 画面超美的 设定调最高都没有任何卡顿 可惜没有psp那样的大招画面 有点可惜 
不过 对 FF 粉来说 尤其是玩过psp版的 这个值得玩 可以说是回忆 而且加了很多角色 不错不错 

好评: hao wan
好评: 收费模式不要那么黑！匹配不到人希望能快速进入，网络和卡帧问题能优化一下加入简体中文就更好了！
差评: A true garbage, if you are hesitating whether to buy it or not, don't waste your money on it. If you are an FF fan and a dissidia fan like me, also don't buy it, it cannot compare to any of them. The battle is completely a mess, you don't know who hits you, how it hits you. You cannot find other players, so you can only play with stupid CPU teammates, and the enemy is one thousand smarter than your fxxking idiot teammates. All you do is playing one round and another round of stupid team fighiting.
差评: 本来啊，感觉是挺好玩的，CG做得超级棒
游戏内的人物建模也做的很好很细致
但是这是联网对战游戏啊
排不到人！！！！
排了半天！！！！
一个人都没有！！！！
结果只能单机打打电脑了吗？
差评: la ji youxi
差评: [quote=]
如果您想寻找更多同类型的游戏，请关注我的鉴赏家，相信我，有福利。
https://store.steampowered.com/curator/33430189

联机开黑，最新游戏资讯，喜加一，日友，请单点此处：🌸[url=https://steamcommunity.com/groups/qingy]清怡机构[/url]🌸
[/quote]

《DISSIDIA® FINAL FANTASY® NT》是一款以《Final Fantasy》系列为题材的大型对战动作游戏。游戏中的玩家可以自由选择自己喜欢的角色组队，设定能发动威力强大的超必杀技与召唤兽，展开3对3的激烈对战。本作的战略性和平衡性做得不错。操作不符合中国玩家习惯。游戏免费。
好评: 很棒的游戏，不过我没玩明白。
值得推荐、老少皆宜
好评: 这他妈一卡一卡的玩尼玛吖

差评: I5     GTX1060    卡的跟狗一样，降低画质也卡，最高画质也卡，不想说什么了，卸载，再见
差评: 这游戏打开却不显示画面
总结：我是傻逼
好评: 有生之年见到光之战士3D了，挺好的街机游戏，别毁在服务器问题上。
差评: 怎么操作界面画质好差呀，我调的是最高呀？什么情况
好评: 画质上品，游戏节奏尚可，本游戏要游玩最好找朋友有组织，单人游玩游戏时间十分有限，此游戏极度依靠队友，吃网，游戏平衡上做的较为不错。
好评: 不是ff粉；
1v1格斗苦手；
进去夏季八打；
这游戏真好玩

差评: 手感真差，剧情模式还要魔晶才能解锁，召唤兽还难打的要命，真是瞎眼玩这个游戏。
好评: 追星用
差评: 怎么才能不卡顿啊，开场动画都一卡一卡的，玩个锤子哦！？我笔记本配置也不低了呀，2070的显卡，讲道理不应该这么卡
好评: 玩的是情怀。
好评: 买的是Deluxe Edition这个版的，应该是全人物还送了点皮肤什么的，其实都无所谓，我就是想看看高清化的人物。人物建模不错。没玩过psp版，无所谓情怀剧情，１１６也不贵买了也就是图一乐，打折买的感觉还挺值的，好多只见过2d小人的都清化3d化了。格斗系统有点东西。普通的平a是不扣血的，只能涨或者掉勇气值。平ａ一般分两套，空中和地面，一般打架感觉都会浮空，每个角色的招式并不多，很好用就是上或者下加平ａ，没有转摇杆那些。只有HP攻击会根据勇气值，命中敌方才能扣血，2000勇气就打2000血这种感觉。HP攻击有很多种，但是一次只能带一种，中途不可换，有点可惜。单机打到白金还是黄金的段位，只要不越级还是比较好打的，越级友方AI会狂送，而且敌方AI特别会控制距离，根本摸不到。FGO的街机版我看也和这个游戏的感觉差不多，不过好像纷争可以飞，FGO只有平地。光和AI打架会有点无聊，不PVP的话感觉没有什么值得玩下去的地方。如何看出一个人是老玩家还是新玩家，能在连段中流畅的发语音嘲讽的一定是老玩家，(ˉ▽￣～) 切~~
好评: 以前的两代psp上的纷争的剧情模式真好玩，这代虽然剧情上面做不到和前面两代相媲美，但也中规中矩吧，哎，回忆就是值钱的东西
差评: 没有派生技没有1对1没有终结技玩的一点都不爽！而且优化也有问题！如果能把PSP的一代移植到PC我必定舔爆！！！
差评: 不知道什么原因，巨卡，游戏玩的时候显示60帧，问题实际只有10帧，显示和游玩完全不一致，是因为我的是win7原因？显卡，cpu都达到！！游戏战斗十分混乱！根本不知所云，比起psp差的不是一点半点，要不是玩自己喜欢角色，真的不推荐~~~10分打2分，因为2分给自己喜欢的角色
好评: 在？为什么ff5只有两个角色？我莉娜，老爷子，法利斯被你吃了？
差评: 太难玩了，就冲着我雷霆姐来的。什么？雷霆姐不免费？买买买。打了几把，什么鬼游戏，卸载，再见！
差评: 我想知道DLC都是些啥？价格有半个DOA那么贵了，如果一个联机游戏大部分角色都要买才能玩，不知道有什么玩头？？价格拦住一些人，对于一个联机玩为主的游戏有什么好处？买了等排队吗？我就是想买我也得想想有人玩没有
好评: 玩了30个小时，故事模式通关了，还是满好玩的，人物有很多回忆，画面没的说，毕竟是se，作为休闲游戏来说很赏心悦目了！！！
差评: 垃圾，选出萨菲罗斯就闪退
好评: very good
好评: 人设精美的格斗游戏，本身人物的精美让玩家在游玩过程中享受极好的反馈，没有复杂的搓招，容易上手要则简单的特点
好评: 游戏很好玩.pvp的时候匹配时间速度好没什么延迟·人物做的很漂亮谢谢！！技能很华丽！！！
好评: 这游戏还可以，可为什么会有那么多人机

好评: 游戏不好玩，白嫖推荐
好评: 好玩
差评: 虽然可以自定义联网和朋友1v1，但是游戏的主要玩法还是3v3，但是说实话，3v3实在是太混乱了。
3v3的战斗节奏设计的明显有问题，除了混乱，强行要求玩家一心多用，但是脑子和手就算反应的过来，游戏的机制也让你很难适应，毕竟人物的灵活度较前两作有了极大削弱，不能无限冲刺不能无限垫步了。而且招式硬直也大了非常多。
但是奈何身为ff系列的粉丝，对人物有情感。
所以这个游戏非FF粉勿入。
补充一下对和前作对比的观点，我对技能设计没有什么意义，因为其实技能主要还是brave攻击，hp攻击作为一种终结只能带一个我没有什么异议。然后就是关于3v3的看法，团队战不是不可以存在，但是不应该成为一个格斗游戏的核心，再不济也可以把游戏设计成双核心，无论是故事还是排位，玩家起码要可以自行选择团队战或者单人战斗。格斗游戏原本就应该是两个人技术较量的对决，专注于与眼前的对手战斗一直以来也都是格斗游戏的内核，只有这样玩家才能够在一场战斗中打出属于自己的风格与节奏，代入感就更好，体验也更好。游戏制作人你要搞创新也不是不行，但是总不能直接把1v1给设计的毫无地位，无论是离线还是在线，1v1自定义战斗结束都是没有结算任何奖励的。所以游戏全篇都在强调3v3，团队战才有奖励，有奖励才能解锁新内容，不玩3v3这游戏你就没法打下去。但是3v3的缺陷太过于明显，场面混乱不堪，玩家不能按自己的性格来使用不同风格与节奏，结果就是体验就很糟糕。你正在和眼前对手热血拼刀，突然从一个视野外你看不到的地方冲过来一个敌人对你一套连招，什么感受？3v3的团队战强迫你只有一种思路，那就是拉开和另外两人的距离追击对手，你必须猥琐，必须必须猥琐，所以你不能放开手脚当热血武斗派，不能光顾着和眼前对手缠斗，要随时注意小地图或者切换距离近的目标，防止被gank。没有办法酣畅淋漓。然后即便你有神仙般的意识，当对手三人突然发癫集火你的时候，抱歉，你无能为力，只能被迫挨打了。我每天上班辛辛苦苦，生活让我在现实中唯唯诺诺，结果到了游戏里你还要逼着我畏畏缩缩。淦，我是来找压力的么？
所以如果有考虑买这个游戏的格斗游戏爱好者，提醒你们这是一个单核团战的游戏，1v1只是自定义，没有奖励也没有排位，看到这个结论你们就该慎重了，格斗游戏不是fps，以为一大群人乱战很热闹就会很爽么，游戏制作人真的是脑袋被炮打了。
好评: 曾经在PSP上游玩，不懂日语，但却阻拦不了我玩纷争的热情，现在补票这款游戏，官方中文，也看懂了以前玩的时候的各种图标，焕然大悟的感觉，真的非常好玩。冲着克劳德和蒂娜，推荐~
差评: 我是傻逼
好评: 我是傻逼
差评: As a final fantasy fan this game really dissapoints me.
The free edition is pointless as u can only use 4 characters forever if you don't buy the game.
There's no other way in this game that you can obtain other character without buying it. Gil is only for buying player icon and music track which is really pointless btw.
The multiplayer in this game is dead, u can only play offline mode and fight againts AI. This is probably the most failure of final fantasy game.
差评: 操作反人类。优化极差，1660ti 16g运行无论高画质还是低画质，帧数一直维持在30左右，真的很喜欢ff系列，当初听到steam上线但是一直没有玩，玩了之后才发现，是真的差，se麻烦优化一下好嘛？玩了快九小时，一直体验极差，线上也很少人，加速器甚至很多都没有为纷争提供加速。打起来是真的很乱。选取目标也很 麻烦，特别是出水晶之后，完全是emmmm一言难尽。
差评: 锁定切换不方便，HP技能只能带一个，操作有点反人类
好评: 反正有蒂法玩就好评
好评: 还可以
好评: 玩了单人模式感觉还不错，连线没匹配到玩家。
画面很好，人物设计延续了本系例的所有角色。打击感嘛；就是一直飘……当个单机游戏玩玩还是不错的。
好评: 白嫖
好评: 技能还是有点少
差评: psp时代过来的玩家，本来挺好的游戏。但是1v1自己建房，网络还经常掉线，还匹不到人
好评: 如果是忠实粉，值得一玩。完整的体验需要氪金，充钱吧少年，你才能体会到主角的强大。深刻的学习了企鹅的免费游戏的快乐。
好评: 我感觉还可以，不过确实有点粗制滥造的感觉，战斗画面可以60fps，但是结算准备选择界面就锁了30fps，抗锯齿开了也是满屏幕的狗牙。
好评: 很棒的粉丝向游戏
差评: 手感怪 不流畅 网络问题不小 技能不够多变 打来打去就那几样 没有人了 鬼服 离线在线模式都在打COM 当FF音乐播放器可能不错
好评: 单人真香，多人垃圾
差评: [quote][url=https://www.gimmgimm.com/]叽咪叽咪，每天都好玩！[/url]

喜欢的话欢迎[url=https://store.steampowered.com/curator/27162873/]关注叽咪叽咪鉴赏家[/url]

来几个关键词：

格斗游戏，时代抗鼎。

psp辉煌，冷饭重炒。

Square Enix：不错，那就是……

卡普空：往后稍稍吧老弟。



早几年黑卡表冷饭炒了又炒，结果18年到19年厨艺大成彻底翻身。

再看SE，是越发疲软咸鱼到底。


已经不想再黑se了…………
最终幻想纷争NT，想当年这游戏刚上ps4的时候我还很酸，现在登陆steam了，还是免费版，当然是先玩为敬。

然而两小时玩下来，我毅然决然的选择了卸载！

这什么玩意，这一坨是什么玩意？

你就是把纷争012随便高个清，摸个鱼都好过整出来这么个玩意……想当年掏出两台psp就能跟同学朋友打一下午的神作，纷争的情怀算是被SE彻底败完了。

最近几年SE整体就下被下了降头，什么sao操作都使出来过了，决策的高层有一个算一个，都该拉出来祭天！

纷争系列这么一手好牌，硬生生让SE把里面优秀的，受玩家喜爱的要素扔掉，然后换上莫名其妙的，没有道理的设定。然后拼凑出了NT这么一款渣作。


还是那些角色
首先先说角色，本作就两个能用的角色，而且80%的玩家就认识个克劳德（se死活不出扎克斯，粉丝冤望不断）。

免费版嘛，其它角色肝就是了，什么？不能肝，只能花钱买？不是有箱子吗？

是有箱子，只能开出头像bgm什么的，角色皮肤和武器皮肤少的可怜（或许是我非），然后角色只能买，不能开。


主打线上对战
然后说对战，线下打人机一样有金币，但是SE加了个段位设定，段位低队友AI就低，但是敌人不低…………这打尼玛呢打，本来强制3v3（线下也能1v1，问题是整起来太麻烦）就一片哀声了，你再整这么一出，就意味着线下想赢就得肝，我特么打个格斗游戏还要肝？我打刷子网游呢？

线上呢，线上不是没有人，steam评论区里有人说鬼服了，其实也还好，2分钟内都能排到人。


得等一会
但是排到人之后才是问题所在，排人排那么快，是牺牲了一些东西的，是什么？那就是平衡！


我方两个克劳德，嘻嘻
如图，我队两个青铜克劳德被对面dlc战士吊着锤，毫无体验。



最后说说战斗体验，三个字：mmp

什么玩意，hp攻击改了，成，新作嘛。召唤兽选哪个？就是动画的区别，大家一起选湿婆吧（笑）

地图场景……连psp上的初作的脚都摸不到，就是画个圈，然后填素材。玩过初作的一定还记得那飞檐走壁的场景设计以及爽快的滑轨。

最后说战斗，纷争的战斗风格弄个3v3简直就是灾难，混乱的场景，超多的信息量，大脑处理和手眼协同的压力翻倍的增长，本来纷争就很难打一套combo了，所以才有qte连技派生之类的要素，NT倒好，不仅要素扔完，手感也改的稀烂，人物挨一下就飞了，shift追啊，又挨一下，哦，又飞了。


看看这混乱的场景，我玩你m……
故事模式需要收集碎片解锁，我忍了，招式也得升级解锁？这是一个格斗游戏唉？

颇高的延迟使得我化身高ping战士，被有远程技能的角色放着风筝打，而我却一刀砍不到。射手就是比战士牛比是吧？问题是免费角色只有近战啊！

总之一把玩下来，心累，眼累，情怀down。



估摸着也就剩情怀了，看看下面这张图，还是感慨颇多的，NT也不是没有优点，但是缺点实在是太多了，硬要讲情怀的话我最喜欢的3代主角一个都没上（洋葱那实在不能算），7代没有扎克斯没有安吉尔（当然我更希望有爱丽丝）。



SE再一次给了玩家一巴掌：我不仅新游戏做的不咋样，老情怀也要给你们都败完！定价还高！还要搞sao操作！



感觉SE已经是下一个科乐美了，科乐美什么口碑大家都清楚吧，不多说了。


转载请注明文章出处
作者：mzxjq
源自：叽咪叽咪
原文链接：https://www.gimmgimm.com/article/info/16704.html
好评: 我喜欢打团 这个游戏基本就是靠队友合作来实现高端对战的 我喜欢这游戏 而且里面有我喜欢的人物 但是玩这个游戏的人比较少 大多数估计是网络延迟问题或者喜欢单挑所以看不上这游戏 这里我说明下这个是团战游戏 个人英雄主义没用 一个人冲呢么前面完全不考虑配合的就去玩psp纷争玩1v1模式 喜欢1v1的或者耐不住寂寞不愿意蹲人的 请别玩 这是款很好的游戏 喜欢小队对抗的强烈推荐这款游戏 很硬核 虽然标准模式是3v3 也可以创建房间打2v2
好评: 有一说一，我喜欢斯诺和高贝兹，建模很帅很酷，尤其是斯诺阴暗的眼神，13-1正传的衣服穿上之后感觉就像是堕落的悠斯南太守穿上以前的衣服，完全没有第一部那种阳光笨蛋的气息了。
但是对于本菜鸡来说还是有点难上手，高贝兹的月之归还的黑衣男DLC我还能等到吗（悲
这个推荐我是给我喜欢的两个角色点的
差评: 操作服了，学学卡普空吧！
好评: 没话说，支持
差评: 和PSP没法比，没玩过的话，还是换个游戏吧，SE最喜欢的是炒冷饭，冷饭不香会继续炒。
差评: 每周4个，怎么说，很难受，我曾经PSP上真的很喜欢纷争系列，1代和012存档每个都是500小时，新的这代画质各种都有提升，但是操作有点蛋疼，而且感觉没原来爽，角色很多很好评，但是没原来内味儿了
好评: 刚开始可能不太习惯，毕竟跟PSP上的不太一样，但接受了现在的设定玩起来还是挺过瘾的，有点像GVG的感觉。角色一定要继续追加啊！！！
差评: 我一个最终幻想系列粉丝都受不了这个游戏了，我不知道这游戏是在干嘛，乱七八糟糟花里胡哨，打起架来人都找不到在哪，视角和操作都极其别扭，第一次遇到这种奇葩视角和操作的游戏，几个字评价：操作视角反人类的一款游戏
好评: 很早之前在日本打过街机，之后PS4上参加了两次测试版，游戏正式版出来的时候第一时间就入手了，当时每天都肝肝玩了一年左右，但是网络不太好，现在steam上有了之后当然要继续玩了，毕竟有加速器，这游戏还是那么的过瘾~！
差评: 我电脑配置不算低啊  怎么一卡一卡的  放后台就一点事没有  一开始完就一卡一卡的  难受死了
差评: SE最近是脑子抽风了？学学卡表吧，想赚钱不是这么拿屎来凑，虽然我喜欢纷争，但这个，真的太蠢了
差评: 真有你的SE，你是怎么做出这种游戏的，摆明卖情怀，还要骗你钱，我当时不知道在想什么买了一个这个，优化差，还锁帧，我当时还以为我新买的2060有问题，然后将画质调到最低，还是那个帧数，最后我才知道是你这辣鸡游戏的问题，战斗实在乏味，玩久还有点头晕，当时在打折入手的，下了游戏我才发现，不买豪华版没有人物，我当时真该退款，真的辣鸡，后悔死我了，我游戏库里面唯一后悔买的游戏就是这个，真的非常烂，坑钱又辣鸡，还没买的兄弟千万不要入手这个游戏，买了会后悔死的，不骗你
差评: 电脑太蔡，打不开
差评: 半成品都算不上...各种卡顿，各种操作不便，我真是为了tifa去的，但真玩不下去.....
差评: 这一作其实比前两作要平衡很多，以前派生真的太bug了
撇开别的不谈，战斗60帧召唤兽30帧是什么鬼，要是全程60帧或者更高帧我觉得还是可以玩的

差评: 没事上线就为了看看TIFA，游戏反正是足够烂
好评: 哎，怎么那么多伪粉带着在PSP纷争的体验，跑来玩一下这个游戏就大谈感受的。。。。。真粉就算了，好歹主观看法背后也有客观陈述问题。说真的我一直觉得纷争NT的机制要比PSP纷争的好（从街机就一直关注到现在了），玩法是不一样的，服务的群体也不一样。给差评的做完全部教程了吗？看到了那些平衡性、战术性、竞技性的改进了吗？纷争NT是个强调配合、削弱个人操作的竞技游戏，按PSP纷争那样来怎么平衡？

不断更新的历代FF经典角色（当初看到零式的ACE我都哭了），能免费肝的原声BGM（主题曲燃爆，主题曲燃爆！），SE经典骗钱定价（淡定，穷就白嫖周免），流畅的战斗动作（比FGO街机好多了谢谢），炫酷的召唤兽系统，爽快的快节奏PVP竞技。这些都是我这个FF伪粉眼里看到的优点（毕竟我没打通过6、8、9、13，还有各种外传性质的FF，11也没玩过，现在正在14里养老）。我不是主机党，所以很高兴这个作品能登录steam，网络问题想想办法啦，大不了只和朋友开黑玩。

整体质量尚可，收费偏贵，对得起我的情怀，所以我推荐。（求你了，把零班出完好吗？我买。）
差评: 没有单人 网上找不到人，3p 混乱 我买的DLC 有种上当的感觉
好评: 你给我tifa，我给你打钱。
好评: 不错
差评: 想着怎么说也是幻想再多玩一会，结果了然，辣鸡
差评: op欺诈，游戏不好玩，建模也很糙，不退款就当dlc+N了
差评: 买了豪华版的我是沙雕
差评: 下载来 玩了几分钟 感觉这就是个垃圾游戏
差评: 真 T M 卡  一卡一卡的  到现在都没修复？？？
差评: 没有简体中文真的难受      语言字幕不全  不会英文 的根本不懂怎么玩

差评: 垃圾中的垃圾，侮辱了最终幻想这个系列，都是什么脑残设定，还他妈3V3？光玩个单机都被电脑队友坑到死，玩尼玛，还花钱买DLC？真有你的SE，垃圾公司赶紧破产吧
差评: 和前作相比实在太差了!圈钱明显!
差评: 玩的时候一卡一卡的，但是插上手柄莫名的流畅了
好评: 匹配不到人呀 有人玩吗
好评: 一般般吧

差评: 这游戏太卡了，一卡卡的，什么时候优化好呢
好评: 还行吧
差评: 界面和过长画面只能在30帧，难道是我的原因？
免费开玩只有4个免费角色，其他全要掏钱
好评: 玩了一会，我就瞎机霸按左右键，快乐就完事了。
好评: SE巨坑。
差评: 既然是免费玩的，咱就客客气气地说：

希望单机内容更丰富一些。
模式更多一些。
希望可以有代入感地solo和扮演。
现在纯粹3v3 PVP乱斗网游的定位，咱不太能接受。
就算是想做成纯竞技游戏，也请再专业一点。

好评: 这款游戏操作根本没层次感，感觉就是乱打，乱战，缺少一些战术战略和操作的限制，另外联机模式没有人。人物模型还是挺精致的这个比较满足，帧数很低，虽然不影响游戏，反正我gtx1070+i5 8600k开2k不太流畅，不管是菜单选择界面还是游戏中都有画面的顿感。
好评: 相比PSP的两作来说「NT」的改动比较大，没有任何了解就上手的话难免是要失望的。首先了解一下这款作品、认清这是一款街机游戏的移植作品之后，再根据自己的喜好来决定是否要入手这款作品。毕竟如果凭着原本对PSP两作的情怀来玩的话，「NT」的单机部分肯定会让人失望，但作为对战游戏来玩的话本作的可玩性还是比较不错的。

差评: 进入游戏一直卡动一下卡动一下那样如何玩？
好评: 我电脑配置不低啊  可是为什么玩起来一卡一卡的......
画质最高最低都一个样.....
这游戏需要加速器么？为什么线上匹配不到人？？？？
差评: 2
好评: 1
好评: 跟psp纷争差太多了
差评: [b] 至今进游戏就频繁掉帧怎么改显卡设置都没用的来看一下:有手柄的插上手柄游戏即可 目前已妥协的解决掉帧问题 [/b] 
之前运行本游戏 一秒内的帧数可以波动好几次 相当于肉眼可见的卡顿(频繁掉帧) 在搜索了一下方法后发现有人说插上手柄有惊喜 插上一看帧数立刻稳定了 [b] 果然这游戏有很奇怪的bug 官方至今不修复 根本就是歧视键鼠党 有此问题且凭此解决的 麻烦点个赞让更多人看到 [/b]
[strike]真的差 出了多久了 游戏更新也有几次了 然而进游戏依旧帧数乱跳肉眼可见频繁卡顿 一秒一卡帧 60帧~个位数帧的大幅帧数频繁波动 这问题还不修复几乎没有什么游戏体验  别告诉我切换高性能显卡 我默认就是高性能 都没切换这个选项 我显卡还是2080Ti 如果这显卡都带不动 那目前没几个显卡带的动了 进行别的游戏无任何问题 进这个就这样 优化太屎 还长时间不修复 真的活该差评[/strike]
差评: se你妈死了，我买的豪华版，结果机票没有提法，还有个ff14的人物也要再掏钱，而且皮肤很多都没有，真有你的se
差评: PVP排一年然后给几个电脑就打发了。游戏肝到淤血，人物升级枯燥乏味，失去派生技能，HP攻击只能装一个，还舔着脸问你要钱，要你去买人物，每周免费4个人，和前作一样每个人等级独立，明摆着告诉你你不充钱那你前面一段时间见你就刷吧，根本拿不出去打架。我很喜欢纷争系列，玩了很多遍。这版真的想让人骂，SE下限是越来越低了？？虽然它是个免费游戏，我认为它不值得各位去下。当然纯属个人意见，言语过激或者其他因素引起了诸位的不满，还请谅解。
差评: 买了豪华版的我是S B
差评:      真有你的啊SE！！！  强制3V3进游戏简直群魔乱舞，6V6乱的一塌糊涂，然后加个召唤兽我简直连人都看不到。
     角色强制RMB解锁，HP攻击一次只能带一个。解锁技能需要等级我就不说反正前作也是要游戏币来买的。但是3V3才给游戏币你这个设定可真是个弟弟。
    线上对战要凑齐六个人，我可去你的吧。 剧情模式还要其他模式的水晶来解锁。你拿街机的剑来斩PC和主机的官谁给你的勇气？？？
好评: 好玩，看到自己喜欢的角色出来的时候真的很激动。
差评: 都9102年了，还锁30帧呢，逼我改个差评是吧。我有的玩你这**玩意儿我还不如去taito station玩街机ver. 睿智公司等着倒闭吧
好评: 请加入 1v1模式
好评: 老是说DFFNT比起前作来说差距很大，不过作为外包的作品其实也还在可接受范围之内，毕竟游戏并不是烂到不能玩的地步，3v3的系统还算比较有意思。
但ai绝对是这部作品最糟糕的地方，敌人ai极其智能我方ai极其弱智，通常会遇到3v1的情形，队友永远帮不上你的忙系列，看着你被拍到墙壁上，输出全靠自己一人输出。
至于网战我还没试过，用的垃圾电脑自己打也就10多帧，也没法去试网战。
剧情模式绑定在季票上，剧情在ps4初版的剧情上增加了一些dlc角色出场的剧情，但有一部分剧情之间衔接不连贯，不排除是为以后的dlc角色插入剧情中做准备。
最后从我个人来说，如果只是打着玩的话，不建议入手，如果想看看剧情什么的还是考虑视频会比较好，如果是喜欢里面的角色的话（比如我这种不是为剧情是为角色语音买单的），考虑一下呗？反正我挂着听语音都挺愉快的，顺便把前作的单给买了
好评: 虽然最低要求1050，但是调低配置之后650也能低帧玩，就是非常勉强，960就只是在召唤和N个技能齐放的时候卡。
然后游戏免费的是本体，所有角色都得付费解锁，周免三个角色，一个素体角色是15+
不想花钱只是消遣着玩的话，可以用NPC来刷熟练度，自己玩周免
另外电脑配置不够，不建议在线对战，刷AI就得了，大不了自定义慢慢玩
问一：为毛七代没有蒂法？
差评: 什么垃圾优化，卡得没法玩，暴力移植！
差评: 顶级优化
好评: 剧情上弥补了野村哲也对《FFv13》的遗憾，也圆了一部分玩家对V13的梦。


如果你的配置够，感觉游戏卡，那是因为游戏默认集显运行（操蛋）。。。需要手动调成独显运行。
差评: 一卡一卡的
好评: 作为一个ff的不太忠诚的粉丝 感觉游戏本身的除了游戏性和商店策略意外其它部分的设计还是很好的 游戏性大可和以前的某些游戏一样就好 但是 我们需要一个像任天堂大乱斗一样的一个对战平台 可能这也是游戏开发的主旨 但是3v3是真的很天真 你能想象到3v3的拳皇吗 说实在的玩ff的人都不小了适当的加入收集 牧场 等模式是非常好的。虽然pc平台已经不是主流平台了 但是请你最起码的尊重一下玩家 或者尊重一下还在氪金支持你们的玩家。
差评: 除了画面和音乐不错之外  其他真的特别特别特别特别特别差……烦人的视角，夸张的击飞，蛮不讲理的召唤兽战……本来想退款的结果退不了，现在索性借着FF厨力才打通了的……千万别买就对了:)   F U square enix
好评: FINAL FANTASY本来就是一款回合制的打斗游戏，DISSIDIA也不例外，至于有人说动作僵硬什么的，出招后会僵硬一下，这本来就是FINAL FANTASY的回合制打斗设定，有玩过FF13到FF15的都知道。

动画过场锁定30fps，游戏内60fps，打到一半出召唤兽时突然切换到30fps爽感突然大跌lol。

目前只有3对3很蛋疼，单挑需要开房设定，希望能加入1对1或2对2模式。

个人还是很推荐入手玩玩的。
我在考虑要买标准版还是豪华版好呢d(ŐдŐ๑)
差评: 真的很鸡肋
好评: 建议手柄游玩，部分界面会锁30帧，但是战斗是60帧大家可以放心。强制大乱斗确实有些心累，但整体游戏素质还算上成。至少比隔壁某Fate要强上不少，然而人家底下却完全是另一幅景象，明明游戏烂成那样却还不知廉耻地套着Fate的皮……明明FateUC都能甩他百八十条街…另外，SE还我ff15DLC！！！！！！！！！！！！！！
差评: 这游戏没剧情，比之前的psp上相差太大了，PSP上还有点剧情，这个里面全没了，除了对打什么都没有
差评: 它真的很有趣。我的胜率高吗?4小时单人配对，要么给我两个AI要么给我两个铜牌，对着高段位，这个配对方案我很佩服。
好评: 标记弧线跟个弹道导弹一样，觉得太过夸张，如果制作更丰富，好点可以玩很久，也推荐。不过能够看到单机角色互相争斗也是很棒了，只是不给多点相关引入之类的吗，技能可以更多些，打到后面没什么难度了，或者怎么个改法好点。
英雄都收费，个人倒不是太在意，毕竟一个制作精细花功夫的角色需要消费点现实代价还是可以觉得很有爽快度的，不过目前的游戏还是有所欠缺。总的来说还是推荐大家一玩，消费之类的再说嘛。
再说角色对战不多设定点障碍或者什么新元素进去给玩家带来新体验吗？
差评: 卡爆了！FF粉别买了，放弃吧！还是回去玩FF14吧！
⠄⠄⠄⣾⣿⠿⠿⠶⠿⢿⣿⣿⣿⣿⣦⣤⣄⢀⡅⢠⣾⣛⡉⠄⠄⠄⠸⢀⣿
⠄⠄⢀⡋⣡⣴⣶⣶⡀⠄⠄⠙⢿⣿⣿⣿⣿⣿⣴⣿⣿⣿⢃⣤⣄⣀⣥⣿⣿
⠄⠄⢸⣇⠻⣿⣿⣿⣧⣀⢀⣠⡌⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⠿⠿⠿⣿⣿⣿
⠄⢀⢸⣿⣷⣤⣤⣤⣬⣙⣛⢿⣿⣿⣿⣿⣿⣿⡿⣿⣿⡍⠄⠄⢀⣤⣄⠉⠋
⠄⣼⣖⣿⣿⣿⣿⣿⣿⣿⣿⣿⢿⣿⣿⣿⣿⣿⢇⣿⣿⡷⠶⠶⢿⣿⣿⠇⢀
⠘⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣽⣿⣿⣿⡇⣿⣿⣿⣿⣿⣿⣷⣶⣥⣴⣿
⢀⠈⢿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡟
⢸⣿⣦⣌⣛⣻⣿⣿⣧⠙⠛⠛⡭⠅⠒⠦⠭⣭⡻⣿⣿⣿⣿⣿⣿⣿⣿⡿⠃
⠘⣿⣿⣿⣿⣿⣿⣿⣿⡆⠄⠄⠄⠄⠄⠄⠄⠄⠹⠈⢋⣽⣿⣿⣿⣿⣵⣾⠃
⠄⠘⣿⣿⣿⣿⣿⣿⣿⣿⠄⣴⣿⣶⣄⠄⣴⣶⠄⢀⣾⣿⣿⣿⣿⣿⣿⠃⠄
⠄⠄⠈⠻⣿⣿⣿⣿⣿⣿⡄⢻⣿⣿⣿⠄⣿⣿⡀⣾⣿⣿⣿⣿⣛⠛⠁⠄⠄
差评: 暗耻 SE，无愧最坑最黑日厂，合作搞个这么个辣鸡玩意儿
好评: 期待了很久...卡顿现象在刚下载游戏的时候曾经出现过 后来切了显卡之后帧数正常. 虽然难度有点微妙但是游戏体验还是挺流畅的......
会一直支持FF系列的...
差评: 有个繁体中文勉强能玩，就是翻译也有问题，玩了一个多小时，感觉坑了，每周能玩4个免费英雄，打出来的钱只能买玩家图标跟BGM，这种收费模式坑人害己，想要玩周免英雄就得出钱，每个英雄都得自己花钱购买，玩毛啊，就连区区一个故事模式都要买季票，攻击模式略显坑爹太混乱了特别是几V几这种，不推荐玩
差评: 垃圾。
差评: 简直无聊的令人发指，还好有免费版，不然就浪费几百大洋了
好评: 辣鸡游戏别买。
我是为情怀和玩过的盗版纷争1、2买一份dlc可以了，但是这游戏的玩法彻头彻尾的整容失败。
画面说起来还算可以，但是游戏玩法真的不敢恭维。

先说一下辣鸡3v3的设定。
设想一下你在玩拳皇
但是整个屏幕里有三个人其中另外两个一直再想办法断你连招然后整盘游戏就是 轻腿后跳后跳防御 轻腿后跳后跳防御 我不知道游戏制作人这样是不是很有快感 3v3这个设定根本就是多余 场面混乱的一比 有时候本来镜头的视角就看不清东西然后你还要应对额外两个不知道从哪里来的敌人突然上来强暴你或者向你射一堆不可名状的弹幕是何等的操旦 别跟我说小地图 这种游戏的节奏还能有时间看小地图可太天才了 
整局游戏下来招式连不出快感 视角动不动就糊成大屎坑 尤其是这个3v3的设定经常让你反思你是来干嘛的 

然后就是这个辣鸡的整个召唤兽系统

我们先从召唤兽出来之前打水晶开始说
本来这个游戏1v1的话拉开距离你还顾得上瞅一眼地图找一下ex水晶的位置 然后找一下占位和对手争抢有利地形还是一个非常有趣的博弈点 
好的我们来玩3v3 拉开距离这个事情就不要想了 你拉开了队友基本就要送一个break 要么就是两个队友逛街三个敌人追着你死缠烂打 这游戏大半的时间都在看面前这个人和附近几个人的弹幕都在哪 满屏幕的特效鬼能看得清水晶从哪个位置冒出来 尤其是 锁定水晶必须要qe 卧槽你个优先锁定水晶键会死吗？设计人你出来给我演示一下在漫天飞的敌人和弹幕中间抽出0.2秒把你的手指从ad键上拿开去按一次qe还能活下来的操作好不好？我就不说别的 节奏那么快的打斗你要用控制方向的那两根手指非常协调的同时按下qe键 更不要说要是按错一次还有没有时间再去尝试一下 

好的现在水晶出现了
你发现水晶出现了 好的 
ai3个早早就在附近等好 然后就没有然后了 这个时候谁先进去谁吃break 谁第二个进去谁被秒 第三个进去的就看不到水晶了 就算你提前站好 摸水晶也必须要有技巧 为什么 因为原来你打人的时候有一个人被你打 所以你应对两个敌人 “轻腿后跳后跳防御”还能全身而退 现在好 你要艹一面墙 也就是说你要应对三个敌人 我不知道这个设计是怎么想的 拳皇mugen也只有2v2就这游戏敢搞个整个屎盆子里就它一粒屎立鸡群的独特玩法

现在不管谁拿下了水晶都不重要
这游戏最辣鸡的设定来了
召唤兽动画！！！！！！！！！！！
艹这shabi动画我相信制作组已经尽力让它不要那么长了但是我还是不得不说这设定真的辣鸡的要命 当你正酣畅淋漓的打算穿过一个又一个想要射爆你强暴你把你射到墙上的精悍战士的下体的时候 突然间你就停住被拉去看一段动画 我先不说类似于我花了钱还要被打断看YouTube广告的这种游戏体验有多糟糕 回来的时候根本不记得自己刚刚在干嘛前面哪里有弹幕哪里有敌人最近的敌人从哪个角度切进来现在应该防御还是闪避就被一群美少女基佬活生生按在墙上一顿素质三连亲妈爆炸三百六十度螺旋升天操作给轰上天
然后召唤兽一来画面就更混乱了 四个神仙呼风唤雨的场面真的难以言语形容 锣鼓喧天鞭炮齐鸣红旗招展人山人海看的我真的赞叹我花30欧元买了一个特效预览包真的超值 这一套在虚幻商城里可是要60欧元呢

然后这还没完，你可能忘了我刚刚和对面拼死拼活抢水晶的的事了。
没错卧槽！！！！！！！
我tama好不容易搞清楚现在什么情况我在哪这都谁现在是几几年美国总统还是不是奥巴马
我tama亲爱的队友们又送我去看一次YouTube广告我真的是爱死你们了！！！！
如果我这盘游戏发挥的不好还好说 要是势均力敌基本上我就要被两只召唤兽连续按在地上疯狂车仑女干 
一波打完好不容易搞清楚状况从地上爬起来小心翼翼的靠近对方然后冲刺起跳垫步然后插入一段YouTube广告然后双手离开键盘 等广告结束根本不知道自己在干嘛的体验真的太有趣了 这种每轮游戏都能让人多次反省自己到底在干嘛的游戏简直太棒了 这简直是哲学史上的神作 是游戏史的标杆 我们应该学习这种不屈不孬的探索精神 反思自己的处境和存在的意义 简直是2019年最棒的艺术品

但我还是要给差评 虽然这游戏的内涵很深奥 具有哲学意义 历史意义 教育意义 甚至还是一个优秀的艺术品 
但是不好玩
就这样【喂？上课？啊我马上C.LV10了，你等我一下马上到。（真香）】

扯淡扯太多了。能理解召唤兽水晶的玩法是想控制游戏节奏，加强对抗的强度，加强玩家之间的碰撞，但是说实话这种游戏3v3的状态下强度已经够强了，制作组本意是为了防止一方拿到一个击杀的优势，然后开始满世界溜达来拖死对手或者干脆就全程逛街这种不健康的游戏计划，但是这种快节奏“格斗”游戏，在这种程度上的滚雪球真的感觉太不好了。虽然上面说的问题其实都实际存在，但是我相信未来会有解决方案的。暂时先给个情怀分吧，真的这游戏给我的第一感觉其实蛮失望的，3v3游戏里要兼顾的东西太多导致角色本身的操作感失去了太多。动不动就被打断、或者自己取消连招真的影响体验。召唤兽动画我相信是个小问题，但是现阶段感觉影响挺大的（我没找到有关闭召唤兽动画的开关是不是我太菜了。

===================================================================================================分割线3.26========================================
我来更新评论了
在刷clv10的路上真tama的恶心
单机模式到了秘银段位队友集体降智
就算对面三个砍你一个剩下两个也抢不到水晶
就算你杀两个残一个队友也能一波送俩复活秒死
对手配合无敌，距离再远也会有人断你连招卡你后摇，支援简直无情
开局两个人锁定你剩下两个人二打一打不过
但是我的两个队友我也给刷到了秘银段位？
我就想知道这个智商差距从哪来的？
但其实这都可以说因为我菜

我们来说这游戏更恶心的地方

锁锁定这种辣鸡技能能不能删掉？？？？
你说你玩个csgo的时候对面扔个烟扔个闪糊你一脸视线虽然很烦但是没有觉得有什么不合理的

但是设想如果对面仍一个什么玩意命中你之后效果是让你视角一下指向天空，或者准星必须锁定那玩意那种感觉是有多草旦？？？？

这游戏锁定和视角直接相关经常你在墙角暴捶某人的时候一套技能打上去突然间就被人按住脖子扭回头这种辣鸡体验真的是太有趣了


然后继续关于召唤兽
我这几天终于发现了召唤兽的最最最最最恶心的地方
我tama喜欢玩近战帅哥有错吗？？？？
能不能打人就打人别给我全轰上天？？？？？？？？？？？？
什么辣鸡视角召唤兽一出大招 突然间视角卡上天连自己的模型都看不见
这游戏近战角色的技能攻击方向基本都不在z轴上 你一个召唤兽全轰飞我得跑去找墙壁还要留体力上墙飞而对手就可以在老高的天上飘啊飘看你上墙射你一脸 本来召唤兽打掉的勇气值没有你的份 你只有1000+ 卡着视角看不清楚弹幕还要上墙 还要被射吃break这游戏真的太好玩了

你以为这就完了？要不是今天被打的头皮发麻我是真的不愿意出来说。

先不说我今天打单机秘银局第一轮连续翻车尤 其是某盘被两人死缠烂打然后我1v2砍死两个剩下两个队友2v1抢不过水晶被对面拉出召唤兽就开始三连送

我今天遇到了真正的辣鸡体验就是被锁锁定之后召唤兽把人轰上天，然后锁我视角那人就在天上飞没下来而剩下两个敌人下来雷普我！！！！！！！
我连人长什么样都看不到！我连我自己的身体都看不到！我连我被什么技能打了我都看不到！我连地板有多冷都看不到！我只能看到一个傻13在天上飞然后天空一片蔚蓝阳光那么灿烂！！！

但我还可以忍受，我还是先，不改我的好评。
因为我还是觉得因为我太菜了。嗯。
所以你觉得自己很屌，而且心态很好，那就赶紧买游戏，真的好玩的不得了！！！！
差评: 这游戏只能玩玩单机  网络对战优化做得跟坨屎一样  DLC倒是做得贼勤快   用心做DLC  用屁股做优化
差评: 不知道为什么游戏连20帧都没有，9102年了，1066都带不动这个炒冷饭的游戏吗？
好评: 游戏很好玩，但是也很卡。
差评: 我终于知道这么多差评是怎么回事了
这游戏单人模式下还好，一旦联网莫名其妙就像中了广缓慢一样 全部画质最低720P也是这样。游戏内置的FPS显示自欺欺人 全程显示59.9 然而用第三方帧数显示就能看到各种掉帧。作为一个PS4预定豪华版首发的玩家，最初失望的是失去了PSP的DFF012那种刺激的1v1快感 技能各种削减，早在PS4版就很难匹配到玩家。这下好了 PC版干脆游戏速度都慢得不正常  这游戏是没法玩的级别
好评: 为什么我买了豪华版还是交free edition麻溜的把名字给我改成豪华加强黄金尊贵版！！！！
好评: 一张rx590 80fps
差评: ff 系列中最差的一款遊戲。。
又卡又不好玩，
差评: 游戏强行移植也就算了 优化差你只要能流程运行也就OK了  一直掉线我们自己搬梯子没问题  但是尼玛的问题还没解决 就更新了如此之多的DLC是几个意思?   当我们玩家都是傻逼 挂着最终幻想的就会照单全收？
差评: 弱智游戏
好评: 对比之前少了很多乐趣，而却免费版可选角色太少了。如果可以随机多选几个的话可能比较耐玩，免费版玩几天就腻了可惜可惜。
对于我（FF粉）一定要支持的
差评: 画质虽有了质的提升，召唤兽的登场也让我眼前一亮，但是作为一个PSP上纷争大部分角色100级的粉丝玩家来说，取消大招和单挑机制真的是个不明智的选择，除此之外限制最高等级10级也让游戏失去了很多耐久度，在线联网3V3不知道是不是网络的原因，几乎是在看幻灯片，不是粉丝向的玩家不太建议入手，这个游戏玩过1、2天也只能当做纪念摆在库存里了。
差评: 真是不好玩
差评: 画面很好，就是操作难了，游戏里给的全是手柄键操作方式我看的一头雾水，还得去百度找个手柄 键盘对应键盘慢慢摸索真的很吃力。
差评: 太卡了，真的没法玩儿
差评: 乱起八糟的战斗  画面还卡顿掉帧
差评: 优化非常差，感觉不仅锁了30帧，还稳不住，我i7-4770k加名人堂GTX1070ti加固态带着感觉都会卡，而且这游戏贴图选用的是上个世代的吧，奇假无比，开始因为情怀想买ps4的，结果看了评价被吓尿了，不敢买，这次免费体验了下，发现真的不是黑他的，做的真的烂，人物动作一点都不灵活，反而显得笨重，战斗毫无快感，和psp比简直是垃圾，地图互动做的差，召唤兽这个东西看似香，但是想了下，真的玩到后期高手对决，会让你动吗？唯一保存psp的估计也就是勇气值系统了，可是配上现有的技能系统，只能说是毫无体验感可言，不推荐入手！
好评: 玩起来感觉其实还行，我倒是没有把这个当作012的续作，我是当作纷争的新作的，毕竟规则都改了嘛，很多时候都是在3V3，除了自定义的时候可以1V1对战。游戏主打3V3和线上，所以为了平衡，和谐了一些机制，比如衍生技没了，大概为了避免被无限连。还有HP攻击只能选一个，但是不知道为什么AI有的时候会有两个，说明他们曾经做过复数个HP攻击的机制，大概3V3各种HP攻击很难爬起来所以最后决定弄成1个。至于曾经播片的绚丽EX技，有的变成了专属EX技能，有的变成了BREAK攻击，有的变成了HP攻击，当然有的好像也删了，www。说起3v3刚开始玩感觉确实是挺乱的，不过我是习惯了，战场节奏整个可以掌握，真正打乱节奏的大概是召唤兽，那个真的是全屏特效，混乱到了极致。游戏页面选择和战斗是60帧的，挺好，但是播片是30帧的emmmm这是什么设定。。。所以召唤兽出现的那段演出也是30帧的，从60帧，看一段30帧的动画，再进入60帧的战斗，这容易给人掉帧的错觉，召唤兽不仅从特效上打乱了战场节奏，还从帧数上打乱了战场节奏，www 联网延迟时高时低不是很稳定，大概看脸吧，我反正也就连了3局。说起来，召唤兽挑战还是挺有趣的。以及没有蒂法，居然，这真是让人感到遗憾。
差评: 作为一个老玩家本来是很期待的，但是召唤兽这个设定每次都太拖时间，一次两次还能说有新意，多了自然就烦了，联网对战没试过，不过听说基本都很卡。故事模式这个记忆晶体设置太麻烦了，而且经常卡着卡着就卡死了退出，刚打完的离线连续战和故事模式boss又要重新打，有点失望
好评: pk游戏还是可以的，画质有待改进，别的无压力
好评: 1080进游戏动画画面卡成屎。吓得我游戏都没敢进
差评: 面 目 全 非，PSP纷争老粉慎入，FF粉和新玩家我就不知道能不能接受这作了
差评: 一直一直一直一直一直一直一直在掉线
差评: 只玩过PSP版纷争012，没玩过ps4，也没玩过街机版
动作不流畅，硬直真的长，技能招式少，连招不连贯，人物还更少，谁买谁傻逼！
恕我直言，这个和psp版的比，真的是坨屎！

PSP DISSIDIA 012 バージョンと比べて，本当にゴミ，このゲームは一塊の糞です！

Compared to the PSP DISSIDIA 012 version, very rubbish, this game is a       S h i t ！
好评: 怎么你们的显卡这么好都这么奇怪？我750ti游戏内40帧左右，最低也30帧
差评: 0-60帧反复切换。。。我佛辣
差评: 什么jb玩意儿？
大概有psp版前两作的十分之一哦不，百分之一好玩？
流石毁ip高手，你模仿你妈的高达vs呢？强行街机不可取
还要玩家教你怎么做游戏么？照着前两作的模板，出个ps4/ns的续作会是这样？



好评: 帧数在0和60帧这两个数字来回切换，一秒60帧，一秒0帧
好评: 默认集显，请N卡用户自行调节

很多人说我电脑就一张显卡，默认个屁集显。还是卡

如果你只有一张显卡，它甚至会默认，不用显卡233

那些2080，2070说只有10帧的，你们是用智商买的显卡么233

用屁股想一下可能么？

所以无论如何都在3D设置一下

SE的CG和背景加上光荣的建模，人物肯定很赞的

可惜光荣用的是上一代的引擎（大蛇3，无双7的）

毕竟这游戏比较早，这点有点可惜


最后，这游戏好玩吗？

要是网络对战不卡的话，好玩的一匹

但是卡的几率差不多一半一半吧
差评: ps4版出消息的时候我当时还是比较激动的，不过后来因为全年碰不到几次PS4+口碑爆炸又得知其实是[b] 沿用了街机的玩法的移植[/b]，后来也就淡了，steam免费版做好心理准备来试试的
过完教学后玩了一个小时头晕的不行...改键竟然还不支持鼠标侧键，9102年了啊se。因为nt是[b] 沿用了街机的玩法的移植[/b]，所以硬要和psp两作比较的话区别就是（没有ex开启后的大招 没有以前的呼叫支援）动作也有点僵硬...所以对于国内玩家最大的问题就是在于dissidia这个名字，毕竟国内基本只玩过纷争1和2，回想起当年膜拜盟区诸大佬和自己被初始老卡、混沌老卡和绝望老卡摩擦的日子。[b]nt是属于街机的，小p上纷争的故事早已经结束了（你看不到卡欧斯和柯丝摩丝了）小p的故事也早就结束了（md我抽屉里还躺着尸骨未寒(?)的小v）[/b]
差不多只是个无聊的时候消磨时间的东西吧
我觉得勉强还行，但是不能推荐

不，我突然觉得，还是挺好玩的
好评: 我就是想知道PC版的NT什么时候更新优化？我感脚我现在根本玩不了啊！游戏卡顿严重！电脑配置没有问题！希望尽快优化！
差评: 看SE的态度了 估计现在街机鲜搬过来优化没做好 卡的连脑残粉都想骂人退坑了 真想好好做赶紧tmd去修复优化
差评: LAG LAG LAG LAG UNTIL IT PUSH YOU TO MAKE A NOT RECOMMENDED REVIEW
差评: 人物虽然很好看，但感觉不是我的菜，还是等一个打折再入手吧，至少现在没什么意思，还不如jump大乱斗呢。。。
好评: 不能在天上无限翻滚了真遗憾呜呜呜
给个好评吧，好久之前的回忆了，两台PSP就是一个宿舍的战争
游戏还是不错的，不过进入游戏时太鬼畜了，经常卡死，希望se能用心解决下这些问题

差评:  游戏是好游戏，优化是一坨屎。智障AL
差评: 运行怎么没反应啊
差评: 切换锁定不容易切换到自己想要的目标上，动画掉帧，起来流畅，联机卡的一批甚至还会掉线，这都几天了还没改善，感觉155买亏了。
好评: 1、一年多之前入了PS4的纷争NT，结果匹配一局十分钟匹配不到人就放弃了。这次想着PC上玩的人应该多一点就又买了PC版（毕竟FF信仰玩家，匹配好像是要快一点了，不过为啥一局五个克劳德？）
2、PSP上面的纷争，我记得是小学玩PSP的时候个人认为最好玩的游戏，当时基本所有人物都打到满级了。NT比起PSP版，少了角色大招，少了很多东西，模式从SOLO变成了3v3，也就意味着要赢一局比赛淡化了个人操作，而增加了团队配合和战术体系。所以如果按照PSP老版纷争的眼光来看待这部作品的话，确实会不尽人意。但是个人认为如果以一款新的团队游戏去看的话，对FF系列的粉丝也算一部不错的作品。
3、看到自己喜欢的不同游戏的主角在一起的感觉真爽呀！！！
（PS：看到评论有人说优化不好，游戏默认使用的是集显！！需要手动修改，我的渣电脑修改后都可以流畅运行。）
好评: #最终幻想：纷争NT#，FF人物大乱斗，线上动作格斗游戏，最多3v3。史克威尔艾尼克斯+光荣脱裤魔，都是发行傻逼但是建模好看的日厂。试了免费版，好看但是不好玩。有官中。
好评: 因为是ff粉加上从psp上玩过纷争感觉很有意思，然而free版本没有story联机又完全排不到人，排不到人就算了，匹配的时候不能中途退出只能直接关闭游戏...大概还是会为了信仰入手一波完整游戏...但是游戏体验真的有点差XD
差评: 3V3，真的蠢，而且击杀一个目标之后手动切换目标你的镜头不会立刻转过去，还是盯着尸体，这玩NM呢？很明显就是模仿GVG然而怕2V2太明显然后整个若智3V3，连1V1都做不到，没错，没有1V1模式，“只能”3v3，人不够？电脑凑。最强水晶难度电脑可以吊着你打，360度视野，一个人同时盯3个人，不可能被偷袭，抓落地硬直？不好意思，电脑的体力条我感觉TM不会减的，你一管体力追完了，人家还在飞，玩NM呢：）
差评: 好失望啊啊啊啊啊
好评: 可能我比较傻吧  觉着以前白嫖了se这么多游戏  才会他们出一款ff买一款  不过算了算也真的差不多了  希望se还是能拿出点过硬的游戏品质出来吧  这两年你家游戏大部分是啥样都有目共睹  口上说这今年se倒闭了没  内心还是有点唏嘘的   可能曾经那个带给我无数感动的square enix真的死了吧
差评: 非老玩家或前作玩家，从一个新玩家的角度来说，这游戏给人的感觉真的是稀烂，无处不透露着系统的残疾和偷工减料
攻击的取消点无比靠后，取消成功你也可能只减少了全部动作帧的10%不到
冲刺和空中攻击毫无惯性，停止冲刺原地发呆，空中空挥可以达成超长滞空
z轴诱导奇差无比
以及不知道是我不会连段还是系统如此，无墙情况下hp攻击根本接不上，空中砸地又因为稀烂的z轴诱导导致难以达成，在非偷袭非群殴的情况下想造成hp削减基本不可能
所谓强推3v3不过是在掩盖制作不走心的事实罢了
差评: 优化垃圾，N年前的画质水平
差评: 对新人不友好，因为机制问题。但是哦，要是之前玩过最终幻想大乱斗系列游戏就不会太难才对。

1.没有扎克斯，差评 （no zack？get o*t）
2.DLC总价也太恶心了吧
差评: 优化再烂一点就更好了
差评: [h1]前言：[/h1]
想直接看结论得朋友可以之间看这一段了，作为一个PSP上纷争012有至少500h+的游戏时间，和朋友打了3500+场多人对战的老玩家，我可以很负责任地告诉你，我真的不太推荐慕名而来的新人以及老玩家入手。[spoiler]好奇地人可以玩玩儿周免，豪华版慎入，或者说除非你是和我一样，抱着给曾经的快乐买单的想法才选择掏腰包。[/spoiler]

[h1]正文：[/h1]
[olist]
[*]至于我为什么不推荐，原因自然也有很多，我相信多数人也在别处的评论里看见了，阉割了旧作的所有乐趣，取而代之的是一些僵硬的手感和没有意思的千篇一律的打斗。

[*]首先，我先声明一下，我本人是一个FF粉，FF的很多前作曾经都是玩儿过的，这个IP我还是吹过的，当然现在SE什么样子大家都清楚，那个曾经破釜沉舟，敢给游戏命名为最终幻想的公司已经消失了。其次，纷争012在前些年给我带来的乐趣无法否认，但也正是因为期望越大，失望就越大。

[*]游戏内容上，最大的改观便是强制3v3，并且没有1v1的模式，想要玩儿单打独斗就得开个私人房间然后关掉AI才能实现，不过体验过这一代狗屎一样的僵硬手感后，我觉得solo并没有存在的意义。玩过系列作品的都知道，这是一个可以通过闪避来取消后摇的游戏，以前的四次闪避，四次跳跃，瞬间防御的操作，在NT全部都被删的一干二净，所以真要拿这一代来1v1，可以说是真的毫无手感，这个想法在我和朋友solo了两局后也证实了我的想法。

[*]虽然据说这个3v3的改动是“借鉴”的某机器人打架游戏，但是给玩家的感觉确实邯郸学步，把自己的优点全部丢掉了，换来的是一个残次品。不过有人说毕竟改成了3v3，是个团队游戏，所以要每个角色的强度都平衡。确实，我承认，012上的角色强度极度不平衡，高贝兹的寂夜寒光，以及EX模式里的黑牙，凯夫卡的火和冰，地面上的弗利欧尼尔等等太多太多高强度的东西，以至于亚洲版稍微做了一点地平衡调整，但是实际上还是存在很大的强度差距。但是，nt虽然对平衡做出了调整，却让每个角色的特点都消失了，取而代之的是四个角色分类。

[*]召唤兽系统的改动确实让人眼前一亮，但是实战中的体验并不好，召唤兽出场时带来的优势太大了，像是两队士兵在打仗结果其中一方拥有火炮支援的感觉。

[*]数据的统一调整让每个角色打出break和用HP攻击终结敌方需要打出的连携几乎一样，招数的改动让一些特别有特色的魔法都变成了千篇一律的冰火水电石头等很传统的魔法。更别说派生系统的直接取消，更是让我和朋友们很不能接受。

[*]剧情我还没解锁完，不过估计和以前cosmos和chaos的剧情差不了多少，以及本身这个游戏的乐趣就在联机上，所以我也没太关注。装备和饰品的取消也无伤大雅，本身一个街机移植游戏，不会有太多RPG要素，况且以前到最后大家也都是不穿装备不戴加属性的饰品在玩儿。

[*]单人模式的AI队友是真的铁憨憨，几乎不可能实现你和两个AI队友跨2个段位和对面3个AI敌人打，我现在刚打到秘银，电脑的强度差距还是很明显的。然后说一下多人模式，因为是P2P直连，所以联机体验非常的差，再加上se这个掉线就判负的设定，我反正时在有加速器或者网络问题改善之前是不会再去接触多人模式的。

[*]至于什么买头像买BGM这些东西，以前就这样，没什么好评价的。新玩家可能觉得有点不适应，老玩家不会觉得奇怪。[strike]不过这次少了好几首我喜欢的BGM，有点不太开心。[/strike]

[*]这次外包给光荣做，确实有一种DOA的打击感，但正因为这样，这就从根本上决定了这不是以前的DFF012了，只是一个包着DFF外壳的别的类型的格斗游戏了。

[*]整个游戏的高清化还是非常不错的，新建模新贴图都非常好看，无论是角色还是地图，毕竟时代在进步，技术提升还是硬道理。[spoiler]雷光姐awsl 暗云阿姨wtmsb 就是蒂法没能上场有点不爽。[/spoiler]

[*]游戏主界面30FPS，游戏内60FPS，这些对于现在的PC性能来说以及很落后了，不过鉴于移植游戏，还算是将就能看。评论区里那些什么2070和1080都要掉帧的那些，是自己哪里没有设置对，绝不是游戏的问题，请不要无端诋毁游戏。
[/olist]

[*][spoiler]我现在还时不时地和朋友用模拟器联机DFF012，除了画质被NT完全碾压，其他都还是熟悉的感觉。能体验到Brave攻击抓硬直接Assist然后黄色追击瞬移过去再接一套Brave攻击最后接HP派生的爽快。[/spoiler]
差评: 我到现在还没搞清楚，我这个233的制品版买到了什么？
差评: SE以后移植游戏的时候能不能把优化做好？
好评: 由CG电影入FF系列，非粉丝，感觉音乐燃爆，主菜单还是经典的FF水晶音乐，很棒
好评: 去和育碧借两个土豆吧
好评: 别说优化有问题了，这游戏默认集显，自行去英伟达3D设置里改，PS4版玩家，steam上下下来在学校玩，游戏在PC平台能显示PS4手柄图标，属实惊喜，凭这点游戏再一般我都必给好评，希望别的游戏学着点，不要歧视我们用DS4手柄玩游戏的
好评: 近身攻击是不是没了，目前用了几个人都没用过武器...画面好点，高清看看历代人物吧..
差评: 虽然是免费版，虽然意在吸引玩家享受PvP，但目前这个游戏给我的联机体验约等于0。都联不到人，建模再精美有什么用？
如果土豪想花钱解锁喜爱角色的新姿势可以无视之，DLC买买买就完事了！
好评: 游戏挺好玩的，就是DLC有点多。。。。
好评: 游戏挺好 但是我玩的幻影灯
差评: 希望重制psp上的纷争
差评: 延迟延迟延迟延迟延迟延迟延迟延迟延迟延迟延迟延迟延迟延迟延迟重要的事得多强调几遍.
好评: 请相信自己的感觉，觉得好玩就是好玩，不好玩就不好玩，不用理会那些“遗老”的发言，本人不是ff粉，ff14和15玩家，除了雅喵，脑壳痛，克劳德，萨菲罗斯，雷霆和召唤兽（蛮神xd）剩下的我一个不认识XD
差评: 你就是把psp纷争2重置下也比这个强，一个好好的ip被做成这样也是服气，你要平衡可以出天梯限制op的技能，也可以出娱乐天梯把所有技能开放，你这一刀切直接把这游戏的乐趣切没了，真是辣鸡。
好评: 动作略显僵硬，没有012里面的招架后追击那么流畅。联网对战连接差的一批，时不时掉线，再加上3v3战场混乱。已经不是格斗游戏了，你连我我连你，根本就是一顿凑技能连到死，要么改回原来的1v1要么把服务器优化一下。
上分是不可能上分的，就只能在鱼塘里摸摸鱼才行，wdnmd
差评: 感觉还不如psp上玩的纷争，1080只要30帧，联网对战总是连线中，而且只能3v3了，经典的1v1去哪了？？缺少了以前psp上的追击动作，和防反，我打了线上和人机感觉实在玩不下去了，可玩性真的不好，所以不推荐购买
好评: [h1]【0】优缺点列举[/h1]

综合而言，推荐这款游戏。

√新人上手较快
√鲜明的不同类型角色设定，区分明显
√个体角色招式内容丰富，语音表现角色个性强
√*同类*角色下，角色性能平衡
√场景地图多，高低落差，大小范围均有涉及
√召唤兽选择丰富，加成不同；线下召唤兽对战设计有趣
√丰富的角色选择，通用EX技能丰富，搭配多样；考验合作与分工，团队意识与策略性强
√线上房间战，线下自定义战斗中3v3，2v2，1v1均可
√覆盖PvP玩家类型广，Casual, Mild Core至Hard Core均可游玩，战斗技巧可深入挖掘

o线上排位为全球范围，在少数情况下会出现延迟卡顿
o单机部分较少，剧情较少，部分玩家或会对此失望

×PS4排位无法继承至PC，目前仅限日版AC
×PC配置要求偏高


[h1]【1】游戏总体说明[/h1]

[b]该游戏发售与更新情况：
·2015下半年 日本DFFAC（街机）至今已经运营近4年，运营情况良好，活动丰富
·2018.1 PS4 DFFNT发售 至今排位仍活跃
·2019.3 PC版DFFNT 发售


[h1]【2-1】个人情况说明[/h1]

学生，主机党；玩steam版是因为无法带ps4去学校宿舍。

2018.1 首发NT购入，游玩至今，目前线上排位到达Crystal C，玩家等级超过200，游玩时间接近600小时，达成白金。
不能说我已经完全摸透这个游戏和全部角色，但对游戏本身和角色应有的基本了解已具备。
以及希望看到这里的人能心态平和地读下去。

截图见（截图时间截至2019.3.13）：
[url=https://wx1.sinaimg.cn/mw690/6045c559gy1g1137lotpgj20u0143npg.jpg][/url]


[h1]【2-2】小测试——测试自己是否适合该游戏[/h1]
[url=https://dissidia-final-fantasy-cn.fandom.com/zh/wiki/%E8%A7%92%E8%89%B2%E6%B5%8B%E8%AF%95][/url]


[h1]【3】针对评测发布前中国区差评中出现的[针对游戏本身]差评的原因，以个人视角进行解释分析与说明[/h1]

1. 没有看到solo对战模式

线上排位无法进行1v1。
不过，[联网房间战]与[线下自定战斗]可以1v1。除基本3v3，亦可2v2，甚至1v2，1v3等。
截图为自定战斗中的角色1v3练习（与水晶等级人机）（半年前）：
[url=https://wx2.sinaimg.cn/mw1024/6045c559gy1fydehtu9jaj234g2cc7wl.jpg][/url]

2. 部分玩家对于本作与PSP上两作纷争差距过大产生的“落差”

这里说一下我[个人]的看法：NT如果算作“失败”，那么它“失败”的点就在于取名为DISSIDIA。
相同前缀难免让人进行比较，无可厚非。
部分玩家因为游戏操作模式的变更而对一作新游戏感到失望或产生不满，是玩家自主的想法，不多作评论。
不过任何游戏都有刚接触到上手再到精通的过程。不论何种游戏的何种操作模式，它们都是通过开发团队一定程度向主流市场与玩家方面妥协后编写完成的。这个最终产物，无法广泛照顾到相对少数对此不满的玩家。

3. 对角色技能不了解，游玩过程中完全不知道按出来的是什么技能

其实在游戏内，玩家可以通过多个入口查阅角色技能出招表，在开始新游戏的新手指引中也有明确提及如何查看(笑
举例1：在等待匹配期间，屏幕下方会显示出招表按钮(空格键)，按下对应按键后即可阅读
举例2：从开始界面进入游戏后，进入角色设置页面，左侧竖列中有出招表选项。
举例3：线下战斗时，按下Esc后屏幕种会出现几个选项，其中有出招表。

4. 对于游戏界面不清楚

[界面一览]:
[url=https://dissidia-final-fantasy-cn.fandom.com/zh/wiki/%E7%95%8C%E9%9D%A2%E4%B8%80%E8%A7%88][/url]


[h1]【4】其他偏个人的观点[/h1]

接【3】2.

就自身情况，断断续续玩这个游戏已一年多（包括ps4与pc），对于它的热情丝毫未减。

不仅因为自身是FF粉，有本命，更因为这个游戏本身值得一玩，在摸透机制和操作后，游戏所带来的乐趣是十分丰富的。

因本作常被拉来与前PSP两作纷争对比，[部分]老玩家（世界范围内）对本作的评论有时带有极其浓烈的主观思维，直接导致一部分新人望而退却，且在某种程度上影响了整体风评。

影响到什么程度？——只谈国内，有兴趣的玩家可自行在新浪微博搜索并查看各大电玩媒体带有DFFNT微博的评论区。

跟风之类的人，人云亦云，或是没有玩过，或是只看视频便妄下定论；刚接触但仍未上手的人，仍在学习操作的过程之中，等掌握之后，将会变得轻松。

正如我在【3】2.提到的，任何游戏到都不是绝对完美的，玩家抱怨有玩家的理；换角度，厂商也会抱怨玩家众口难调。

多去熟悉、多去适应游戏，而不是让游戏来适应你。

以上几句基本适合所有游戏，至于实在玩不下去，不如尝试换个游戏。


总之，该游戏本身存有缺点，但优点也明晰可见。


[h1]【5】 简略的游戏基本说明[/h1] （以玩家做完2-2测试并已通过新手指引为前提）

——如果有人真的能看到这里——

1. 角色大体分类辨析

[i] HEAVY:[/i] 勇气攻击所获取的勇气量高于其他3类，强控制，但机动低
   举例：维因(FF12)勇气攻击招式第三段输入方向后有不同方向的击飞判定
   例外举例：萨菲罗斯(FF7)特有的JDC(Just Dash Cancel即，精准输入冲刺取消)，成功后机动性甚至超越SPEED

[i] SPEED: 仅该类型的角色可进行三段跳，且移动速度略高于其他3类，强机动，强干扰，但火力较低[/i]

[i]SHOOT:[/i] 远程勇气攻击见长，多数情况下为团队输出主力，近距离自保较弱

[i]UNIQUE:[/i] 定位为全方位角色，brv攻击在战斗中进行强化；为我方赋予Buff，或给敌方施加各种Debuff；在队伍中缺少某种类型的角色时可暂时替代该类型。

·个人攻击强化举例：
①巴兹(FF5)各种职业MASTER后性能提升；
②加姆拉纳德(FF11)的同种brv攻击在第一次全段攻击到敌人后会给自身产生近半分钟的强化该种brv攻击的效果。

·Debuff施加举例：
该作中buff强化与debuff弱化对己方与敌方影响巨大**
①艾克斯迪斯(FF5)切换模式后，可锁住敌方通用EX；专属EX发动后，敌人在以自身为中心的球体范围内，无法使用包括专属EX的全部EX技能。
②加姆拉纳德(FF11)专属EX发动后，在当前自身位置产生一个球体，敌人触碰后将被赋予移动速度，攻击力，防御力弱化等debuff，同时锁定通用EX。

·替代类型举例：
洋葱骑士(FF3)在[忍者]状态下，更为靠近战类角色；在[贤者]状态下则替代SHOOT类。

[i] 其他——[初/中级者指南]：[/i]
[url=https://dissidia-final-fantasy-cn.fandom.com/zh/wiki/%E5%88%9D%E5%AD%A6%E8%80%85/%E4%B8%AD%E7%BA%A7%E8%80%85%E6%8C%87%E5%8D%97][/url]

2. 游戏战斗某种程度类似FF14，需要不同类型角色分工合作

标配队伍为HEVAY SPEED SHOOT各1， UNIQUE可替换其中一类
分工举例(仅举例)：Speed干扰牵制对方两人，Shoot主火力攻击与Speed交手的两人，Heavy防范我方Shoot被偷袭或去帮助Speed。

[i] ·[基本立回]：[/i]
[url=https://dissidia-final-fantasy-cn.fandom.com/zh/wiki/%E5%9F%BA%E6%9C%AC%E7%AB%8B%E5%9B%9E][/url]

3. Tips

线下自定战斗中训练可以短期内提升巨大；多看其他人的视频录像；活用地图落差与障碍物；观察小地图等


[i]更多信息请移步[/i]

游戏相关知识介绍（中文wiki建设中）
[url=https://dissidia-final-fantasy-cn.fandom.com/zh/wiki/Dissidia_final_fantasy_cn_Wiki][/url]

中国国内NT玩家(PS4与PC)交流群：571465043


最后，这是我个人在国区账号的第一个测评，写的有点多，也不知道该写什么(((

总之，感谢耐心阅读至此的各位 (｡･ω･｡)



[code]

2019.3.13 17点左右的修改: 修正了一些错别字；排版优化
2019.3.14 将评论区回复的问题整合至评测文章中

[/code]



[h1]【6】对本篇评测下的留言的回答等[/h1]

[quote=Yissy][i]你好，我想知道，这游戏完全不打线上，或者说因为后期玩家流失，没人打线上的话，单机能有什么玩点吗？剧情模式打完之后，打电脑会有娱乐性么？[/i][/quote]


单机有一定的娱乐性。目前就三个平台而言，玩家都很活跃；若只是不想排位，仍建议考虑相对轻松的房间战，因为本作的核心可以说就是联机。

单机可游玩的项目举例：
·全通剧情后解锁主线版面中召唤兽战Hard，击破后能获得BGM等奖励；
·非修改玩家，通过努力获得的GIL去购买乐曲有头像等收集性素材，会有成就感；
·Offline Battle中的Rush Battle(主线Group解锁的连续战同)，若分数较高，会解锁Helletic和Chaos难度，高于Crytal，很有挑战（Core Battle个人用于相对快速的提升角色等级和位阶）；
·Summon Rush 极具挑战性，而且机制设计的非常好（就个人而言），切换不同类的角色会有不同体验
·Free Battle可自定1v1，2v1，1v2，1v3 等，并能自由设定我方和对方COM的水平，是尝试新角色时练习与喜欢单机1v1玩家的好去处。

[以上针对完整版]
*剧情模式，召唤连战等部分内容需购买完整版解锁。
*免费版目前只能购买bgm和头像，通过购买角色包直接获得开宝藏和游戏中商店完整内容。


我在【0】里提到一个偏中性的一点就是这作游戏单机内容不是很多，更偏向于单机的玩家可能不会对此买账。
不过做成这样也有多方原因，举例：街机联机游戏；ACT游戏近年市场不是很好，1v1游戏减少，转型主打多人PvP等。

打COM因人而异。如果你之前有接触过PSP纷争，再转来NT进行人机，区别会非常大，提前说明。
若认为rush battle 中6（+1）连续战的强度略大，或在开始时打不过较高等级的COM，建议去free battle的模式游玩并练习。


我个人偏向更为休闲的[房间战]，所以我对于这个游戏线上线下的分配是这样的（约600小时），可以做一个参考：
~65%房间战，约 400小时；
~20%排位，100~150小时；
10%~15%单机story mode，rush battle，summon rush，free battle，约 80小时。


最开始我也是完全不打线上。

在通关剧情之后，先用喜欢的角色升级[离线]位阶，这样一来有动力继续玩下去，二来能熟悉基础的操作；
在打通rush battle的普通与困难模式后，我转到召唤兽连战，尝试不同角色击破召唤兽，熟悉其他角色（也可选择1v1召唤兽）

之后我发现了房间战，于是我的时间分配——真香。


希望这条长长的回复对你能有帮助，以及祝NT游玩愉快~ (｡･ω･｡)
好评: 最终幻想纷争是我比较喜欢有游戏，PSP版就开始接触了，但PC版优化还是太差了，10--20帧来说对于操作很不友好，PC版直接无法流畅游戏，希望后期多优化下，PC玩家更好的体验
好评: 好久不见了，老朋友们
差评: 优点:
1. 每个角色在基本保持历代风格同时也各有特色，角色丰富是亮点
2. 《最终幻想》系列传统的召唤兽系统
3. 上手简单，没有传统格斗游戏繁琐的发招技巧，半锁定式的战斗模式，让新人甚至是从来不玩格斗对战游戏的玩家也可以轻松上手
4. 游戏节奏紧凑，一场对战只要几分钟，随时可以休闲一把

缺点:
1.  故事模式需要对战解锁？！只这一点就足够让大多数剧情党不满，花钱买了剧情，然后需要对战一点一点的挤出来，这不是鼓励玩家竞技，而是劝退剧情玩家
2. 游戏模式单调，可玩内容不多。 是的，角色很丰富，但是对战翻来覆去就是3v3 3v3 3v3...我说光荣，我说SE，你们的目标不是专业电竞游戏，只能说是休闲竞技游戏，为什么不能丰富一下休闲玩法多开发几种更有趣的对战模式呢？就算隔壁的电竞巨头，也会时不时搞出点休闲玩法的啊
3. PC版移植...很偷懒，键鼠操作只是把键盘鼠标映射成手柄按键。对战中担心键鼠和手柄的平衡问题，全部键盘操作可以理解，但是游戏菜单界面能不能鼠标直接点击啊喂！都9102年了，竟然还有PC游戏不支持鼠标点击的
4. 视角混乱。估计高手应该没这个问题，但是作为刚刚入坑的新人，几次转到不禁自问“我是谁？我在哪？我在做什么？”

总结: 《纷争》算是比较另类的一款多人格斗游戏，或者说可以算作是多人竞技游戏。但是作为竞技，缺乏专业电竞游戏的技巧深度；作为休闲，又缺乏休闲游戏的丰富内容；当做RPG玩...算了，不想提那个故事模式。感觉整个就是光荣公司想都没想做什么内容能吸引主机和PC玩家，就直接把街机版搬过来卖。一句话： 可玩，但是不推荐，除非是《最终幻想》粉

(其他评论所说的画质优化问题没有遇到，就不评价了)
好评: 免费玩的游戏.我就不要求那么多了。
好评: Ps4玩家路过，顺便收藏了，说实话，这部作品还是很不错的，不过pc的优化实在很难受，帧数稳定在35-47。
我开游戏是窗口化全屏，切入游戏就35-47帧数，切出界面就稳定60帧，其他游戏没有这种问题，画面卡的很难受的。
不过我很喜欢这部作品，也是一位情怀玩家，FF忠实粉丝，这种情况下我还是选择推荐这款游戏。
希望后续能把优化做好
差评: 优化真的垃圾
好评: 這是一個好游戲 但是....
PC版到底是在卡什麽鬼??絕對是游戲問題 請修正
差评: pc版卡成翔。。。明天试试主机板去
好评: 我搞不懂爲什麽畫面會一卡一卡的 
雖然畫面很美 我配備不高（GTX860) 能運行 (最低配置）
但是有强迫症會發飆啊 ！
希望能很快修復這問題 

還有 附注事项: 60 FPS at 1280x720 Low settings 這個是來搞笑的吧？ 沒用！
差评: 屎一样的手感。。太次了 真的太次了
好评: 游戏最精华的点在家用机跟PC版中没有展现出来

这是这游戏最大的遗憾
差评: 惊了，9102年，还能移植出满屏狗牙的游戏。
PSP两作的老粉，看到KT心里就觉得不妙，进游戏把画面调到最高还是满屏狗牙
这技术力简直了，2080ti+4K，9102年玩到的最屎画面。
SE好好反思，同是日厂，和卡婊差距怎么这么大
差评: 请还钱  史克威尔艾尼克斯
差评: 连鼠标都没有，移植的也太暴力了吧  蚵蚵
好评: 直接3v3令门槛太高了。虽然内核是好的但是你先开个2V2 和 1V1好吗？ 基本上PSP的模式差不多，就是改成了群P。 关于那些说不如PSP那时候给差评的，我说，你门还不好好想想，这套战斗实质上是非常单调，PSP上稍微多对战一些就会发现，其实 1V1是很基础的博弈游戏，玩家水平发挥的天花板非常低，没什么深度，最终类似各种火影，为啥GVG要做2v2一个道理。
好评: 简单描述下现在在steam上给差评的所谓“系列老粉”都是些啥玩意儿
-从没掏钱买过纷争任何一作
-一辈子没正经研究过pvp，甚至可能一辈子只打过电脑
-抱怨卡，锁帧，却连搜一下解决办法的心都没有
大概就是这么些玩意儿
好评: 我960开中配感觉还可以啊，帧数在哪看
好评: 讲道理steam应该把评分系统细分到分数……我想打个一半
既然少于50% 我就挂个好评吧

本作的亮点不用说肯定在于对战，相信以前用老古董PSP玩过纷争的玩家都知道很难找到人一起打架。
本作的打击感依然动感十足，让人感觉舒适，并且继承了SE一贯的被游戏耽误了的（真的耽误 好多作品都是差评）CG电影大厂的风格

但是……
× 天才一般的P2P连线系统 能让整个战场时间静止
× 灵活性比起纷争简直被砍了一百刀 就不细细罗列了
× 是我的错觉 还是我电脑问题 还是游戏内很多动画都锁帧了？就30的样子？
× 被世界遗忘的存在 十分钟匹不到一场

总之打打电脑我觉得还是蛮爽的。线上……讲道理体验不太好
但是毕竟原来是因为纷争喜欢上FF的（高中英语课本都有提到 这得有多出名），虽然有些不畅快，但是觉得这游戏还是值50%好评的……大概吧
好评: 切换到独显画面还是很流畅的，可能个人对帧数不敏感，锁帧感觉也不会很影响游戏体验。
DFFNT本身就是一款偏fan向的作品，而且对每个角色的特点体现也做得还不错。历代角色以及熟悉的bgm都是加分项。非FF粉的游玩感受可能会低一些。
战斗教学的讲解比较细致，新手可以很快入门，而更细节的操作则需要精通理解，操作上有可挖掘的部分。
好评: 可以说这款游戏是10年前的老粉们一把眼泪等到现在的作品真的不容易。
差评: 网络非常差！！！非常非常差！！！根本没办法连线对战！！！只能单机玩了！！！！！！！！！
差评: 很垃圾的游戏 除了大IP外 没看到一点游戏内容，这操作你敢叫自己是格斗游戏？？？一个动作发招3秒 收招再3秒 还不能移动的
差评: 没做过优化吧 GTX1060 fps 30来帧
差评: 不是很想评价这款游戏
我不pay玩
手动狗头吧
差评: 2秒一卡怎么玩耍?

差评: 还行~就是SE的定价..
差评: 卡卡卡卡卡卡卡卡
好评: 非常热爱这款游戏。
差评: 首先卡顿解决方法就是右键我的电脑设备管理器找到人体学输入设备禁用HID
其次这游戏没必要玩！锁帧！严重锁帧！！有时候就特么30FPS！！！其次动作打击感不好！！画面掉渣还要那么高的配置！！
好评: 本人曾经在PSP上手动打出了近乎完美存档的纷争013和纷争012，这款新作NT最早是登陆PS4的所以没有接触到，nt登陆steam后玩了会NT免费版，现在已补豪华版。那些曾经玩过PSP版的玩家就请不要喷NT的操作和记忆中不一样，本来就不是一个平台的，对于曾经玩的PSP版而言，nt是新游戏哦，不存在什么所谓的 “游戏改的面目全非” 。至于锁帧问题，我笔记本电脑i5-6300hq,gtx1060 3G，内存16g，个人认为配置一般吧，但打架的时候能够稳定锁60帧，只有使用召唤兽时的动画会变成30帧，没有影响到我游玩啊。
好评: 大部分都是自己的感悟，立场不够客观。本篇旨希望对这个游戏有关注的玩家能够重新看待这个游戏。
换句话说，我就是跳出来给NT洗白的（滑稽
其他这个游戏的优缺点我也不一一列举出来了，另一位大佬已经讲的很透彻了。
大致就是讲讲前作的关系和基本对战的观念吧。
补一句 ，希望SE重视下steam版的优化和网络问题，目前看来是真的很严重。

个人情况
自己主要是ps4玩家 因为这次steam版的NT终于发售了，特意注册一个steam账号上来看看情况
Ps4港版首发1400+h, 等级790+  日版183h 等级129
算上房间战的话应该是破万战
7个角色Crystal
5个到Crystal A   shoot专长
街机163战 胜率72  只有在日本才能玩… 
街机有很多绝版和特有的称号头像bgm
但是到现在为止也不敢说自己已经把游戏给玩透了，相比起自己，日本的顶尖大神操作简直行云流水一气呵成配合毫无缝隙。大概来说就是这个游戏可以探讨的地方其实是非常多的。
B站也偶尔放一放NT的联机视频，基本是坚钢水晶段位的
但是自己没花心思去做，基本都是纯对战的。
解说向只有一个雅秀特拉的     私心放一下b 站AV28470796 
shoot的操作点都是根据那一局的情况来写的，可能会有遗漏。


个人对目前问题的看法
（大部分都是根据ps4的游玩情况而写的，steam版除了优化问题和服务器质量，其他点应该大同小异）
1.游戏模式
NT是可以进行线上2v2,1v1 solo模式的。建个新房间可以自行调整比赛要求（场地，时间，匹配类型等）。（附：免费版也能建房间）

2.优化问题
steam版的优化很差…SE应该会有后续改进的。说句老实的，这个游戏每个月都有角色性能调整和翻新，每两三个月也有bgm或者新场景增加，SE还算是关心这个项目的。
（买个ps4其实也是个解决的办法www）

3.网络问题
当初ps4版发售时联机质量跟在南极洲玩lol差不多，后面连续更新了几次现在已经稳定不少了。更新后单是国内连线的话基本不会卡顿，和国外（主要是日本地区）连线的话可能需要加速器。Steam版应该也会有差不多的修复过程。

4.匹配速度
可能是steam版刚发售，也不能和ps4版cross play，所以玩家人口基数还不大，匹配速度会比较慢。服务器是全球服，这点国内玩家会吃亏，很容易卡顿。玩游戏还得再买个加速（…
现在认识的国人大部分都买了加速器，但其实加速器要求不高，在ps4版上基本是选日区就可以了。推测的话steam版上欧美区和东南亚区会比较稳。但是由于游戏刚发售，具体情况还不明朗，加速器在steam版上有没有用也不清楚，这个问题等se更新会比较好。

5.关于DLC。
制品版是除了6个季票角色其他全都有的（季票角色：裴因、洛克、莉诺雅、伽姆拉纳德、尤娜和斯诺）。服装、武器（有例外）也是在游戏里直接用金币买的。Free edition的DLC才是单独买的。
现在和朋友们一起苦苦等待三月末公布的新角和角色第三套衣服…

6.视角问题…
我用ps4手柄玩的话没有很差的观感，键盘可能确实有点问题，不知道SE会不会之后有所改进。
顺带一提街机的手柄一开始就做的很像PS4的手柄，就是召唤的时候要特意腾出手来按。我去霓虹玩的时候按召唤手忙脚乱，真的像是在跳舞一样。

7.剧情
垃圾，不说了。


和前作的关系
NT不是像前作一样的RPG有着完整剧情的游戏。
之前我们这些一起玩NT的人聊了很多关于为什么NT口碑这么差的事情。最后得出的结论大致是：NT受了前作名声好的影响。假如NT没有打着纷争的续作的名号，说不定会有不一样的结果。
NT的那个剧情，我们这些玩了很久的人都不满意。虽然的确有在更新剧情，但总体没区别。
NT的游戏类型已经和前作不一样了，受众群体其实不太一样的。一般续作的玩家都是因为自己很喜欢前作，然后再掏钱买了续作。买完之后看到NT剧情烂成这样，对战也不好上手，心里肯定会有点落差。人之常情。但是这就造成了NT的口碑下滑，再加上ps4开服初期那个差的要命的联网质量又很难留住人。而像我一样的新玩家，哪怕对这个游戏非常感兴趣，我也不知道怎么站出来给NT说话，毕竟是刚开始才玩。最后导致NT在国内声誉一塌糊涂。

但是这次借着steam版发售，我这种顽固分子得跳出来吹一吹了ww
（前提是SE赶紧修复steam版优化问题，我看着都难受）


对战
NT不是传统的硬核的对战游戏。
普通的格斗游戏就不用比了，其实不是同一类的。要说的话可能会比较接近高达吧。自己不怎么了解高达系列，相关情况大部分都是听朋友说的，有错的话见谅。
根据我所知道的情况的话，高达是2v2模式，对个人的操作要求会高。
NT是3v3模式，对团队的配合要求会高一点。
操作方面不算难，但还是需要讲究细节。不是很懂的话可以多摸索摸索教学关，操作的小细节都有讲。但是更具体的意识方面需要自己和真人的交流和练习。

如前文中提到，NT魅力在于合作。
什么时候该去帮助队友，什么时候需要收刀控制，什么时候不能够出手，怎么才能控好水晶，怎么去和队友搭配ex技、怎么去和队友搭配不同的hp技甚至是角色组队…在意识这方面可以讲的实在是太多了，也经常是一（撕）聊（逼）就一个晚上。
哪个角色的哪个技能最强，也就是聊着聊着就上线约父子局的那种程度吧（笑

感谢能看到这里的玩家，我再稍微多写几句w
假如有认识的朋友一起玩的话，NT绝对是一个杀时间的好游戏。我经常就是和朋友开个密码房间，一打就一个晚上，在国内也不会出现卡顿掉线的情况。
换句话说吧，NT算是一个社交游戏了。因为这个游戏在国内也认识了很多很有意思的朋友，自己也在排位的时候认识了几个聊得来的外国人。晚上也很喜欢去u2b上钻研下巨佬们的视频，看评论区里的交流。

有心去玩的话，NT，作为一个联机对战游戏真的很不错。（再次请求SE请修复网络问题！！！）

DISSIDIA FINAL FANTASY NT 中文wiki网站（更新中）
https://dissidia-final-fantasy-cn.fandom.com/zh/wiki/Dissidia_final_fantasy_cn_Wiki

国内NT交流群  571465043
（对没错 我是上一篇写好评评测的大佬的小弟！）
感谢能够看到最后大家！
好评: 这游戏能打BOSS不肝装备那种？
差评: 这游戏只能单机吧，联机卡成狗，一个动作10几秒，比慢动作还慢动作啊！
好评:                            注意！注意！

     游戏默认优先使用集成显卡，需要在NVIDIA控制面板改成独立显卡！！！
差评: 优化不行，实战教学卡的要死。
好评: SE终于在纷争NT街机将近4年后的今天发售了pc版，下面说说游戏目前的问题吧（反正我是真香）

    1.游戏默认集显运行。
      请遇到：哎呀我这无敌配置为什么20几帧呀！ md，垃圾优化我2080才10几帧！等等这类问题的朋友百度一下如何切换游戏使用独立显卡运行

    2.锁帧在30-60帧
       希望以后有所改进吧，不过60帧在游戏中还是很流畅的

    3.免费和收费区别
      免费没有剧情模式，只有网战同时轮换提供四个角色，所以免费版依然可以快乐网战，收费双版本就是人物和主线剧情，至于剧情品质看个人喜欢吧

    4.需要加速器
       联机游戏通病，需要加速器，不然基本上对战是ppt，但是流畅运行的情况下游戏体验还是很好的。

    5.游戏只有3v3和剧情模式
       模式只有3v3和剧情模式，作为街机移植其他模式基本无望，看看SE会不会良心了（虽然感觉不会至少你可以开房单挑吧）

    其他的游戏具体的玩法和实际操作网上就多了，毕竟ps4平台2016年就有了，视频网上估计不会缺。我就瘫着写个评论等加速器了。
差评: 说实话，你锁帧锁也就锁了吧，为什么一会儿锁60一会儿锁30？？？
差评: 确实优化问题。4秒一卡完全不能愉快游戏，4秒一顿，这掉帧有点过分，没法玩，等优化，我还以为只有我一个有这个问题
差评: 首先，帧数低的可以手动选择独显运行。然后，nt除了画面更好了，完美抛弃了前2部的所有优点，强制3v3，打起来乱的不行，畅快淋漓的对战也完全做不到，网络也有问题。
差评: 一堆dlc，角色，武器分开卖太TM黑心。没有招式解锁，没有装备，相对PSP时代玩着很没意思，6人在场景地图内很混乱。
差评: 掉帧非常严重……
但是我觉得还是挺好玩的
评价看之后情况再改吧
差评: 看完动画就跑，好久没看到老面孔而已
差评: 1.网络不好
2.没有1V1
差评: 比PSP上改了好多，而且并没有感觉很好，反而比以前还差，动作解锁，装备等等都消除了，没什么意思
差评: 主菜单开始就卡卡卡卡，几秒卡一次，没法玩，浪费钱了，还是玩ps4版吧
差评: 当艾史和光荣合体出游戏会是什么样？对 就是那一堆数不完的dlc，这是一款名叫最终幻想 实为神仙打架的游戏 目前延迟高 内容少 优点只有一个就是体验版不花钱！不过现在还配不上一个好评！
差评: 呵呵
差评: 游戏优化有严重问题，进游戏看开场动画都一卡一卡的。抓紧优化把，现在无法正常游戏。
差评: 直白地讲，我不认为这是一款格斗游戏，战斗混乱无比，操作简洁体验不到技术性，一局游戏的游玩过程就是几个人聚在一起有招放招有大放大
有一种玩习惯了DOTA去尝试王者荣耀的感觉
好评: 锁帧了，真的。菜单界面锁了60帧，战斗时锁了30帧，一点都不流畅······pc版优化好差！
希望官方之后会解决这个问题吧，不然就浪费了一个好游戏
差评: 优化有问题，RTX2070 fps只有20+,玩不下去了，等后续更新
差评: 面 目 全 非，PSP纷争老粉慎入，FF粉和新玩家我就不知道能不能接受这作了
差评: emmmmmm有没有solo的对战模式啊，真的，你保持以前PSP的系统，真的买爆，现在搞这个3V3太多此一举了，有时候做加法不如做减法，真的不知道se脑子里在想些什么，加了诺克提斯好歹把亚丹也加进来啊
差评: -繁中翻译非常差
-作为动作游戏镜头之烂不想吐槽
+BGM
+FF IP
差评: 这真的是3DACT吗？摄像机只有左右两侧，传统的正中模式在哪里？没有技能选择，左键右键按下去发出的技能到底是啥都不清楚，麻烦多用心做游戏，别只是单纯的跟风。
