好评: 买galgame赠送格斗小游戏，挺好的，就是有点费手
好评: 来嘛 挨揍
好评: 最喜欢的格斗游戏，没有之一，可恶
好评: 谁不喜欢二次元格斗游戏呢。。。。。。。。啊不，这明明是一个视觉小说，格斗完全是一份赠品呢
好评: 好玩
好评: 非常暴力的游戏，胆小 患心脏病的玩家 谨慎入坑qwq
好评: 不建议格斗纯新手玩。
好评: 你应该立刻放弃那些无趣的GALGAME，来感受一下真正的文字冒险类游戏【附赠精美格斗小游戏】
好评: 挺好的游戏，算是BB老粉了，PSP上BBCS2入的坑，FTG游戏吗，连段和网战都是折磨的一部分，不要看评论里那么些人喊难，那是他们活该，“完成新手教学”这个成就只有5.4%的人做了（截至到2022/2/11是8.1%），新手教学都不做，不虐你虐谁
真要是说游戏性，中规中矩吧。但是本作剧情模式文本量超过百万字，所以说本作其实是AVG游戏（雾），还有各种分支路线，番外剧场，人物专属剧情，所以说其实是galgame（大雾）
连段流畅性不错，个人给分8.5/10，但是不要把其他FTG的经验带过来（就是你，SF），本作别名皇牌空战，连段基本可以概括为起手-想办法把对手升空-空中连-结束，旨在培养王牌飞行员。练习模式下可以调试各个人物的状态（防御状态，强制攻击等），基本上每个人物都是不同的系统，像黑面特有的封印，白面的勾玉，帝卡的磁力，可以说原价入也不亏（真的吗？我只会在史低时出手）。
本作不适合新人入坑，因为网战已经没有人了，除非加群（我在说屁话，新人打网战找带佬虐？）。其实是因为新作已经出了，新作BBCTB适合新手入坑BB系列，真要入坑FTG的话，BB任何系列都不太合适（虽说我就是BB入的），新人更好选择人数更多的游戏，人多了才容易找到小伙伴和老大哥（SF你赢了），可以选择同公司的罪恶装备或者卡普空的街头霸王
还是希望BB能有更多新人啊，这样我才敢打网战啊（50个小时才练会了3个combo的屑）
另外，DLC没必要买，那个人物比摇摆阳还拉
好评: 作为苍翼默示录的结局之作，总算看到了我们拉格纳的结局，游戏画面精美，格斗设计也有特点，然后之前在格斗有时候会小卡一下，不过更新以后现在游玩挺流畅了
好评: 新手别玩直人（NAOTO），相信我，手会废的（80小时都还不会强化连的直人玩家）
好评: 打不过地狱人机，我是傻逼，50个小时玩到gou上去了
好评: 手残，慢慢练吧，，，，
好评: 感谢老天，这波更新难道终于把莫名的大体积给顺带解决了么？
我突发奇想想看看更新后的储存占用，结果居然就只有16.3（16.4）G
当年发售后我打完剧情后有一段时间滚回bbcpex就是因为太占地方了，甚至手动删除不用的英配文件和给视频降码，来节省一点点的空间啊QAQ
好评:  (๑•̀ㅂ•́)و✧ 这个游戏由之前的49G改善成今天的16G，这种改动真是非常nice呀！未改之前，我总感觉游戏太大，毫无长久保留游玩的欲望，现在则改善了很多了，即使下载下来不常玩，也不算明显占空间了。
好评: 6
好评: 啊?发售5年的游戏还能给更新个网络回滚代码？666啊ARC。
好评: 最帅的格斗游戏，最强的galgame，最美的2D像素
苦练十小时，败给帅气型
好评: 不错
好评: 拉格纳是我最喜欢的男主之一了，我心目中的经典神作之一！
好评: nb没的说

好评: 作为格斗游戏，剧情挺长的。
好评: 简单介绍剧情：
这是jin，他也是jin。他是个病娇。
这是noel，那个也是noel，她也是noel，哦她啊还是noel。剧情看完后好像也算病娇。
这是照美...

比赛太好看了，自己去玩：又是被ES吊起来打的一天呢 ^_^

9/10，最强2D FTG
好评: 不是说谁都不会死吗！拉格纳！呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜
好评: 好，直人我爱你！！！！！！！！
好评: 游戏太棒了，弟弟都玩吐了
好评: 玩就对了
差评: 双人模式不支持键盘属实弱智
好评: 大概一年前买的系列包，断断续续通关了（只是主线，很多支线还没打）
虽然植田佳奈很香，但是呜呜呜呜呜呜我的雪莉佳呜呜呜呜呜呜呜呜呜
剧情很棒，买gal送格斗
角色很涩，看到插画我都怀疑是不是少了一个涩情的标签
至于格斗部分，反正帅气模式就按呗，麻衣yyds，又强又涩（纱织yyds）
好评: 优点：华丽的连招，各种富有特色的招式、机制、大量的故事剧情，丰富的角色及人设，可以称得上2D格斗游戏的巅峰，即使买来当视觉小说玩都不亏（建议打折买），抖M狂喜
缺点：需要大量枯燥的连段练习（喜欢练习的人也许不会觉得烦躁，每一次练习成功的反馈会让你获得满足感）、游戏提倡压制，新手容易被压制到死、会打连段只是开始，会防守才能成为强者（谈何容易，需要熟悉对手角色的招式和破绽）
建议：老玩家知道对方是新人时，就不要老换角色练手（老玩家的通病），只用同一个角色，对面都很难找到破绽，何况是几个角色轮流殴打，新人只能一脸懵逼的挨打，很难看出门道，难有进步的。给新人一个成长的机会，同时压制没必要那么高强度，给人家一个喘息的机会。
好评: 游戏很好，故事和游戏性都好，绝赞推荐购买
但是我进入大厅战斗会报错闪退所以还没找人玩过，上网上也没有搜索到类似情况，像了解一下
好评: 苍翼默示录和罪恶装备都是我最喜欢的格斗游戏，希望早点玩到三渲二的苍翼新作
好评: 好玩，画面表现力有点过时了
好评: 这个游戏是真的好玩，主要是老婆多到不知道玩那个了就是下载时间有点久
好评: 大佬们当格斗游戏玩，菜鸡们（没错我就是）当galgame玩
好评: 看动画片的时候还有格斗游戏可以玩，简直不要太爽。
好评: 我第一次接触BB是在初中的时候，接触的是CT，之后就是CSEX和CPEX了。
这一作给我的感受有一下几点：
先说好的：
1.多了几位角色我是挺高兴的。
2.系统的语言不再是声优的名字而是角色的名字，比较好玩的地方是如果选到自己，它是不会说角色名字的而是会说一声"我"。
[spoiler]至少神乐是这样子的[/spoiler] 
[spoiler]3.CG包不用说都懂的，给我的鸡儿放几天假就行了[/spoiler] 
[h1]抛开一系列问题的话，总的来说还是给BB画上了一个完美的句号.[/h1]
下面来说说差地方：
1. 第一个要说的绝对就是优化了，先不说我的台式了,就直接拿我的笔记本来说，嗯，切独显稳定FPS20。
为了解决FPS低下我在显卡设置里全选覆盖然后调至最低，问题就轻松的解决了。虽然选人界面还是稳点 FPS20。
2.迷之锯齿让我看得很难受,[spoiler] 如果是在我的本子上玩的话把分辨率调720P，锯齿？不存在的。[/spoiler]
3.扭蛋系统是我觉得最恶心的东西了，你以为你是开箱游戏吗！我不买CG，不买颜色和诺爱尔的服装。就为了扭个破蛋，结果呢？我到底得了什么啊！
[h1]好的下面让我来说一下这些问题要如何解决：[/h1]
2.如何解决锯齿的问题
这个问题非常简单，再买一个分辨率小的显示器就行了，等ARC修复了这个问题以后你再用会回的就行了。
好评: 爽就完事了
好评: 好玩，天天被朋友网战拷打！！！
好评: ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!ES!
好评: 第一次玩这么硬核的格斗游戏，主要是冲着夏目麻衣买的（太对我xp了），不过没有手柄打起来感觉好难受。
好评: 意难平啊，意难平）
好评: 史上最佳格斗游戏
好评: GOOD
好评: 请问这是Galgame吗
好评: 好玩，买就完事了
好评: 匹配不到人了

好评: 好玩好玩！玩就完了
好评: 希望我的朋友们每天开开心心的游玩~ 我是笨蛋！
好评: 哎，到最后还是没有坚持住 bbcf对我来说还是太难了 有机会还是玩ggst吧  再见了，我的麻衣🥲🥲🥲
好评: 沙包模拟器是吧（黄豆
好评: [h1]- 推荐 -[/h1]

[h1]前言！[/h1]
格斗游戏与视觉小说有没有可能同时玩到？答案是肯定的，《苍翼默示录 神观之梦》做到了。本作不像一般格斗游戏搭配轻拳轻脚重拳重脚，而是每个角色都附有独特的操作性。把不同的角色练起来会提升自我成就感呢。

[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]

[h1]体验！[/h1]
《BlazBlue Centralfiction》是一款日式风格的2D格斗游戏。作为 2D 格斗游戏来说，我觉得本作非常棒，有丰富的角色，攻击动作流畅以及华丽的连续技和大招。对于不同角色的攻击模式和出招连续技的不同，也提供角色的教学与解析，每一个招式都有操作影片和电脑教学就令人莫名感动。

除了单机双人对打以外，要是水平练好了，觉得跟电脑打太简单了，游戏也提供联机模式，跟玩家对打。打累了里面也有视觉小说让未熟悉BlazBlue系列的玩家了解剧情、动画与CG。综合来说是一部相当好的游戏。

本作是BlazBlue系列剧情上的最终作。虽然是系列第四部作品，剧情也是沿续前作在进行，不过此系列优秀的传统就是有前情提要告诉你前面大概发生了什么事，以及人物之间的关系。让刚入门的玩家不至于完全看不懂庞大的背景设定和人物关系。日式动漫风格的玩家也可以尝试看看本作，基本上当成文字游戏也不是问题，只是这次少了一些前作都有的小剧场剧情是有点可惜的地方。

在游戏系统上多了一些新的设计，像是可以破防和一发大逆转的觉醒技能，让本作增加了并有别于以往前作的进攻选择。整个系列的格斗难度都偏高，不过在新手教学的部份可以说非常用心，内建了各种基本系统到高端连技的教学。

就算游戏真的无法从容上手，也有简单的帅气模式可以使用，只要连打就会自动帮你使出连续技，需要施放必杀技也整合到一个按键，方便玩家体验格斗，就算是格斗苦手也能在此找到一番乐趣。

BlazBlue系列最值得喜欢的地方莫过于那充满日式动漫风格的人设了，虽然剧情略显中二，不过角色设计就是各种帅气可爱兼备。有了喜欢的角色，游戏玩起来才更有动力，象是本次登场的麻衣就深得一票玩家的心。

游戏拥有一个有趣的故事，世界观是基于量子力学理论去发展的，有着观察者和平行世界、时间旅行的理论。然后世界观庞大，格局却有些小，从灾厄触发到神观之构，所发生的地点给人的感觉就仿佛完全没有脱离都市，连国家都算不上，明明是毁灭世界的大灾难，呈现出来的事态却很平淡，没有带给人急迫感，算是比较可惜的，这点大概是剧本处理的张力不足的问题。

最终的结局挺惋惜的，主角承接了所有亲友与自己的回忆，一个人被世界所遗忘，所有人得到了救赎，只剩主角独自一人前行，生死未知，算是比较开放性的结局。较可惜的就是氛围感的渲染不足，没有带给玩家过深的感动，只有凄凉。但游戏的故事确实不错的，为系列最终章画下了圆满的句话。

[h1]结语！[/h1]
庞大的世界观，扣人心弦的剧情，比以往更加精致的动画与CG，角色故事也更加完整，这绝对是一款合格的格斗游戏。Arc System Works 公司的格斗水准大家都是了解的，不用犹豫，值得入手。
好评: 唉，真得好好改改我的臭毛病了，就一个键按好几遍，弄得我一个五段的连招练了半个点都没过，我现在真想回到过去找那个第一次碰格斗游戏的自己，然后给他一拳，让他乱按键
2021/12/18/感谢kuroneko(JP)教育了我28局并且以及没让我赢，昨天晚上做梦都是伊邪那美的阴间色调，今天早上起来，很快啊，卡了半天的Es挑战关一下就过了啊，感谢，希望能有更多的人来揍我
好评: 格斗游戏的经典之作，非常值得入手。
好评: ARC格斗没有次品
好评: *initially reviewed in 2017, revisited in 2021 with rollback netcode update.

[table][tr][th]Content[/th][th]Percentage[/th][th]Credits[/th][/tr][tr][td]Visual Presentation[/td][td]20%[/td][td]8[/td][/tr][tr][td]Aesthetics/UI[/td][td]5%[/td][td]8[/td][/tr][tr][td]Music[/td][td]5%[/td][td]9[/td][/tr][tr][td]Sound[/td][td]5%[/td][td]7[/td][/tr][tr][td]Voice[/td][td]5%[/td][td]9[/td][/tr][tr][td]Technique(optimization, camera, physics)[/td][td]10%[/td][td]8[/td][/tr][tr][td]Gameplay-Mechanics/Level Design[/td][td]20%[/td][td]10[/td][/tr][tr][td]Gameplay-Combat/Control[/td][td]20%[/td][td]10[/td][/tr][tr][td]Story/World settings/Characters[/td][td]10%[/td][td]10[/td][/tr][tr][td]Lifespan/Ongoing Appeal[/td][td]coeff[/td][td]1[/td][/tr][/table]

The Verdict：8*0.2+8*0.05+9*0.05+7*0.05+9*0.05+8*0.1+(10*0.2+10*0.2)*(1+1*0.1)+10*0.1 =[b] 9.5[/b]


[h1]The Good[/h1]
+[b]Music[/b]. Needless to say, developed in mind as a spiritual successor to Guilty Gear and by the same group of talents, BlazBlue has no right to not to have awesome music. BBCPEX opening song 'Blue Desire' is still one of my all-time favorite (here in case you wanna check it yourself: [url=https://www.youtube.com/watch?v=-oKoi8JkvCE]Blue Desire[/url]).
+[b]Sound[/b]. Sound effects are improved compared with its predecessors. However, there are still some scenarios with cramped sounds, depending on which move is being used or the various status(being hit, on guard, etc) your character is in. I'd say Persona 4 Arena has overall better sound effects than this.
+[b]Voice[/b]. That's a fat plus here. These VA are all A-listers across Japan. If you are an anime guy (a weeb, that is), you'll definitely find yourself enjoying these familiar voices in the game.
+[b]Mechanism[/b]. It's a 4-button 2D anime fighter game, which some of us would call it '喧哗流‘ due to its fast pace and combo-heavy gameplay. Some of the westerners would call it "air-dasher" because of its smooth in-air maneuver: you can perform an air dash(*that isn't as sluggish as in S-hite-rive) and double jump(except for some characters, they have their own movement choice). To me the movement/mobility is always the kernel or essence of a fighting game. The representation of this game is definitely complicated yet pleasant. For example, you have 3 ways of neutral tech, 4 types of guard, etc. With so many options at your disposal, it'll take sometime to learn and use it in actual matches, but 4REED∅M is where all the fun lies, right? (*unlike that dumbass S-hite-rive, everything feels so restricted lmao) If you are a traditional type of fighting game player, you probably are not gonna like it. A dull person would always prefer boring games, that's perfectly fine by me, it's your loss.
+[b]Combat[/b]. Well that's where the gem is. This game has one of the most interesting fighting system. Not only there is a Distinct 'D-Drive' system and ’Overdrive‘ mode that gives unique boost for each characters(kinda works like the Vorpal state in Under Night), the moveset is also cleverly designed to match their fighting style as well as grants the flexibility to express your own playstyle (*unlike the clownish S-hite-rive with its pathetic skill ceiling that forces every high-level match a replica). This battle system as the epitome of the Blazblue franchise, has been through 10+ years of iterations. It will unleash its full potential to create the most breathtaking moments in duals between every 2 different characters, in the right hands (*definitely not in the hands of S-hite-rive degenerates lol)

[h1]The 'Neutral'[/h1]
~[b]Story[/b]. Could be one of the biggest reasons for some people to buy this game, especially if you like gal-game or those otaku things(lots of fan service). This is the last chapter of Ragna the protagonist's story, so if you want to experience the whole thing, I'd recommend you to start from the <Blazblue Continuum Shift Extend> which is the 2nd entry. Also, notice that this game only concludes the ending for ‘Ragna', but does not necessarily mean the end for Blazblue World. [strike]In fact, ASW is publishing a mobile game focus on the magic school daily life of the 'Six Heroes' early next year.[/strike] Fun fact: the mobile game was released 3 years later and couldn't manage to survive the first entire year lol.
Story itself is worth 6-7 hours reading(each for BBCSEX, BBCPEX and BBCF which is this one), along with several novels as prequel(around 10 books or so), an anime(terrible), a manga(story about Mai? I think) and other stuff, for lore monsters lol.
 ~[b]Characters[/b]. I'd say they are more on the dripless side if set side by side with Guilty Gear. But there are still some interesting characters design details and references to other famous titles, such as Fullmetal Alchemist. Every character has been put effort in by the developers, undeniably. The game comes with a very decent illustration book(pdf format) which you can find in your steam folder. 

[h1]The Not So Good[/h1]
-[b]Terrible graphic[/b]. The series is based on hardware over a decade ago, all the sources(character image, animation, etc) are in 768p resolution. A bunch of graphic options have been added to this newest installment, though, the anti aliasing won't work properly and even if these settings are all cranked up, graphic still looks blurry as Biden's pants. Not to mention that the Vsync will always be forced on by the game in all resolution other than 1080p, even you turn it off. 
-LOL the [b]UI[/b] deteriorates since the very beginning of the series. And this entry is at its doom's valley. But, be that as it may, still 10 times better than S-hite-rive's no-soul UI that looks like from a cheap card gacha game.
-[b]Optimization[/b]. I have a RTX 2080ti so I don't really know what is going on here, but from the previous titles in this game and most of the community comments here, it was not so well optimized at release. However, with its recent rollback code update,  the file size has also been dramatically reduced, surprise! 
-[b]Netcode[/b]. [strike]The community is not very active on PC. And the connection suffers from lags which could be annoying for a 60fps fighting title.[/strike] Rollback our lord and savior. Not only rollbacks alleviates input delay, allows connections between further geological places, more importantly, it also brings back an active player base, a resurgence of the game's lifespan. Now, about GGXrd...
-[b]Beginner unfriendly[/b]. I played 100+ hours and am still on the barely above noob level. The best way to deal with this and have a feeling of progression is to find a good friend at about the same skill level, practice and git gud together. However, a game like BBCF that requires frequently button pressing only means the execution requirement is high. It's not necessarily 'mashy' as some idiots claimed. It's not the game 'mashy', it's your brain, loser. As a code of conduct in almost every fighting game, the first thing is always [u]play the tutorial mode, learn the system[/u]. The tutorial is well structured and detailed, help you get into the game more efficiently. Learn the combo, defense and offense, overall gameplan of your character through character primer, discord, dustloop wiki, the fun just begins and only gets better from here :-)

[h1]Some (old) links[/h1]
#[url=https://www.evernote.com/shard/s330/sh/2854eec4-11ce-421b-af98-566102053c7c/9068e84f62f7e6f88278dd11811eec95]Fighting Games - from 101 to AP[/url]
#[url=https://docs.google.com/document/d/1iG2GfZouCfJ3kAzM1M9CkRrvZJWMGMxpA8bwwkTJSNw/edit]Basic Mechanism and D-Drives[/url]
#[url=https://keeponblaz.in/#/]Match Database1[/url]
#[url=http://horibuna.web.fc2.com/BBCF/index.html]Match Database2[/url]

[h1]What's missing[/h1]
[strike]Active Players. Game is dead. Do not buy it.[/strike]
You
好评: 绝对是个好游戏，什么角色都能连击打爆，但是还是希望把闪退和报错问题解决一下，总是经常报错和闪退，还有就是网络问题，偶尔会和朋友玩一半掉线，虽然是偶尔，但是希望能解决，总体上讲带给我的游戏体验不错。
闪退问题已解决，更新回滚代码特意来更新评价，原来49.5G的游戏内容更新优化成16.5G了真不错，现在人多了很多但是排位我打了27把15胜6败其中还有6把赢得对面拔线了，应该是胜21的，官方排位拔线没有惩罚吗，心态炸了呀，要是能随便拔线可见排位水分很大也没有打的必要了
好评: 掉帧严重，没打的时候六十帧，一打起来十帧，QAQ
好评: 2016：
ARC你能不能把bug都改了再上架这个游戏。玩蛋去吧。
2021：
新版本加了回滚代码，终于把没用的PS素材从安装里删除了，大小从50G缩减到14G，还不错吧。
好评: 我打完网战回来了，全是萌新非常友好，下次还被揍个痛快（悲）
好评: 新人多了一些，现在新出的测试很赞，网络对战情况好很多，但也遇到很多炸鱼的大佬，一直AH真的撑不住了www
好评: 跟青肉打3把掉线了2次，我有罪15551
好评: BB活了，好
好评: ---wdnmd，我唯有感恩.jpg
好评: 这游戏简直就是神，不要让拉格纳死啊！
好评: 希望可以看到三渲二的bb新作
好评: 除了我以外没有新人的世界（不）格斗游戏痛苦之处就在于没啥新血，新人很难碰到水平类似的对战，连段还能自己打桩练，立回这些勾心斗角的除非天生神童，大部分人都只能老实练起。碰到高手全程无论受身还是赖地板都会被看破意图，到死也不知道为什么十几秒就没了，很容易劝退新人。
好评: 玩这个游戏的全都是你妈b大逆天！！！！！！！！！！！！！！
好评: 打桩七十个小时还是觉得相当好玩！建议打折了立刻冲！
好评: 动漫没有感情戏差评
好评: 这么久了竟然还记得嘛，既然更新了回滚，什么时候重绘下角色技能什么的，狗牙看着好难受呀
好评: 真他吗好 ，内容丰富，最喜欢的一款格斗游戏，相见恨晚，剧情十分引人入胜，想把前三部补完
差评: 剧情是看有声小说。战斗就是格斗，战斗还是合格的。但剧情不好没意思。如果单纯玩战斗还是可以的，配合剧情就没劲了。建议粉丝外的普通玩家不要入手，或者等待大幅打折吧。
好评: 爱的付出
好评: 我真的是爱死这里的每个人了！
好评: 这游戏黑暗的一笔 不建议萌新入坑 我tm天天被虐 你来玩就是生不如死
好评: 游戏不错，虽然我不太会
好评: 中
好评: 剧情很入迷
好评: 拿键盘搓是真的难啊焯。
好评: 期待了很久，刚发售时给的差评，不肯稍微压缩下，非要搞个新时代超大容量。这画质，感觉比前作还退步了。配置要求比起前作高不少，之前1280 720 60FPS流畅，本次1024 768 40FPS苦逼中。[strike]附带格斗小游戏还是贼好玩的嘛，买买买。[/strike]和GGXX XRD R算是最后的硬核格斗游戏，且玩且珍惜，之后在简化的路上一去不回头。复杂才好玩，可惜没有受众。

最新补丁已经解决画质和低配卡顿的问题。
好评: 请努力练习，提高你的技巧，不要抱怨为什么对战打不过别人，也许人家在训练房练习的时间是你的两三倍甚至更多，最重要的是你那不服输的意志，它是你成长的动力。唯有努力练习！
好评: 巴适
好评: zsbd

好评: 好玩
好评: 买gal送格斗玩家和买格斗送gal玩家同喜。终于完结了。说实在的，这个剧情真的不错，可惜不火，如果单出个剧情模式重做一个gal可能会好点
好评: 手柄体验比键盘好太多。
好评: 1k+小时啦
好评: 打折买了，真香

好评: 买gal送格斗好耶
好评: 非常好玩！
好评: 为什么用不了手柄？是我的问题吗？借了别人的也不行，其他游戏就能用
好评: 英雄联盟5个人，要赢得一打五
APEX英雄3个人，得移大山
而bbcf就你一个人，菜就是菜，变强就是赢

好评: galgame
好评: ■GOOD■
〇ステージのグラフィックスが凄く綺麗。
キャラクターは やや粗さを感じるが、
これぐらいが丁度良いと思う。
必殺技のエフェクトも綺麗で派手。
〇ストーリーモード、アーケードモード、トレーニングモードの他にも
ソロで遊べるモードが充実してる。
〇コレクション要素。
アーケードやチャレンジ等でクリアした報酬（ゲーム内通貨）で
キャラクターカラー、ノエルのコスチューム、サウンド等が買える。
〇キャラクターの表情が分かるぐらいグラフィックが大きく、操作してて楽しい。
細かい事ですが、まばたきしてるのも分かる。
〇スピード感の有る攻防。
〇格闘ゲームやシリーズ初心者に優しいボタン連打で
必殺技や超必殺技が出せるシステム。
〇女性キャラクターは殆どが魅力的。
おへそや胸元、太腿がセクシーで、
ツヤツヤ感も有り良い感じです。
〇ESが可愛く、使い易い。
〇豪快なカットインが入る超必殺技が有る。
〇最初から使えるキャラクターとカラーが多い。
〇チャレンジモードでコンボの練習が出来る。
〇システムボイスで色々なキャラクターを設定する事が出来る。
〇色々な打撃コンボから必殺技、超必殺技と流れる様に入る。
有る程度 格闘ゲームをした事が有る人ならブレイブルー初プレイでも
楽にコンボが出ると思います。

■BAD■
✕個人的な感想ですが、ラグナのズボンが袴みたいでダサい。
✕音楽はクオリティーが高く美しい曲が多い物の、
その場限りで耳には残らない。
✕ESはコードで落とせましたが、DLCのキャラクターのマイは高い。
✕チャレンジモードで、お題のコンボが成功しても
CPUがガードしてるとクリアにならないのが不満。
✕アーケードモードでは、後半になると一気に難易度が上がる。
一つ操作をミスると容赦無くコンボを入れて来るCPU。
簡単過ぎるのも微妙ですが、理不尽なコンボも どうかと。

■感想■
オフラインでも十分に楽しめるゲームだと思います。
自分はレトロゲームばかりしてて、最近の格闘ゲームは
あまり遊ばないのですが、やっぱり2D格闘ゲームが
好きなのでギルティギアと一緒に購入しました。
どのキャラクターもクセが有り、使い難いキャラクターから
使い易いキャラクターまで様々。
早期購入特典のESは使い易くて安心しました。
ESは最近の格闘ゲーム苦手な自分でも格好良いコンボが
出せるし、見た目も小柄な身体に巨乳と可愛くて良いです。
こんなに簡単にコンボが出せるのは有り難いです。
万人にオススメ出来る格闘ゲームでは無いですが、
格闘ゲームとして面白いと思うし、買って良かったと
思えるソフトです。
好评: 系列的完结之作，真的是庞大又具体的好故事。
格斗系统也很帅，各种人设和招式都贼戳点
好评: 格林深渊也太搞人心态了...一次打快30个角色，死了啥都没有，还有这个突然闯进的战斗，我赢了15把，其中3次放一击必杀动画的时候给我突入了，全白给，还有一次就差一套了又给我突入，完事这模式时间结束还算直接输了。
BOSS也比较搞人，什么超速移动、极速回血、极速回槽一个劲开大、空中以外伤害无视、反击以外伤害无效、一击必杀随便放...
我真他妈服了，这个一击必杀突入绝逼故意的，我一击必杀动画马上放完了，马上就出来finish标志了，他直接给我来一发突入，打一关我放了五个一击必杀，每次全部到了快结束的时候给我来个突入，就故意设定成这样恶心人的，好不容易打到最后一关死了，谢谢，啥都没有了。

好评: 中
好评: 太好玩了，很久以前玩过手游，然后就被人物吸引住了，挺不错的
好评: 85折买的我是聪明逼
好评: 劣质游戏，弄坏我几个键盘，太可怕了
好评: 这款格斗游戏不管是手感还是打击感都非常好，如果觉得难，玩腻了还有剧情模式。有双人同框模式，还有线上匹配，打关卡，快入手把等你的到来

好评: 很棒的游戏，作为Galgame和FTG类型的结合，既有自己的特色也有非常完美的游戏体验
       在剧情上，除了展开槽点过多之外呢基本没啥毒点，吐槽一下真就人均拉格纳粉喽，最后拉格纳抱蕾奇尔真心感动了。哪怕分隔重重阻碍我也会找到你，作为哥哥拯救妹妹的物语而言，男主真的大好人，无可挑剔。
       在格斗上，立绘精美，打斗流畅，连招也有自己的特色，熟练的话一套连招下来十分炫酷。但美中不足，这个出招操作属实很难上手，估计要达到能熟练打一套的境界要花费很长时间练习。但官方很贴心给了新手模式，这个模式下基本可以乱拳打死老师傅（笑）。最后实在受不了吐槽一下，超必杀这个出招顺序谁设定的呀！！真的难搓，吐了qwq
好评: 什么都8说了，森P牛逼
不管什么时候打开都可以坐牢并且快乐，所以续作呢！BBDW那东西能算续作吗！
好评: 作为从前没怎么玩过格斗游戏的萌新来说，系统还算是比较友好的，苍翼默示录也算是历史比较久的格斗游戏系列了，老二刺螈很喜欢这样的人物。
好评: 玩过最好的格斗游戏，无论是剧情还是人设，还有格斗系统，都是最完美的，爽快的连段，爽快的战斗，爽快的音乐，希望ARC继续下去，不要再搞什么简化什么3D建模了。
好评: 很好，我很喜欢
好评: good
好评: 剧情太棒了，华丽的语言也形容不了，就是很精彩，很感人，很热血，格斗部分也非常出色，也有适合新手的操作模式，很建议喜欢文字剧情或街机格斗的玩家入手
好评: 本游戏内含：联网全大佬 搓招高血压 摔♂跤手 解摔放早 爆气留着过年 升龙人 抓抓人 诶我怎么搓成这招了 我失误了
好评: 引领我入坑格斗游戏的BB全系列历史最低价，你们真的不考虑买一份全家桶吗？

好评: 好玩
好评: ︿(￣︶￣)︿
好评: 玩了快300小时还是菜啊，不过剧情很赞就是尼桑的结局不好 我永远喜欢MAKOTO NANAYA
好评: 打击感和画风都挺喜欢
好评: 非常好玩
好评: 太硬核了，我键盘玩家键盘都要搓烂了
好评: 画风很喜欢，剧情个人感觉一般，但是所有游戏内容非常非常非常充足（各种绘画，音乐，配色以及各具特色的人物系统），买了绝对不亏，关于格斗，我只是个新人，但是各种模式玩起来也是津津有味（人物连招学习大概学了40多小时。。。）慢慢地，继续玩下去，逐渐发现格斗游戏令人热血沸腾，血压飙升的点，get到以后就爱不释手了，总之。是一款好游戏，音乐，绘画，格斗体验都带给了我非常不错的体验！
好评: 真的太大了，太戳xp了。在这里跪求本子或者里番，希望有资源的大哥私我一份。谢谢。
好评: 4 代我玩得很难受，因为它没有英配，这真的很令人费解，到底是为什么一个 1、2、3 代都有英文配音的游戏到了 4 代它就没有了，真的非常的可惜，因为这个系列的英配完美，我真的是很不理解为什么 Arc 不给 4 代做英配。很让人痛心。
好评: 这必须买下来啊，从罪恶工具开始就很喜欢这个公司的作品，过去的电脑太垃圾，为了能玩神官之梦，特意买了y7000p，观看过所有的剧情感觉，这个游戏是真的帮，而且各种格斗系统也是到位，拳皇类没有的很多系统，希望还有第五代，期待着
好评: 真不错
好评: good，非常耐玩。打折买的，我是聪明比
好评: 挺好玩的
好评: 感觉操作确实简化，但是连段的输入时机挺难的，而且这个时机也很难控制，感觉就是经常差几帧不是早就是晚，而且接上了很多时候经常是狂点也用不出，可能就是不适应吧，总觉得连段里对按的时机要求太高，或者说是硬直太短，不能确认了之后可以一招一招的按，就算是为了确保连上不断重复下个操作也不行，必须要抓准非常短的时机按才能连上,
好评: 原价买的话，倒是没那么值，但打折买还是很不错的。
好评: 又菜又爱玩
好评: 是买GAL送格斗游戏还是说买格斗游戏送GAL（x）
另外一人血书铁血兵团起义上PC
We need Hard Corps Uprising on PC！
好评: 鬼知道这个中二的游戏公司花了多少心血在这中二的剧情上

总想着灭世的反派  总会失忆的主角   再加上一群脸谱化的配角

salute!我给你鼓掌啊！

PS：我选了“帅气”（其实就是菜逼的中二说法）模式

拿了个烂手柄

然后选了个长腿妹子去爬塔 

一个B按了一个小时  退出游戏一看

好家伙，好几个稀有成就可还行?
好评: 属实买番剧送游戏。
好评: 为什么匹配不到人
好评: 故事模式看剧情
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣀⡀⠀⠀⣀⡀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⣿⣿⣿⠀⣼⣿⣿⣦⡀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⠀⠀⠀⠀⢸⣿⣿⡟⢰⣿⣿⣿⠟⠁⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⢰⣿⠿⢿⣦⣀⠀⠘⠛⠛⠃⠸⠿⠟⣫⣴⣶⣾⡆⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠸⣿⡀⠀⠉⢿⣦⡀⠀⠀⠀⠀⠀⠀⠛⠿⠿⣿⠃⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠙⢿⣦⠀⠀⠹⣿⣶⡾⠛⠛⢷⣦⣄⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣧⠀⠀⠈⠉⣀⡀⠀⠀⠙⢿⡇⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⢀⣠⣴⡿⠟⠋⠀⠀⢠⣾⠟⠃⠀⠀⠀⢸⣿⡆⠀⠀⠀⠀⠀
⠀⠀⠀⠀⢀⣠⣶⡿⠛⠉⠀⠀⠀⠀⠀⣾⡇⠀⠀⠀⠀⠀⢸⣿⠇⠀⠀⠀⠀⠀
⠀⢀⣠⣾⠿⠛⠁⠀⠀⠀⠀⠀⠀⠀⢀⣼⣧⣀⠀⠀⠀⢀⣼⠇⠀⠀⠀⠀⠀⠀
⠀⠈⠋⠁⠀⠀⠀⠀⠀⠀⠀⠀⢀⣴⡿⠋⠙⠛⠛⠛⠛⠛⠁⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣾⡿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⢾⠿⠋⠀⠀⠀⠀⠀
差评: 我是傻逼，拳皇都比这个好玩，什么狗深渊模式，boss只有空中才能受到伤害，玩尼玛
好评: 很不错的格斗游戏，就是这个磁盘占用。。。49个G不知道用哪儿了，可能是剧情的那一堆动漫？可是我只是来格斗来爽的呀，不是来看剧情滴
好评: 彳亍！
好评: GOOD
好评: 拉格纳，我的拉格纳。。。
好评: 没手柄贼难玩
我是傻逼  我是傻逼  我是傻逼  重要的事情说三遍
好评: 16 入手的，我很快乐
好评: 相对于其它系列来说这个系列还是较为成熟，新的角色和更为精细的插图让游戏焕然一新，相比之前gal的感觉这种具有街机风格以及优化来说无疑是苍翼默示录的成熟点。就是游戏太冷其它我觉得还好，攻击手感应该还能优化
好评: 买了不玩，从来不玩，这是个什么游戏啊？
差评: 剧情模式闪退，打了一天想着有章节选择没存档，结果章节选择剧情是乱的？那要这章节选择干嘛，去找剧情视频看算了。
好评: 不要和我说什么起攻立回目押压制，老夫玩麻衣从来都是一把梭，不要和对面bb，开局直接ccc，远了就d，近了就c，被近身了怎么办？月华！刹那！一定要淦到自己都不知道自己在哪！然后继续远了就d，近了就ccc！
好评: 剧情通关了，并且支线剧情也都看了，很多东西还是没搞懂，希望有知道的朋友回复告诉一下，我没玩过前作跟后作（如果有的话）。
1、直人到底是什么来头，都说他不是这个世界的，我感觉他像是另一个平行世界的男主分身。
2、最后把沙耶的那啥一号体都救出来了告别弟弟妹妹之后，为什么男主还在跟另一个沙耶说话，那个沙耶是谁，真正的沙耶到底救出来没有。
3、最后弥生樁听见吸血鬼叫她这个名字，说好久都没听到这个称呼了又是什么意思。
4、白面帮弥生挡了一刀说跟这少女的渊源还有后面弟弟跟白面合体又是什么意思。
最后说一下，男主真的伟大，虽然结局很好，但是替他不值。
好评: 画面很好
好评: 游戏有点难，玩了二十小时和新手一样。
好评: 打主线感觉还不错，打街机感觉挺好玩，正好打折，主线流程大概6-8小时
看支线和打街机可以帮助理解剧情，目前看来要是想打完街机还能玩很久
之前没玩过格斗游戏，现在感觉要是学会每个角色的玩法可能需要几百或者上千小时的样子
和人打？打不过根本打不过
好评: 好
好评: 进步明显咸鱼模式很适合新手。（既可以手动发必杀也可以一键连）
好评: 被虐党，淦
好评: 非常不错的格斗游戏，就是大佬多，网战容易挨打。
好评: 有良好的剧情和畅快的打斗值得入手
好评: 一上帝天堂住，一世事皆太平
经历了各种波折，世界又回到了它原本的模样
没有人记得它曾经发生了什么
好评: 续作呢搞快点
好评: 苍翼默示录yyds
好评: 剧情非常棒，格斗也很喜欢
好评: 续作呢搞快点
好评: 非常非常棒的游戏，制作非常用心。

格斗方面：角色丰富、系统完善，每个角色特点明显（神乐的风格是架势+指令，直人的风格是跑动+攻击，我日，好几把酷炫！

剧情方面：本体galgame，讲述世界的真相、人性恶的本质、虚无和现实主义，叙事水平高于一众gal。

美中不足：你妈的为什么每次打通一次街机、快速星、分数挑战等模式就要给我播一遍职员表+GameOver啊神经病。还有剧情闪退，提醒runtime error，解决办法是删除BBCF.exe，然后验证完整性重新下载。
好评: 结局貌似埋伏笔了  真心希望能出续作   最近玩的游戏结局都感觉好悲情    胃疼就没断过
好评: 有生之年希望见到系列的更多展开
好评: 太难了。
好评: 希望还能出续作
好评: 这游戏为啥这么大 49G！！！
好评: 说来惭愧
买他真的是因为找不到含“标准”二次元美少女的格斗游戏
好评: 剧情好棒 小白绝赞沉迷中
好评: 好游戏
差评: 现在买这个游戏就是要准备好单方面挨打的心理准备，格斗类单机游戏，后期都是这样
好评: 就是好玩，手残党也可以用帅气型，这个游戏毕竟不算热门，所以新人还是不要轻易尝试去打真人= =，别问我为什么
好评:   不用担心上手难，帅气模式陪你玩。
好评: 还是很好玩的游戏 但是在在线人太少。快来玩吧！
好评: 蒼翼默示錄神觀之夢是一款不錯的格鬥遊戲
在畫面UI打擊感CV上都是BB系列中最好的
上手難度在同類型的格鬥遊戲中簡單些
接技立回等等比kof以及鐵拳容易
[spoiler] 雖然我都是被朋友電的那個 [/spoiler]
如果對格鬥遊戲苦手也可以當作小說觀看劇情

[hr]
[b] 畫面 8/10 [/b]畫面表現很棒 打架是平面但整體場景及運鏡如同全3D的遊戲一樣 且還有很多[strike]色[/strike]圖片可供欣賞

[b] 遊戲性 6/10 [/b]有許多模式可供挑選 可打扮自己的名片 但最厲害的是布置自己的小屋 並且利用遊戲幣解鎖[strike]色[/strike]圖片還有家具大廳角色等等

[b] 劇情 8/10 [/b] 以格鬥遊戲來說文本量極大 並且可以觀看不同角色的故事線 釐清箇中關係 

[b] 遊戲音 7/10 [/b] 老實說音樂相比前作稍顯遜色 但音效和CV的表現非常完美

[b] 價格 6/10 [/b] 以其他格鬥遊戲來進行比較 原價是能接受的價格

[hr]

[b] 總體評價 7/10 [/b]  格鬥佳作 愛好格鬥或動漫風格的玩家可以考慮 如果是BB迷的話一定要買！
好评: 棒
好评: 我超,好
好评: 富强民主文明和谐
差评: 一般般
好评: 没啥好说的
多玩好游戏

玩这游戏仿佛骑着石渡的爹上石渡的妈，舒适指数9.8
森利道想躺平了还多少有点节操，知道打明牌随便弄个手游BBDW捞捞钱完事了
石渡太辅这个杂种他妈的又想当婊子又想立牌坊，哪天被尼哥拿2米大刀砍死在家后面巷子里都不奇怪
好评: 我在steam买过性价比最高的作品之一（打折时再入手）
难度真的高
好评: 我是废物
好评: 挨打模拟器启动
好评: 

好评: 买了之后一直在受苦，被人机吊打（悲
好评: 高质量2D格斗+超赞galgame大好き
好评: 玩久了，就会了，剧情音乐都很棒
好评: 打折买的，赚飞，我永远喜欢雷琪儿
好评: 玩过的最好玩的galgame
好评: 好难啊好难啊
好评: 剧情不错，结局也挺棒的，只是少了一个人
好评: 好多女人❤
好评: 玩着可以不错不错
好评: GOT MY XP
好评: 剧情不戳
好评: 键盘难操作难一点，手柄总是賺的，太吃操作了
好评: 这个剧情也太长了吧。要看好多啊，一大堆词。过于中二。边打边说也行啊，看了一个多小时的PPT。
对战挺好
好评: 原价买的，甚至拉了4个小伙伴买原价
我不是伞兵
pspcs一路玩过来，不原价买对不起这么高质量的系列更对不起我的童年
好评: 游戏挺好，就是有点废键盘
好评: 很好玩的格斗游戏，就是刚入手不是很会连招，还有就是我的感觉是键盘没有手柄连招打击顺畅，游戏还是很好玩，买的时候也不贵，还能把我的好兄弟冲烂
好评: 捡到宝了，很不错的音乐游戏。
好评: 很棒很好玩
好评: “只是可能性与愿望的故事”

抛开良好的格斗系统不谈，游戏的故事模式真的很赞!!
虽然没有玩过前作，但是本作的剧情已足够吸引人了，一开始可能看的有点迷糊，但在接受设定并回收伏笔之后就明了了，本篇加番外充足的文本量将故事说的很完整，时不时的战斗也恰到好处（PS:剧情战斗默认为”帅气型“，操作苦手也可以轻松过关），总之是一部非常棒的作品。

这打折后的价格，还要啥自行车啊！
好评: 牛逼

好评: 麻衣一枪捅到底就完事了，真手残福音
好评: xdddddd
好评: 原价买的，我是伞兵
好评: 多买几个手柄
好评: 匹配搜不到人，房间里全是大佬，萌新好难啊呜呜呜
好评: 我是傻逼
好评: 问就是小兔子超可爱！
好评: 买GAL送游戏（误
好评: 不支持ps5手柄，请官方尽快更新
好评: 特别有趣快点买吧
好评: 20小时的galgame
好评: 同学说这个二次元拳霸真不错
我：？？？！！！
好评: [h1]格斗游戏×   
二次元√[/h1]
好评: good
好评: 玩地下城感觉手都摁麻了，连招真的爽
好评: 相对拳皇简单好多，推荐格斗新手。画面和音乐都很好。格斗游戏乐趣无穷。强烈推荐。
好评: es是真的可爱
好评: good

好评: 游戏是好游戏，球也是好球
好评: 剧情完结还不错，手残谨慎入手
好评: 上手难度不高，立绘也很好看，练了几个小时一套连招可以打掉3/4血，这合理吗？？❤なつめまい❤我的本命角色！！！

好评: 呜呜呜呜
苍翼还能有正统续作吗
好评: 适合喜欢王道故事和硬核世界观的剧情党。建议打折时购买全套（不打折一部都别买），然后从连续变换（第二部）开始玩获得极佳剧情体验（格斗不行就开帅气模式一直按一个攻击键就行）。如果觉得连续变换叙事太乱，可以先通过第三部刻之幻影了解世界观和前两部剧情，或者直接开始玩神观之梦（第四部）。另外，神观之梦叙事最清楚，故事完成度最高，如果打算单独购买和游玩，就只用这一部就行。最后，尼桑NB！！！
好评: Ragna的故事结束了。
好评: 很好的格斗游戏
好评: 
好玩
好评: 我推荐新手玩黑铁直人.jpg
好评: 瘾大技术差
好评: “看番两小时，格斗五分钟”
格斗上线非常之高，而且动作流畅，打击感十足。
很显然，剧情仅仅是游戏的一部分，更多的还是用来满足格斗爱好者。
对于我这种看完故事但线上对战根本一塌糊涂的，偶尔朋友来我家可以一起打一下对战也是不二的选择。
（浅浅一玩）
好评: 好家伙，原本只是想花半小时看一下剧情，没想到再关游戏时已经过了10个小时，不愧是20G大小的格斗游戏。
好评: 苍翼作为一个主打格斗的游戏，它的剧情属于外搭的赠送品，但真要说起来也不算差，在格斗方面游戏整体难度较高且还是适合使用手柄游玩（键盘玩起来真的太难受了）只能推荐对格斗游戏有兴趣的人入手
好评: 又菜又爱玩
好评: 我推荐新人联机前先打通并理解教程再打通想玩的角色的挑战模式普通难度，然后找视频练练连段，再联机，这是格斗游戏，而且是连段最长的那种。顺便，这游戏的立绘真的色爆了
好评: rnm鬼服，退钱
好评: 如果你看见一个ID：MAI NATSUME的哈皮进你房间，一JIO踢出去准没错
差评: 臭垃圾
差评: 搓招很难受（手柄和键盘都难受），这游戏按键识别非常蛋疼，不是说你快速把键按好就能放出技能，每个键之间要等零点几秒，不然就识别不到中间的键，比如说我快速按ABC，游戏识别出来AC，中间的键给我吃了-_-||。搓招还得慢悠悠的，得等，等的话你搓招经常会失误，特别是那种派生技。
也就看看剧情，游戏人物没封面可爱。
2021/7/4 有误请指教
好评: 永远都的神！！！
差评: 我就不该来玩
好评: 各位，线上大厅进不去是怎么回事
差评: 原价买的，我是沙比
好评: 好
好评: 有点难。。。。
好评: 我曾经在极度愤怒的情况下被一个歪果仁黑面一套227连的combo直接揍到时间结束。别问为什么我还记得是227连，因为我当时被打得懵到只能拿手机把这个残暴的画面给截屏了。我™爱死这个游戏了。
好评: 苍翼默示录，我吹爆，谁正经打格斗啊，都给我去看剧情
好评: 玩完还不错
好评: 也许你不是格斗游戏专家，但16块钱买来拿玩帅气模式辅助搓招爽一爽还是很值的，而且可以当galgame（雾
好评: 本系列巅峰之作
好评: 真。买番剧送游戏 ，这剧情爱了爱了
好评: 好玩剧情又长！
好评: BB系列是GG-GGXrd之间空窗期ARC做的偏轻小说类的格斗游戏，这暂时是系列完结作，故事姑且是讲完，所有的角色也齐了。本质买GAL送格斗，故事模式贼长，绝大部分角色还有另外的三个街机路线。系统比较复杂，很多角色的特殊键甚至是独立的一种玩法，但也有傻瓜一键连模式，新人可以畅玩PVE。最大缺点是作为一个2D格斗游戏居然有50G......
差评: 一直闪退
好评: 好！！！
好评: 这一次评论，在仅通关主线流程之后。
这一作相对前一作比，首先要说的是战斗角色界面立绘画师绝对是换过了吧，至少绝大部分男角色人体要正常了许多。然后就是关于帅气型操作，取消了前作的一件绑定ah，在某些方面上来说真的很难受，但是这一作的帅气模式下也能够进行普通搓招。然后bgm方面，这四代的bgm都恰到好处，特别是在ah的时候。
苍翼的故事已经结束了[spoiler]，或者说拉格纳的故事已经迎来了结束，当然，这样的结局我们不是早就应该有所预料了嘛，勇者跳出了剧本本身，以故事开端的自己作为结束，拯救了陷入噩梦中的少女，只是可惜了琴恩，沙耶，μ和小白兔，只希望小白兔最后真的能够找到他吧。[/spoiler]，虽然有些许遗憾[spoiler]，大概就是感情上不怎么能够接受吧，奔着吃cp去，结果最后满嘴玻璃渣[/spoiler]，但确实是一个较为完美的结局了。原本以为自己能够在故事剧情方面说很多的，但实际说起来时，在不剧透的情况下谈这些太过困难了。简单来说，剧情人设真的十分的优秀。
好评: 买番送游戏，打折买的，这波不亏！
好评: 毋庸置疑的好玩,买GALGAME送格斗游戏,人活着就是为了麻衣的!?
好评: 格斗5分钟，看番2小时，买番送了个游戏，奶思。
好评: 朋友玩的很开心，我光看她反应也觉得很有意思
好评: 手残玩家别买，只适合街机玩家。简直打的难受，里面的教程有些都是手柄，我也没搞懂怎么按键。我这手残电脑都打不过，亏死
好评: 我是傻逼

好评: 真的好玩，剧情棒人设好 球球你们来玩吧
好评: 不错好玩还能看动漫
好评: 2D格斗游戏的巅峰了
好评: 画风剧情和操作手感都很好，音乐也很有氛围带入感，只可惜，我是个开帅气模式的菜逼。
好评: 好玩的一！
好评: 七 圈 投
已经废了兄弟盟
好评: 挂卡再次加一，二刺螈yyds
好评: 好好玩 孩子现在手废了    
 黑铁直人不如ES 无脑剑气 又很大
好评: 哇哇哇哇哇，，，，，上手好难呀，，，，，，
新世界的大门开启吧！！！！！！！！！！
好评: 休闲格斗游戏
好评: 不是R18可惜了这好球
好评: 好
好评: 剧情格斗和画风都很棒的一款游戏。零基础只要认真过教程一两个小时就能快速上手打连招，每个人物D键都有特色，比如雷其儿是刮风，伊邪那美是光翼展开。我第一个练人物的是麻衣，ACBCCA加后D这个连招巨强，但天音为什么是男的啊，一开始以为是妹子屁颠屁颠的跑去练但听到语音整个人都不好了。
好评: 我是来看动漫的，不是来打格斗的！！！
好评: 好兄弟们，arc改世界观了，我们可以安心玩游戏了
差评: arc死垃圾！
好评: 很棒，我一个格斗游戏小白也有不错的体验，ES真可爱，街机打了一遍，游戏上手不难，目前反正简易模式，游戏场景很用心，不同人物有对话，剧情正在看，目前都有语音，挺赚的，就算是gal也少有这么用心，另外联网的大厅界面太可爱了，Q版小人我很喜欢
好评: sokohala！d格人天下第一
好评: 好玩
好评: 看番送格斗游戏，剧情不拖沓，战斗较为流畅，值得一玩
好评: adsda
好评: 。。
好评: 我永远喜欢Es
好评: BB系列已经成为我的学生时代的回忆之一了，从PSV的BBCSEX打到PS4的BBCF，系列最终作神观之梦是自己PS4玩的最久的格斗游戏，也白金了。

趁着这次史低光是买到PC版特典原声碟和画集已经血赚了！

可惜森P已经拿这款曾经是我心目中最具有华丽特效的FTG去做了手游，情怀嘛不寒碜。

游戏就不多说了，买galgame送格斗小游戏，同时系列还有外传XBLAZE，喜欢Es这妹子的可以去搜索一下这款游戏，PSV是可以玩到的，从另外一个角度去理解苍翼这庞大的世界观。

这游戏的每一个角色都有不同的特点，说到要一个的精通起码是要花上几十小时乃至几百小时的练习，如果你有耐心，就冲着自己喜欢的一个去练吧，GLHF！

差评: 垃圾ARC，别人国家的事轮得到你这破B公司指手画脚。这么牛你咋不去竞选美国总统。
差评: 就问能退钱吗？不过退了照样骂你。
好评: 不搞政治
好评: 好，我永远喜欢雷其尔
差评: ARC，从未把中国大陆玩家当做人看待
好评: 音乐很棒，真是一种享受。听着音乐，心情都会变好。
好评: 游戏是好游戏 但是我两个手柄同时用的时候为什么2p就玩不了？
好评: 为什么我进不去网络大厅，游戏还是蛮好的，但都是老油条，打不过
差评: ARC滚吧，夹带私货的辣鸡公司
好评: 16元的这么多剧情和打击感的游戏为什么会有人差评？搞不懂
差评: 真尼玛的有意思，点开游戏就是建立档案，2小时都建不好？看下面评测好像还是台独？艹，第一次翻车。我是伞兵
好评: ⢰⣶⣶⣦⣝⢝⢕⢕⠅⡆⢕⢕⢕⢕⢕⣴⠏⣠⡶⠛⡉⡉⡛⢶⣦⡀⠐⣕
⡄⢻⢟⣿⣿⣷⣕⣕⣅⣿⣔⣕⣵⣵⣿⣿⢠⣿⢠⣮⡈⣌⠨⠅⠹⣷⡀⢱
⡵⠟⠈⢀⣀⣀⡀⠉⢿⣿⣿⣿⣿⣿⣿⣿⣼⣿⢈⡋⠴⢿⡟⣡⡇⣿⡇⡀
⠁⣠⣾⠟⡉⡉⡉⠻⣦⣻⣿⣿⣿⣿⣿⣿⣿⣿⣧⠸⣿⣦⣥⣿⡇⡿⣰⢗
⢰⣿⡏⣴⣌⠈⣌⠡⠈⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣬⣉⣉⣁⣄⢖⢕⢕
⢻⣿⡇⢙⠁⠴⢿⡟⣡⡆⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣷⣵⣵
⣄⣻⣿⣌⠘⢿⣷⣥⣿⠇⣿⣿⣿⣿⣿⣿⠛⠻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⢄⠻⣿⣟⠿⠦⠍⠉⣡⣾⣿⣿⣿⣿⣿⣿⢸⣿⣦⠙⣿⣿⣿⣿⣿⣿⣿⣿
⡑⣑⣈⣻⢗⢟⢞⢝⣻⣿⣿⣿⣿⣿⣿⣿⠸⣿⠿⠃⣿⣿⣿⣿⣿⣿⡿⠁
⡵⡈⢟⢕⢕⢕⢕⣵⣿⣿⣿⣿⣿⣿⣿⣿⣿⣶⣶⣿⣿⣿⣿⣿⠿⠋⣀⣈
⡵⡕⡀⠑⠳⠿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠿⠛⢉⡠⡲⡫⡪⡪
差评: 滚出我的电脑^^
差评: sb公司，再你妈的见
好评: 无话可说，买就完事了，剧情真的没话说，太好看了
好评: 这游戏是真滴牛批。打折价格16元就能体验到几十小时的剧情，和超棒的操作体验。游戏对新人很友好的同时，又有着相当的深度。玩起来 停不下来
差评: 辣鸡游戏，毁我青春
差评: 垃圾
好评: 16块钱一个49G的gal，肯定是物超所值的。
不是格斗迷，纯属买来满足一下好奇心的，初印象还不错，就是有点太硬核了。给波好评支持一下吧。
差评: 垃圾
好评: Valkenhayn  Valkenhayn   Valkenhayn   Valkenhayn    Valkenhayn    Valkenhayn   Valkenhayn   Valkenhayn   Valkenhayn    Valkenhayn   Valkenhayn   Valkenhayn   Valkenhayn
好评: 下线极低，上线极高的游戏，稍微暴躁一点的人都不能适应，如果是来娱乐的尽量不要购买了，如果有志气不服输的格斗玩家那应该很适合，记住玩这个游戏，这一辈子只能练一个角色，练多了双手都不是自己的

好评: 牛
好评: 买番送格斗小游戏！BBYYDS！
好评: IZANAMI我老婆！！！！
好评: galgame附赠格斗游戏针不错。各方面都很好。
好评: 玩了10多年的游戏赞一个
好评: 讨论怎么打冥王那里可能会出现闪退bug，手柄按rb，键盘应该也有个键按快进应该可以解决
好评: 好
差评: 第十章闪退 验证文件也没用  c++库和dx库早就装了   50g容量画质毫无升级 我也不懂里面都有什么玩意，差评   不过后面剧情没办法只能靠视频补上了 剧情还是不错的 只能说我是正版游戏的受害者
好评: 呜呜呜，bb真的很好玩的，光看剧情都值得啊

好评: 翻遍了全世界的服务器都妹找到半个人影
好评: 我是菜狗
好评: 确实可以，就是不太好上手
好评: 不会吧不会吧不会吧，真有人把这当格斗游戏了？明明就是买galgame送格斗好吗
好评: 人物风格迥异，打击感不错。
好评: If I was full gay, I would have defeated Fenrich
好评: 剧情真不错，拉格纳啥时候能回来啊，别让小白兔再等了好吗
好评: 萌新我推荐使用黑铁直人
好评: 好
好评: 我是因为苍翼的剧情开始逐渐加入格斗游戏的。。。但打击感很棒
差评: 游戏是好游戏，就是只能一个人玩，要是想双人，只能插第二个手柄才行，要么就是下载虚拟手柄，想和室友一起爽的，就别想了。
好评: 100小时入门，兄弟们想好
好评: “地狱是吧…呵呵…很好，如果可能性本身就是地狱的话，我一定会毫不犹豫的选择它，残留在我心中的『希望』……我绝对不会放弃，我一定，会找到『你』的。”

“谢谢你至今为止为我做的一切……那么，再见了。”
好评: 我tm打个格斗游戏还卡崩，有简单操作模式非常nice
好评: 阿吧阿吧
好评: 不好玩
好评: 我是傻逼，游戏真好玩 嘻嘻嘻嘻嘻我还是儍逼
好评: 硬核
好评: passable
好评: 爱的爱人不是我的爱人
好评: 刚开始玩5个小时我就知道终于买到一个不会吃灰格斗游戏了，麻衣ccc!
好评: 有木有组织，联机找不到人，快等死孩子了。
好评: 上手不难，但想玩得好需要练习，我玩得挺爽，就是连击数从没超过5
好评: 玩过的最容易搓招的格斗游戏连击流畅，我愿称之为最强格斗！送的番还不错，大招真的华丽啊！！游戏50g太大了？！！！希望有拆分啊，就格斗估计剩10G其余全是CG太大了。可惜游戏不火自然联机就成了问题。快乐嘛和冷冰冰的AI自然是找不着的。
再说价格，折后购买完全不亏。不用当心配置不够的游戏，最高画质全开就好了
好评: 这大招是人能搓出来的？
好评: +小学四年级玩的厄运扳机
+本质上来讲和拳皇这类动作游戏是没有区别的
只能说动画师太优秀了，
+暂停看动作
好评: 好玩0  v 0 买游戏送剧情，还能挨打。
好评: 买了血赚，可玩度极高。
好评: 玩过最好玩的格斗游戏就是苍翼默示录系列
好评: 奈斯
好评: 什么都好 就是人太少啦= =格斗游戏还是太硬核了
好评: 在我打开游戏时，我所想的很简单
将他的主线剧情过完之后就去玩点别的
那时的我，完全不知道这款格斗游戏的剧情会这么长，这么顶
虽然玩了几个小时的时候就意识到好像不对劲了
不过还是抱着应该马上就完了跟期待剧情发展的心继续玩了下去
谁知这一玩
我玩其他游戏的计划就被取消了
因为它剧情实在没办法让我中途离开
而且本人比较健忘
所以不把它玩完别的我都不想干
然后就这样
已经是深夜了
剧情真的挺不错的
虽然我只是过了主线而已
但它的剧情太对我胃口了
虽然刚开始挺蒙的
不过玩完之后就能渐渐理清剧情走向
打完之后我的感觉不像是打一天通关了一场游戏
而是补了一天番
剧情模式实际操作的地方并不多
大部分时间都是在看剧情
如果跳过剧情直接进入战斗环节
估计1个小时都不用就能通关
不过如果那样玩的话
这个游戏也就没什么意义了
虽然玩了一天
不过在看完剧情之后
这一天挺值得的
好评: like
好评: 游戏手感很棒
好评: 故事很棒，对新手不是很友好
好评: 优秀的格斗系统，稀烂的连段手感，虚假的预输入。需要花费上百小时去练习一个角色才能体验到格斗游戏的猜拳和立回部分。游戏是好游戏，但是连段的优化做得真的太差了，连段需要练将近50个小时还不一定稳定，容错的设计上很明显就是大问题。主要的坑点在打击前预输入部分招是没有的，打击后预输入大多部分是有的，而像冥王6a浮游5c这种又没有明显标志动作的连段组件需要硬押键，软妹贴板2a5b6a5d基础的无限定连段组件是需要看对面受击判定给不给脸的来考虑要不要放帧就很离谱。与此同时由于所有角色都有不同的系统，这就导致了对策不同角色所需的时间成本大大增加，新人玩家大概率会因为初见某一系统直接暴毙，进一步压缩了没有连段优势的新人的游戏体验，进一步激化了玩家水平导致的分层。新人和频繁切角色的老ass打十有八九是垃圾时间学不到什么东西，不过好在群友人都不错。

总结：游戏很好玩，连段长度足够长所以会了以后打得足够爽。但是连段的设计或者说优化其实做得很差，上手一个角色的连段需要超长的时间（可能是我选角比较刁钻），更别说熟悉系统了（特别是起身）。差不多经历了近百小时以后这个游戏才能玩（仅限格斗党），我不知道是谁和我说这游戏连段手感好的，我自己体验下来着实有点一言难尽。属于会玩了以后游戏就会特别好玩的那一类格斗游戏，但是与此同时也是极度不欢迎新人的格斗游戏（连段长难点多），其格斗要素非常不适合推荐给任何非格斗玩家，这是我玩过最不适合入坑格斗的名作了，他连段设计得实在是太难了
好评: 美好的一天从联网挨打开始
好评: 打折买的，还可以吧这游戏，新手用简单模式，乱摁也能出几个好技能连招，偶尔休闲一下，剧情有点拖沓
好评: 确实好玩，确实二次元，确实不是很好打。
手柄比键盘舒服很多很多，推荐新手用摇杆玩黑铁直人。
⡟⣡⡟⣱⣿⡿⠡⢛⣋⣥⣴⣌⢿⣿⣿⣿⣿⣷⣌⠻⢿⣿⣿⣿⣿⣿⣿
⠏⢼⡿⣰⡿⠿⠡⠿⠿⢯⣉⠿⣿⣿⣿⣿⣿⣿⣷⣶⣿⣦⣍⠻⢿⣿⣿⣿
⣼⣷⢠⠀⠀⢠⣴⡖⠀⠀⠈⠻⣿⡿⣿⣿⣿⣿⣿⣛⣯⣝⣻⣿⣶⣿⣿⣿
⣿⡇⣿⡷⠂⠈⡉⠀⠀⠀⣠⣴⣾⣿⣿⣿⣿⣿⣍⡤⣤⣤⣤⡀⠀⠉⠛⠿
⣿⢸⣿⡅⣠⣬⣥⣤⣴⣴⣿⣿⢿⣿⣿⣿⣿⣿⣟⡭⡄⣀⣉⡀⠀⠀⠀⠀
⡟⣿⣿⢰⣿⣿⣿⣿⣿⣿⣿⣿⣾⣿⣿⣿⣿⣿⣿⣿⣶⣦⣈⠀⠀⠀⢀⣶
⡧⣿⡇⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣶⣶⣾⣿
⡇⣿⠃⣿⣿⣿⣿⣿⠛⠛⢫⣿⣿⣻⣻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⢿⣿
⡇⣿⠘⡇⢻⣿⣿⣿⡆⠀⠀⠀⠀⠈⠉⠙⠻⠏⠛⠻⣿⣿⣿⣿⣿⣭⡾⢁
⡇⣿⠀⠘⢿⣿⣿⣿⣧⢠⣤⠀⡤⢀⣠⣀⣀⠀⠀⣼⣿⣿⣿⣿⣿⠟⣁⠉
⣧⢻⠀⡄⠀⠹⣿⣿⣿⡸⣿⣾⡆⣿⣿⣿⠿⣡⣾⣿⣿⣿⣿⡿⠋⠐⢡⣶
⣿⡘⠈⣷⠀⠀⠈⠻⣿⣷⣎⠐⠿⢟⣋⣤⣾⣿⣿⣿⡿⠟⣩⠖⢠⡬⠈⠀
⣿⣧⠁⢻⡇⠀⠀⠀⠈⠻⣿⣿⣿⣿⣿⣿⠿⠟⠋⠁⢀⠈⢀⡴⠈⠁⠀⠀
⠻⣿⣆⠘⣿⠀⠀⣀⡁⠀⠈⠙⠛⠋⠉⠀⠀⠀⠀⡀⠤⠚⠁⠄⣠
好评: Arc，不考虑给bbcf也加一个回滚代码？
好评: 苍翼默示录超棒的，不过上手比较困难。能接受的话可以考虑玩玩。
好评: 《我推荐新手用摇杆玩黑铁直人》
好评: 努力练习ing
好评: 最爱的游戏
好评: 打不打得过无所谓，主要是想看...啊不，学习格斗技
好评: 十块钱买的，但是上手好难啊，格斗我也玩的不算少了，这个上手真的好难，这是我的第一部苍翼，故事模式看得我一愣一愣的，等有时间好好钻研吧
好评: 买gal送格斗小游戏，菜鸡玩到现在还是不会连招只会瞎按，挑战模式那些连招怎么都按不出来，速度要求挺高的，手残只能玩玩帅气模式打打
好评: 买来之后就没玩过,一直报错 0x0000000000430C9F 指令引用了 0x0000000000000000 内存. 该内存不能为 read
好评: 可以，我是fw
好评: 完全看不懂剧情，但是就是觉得牛！这是AVG！！！！
好评: 快乐，比前作更舒服的美术。系列游戏我最先在psp上接触。剧情设计相当巧妙，不管主线还是诙谐无厘头的支线。甚至说不玩gal的我尝试全事件触发挺稀奇的。上次遇到还是魔界战记无限。（我现在也不知道有没有出新作，只是今天收拾库看到了就写了，建议打折时低价入手体验）（配合一套手柄啥的，不建议键盘）
差评: 我是傻逼
好评: 格斗方面也不错，故事模式的剧情也很好看，不知道还会不会有正传的续作，期待！
好评: 挺好的
好评: A社经典格斗游戏啦，看完剧情大概10多个小时，
连段练习中，黑面和诺艾尔连段超帅的，期待续作。
好评: 格林深渊30层真的是人能打的过去的吗？卑鄙的外乡人（在下）拿拉姆达锤到29已经是极限了，有没有大佬来点思路？
好评: 啊诺呐，ko no gay姆哇红冻泥二次元desi, dai siki dayo!
太二次元了但剧情属实不错,xp方面还是挺满意的，就是叫的没隔壁soul calibur有精神。
但剧情看进去了就不怎么在意了。
谁tm贴的sq内容的标签，来骗来偷袭我这个二十多岁的小同志

通关后有点懵逼也没玩过前作的朋友推荐看看https://www.bilibili.com/video/BV1x7411N7PX?from=search&seid=10681609516562744271
up讲的很不错基本的世界观设定也说的比较清楚
好评: 我最喜欢二次元了
好评: 我是聪明逼
好评: 不错
好评: 打折，太菜得多练练，网战一堆dalao
好评: 好玩
差评: 一般般
好评: 针不戳
好评: 很好玩
好评: 好玩，但是自己的手跟不上脑子。
好评: 诺艾尔赛高
好评: 冲呀！伊邪那美。。
好评: 补全童年，真怀念小时候PSP无忧虑打苍翼的时光
好评: 全套打折入手，我是聪明逼
好评: 来干

好评: 集gal+街机格斗+地下城+线上联机好友对战玩法于一体的游戏，虽然我菜到根本不敢去线上跟大佬们对局但这并不影响我对诺艾尔少尉的喜欢（枪斗术永远滴神），打折购入这波是我血赚不亏，喜欢格斗和gal的小伙伴可以考虑入手，新手有基础操作教程和所有角色的个人教程，剧情方面也有帅气操作模式和前作剧情回顾保证大多数人都能游戏体验极佳，以上
好评: 良心格斗游戏，好玩不火
好评: 怎么说呢，感觉可以，但是操作不来，建议手残党就可以出门右拐。
好评: 萌新别玩直人，我手已经断了，水平跟刚玩的时候依然一样菜
好评: 这么久了，好想看看之后的剧情，怎么说呢，不太希望结束，想看好弟弟救帅哥哥的感染故事。
好评: 很好玩
好评: 好玩，挨打很痛，看着自己一点点变强又很有意思。（顺便我推荐新人玩Arakune！）
差评: 玩了一次这次就不行了，进入到jp画面就停止工作了！！！垃圾
好评: 打击感不错，就是操作会复杂些
好评: 怎么调电脑上的按键啊
好评: 我是废物
好评: 弱弱问一句，这游戏没人玩吗？
怎么感觉大厅里面一个人没有
排名也一直只匹配到同一个
过气惹？
好评: 买完就打折，我是傻逼
好评: 不要买，我是傻逼！！！
这傻逼游戏的按键设定完全反人类。。。还特么完全不知道要怎么改！！！
真心垃圾！！
好评: 买来是当做小说看的，格斗操作太繁琐，简直逼疯我，还好有帅气操作，啊哈哈哈。解放了脑子后就是视觉小说了，整体故事还是很棒的，就是结局看哭我了。。。或许是我泪点比较低吧，我竟然觉得与天使的心跳有共鸣。。。哦对了，差点忘了，帝冥王伊邪那美讲真  真棒！！！！！！
好评: 我永远喜欢如月琴恩.jpg
好评: 1
好评: 别说没手柄了，有手柄都给我玩傻了，真就几百上千小时入门呗
好评: 我是傻逼！
好评: 萌新哪有不挨打，手残还不多练练
好评: 补票

最喜欢的文字..哦不,格斗类游戏.

对我而言唯一的缺点就是玩不来吧_(:з」∠)_
虽然有简易模式,但还是喜欢自己搓.

剧情,人设,都很棒.
好评: 最好玩的2D格斗游戏了
好评: 如果ES是我的老婆就好了（流口水）
好评: 玩个锤子，上手难度有点高，真的玩不来
好评: 打折入手爽到
好评: 我是傻逼
好评: 太二次元了
好评: 剧情非常好 格斗入手有点难 是个非常好的作品
好评: 本作较于前几作在战斗和立绘方面又有了长足的进步，UI界面清新舒适，提供了不少方便。在galgame的基础上增加了战斗内容（bushi），剧情跌宕起伏，引人入胜，十分不错。
好评: 一个附带了几十个G小说与动漫的格斗游戏，比较适合格斗新人（而且帅）
虽然说拉我入坑的臭弟弟被我打跑了。
如果想PVP的话就建议加个QQ群。
好评: hhw
好评: 我是傻逼
好评: 再多买点

好评: 喵喵
好评: 好玩，就是手容易抽筋
好评: ES 帅。
好评: 网络联机闪退咋办？
好评: 你的愿望我不接受！
 [/spoiler]（你的愿望我收走了)

好评: 因为BB认识了许多机智又可爱的朋友们 所以怎么还不出续作的（西宫姐姐永远都是世界第一可爱）
好评: 我是废物
好评: 2d格斗，带点mugen色彩，可以一遍看番剧一遍体验游戏，简易出招很舒服，给女朋友口了两个小时给我买的
好评: GALGAME 自带格斗~笑
好评: 喜欢的自然会来 不用推荐 都是老玩家的坚持罢了 希望看到的新玩家入坑吧 很好的gla游戏还附赠精美格斗游戏dog.jpg
好评: 我永远喜欢ES
好评: 系列作品的老粉丝了，这一作不论剧情收官还是格斗方面都做到了顶峰
好评: 我不是傻逼o(*￣▽￣*)ブ
好评: 虽然被各路大佬打的很惨，但不知怎么的越玩越上瘾（？）
好评: 打折入手，我是聪明比
好评: 我是傻逼 手残只能看gal内容了
好评: 被虐死了，但是很好玩
好评: 补票入个正，骨折价常有，游戏还是不错的，键位设置实在搞不懂，也许需要手柄增强体验，虽然是2D格斗，45G的容量，文本杀手。
差评: 打击感差，还不如罪恶装备未知次元，只能当文字小说玩，还不能跳过
好评: 越玩越爽，属实神作，但有时会遭遇内存不足问题
终于打赢高难大将了（悲伤
好评: 上手简单节奏合适画面华丽模式多样玩法休闲，非常适合格斗新手游玩。
好评: 为什么闪退？？？？
好评: 游戏是好游戏，就是废键盘。
差评: 不知道是不是我的电脑有问题这个系列的游戏有时候会能打开有时候打不开
好评: 牛b
好评: 故事线太长，全是对话 地下城模式BOSS连关太难了.........不过打折买比较划算。
好评: 很好玩，作为格斗游戏新手也有帅气模式可以玩，键盘操作稍微练一下就可以用技术模式了，剧情也很感人，我永远喜欢赛莉卡
好评: 强烈推荐没接触过格斗游戏的萌新来玩，你会发现从喜欢但放弃可能只需要3分钟
差评: 哎  有点失望啊  没预期的好  算 我也就看个剧情吧 冲剧情我买了  其他方面等你们补丁更新   不如前作  好 

给画面补丁了 改成好评  但是很多设定 血条 人物选择贴图  怎么感觉的倒退10年 有些立绘无法直视 （其实是觉的不搭调）

玩了半天突然发现没有UM角色了刷塔也不给钱了我还是改成差评吧 真心没上一作好 哎 等扩展板 虽然说过不会出 我还是期待下  真心不给差评是不行了

这代优化 超级差 有时候越玩越卡 家里有台旧电脑 能带动上一作 但是这一作玩起来直接卡的飞起

游戏的压缩上依旧没弄 出个受兵卫我是觉得很好啦 但是依然没UM角色DLC还有就是爬塔模式 做的真的很差所谓的自制魔导书是好是坏还看脸 你能不能直接来个DLC 差评依旧不改

我玩下来就很好搞笑觉着 键盘党 手残点的 根本就是虐心  没上一作的连招顺畅 而且技能你叫我全靠搓 抱歉 不行 键盘判定太高了要求 对于我这种只想体验角色丢丢技能放放大招玩玩帅气模式的人来说 比起上一作 这作操作就一个渣字来形容  什么2个圈啊 反2个圈啊 根本搓不出来 偶尔能出来 但是根本连贯不上 手柄？抱歉哪 我就爱键盘 不然我觉得你可以不必移植到PC上 上一代的蓄力试放必杀的功能没了 那个功能好歹能让我个手残愉快的连招 乍看上去还能华丽的多 这代呢 垃圾 真的垃圾 立绘的画师毫无美感 显得幼稚 不要跟我说什么每个人眼里风格不一样 去你妈的 好看就是好看 丑就是丑
好评: 打通四部全部剧情，只能说真的很精彩
好评: 很有意思，但是在线人数真的少，而且容错率好低，稍微慢一点就放不出技能，很难

好评: 我在找东西
差评: 一键连都这么成熟了 arc你搞个出招预输入能死吗?
好评: arc干得好啊
好评: 一款十分优质的格斗类游戏
好评: 故事很好，但是直人的后面的挑战连招~~~推荐新手用直人的是魔鬼吧。
好评: niccccce
好评: 我们要不断向前迈进
好评: 只买这一部本体就好，其他的没必要
差评: 垃圾
好评: 作为2D格斗游戏，是十分优秀的，但对我个人而言有些失望，因为联机根本找不到人，单机电脑乱打都能赢，老游戏大家看着办吧，有个朋友跟你打还是会很好玩的
好评: 感谢这个游戏让我认清了自己是个手残的事实，[spoiler] 练了半天信心满满，被电脑直接爆杀了[/spoiler]
好评: 这就是官配吗.nb
好评: 好玩就完事了
好评: 真不戳
差评: 游戏内人物轮廓边缘锯齿太难看了，一点也不好看
好评: 游戏很硬核，很好玩，画面精美，剧情也很优秀（就是萌新有点看不懂）问题有几个个，
一个是pc端如果不用手柄玩，键盘搓招体验极差，
第二个问题是有点小bug，剧情看的正起劲突然黑屏闪退就让人很迷惑，
第三个问题是线上玩家太少了，几天都见不到一个人，
推荐有2d格斗游戏经验的玩家入手
好评: 格斗萌新玩了几个小时我清楚的意识到了没手柄你最好就别想太厉害了，我一个老音游玩家练连招都快自闭了，还有几个角色必杀都要按半天才运气一样出来一次，冲打折来的结果一不小心玩上头过了2小时，以后只能玩玩图一乐了。不过游戏倒是好游戏感觉得出来。
好评: 画面很精美，搓招很爽快，就是线上匹配没人。
好评: 无法执行启动程序？？！
好评: 为什么照美不在加强一点（一个照美厨的疑惑）
好评: 剧情真不错
好评: hao
好评: 我真没想到啊我傻瓜型打不过被人技术型暴打............
好评: 游戏性没有问题，故事内容也不错，缺点是游戏运行结束有点问题 每次关闭游戏steam还显示游戏在运行中
好评: 战斗很激烈，跟朋友菜鸡互啄很有意思。
好评: 盼一个新作！
好评: 可能是系统问题，剧情模式几分钟后就自动崩溃了，游戏是好游戏，不过我是玩不上了
好评: 游戏真好玩，已经开始玩爆
好评: 还不错的格斗游戏，但不建议原价购入，打折是真的香
好评: 必杀好帅
好评: 世界观完整，故事丰富有内涵，披着格斗游戏外皮的动漫， 前两部剧情会有些迷惑，第三部展开，第四部完美收笔，满分了
好评: 好玩
好评: 一部需要慢慢欣赏的作品
好评: 很不错
好评: GAL模式立绘终于高清了，还加了很多特效，简直良心
好评: 很棒的番，还送一个很棒的格斗游戏

好评: 总觉得，我对游戏的爱全部给了这个系列
好评: 第一次玩这个游戏的时候是在同学的电脑上当时是纯粹兴趣使然想和同学搓一把，结果发现没法一台电脑两个人玩，就买了一个试试，结果玩了之后的感觉就是剧情真棒，然后就把全套都卖了_(:з」∠)_，格斗内容也很有意思。
好评: 之前趁着打折把BB全集都买了遍，这个系统我还是挺喜欢的）[strike] 用键盘转圈圈什么的去死吧(ry[/strike]
剧情也很优秀，话说说实话这是买avg送ftg吧）剧情真的超级长的！
[spoiler] 拉格纳....我的拉格纳啊啊啊啊啊，哭了嗷[/spoiler]
好评: ...............................
好评: 虽然才几小时，但不得不说有很多非常戳我性癖的元素。
好评: 打折入手血赚，和朋友菜鸡互啄极其有趣[spoiler]就是会演变成线下PVP[/spoiler]，游戏是优秀，想要尝试入手2D格斗的可以试试[spoiler]我永远喜欢Es！[/spoiler]
好评: 属实好玩，打击感特爽，连招设计的巨流畅
好评: 666666666666666666666666666666666666666666666666666666666666666666666666666666666666666
好评: 真他妈好玩
不过我还是太菜了
好评: 升龙AH真好玩
好评: 好玩
好评: 这玩起来也太爽了！
差评: 完结篇的剧情就是烂梗大集合，终极缝合怪。
另外，OP不好听。
好评: 游戏还是不错的！！
好评: DD
好评: 非常喜欢剧情，大佬这个游戏有没有本子要 ，斜眼笑
好评: 很喜欢
好评: nb
好评: 彳亍

好评: 游戏是好游戏，脑瘫也是真脑瘫，玩的你妈菜成什么吊样不去练跑来网站卡比升龙恶心人？
好评: 无需多言，一款很棒的FTG游戏，格斗游戏的粉丝一定不要错过。
好评: 游戏内容超级丰富，买到就是血赚
好评: 怎么说呢...对我这种小白来说....技术型就是地狱
差评: 我真的无语，看了一下午故事模式，然后游戏奔溃，我先说明不管什么电脑都会偶尔奔溃一下吧。然后重新看，就没有cg存档这么一说呢。
好评: 挺好
好评: 这代剧情太棒了
好评: 如果你遇到一个叫Mai natsume的粉色哈皮进你的房间建议一脚把他给踹了
好评: 这游戏让我在为数不多的游戏生涯中领悟了人生哲理，原来胸大真的能成为战斗力
好评: 排开讲世界观的第一部外，后三部剧情承接和渲染非常到位，特别是最后一作最后感情的升华
好评: 现在玩的爱不释手了，然后你有任务看见了官方画的涩图。。。 可见官方套路深昂，来骗！来勾引！我这懵懂无知的年轻人，这好吗？这不好。我劝官方耗子喂汁，不要耍这些小聪明。附带一句我永远喜欢白面！
好评: 剧情非常棒
好评: 买剧情游戏送的格斗游戏，买给孩子玩的，现在已经一身武功，能一套带走一群“图书馆”工作人员了
好评: 我是傻逼

好评: 五十小时啥没玩懂我是傻逼
好评: 史低的时候打个剧情打打人机也值了。
好评: 打折入可真香
好评: 音乐上乘，美术上乘，玩法上乘，剧情也可以
好评: 买小说送游戏
好评: 不管别人怎么说，反正是我心目中的神作，剧情，作画啥的都很符合我的癖好
好评: 玩了一会觉的还不错，对只是还不错，但是没想到这个2d格斗游戏比我任何游戏都大，50个g啊我人都傻了
好评: 打击感很好，里面的简易模式即使是手残也能打出很华丽的操作，对菜鸡还是挺友好的，买格斗游戏送gal趁着打折入手的话血赚
好评: 成就满了我不玩了
好评: 不错，优秀的galgame附赠精美格斗小游戏
好评: 除了个别角色大招难搓以外，不论是剧情还是技能画面都非常棒
好评: Nice game
好评: 相比其他格斗游戏来说，简单容易上手，而且看动漫赠送游戏，何乐而不为
好评: 香
好评: 格斗gal
好评: 非常好玩，打折血赚

好评: 经典的买gal送格斗的游戏。
刚开始玩的时候：我只想玩格斗，gal能不能跳过啊！
玩了几个小时后：gal太好玩了，格斗能不能去掉啊！

剧情方面
剧情非常非常长，正反派智商全程在线，斗智斗勇，烧脑同时还时不时来点搞笑支线整活。
玩家和“尼桑”从厄运扣板那个   懵逼人   逐渐成长成神观之梦的   懂王。
不过，yysy，蛮中二的（狗头

曾经的我：沃日，这游戏的主角怎么这么中二啊，这些台词尬死了。
现在的我：第666拘束机关！      解放！
                 次元干涉虚数方程！  展开！
                 Blazblue——！      启动——！     
                 
                 老妈：啊仔，你在房间里念什么？
                 我：//// 没什么没什么 ....

结局有点虐，打完之后有点空虚，不管最后怎么样，感谢陪伴！
好评: 好
好评: 买动漫送游戏
好评: 好！
好评: 2D格斗游戏巅峰
差评: 某模式的sb设定

好评: 真好玩
好评: 挺好玩的  对新手非常友好 搓招的指令也很简单 不过连段派生什么的就很复杂多变了 不过相对的游戏有着非常细致的教学 只要多加练习也能玩的非常开心 另外游戏有着简易出招的模式对格斗游戏小白也能轻松体验游戏
好评: 我现在是arc脑残粉！
bbcf启动....啊不是..我怎么买了款galgame？
好评: good
差评: 垃圾游戏没有钱途
好评: 一部非常不错的Galgame，附赠精美的格斗小游戏，包含众多可以你能Get到的XP嗜好，剧情流程长，而且精彩，游玩起来体验也相当不错！然后趁着打折入了全家桶，这波再等等隔壁的罪恶装备的新作，推荐购买（打折买最优）。
好评: 手感很棒可以搓很多招，格斗有两种模式，技术型和帅气型，帅气型完美照顾了手残党。剧情还没打完，暂不评论。立绘很好看，爱了，我坦白，我是老色批。
好评: 挺不错的，从初代开始玩，最后一部的剧情收尾很棒，很难想象这当初在初代是怎样计划着剧情的，本来第3部玩完后觉得这剧情难圆，但是这一部它就是圆给我看了，要是能再出第5部就好了。
好评: 多久出正统续作啊
好评: 就当是一场梦，醒来还是很感动
好评: 麻衣赛高(滑稽）
好评: 这游戏真棒，剧情流畅，还有猫吸。
那么问题来了，为什么这玩意有50个G？
好评: 好玩，好看
好评: 真滴好玩
差评: 我感觉不行，比如画面
好评: 終わる事などないゆめを，
见鬼，又凹我（
好评: 讲真的，打折买的真是赚到爆了
好评: 女朋友很开心
好评: 我永远喜欢小白兔.jpg
好评: Mai，手残滴神，投射长枪就完事了。
白面我的超人，帅气型AAA，对面就没了。
好评: 故事模式通了，就像通关了兰斯10一样空虚
好评: 嗯，学不会连招啊
差评: 如何开始新的存档
好评: 一款已经发布多年的经典日漫风格格斗游戏，在TV端，移动端以及其他非移动端均有官方游玩途径。其较为宏大的世界观以及优秀的格斗打击手感历经时间依然不减。
好评: 虽然是有出新的游戏，但这个老玩意还是那么香（才不是因为酸买不起呢，哼）

好评: 太棒了 游戏很好玩 就是玩的人比较少
好评: 最喜欢的两个角色分别是傲娇又有教养的雷琪儿·阿尔卡特和十二宗家超味觉的叶月·舞，雷琪儿超御的，小舞超呆萌的！
好评: 没啥好说的，吹爆好吧
这是我印象中，唯一一款，让我有一种“还好遇见了你”这种感觉的游戏
让我入了苍翼这个坑
好评: 《苍翼默示录》算是横版格斗游戏方面的集大成者了！
好评: 我永远喜欢Rg和直人
好评: 虽然不太懂其中的故事，但是画面和细节都做的很好，攻击模式有帅气型和操作型，乱按也能打出组合技，打击感非常好
好评: 2D最好的格斗游戏！
好评: ok

好评: 作为一款格斗游戏，arc只是做到了尚可的水准，或许是arc旗下的格斗游戏太多了缘故吧，但是作为一款日式的JRPG游戏来说，神官之梦无疑是一部可以被赞美的作品。
好评: 好玩!
好评: 非常好玩的２Ｄ格斗游戏,gogogo.
好评: 打击感十足，画面精美
好评: 诺师傅，别刮痧了，没意思，TG抱一下就和你刮一套一样了
好评: 这款游戏可以教会你如何虚度光阴
好评: 买GAL送打👊模拟器，想御妻，就现在
差评: 很想问问哪个大佬能告诉我下为什么我进游戏直接闪退，在厂商logo出来之后立刻就进程卡死然后就没了……
好评: 26c3c26b3c26b5c6a6c26abbb26c
好评: 本地文件里有点东西 U•ェ•*U
好评: 游戏很不错.格斗很棒!适合新人玩!
差评: 游戏本身的质量很优秀值得让人好评 但：
极不推荐没有任何FTG经验的新手以玩到核心内容为目的入手，
刚上手纯训练的时间就动辄几百上千小时，学习成本实在是太高了。

我是傻逼吧！

[spoiler]花了一千块买了个摇杆练几十小时离入门差了十万八千里 气到撞墙砸地弄破了手指，指甲里面的血溅到手心，一个人在墙角冷静下来，觉定用左手写下这篇评论。
20/10/15 20:00
我不想再因为一款游戏而流泪了。[/spoiler]
好评: 游戏真香，我要把键盘搓坏了
好评: 好耶！b（￣▽￣）d　
好评: 这边BBCF买小说送游戏，那边GG买音乐送游戏，认准ARC血赚不亏！
好评: 很好玩的格斗游戏，和朋友玩的很开心
好评: 玩的过程总是闪退是为啥啊
好评: 视觉小说最棒了
好评: 真tm好玩

好评: 尼桑！！！！！
好评: 喵喵喵

好评: 这就是“苍”的可能性。
好评: 好玩
好评: 没手柄，键鼠不会操作，基本是乱按放技能，其他都很好，买游戏送番剧
好评: 早买放仓库，晚买享折扣，以后再也不乱买了。
好评: 操作性强，画质也不错
好评: wssb
好评: 游戏挺好的，我朋友都被我虐哭了/
好评: 买galgame送格斗游戏
好评: 你又见过50G2D格斗游戏？ 你又见过50G GAMEGAL玩法如此硬核的？
既然你都没有见过那就购买下载试试吧
好评: 22块 我很牛逼
好评: 你是傻逼
好评: 第一次玩格斗游戏，不错。
好评: 就像一场梦，醒了很久还感动。
好评: 好像玩的人不多呀，一款小众？格斗类游戏，讲道理这个不比真人快打，街霸，铁拳差啊！
好评: 非常NB
好评: 我永远喜欢Es
好评: 爽
好评: gkd
好评: lsp都爱玩，你问我为什么爱玩，我只想说懂得都懂
好评: 剧情原画游戏人物塑造么好的没法说
好评: 买一个格斗游戏，你能体会街机，闯关，养成，真人对战，还有galgame可以看剧情，超值好吧1
好评: 画面制作很细致，角色们都有自己的故事而且形象鲜明，以及游戏最后的结局着实有点刀到我了……
好评: 剧情太震撼了，请一定要出续作!
好评: 诺艾尔永远滴神
好评: 追了好几年的galgame终于完结了，附赠的格斗小游戏也很好玩
好评: 很精彩
好评: 裂开

好评: 游戏很好，麻衣很涩我喜欢，就是为啥我全屏老闪退呢
好评: 1
好评: 拉格纳可tm太帅了
好评: 真他妈好玩，没赢过
好评: 好玩
好评: 角色好色哦我好喜欢
好评: 等我再被打几页lose我就能玩这游戏了
好评: 买galgame送游戏.jpg
好评: 我没有手
我爱麻衣

更新
我还是没有手
但是我爱直人
好评: 买galgame送格斗游戏

好评: 我他喵直接脸滚键盘（滑稽）
虽然盘盘被打爆，但确实上瘾呐
好评: 下了打不开玩不了是什么情况
好评: 谢谢兄弟手没了
好评: 剧情神了，让人想一口气打完，上次给我这种感觉的还是钢炼和命运石之门。
玩到就是爽到
好评: 诺爱儿天下第一！
好评:  上头了
好评: 买galgame送格斗游戏
好评: 好玩，玩剧情的时候，被主角最后的结局感动到，剧情很好。
等之后玩了须佐之男，素盏鸣尊永远滴神！
好评: 打击感很好

好评: 人菜瘾还大是我了orz
我永远喜欢雷其儿和拉格纳.jpg
剧情挺好的，看完直接冲对战被自己的手残和网络直接制裁
希望有后续我还想吃雷其儿和拉格纳的糖
好评: es天下第一
好评: 这里推荐新入坑的亲们玩一些比较容易上手的角色，这样不容易有挫败感，坚持下来慢慢提高技术，再尝试难度相对高一些的角色。
比较推荐新入坑的角色：十六夜-理由-比较灵活，不容易被抓破绽；松鼠诚-理由-稍加蓄力就可以打出较高伤害；黑铁直人-理由-连段比较好上手；桃卡卡-理由-操作简单，有手就行，即使是刚刚购买游戏的新人，也可以和大佬同台竞技，非常适合新人强烈推荐。
好评: 第一次见苍翼是和小伙伴在街机厅里看见  始终没打过那个boss 。现在街机厅没了怀念 还是蛮有意思 但这游戏优化不是很好
好评: 我是傻逼
好评: 建议买爆
好评: 很炫
好评: 刚过完一遍，剧情很好。街机等其它的还没体验
好评: 太牛逼
好评: 第一次玩还是在APP STORE上的手机版，现在已经过去好几个年头了，一直很喜欢这个系列—————————————桃儿卡卡，乱飞的神！！！下限就是乱飞，上限就是可进可退，这系列里最喜欢这个角色了！！！
好评: 苍翼终于补完了，几年前玩连续变换的时候就一肚子疑问，也算是画上了一个句号，实现了我的“愿望”
好评: 越菜越想玩，越玩越菜 有无群
好评: 买番剧送游戏，太好看了，之前还怕卡关打不过，但是看见帅气模式后我好了。


好评: 剧情宏大，人物帅气

差评: 有大佬知道这游戏能不能用手柄玩啊

好评: 很棒
好评: 1、键盘操作难，建议买手柄
2、买番送游戏（一个40多G带格斗内容的galgame=）

好评: 不需要犹豫直接入全集打折才45 这是一个感人的故事 这是个有深度的格斗游戏（菜鸟也能考简单连招开心）
好评: 非常有趣
好评: 打折入手，很喜欢这种类型的游戏
好评: es世界第一可爱！
好评: 铁汁们，刚买的游戏 下好了 ，手柄用不了啊！其他游戏用手柄都行，为啥这个游戏就不行？？？求解决方法
好评: 人菜瘾大   大佬们让让我（哭）
好评: 为了一个DLC入手了这款游戏 画风跟游戏的质量特别的棒 这款游戏是我第一款觉得好玩且值得入手的一款游戏
从来对这类游戏不感兴趣的我 被这个游戏的内容跟操作还有画风给吸引 可玩性很高 推荐入手
好评: 玩了别的2d格斗才明白苍翼默示录的手感有多香~
（没错，说的就是标榜着适合新人游玩却依旧把操作上下限设置的如此之高的那个游戏）
好评: 很好玩的游戏12小时过了主线，等着再过支线和搞笑的剧情，这作结局太伤感了吧
好评: 谁能告诉我一个键盘能不能玩对战模式
好评: 我打了这么久，已经可以被hell难度乱杀了
好评: 这游戏是真棒，剧情cg也很赞,真买番送游戏，可惜联机没啥人啊，有没有人一起的啊，有群也好
好评: 啥也不说，太牛逼
好评: 一个被所有人叫做笨蛋的 却拯救了这个充满绝望的世界 .夺取他人的愿望让这个无限循环的世界得到终止 可最终的拯救的代价是自己的存在消失 自己的存在.在所爱的人 所关心的人记忆中抹去
好评: 太难了这游戏。。。。。。
好评: 蛮好玩的，剧情也可以。可惜没人pvp，服务器日常鬼屋0.........0
好评: 喜欢2D格斗游戏者绝不可错过
好评: 我这是买了个gal顺便送了个格斗游戏hhhh，操作手感不错，我是用键盘的，就是没人陪玩比较惨，建议和喜欢格斗游戏的好友一起入手，不然推完剧情想找人pk有点难，个人比较喜欢麻衣，操作手感极佳，容易上手，实在手残就C和D换着来hhhhhh
好评: 垃圾游戏只有我在玩.jpg
好评: 买游戏送番剧
麻衣好可爱，搓招好舒服，话说穿那么少不冷吗。好希望隼姐也能参战，隼姐好像是支援人员来着？算了。反正麻衣好搓招。手残之友，我怎么没早点遇到。难得能打的这么舒服
[strike] 线上又被打爆了，手残又不练能打得过有鬼了。[/strike]
[spoiler] 我真的不会搓招，为什么你们反应都这么快。[/spoiler]
总算修语音和配色bug了
好评: 格斗类型里面算是不错的游戏了
好评: 布雷兹不撸！
但我撸！
好评: 怎么一觉醒来我的语音包没了，辛辛苦苦打的挑战也突然回到解放前，各位有什么头猪吗？




一觉醒来发了个补丁，更新后系统语音回来了。
さっさと選べ、屑。
杮原澈也我的超人！！！
好评: 白面帅无敌，十割即正义，开OD简直无情下血机器
ES我的嫁，好可爱好可爱 ✪ω✪
麻衣她。。她实在是太大了
响音酱，这么可爱，一定是男孩纸了
十六夜，好想亲亲

最后双R党头顶青天！

还说什么，拿出你的钱包，SHUT UP AND TAKE MY MONEY
ARC真业界良心
好评: 很好很棒的一款游戏 手残推荐帅气型，技术型还是要些许手速才能操作，建议使用手柄进行游戏，毕竟键盘都快被我引以为傲的手速按烂了 ，多搜索房间跟人SOLO，毕竟有些老手还是很愿意照顾我们这些新手（ah）
好评: arc高质量 gal

好评: Es老婆真可爱
好评: 真的是不错的好游戏，玩的很久了，虽然说没有任何长进（笑），因为玩的是手机游戏才过来的
好评: 很好的作品，玩起来很舒服
好评: 买番剧，赠游戏
差评: 试了无数种方法 无论怎么设置都不能同机加入2p游玩..（我插的双手柄）也算是活久见了。
想和朋友没事搓招的慎入 不推荐
好评: good

好评: 只玩过这一代，看懂了，视觉小说不是白说的，只是关于进入战斗的剧情有的时候有点生硬，剧情还是比较长的。8个小时都没有全部玩完，非常的不错，但是打完剧情结局的人好像坚持的很少，都是补票吗of单纯的觉得画风太老，我觉得搬出来变成独立的动漫都没太大问题。看见评论的你，如果你有这款游戏，只是单纯好久没什么事干的话，非常推荐故事模式日语听力（当然有中文字幕）。
 
寒之枫_IiEe
好评: wonderful
好评: 披着格斗游戏的gal真是太香了
好评: 好玩，就是把某一个手残虐哭了而已（不过如此555555555）
好评: 这游戏仗着画风好看让格斗游戏搓招苦手的我在训练模式练了一晚上的连招_(:з」∠)_

好评: 诺艾尔天下第一
差评: 关于这游戏的移植我已经不想多说什么了，问题非常多。前几作的移植都非常不错，但这一作移植成这样也就是游戏刚出来时更新了几次做做样子。蓝组，或者Arc System Works到底跟负责移植的外包公司之间发生了什么？
好评: 良心格斗游戏~性价比很高！值得购买

好评: 天天被揍 挺舒服的 只能欺负朋友
好评: 没玩过建议可以入手，手残玩家也没事。剧情模式可以当动漫看
好评: 好玩
好评: 结合前作才能看得懂剧情
好评: 挨打很舒服
好评: BB的剧情太好了，精彩的超过了我玩过的九成gal，自己的歌都系统也很成熟，完全值得入手游玩。
好评: es 我老婆
好评: 这就是完美的结局吗？
呜呜呜
好评: 大小姐赛高
好评: 一流CG
好评: 只打得过AI PVP算了打不过
好评: 画面效果上和隔壁罪恶装备比起来，实际上已经有点落后了，不过剧情非常棒。
好评: 前几天打折刚买的时候还能玩
今天打开提示错误代码51
有没有大佬帮忙解决一下
好评: 感谢陪伴 前来补票
差评: 闪退很严重。
完全打不了格林深渊模式（大概在30-40层左右就闪退了）
好评: 大爷用气如喝水 50气伤害上3000不是问题 想秀用灭闪牙RC 想打伤害用OD封焉尘 新手墙角多凹双天津 236D后随手222D 想浪就是这么简单 打飞道少的试试236236A 闷声发大财 老须佐之男了
好评: 很不错的格斗游戏
好评: 只打桩也很快乐
好评: 这游戏最搞的一点就是
为啥那麽多技能都是大圈啊，GG完全没有这种啊
我真的搓不出来，唯一搓出来的就是师匠
好评: 以我之血！铸我之剑！噬血剑来！看我上勾拳！神圣直拳！！神圣荆棘！！
奥义！永恒之刃！！西内！！！
好评: 没啥好说的，买GAL送游戏
好评: 格斗游戏爱好者比如好吧，但都演出华丽，特效横飞，各自独具特色的战斗系统，还有那迷人的剧情（其实剧情有点复杂我有点没看懂，但我知道重要的人离开了 哭哭）
好评: 把连招摸会再去PVP！把连招摸会再去PVP！把连招摸会再去PVP！
好评: 第一次玩这个系列，对游戏不是很感兴趣，就当是在看剧。
好评: NICE
好评: 8.5
好评: 爱
好评: 被打的很痛，不推荐给没玩过的一辈子打不过别人了
好评: 虽然我脑残手慢，但是还是给个好评~~~
好评: 游戏很好玩，大佬们也很强,古老师的洗头技术也很好,我很满意。
好评: 很好玩，唯一比较可惜的是鬼服了
好评: 8/10
挺不错的游戏，剧情很不错，战斗的话我水平不高，不做太多评价，打了几把PVP感觉双控的角色很强，我被暴打。
别的没什么好评价得
好评: 能把语音和配色还给我吗，能买也行啊
好评: 苍翼默示录 神观之梦 剧情通关了 重试3次
总结：我承认arcwork做不来动画
但是剧情本质是不错的就是没有理解力的人很难理解罢了（动画那是真的粪 arcwork不会做战斗过场动画）
世界线和时间线的交织和因果的确容易看晕
格斗上手难度属于一般的 也就是易上手难精通（剧情拉格纳一直脏就完事了 我打到最后没开出一个一击必杀）
莱茵和兽兵卫中间的故事我就不深思了 总之兽交就完事了
最后的结局妹控落泪
帝——卡——
11 12 13 15 诺艾尔 沙耶 可爱 没话说√（全是同一个人）
桃儿可爱√我想看卡卡族黑脸之前的人设（那个身材说不通）
以为最后动画是殉情（战斗过场动画做的是真的不行）
演出方面很棒（嘛嘛）虽然音乐好听但是听久了会腻其实能用在对战的BGM挺少的（毕竟不是音乐游戏 好听就完事了）
全语音充满了诚意（我永远喜欢Es）
希望我能有热情继续精通
穿插了部分日本神话要素的从罪恶装备继承来的格斗游戏苍翼默示录的其中一部神观之梦的评测暂时这样
总的来说
很棒嗷
好评: 买格斗游戏送番，你值得拥有
好评: 操作手感-棒（最好是手柄玩，要不然很难连招）画质特效都挺不错的，游戏难度也是比较难的，最好是练熟再去打排位，不然被爆虐，

好评: blazblue
好评: 低价时购入挺值得的。即便对于非核心玩家而言，也可以算作买格斗游戏送galgame。而且这个gal的文本量充足（推完剧情花的时间比我玩过的一些真正的gal都要长了），质量也当颇高，最大的一个问题可能是剧情与前作的联系较强，不了解前作的情况下可能get不到一部分剧情点。
好评: 个人打分：9.1——绝佳

优点：
画面——本作属于2D格斗游戏，画面丰富炫丽，技能特效好看，人物形象丰满，说是格斗游戏，其实是动漫。不过优秀的画面依然是画龙点睛的地方。

音乐——背景音乐和打斗音效都很好，背景音乐变化多样，紧张刺激的战斗之余又有欢快轻松的日常，搭配合理。

玩法——本作讲故事八成，打斗两成，战斗时可以选择辅助模式，方便玩家打出漂亮的连击。其实只要有玩过格斗游戏的经验，通关很轻松，不用担心。

剧情——本作为该系列第三部，也是主线剧情完结之作。对于新玩家来说，没玩过前两作也不影响。游戏中词条很多，实在不行也可以看看百科，剧情仔细玩下去真的很有意思。

亮点——首先，日语配音阵容非常强大，主角居然是组长配音，我一般看剧情不太听配音，只有这一次，主角登场说话全程不跳过，越听越感觉像银桑，一样的痞气。舞男居然是石头，还是一如既往配美男子，很符合石头。哈哈(ಡωಡ)hiahiahia；其次，本作日常篇中有搞笑剧情，强烈推荐大家游玩一下，太逗了；最后，本作结局还是出人意料，不过也是，画上了一个圆满的句号。

缺点：
节奏——很多游戏都有节奏安排不合理这个毛病。本作中打斗还是太少，一点都不过瘾，玩格斗游戏最后居然是不停的看动画，感觉…你好骚啊！

综合——本作剧情流程不短，十三小时通关，性价比一般。主要是一个人玩还是无聊，想找个好友一起玩一玩，有兴趣地可以给我留言，或者加我好友。
好评: 买格斗游戏送番 你还有什么好犹豫的呢
好评: 人菜瘾还大
好评: 真就再也听不到其他人的声音了吗，我好想念雷其尔和小椿的语音
好评: 游戏很好玩，里面的人各个都是人才，招式又帅，人物又好看，喔哟超喜欢跟别人一起摔♂跤的
好评:    挺好玩的，虽然我不会玩。

好评: bbcfnb

好评: 问题解决后该香还是香，说全屏马赛克狗牙的朋友所有解析度都拉到最高，角色反锯齿以及MSAA4X，我不信还有锯齿
好评: 剧情是真的棒！
我甚至连进游戏时的开场动画都不跳的。
好评: 我起了，被一套秒了，有什么好说的？
差评: 这个游戏全屏的光污染，游戏制作人估计还觉得很酷，背景声特别吵，玩的时候一点享受的感觉都没有，耳边嗡嗡的。而且刷格林的时候，我就不能理解了，打boss没打过你就问玩家是否再打一遍就是了，为啥直接全退了，然后再郑重其事的展示一下game over，前前后后浪费得有20秒(还是我不停按快进），32个boss，一般都不是一遍过，要打很多遍，真的烦心。感觉制作人跟小孩一样，这个作品给我的感觉就像是......制作人把这个游戏做的多么酷炫，但是手段却很低劣，能把你在奇怪的台词和视频，或者是什么游戏界面上拖一下是一下。主线写得也不好，我刚看一点，就开始切场景。一会这个一会那个，台词设计的........啥玩意啊....作为动漫看都是相当无聊。不知道是年龄开始大了还是咋地，我现在看动漫，你人物定义为酷没关系，但是能不能说人话......好歹把剧情好好介绍......上来那个躺床上黄毛的台词.....真的该回炉重造了，我是一点没觉得他酷，什么上来使命，复仇，童年，抓主角，秘密之类的.....行啊，那你让他好好说点有深度的好嘛.....一口一个叹气，无聊......他都觉得无聊我还看什么.....台词一点营养都没有......你换个青春期动漫我都不会有这种违和感.....却再加上游戏制作人极力想给玩家营造的酷炫感觉.....我就觉得莫名恶心
好评: ES，素斩，MAI，兽兵卫这4位，其他PS4版需要付费内容在PC版里全不见了，配色方面游戏内购买的其实就是13-15这三个配色，所以大家游戏内商店买的配色都还在，但16-21全是PS4付费内容，22为额外的PS4配色，23-24为特典配色，这些都不见了，也就那4位额外角色的16-21还在（不过这几配色本来也是与购买角色捆绑的，不在付费的配色包范围内）但为啥语音包也没了啊
好评: 这个游戏格斗技巧特别花样繁多，而且连击招式特别帅气，虽然有些硬核，但是是一款不可多得的好游戏。满分10分我给9分（那一分扣在这游戏实在太太太太太硬核了）。
好评: 我荔枝的白颜色怎么没了
好评: 不能只有我一个人被虐
好评: GOOD
差评: 其实我觉得把苍翼默示录搞成罪恶装备那样也很好啊。
3d建模2d渲染，挺香的啊。现在任务对话的立绘都好老了。
还以为神观之梦会大改，然而剧情模式那个文字偶尔还会错位。
格斗游戏什么都好，就是玩的人太少。

GG和BB的网上大厅都是没有人的，
GuiltyGear起码能在线钓手办，这个有点不太给力。
而且前作劝退的主要是琴恩太粘人了，有个男的这么痴情干什么！
好评: 太难了8嘤嘤嘤
差评: 猜拳吧，少年
好评: 从乱按四个键到乱按一个键，你就变强了😂
好评: 前几作陆陆续续玩完还有点犯困，开了这作太好玩啦哈哈哈哈哈！！！！打击感爆炸，人物模型也好多了呜呜呜，感谢前几作的剧情铺垫让我深深爱上了一些角色并且在这作中发扬光大，我永远爱女孩儿们QAQ
好评: 打到现在还是菜的跟狗一样 = =
其实吧我觉得键盘玩家也是有很多选择的，关键还是心态要好，虽然野房什么人都会来，别往心里去就是了
游戏确实是好游戏
好评: 很好玩，就是键盘按不过来。
好评: 好玩，但是手残，手柄都救不了
好评: 人设出彩，买gal送附送格斗游戏，而且赶上打折的话血赚，就是线上没有人当个gal的话也能值回票价

好评: 当初玩这个正好无意中去玩了少前，发现两个游戏在联动。当时不会玩少前没拿到诺艾尔。能不能再联动一次
好评: 虽然成就叫这就是完美结局，还是心疼雷琪儿
好评: 啊，是个，非常好听的游戏
好评: 还行
好评: 最早是因为《王牌对决》中的授权英雄认识到《苍翼默示录》这款游戏的 前者在我记忆里留下美好的回忆 但是却因为TX的经营问题 最终国服因版权问题下架 虽然是一款小众游戏 但是我会一直追随，愿越来越多的外国网游在引进中国市场而不会因为赚不到钱的理由下架 愿你 愿我
好评: 算上前面的一二三部时长加起来也有一百多小时了，这一百多小时看着拉格纳，诺爱尔，琴恩，等一众成员的成长感慨万千，本想留着这最后一部不打，因为怕看完，可心想每个故事总要有个结局吧，就狠下心来打完了故事模式，在最后的动画放完之后，感觉内心空荡荡的，就好像一路陪你走来的好友跟你道别一样的难受，BlazBlue 的故事到这里应该就结束了，想一想我也应该去完成自己的故事了，寻找我自己的“可能性”。
好评: 通关刻之幻影后玩神观之梦感觉到了另一个世界(笑)。 ps：一定要看画集啊！！！
好评: 学生党靠打折补得票，第一次接触这个系列还是在psp上，也接触很久了。是个非常好的2d格斗游戏（gal 笑）
好评: 格斗游戏✘     番剧✔   看番真爽
好评: bb天下第一！
好评: 打了快100小时了，已经能熟练的虐地狱级电脑了，脑内膨胀的我决定去找个网络选手试试刀，结果被揍成狗，好吧，我还是太菜了，我承认行了吧。。。。。
好评: 我觉得比拳皇舒服很华丽，音乐很好听
好评: 呜呜呜
好评: 好玩 就是手指摁断了还打不过对面 也许是我太菜了:D
好评: 对于手残的人来说，买这个游戏=买一部番+萌妹子或帅锅+华丽的技能效果=手残也不亏0vo
好评: 原本奔着妹子剧情格斗来的，通关主线后发现是galgame加格斗，还附带番剧动画过场？？？这些都不重要，其实相当长的时间我都处于懵逼状态，由于直接来玩的本作，没有去先玩前作，导致我首先看了三十分钟剧情，等到开打的时候手忙脚乱的。。格斗不谈，我不是专业的- -，不过帅气型的操作方式让我这个菜鸡能够放出厉害的连招就心满意足了，剧情挺震撼的，每个人物都很有个性特点，就这样通过剧情刻画出来，可能需要一段时间消化，这个有很多专业术语- -还有大大的脑洞，不过最后总算让我心融化了- -
无论是拉格纳把雷其尔举高高，还是各个人物的归宿，挺令人感动的吧。。。
OK啰嗦了这么多，我还是很推荐这款游戏的，无论是冲着剧情还是格斗。
好评: 买番送游戏
好评: 贼快乐，又搓坏一个手柄
好评: 就连我这种手残都可以随便打通普通难度，何况软妹不开简单模式xjb搓都能连，喜欢格斗类和喜欢视觉小说avg类型的老哥们可以考虑，何况系列正传打包只要50块不到，买到就是赚到！
好评: 人设 模型 动作都很喜欢。

好评: 闪退实在是太太太太严重了 如果能修复的话就好了
好评: 好玩，就是键盘被我按失灵了
好评: 有没有啥联机连不上的解决办法！！！！！！
好评: 还不错，这次我终于不是傻比了
好评: 看动漫入坑的，格斗游戏也是我的菜，[spoiler] 但是我菜就是另一回事了。。[/spoiler]arc家的作品，懂得都懂，以华丽的连段一口气打死对手，基本功练习量大到离谱，每个人按键都不一样极具特色，每个人的对策和套路也是，真要做个攻略出来怕不是可以出本书，打折22入的，下载到时候发现是50G还以为看错了。。体量大的恐怖。算是当年2D格斗的巅峰了，只不过现在线上对战基本找不到人。。最近准备看看要不要搞搞交叉组队战毕竟苍翼和rwby都是我的心头好
好评: 22块钱入手接近50个G的BBCF，还送你歌，太香了
好评: 剧情满分，我唯一喜欢的格斗游戏，符合审美，系统丰富，每个角色都有十分突出的特性，卖便宜了。
好评: 好玩
好评: 剧情太棒了
好评: 2D巅峰！！！
好评: 大佬一顿连段猛如虎，你一顿抽搐一看伤害250，然后被关在厕所里当蠕动的沙包。[spoiler] 还好有爆气能挽回最后的尊严（不）[/spoiler] 
连段是真的复杂，画面是真的稀烂，节奏是真的快，爽是真的爽，游戏是真的好玩，系统是真的有趣，可以研究练习的地方太多了。[spoiler] ES是真的可爱。[strike]这才不是重点，哼（？）[/strike] [/spoiler] 
角色是真的多，每个角色机制都不带重样的，对策怕是能出本书。[spoiler] 这还对策个屁啊，瞎摁就完事了（误）[/spoiler] 
arc快整个4k苍翼新作吧秋梨膏，我就算再不在意画面也受不了这大果粒啊！！！！[spoiler] 诶..但我现在好像已经习惯了？慢慢变得奇怪了.jpg[/spoiler] 
好玩
好评: 别问，问就是为了麻衣老婆买的。
好评: 好
好评: 普通地下城：我就是神
头目战：我是傻逼
好评: 我是手残中的手残
好评: 对于我这种手残老年人来说，帅气模式太爽了
好评: 爽！！！！！
好评: 第一次接触这种有点硬核的AVG游戏，附加的格斗部分很好玩，搓招快把腱鞘炎搓出来了。22入手还是很香的
好评: 为什么剧情见了九重后就闪退了
好评: 当你瞎几把乱按变成了固定几个按键的时候，恭喜你已经从菜鸡变成了弱鸡。
好评: 拳皇玩家，来试试这游戏。
游戏里的人物设计都很有特殊，操作也适合新手。
如果是什么格斗游戏都没玩过的话，苍翼默示录是一款不错的入门作。
好评: 跟朋友一起对战有一种回到20年前在游戏厅搓97，拳皇的感觉。不会搓招他也有一个简单模式可以爆技能和连招对新手还挺有好的
好评: Good!
好评: 我就搞不懂，为啥一堆黄油能和我玩过的这个游戏相似
好评: 诺爱儿，永远的神。
差评: 没有手柄就不能多人了？垃圾游戏
好评: 买galgame送格斗游戏真的超棒的，虽然格斗苦手，但剧情演出是真的太好看了
好评: 格斗游戏界的新势力，需要大力宣传。
好评: 手残的就不要玩了，手柄还好， 单个人物技能很多键盘按不过来
好评: 我永远喜欢 雷琪尔·阿尔卡德
好评: 很好
好评: 很好的一个游戏，可惜对键盘不友好
好评: 不错
好评: 如果你喜欢高魔格斗（行动选择很多花里胡哨的格斗），BB一定是不二之选
好评: 带格斗小游戏的GALgame
格斗手感很好，GAL剧情不错

不是说bb故事还在继续吗，森利道你不许摸！
好评: 打了快一百小时了菜的还是跟狗一样
好评: 剧情20小时，游戏五分钟，很期待下一部雷琪儿寻夫记
好评: 最近花了点时间打完了BBCF，结果发现要把剧本完整看明白需要把前三作也补完。
首先要确定的STEAM版本系列顺序是，BBCT→BBCSE→BBCPE→BBCF，该4作构成完整情节。比较厚道的是，系列4作中，没有包含帅气模式的BBCT的完整情节被包含在了BBCSE中，也就是说对于着重情节体验的玩家来说，从BBCSE向后顺序补完就可以。
那么在此要着重强调一下帅气模式，帅气模式对于没有兴趣深入研究格斗游戏系统的玩家来说就是操作简化，我个人觉得这甚至称之为系统的神级优化也不过分。格斗游戏圈子门槛高，玩家群体也逐年萎缩，而ASW对于格斗游戏系统简化这方面的实践，远远超过其他格斗游戏大厂，对于格斗游戏这个小众类型的推广来说更具现实意义。无论是冷门但口碑上佳的《夜下降临》系列还是老牌新酒口碑过硬的《GGXrd》两作，以至于近年业内外好评不断的爆款《龙珠斗士》都可想可见。大部分的玩家由此可以跳过原本需要一个极其漫长的练习时间，来爽快体验原本格斗游戏通常会淡化的系列故事。
为什么要先说系统简化和系列故事呢？因为这游戏的亮点不光在于ASW拿手的系统创意和角色平衡，还在于BB优于其他格斗游戏的剧本。大凡80后以来的玩家对于主流格斗游戏的剧情，不绝对但相对客观地来说，大体是“挖坑不填"“虎头蛇尾”“有始无终”“狗屁不通”这些词可以基本概括的。街霸拳皇铁拳死或生都是这屌样无一例外。而BB4作是世界观完整，时间线闭合，出场角色戏份接近，事件叙述完整，情节逻辑到位，素质不亚于主流轻小说的这样一个系列。以至于系列剧情粉戏称此系列为“买动画送游戏”。
不写了，妈的有点困，睡觉睡觉
好评: 妙啊
好评: 主要是跟舍友玩，是真滴快乐，有些时候能打一天~~~这次我终于不是傻逼了
好评: ES 天下第一
差评: ？我每次都要检查文件完整度，有毒吧
好评: 趁打折买下的四件套，玩通剧情后不禁有些泪目。为了拯救世界而牺牲的拉格纳最后谁也没有记得他，是为了弟弟妹妹和其他人自愿牺牲的男人。也是对自己变成黑色魔兽毁灭世界的可能性的救赎，即使自己会消失，也义无反顾地以死神的名号背负所有人的愿望，终结了这场神观之梦，让覆盖世界的谎言变为真实。
最后以下几点仅仅是自己的猜测
1.虽然拉格纳的噬魂剑确确实实吸收了小椿的愿望，但是由于小椿的封印兵装十六夜和白面类似可以防止观测，猜测小椿可能没有被完全夺去愿望而保留了记忆。
2.拉格纳进入苍之门后击败照美得到了真正的苍之力，照美之前说过只要获得真苍就可以超越总兵器天照，超越这个世界，那么拉格纳是否和照美所说的一样得到了真苍而超越了这个世界呢？
3.最后结局的雷琪儿拿到了拉格纳的大剑，最后大剑是留在苍之门前，那是否是观察者天音带给雷琪儿，还是新世界诞生后雷琪儿重新获得了观测者的能力了呢？
4.故事最后的一幕，鸽子飞到了拉格纳的十字架上，但是大剑已经不见踪影，结合雷琪儿最后说的“一定要找到你”，再结合拿起白面事象兵器的椿，大剑可能真的是失踪的拉格纳自己拿走的。
好评: 为了看剧情，我还是把游戏买了
好评: 真的很不错
好评: 非常好玩的一款游戏，打折就几十块，非常值得！
好评: 这游戏好大
好评: 好
好评: 一直被锤一直爽
好评: AH就完事了，爽的不谈
好评: 游戏《苍翼默示录》我就不说什么了吧，对新手也是极其的友好，除了按键需要适应一段时间（感觉适应了这个案件，连死亡细胞的技能键在哪都能按错，笑哭）
好评: 手柄都被搓烂了
好评: 硬核的格斗，软核的GAL。Usagi  saikou~
好评: 起初在psp上玩到bb的时候我只是感觉这种连击敢对我这种对打小白来说很友好，而且很好玩。当时也没怎么看懂剧情，最近深入的去玩故事才慢慢发现bb的真正的美学，这几部游戏结合动漫我真的是太喜欢bb了，尤其是这一部越往后面看越是不住想流泪，拉格纳觉悟太高了，作为【观测者】的我虽隐隐约约知道他的想法却想不到他那么深，最后的小兔子对剑的描述和剑的消失似乎也预示了【新的世界】的形成，那么我们下一部见吧【死神】拉格纳。
好评: 我这个游戏怎么除了开头动画就没有声音呢
好评: ARC天下第一！
好评: 走了一遍剧情，我能说啥，兽兵卫牛逼就完事了！
好评: 游戏是不错，就是吃鸡佬有点多，新人也不要相信所谓的推荐新手玩黑铁直人
好评: 史低入得 优秀的格斗游戏 新人也可以靠帅气型快速上手！！！！
好评: 梦醒了
好评: 键盘都给我搓烂了
好评: 22块钱 全语音GAL大作送FTG 真香。。。
好评: I love tg
好评: 好玩

好评: 早买早享受，晚买八折送

PS：我永远喜欢夏目麻衣！
好评: Es就是天！只要你也喜欢Es我们就是好兄弟
好评: 一直都很喜欢的格斗游戏，各个角色都有一套自己的系统这点非常好，画面很华丽，dlc也买了。时不时拿出来可以打一打，也可以和朋友一起玩。
好评: 游戏可以，但我个人偏好拳皇，可能因为小时候主要都是玩拳皇的原故吧。。。情怀
好评: 满足了，完全满足了。
这里并不是说游戏性，而是剧情。张力与饱满度以及人物塑造都非常完美。
就算是为了剧情，也十分推荐入手！
好评: 这个游戏打着打折就会发生动作变慢的样子 这个是什么情况啊 FPS一直都是60啊  求个大神解答下，另外这款游戏很棒
好评: good game
好评: 2次元人设教科书而已
好评: 棒
好评: 2D格斗这款很厉害了，如果你还是个二次元小宅男类如我，这款的剧情模式会让你宛如看动漫一样爽到爆
好评: 除了格斗游戏之外，竟然有相当不错的主线剧情以视觉小说的形式存在。鉴赏模式的优质CG也不少，声优阵容强大，作为本体的格斗游戏来说手感也相当好，可选角色也很多，强力推荐。
好评: 好玩
好评: 我是真的菜
好评: 反正故事模式就是想怎么打就怎么打，剧情主角可劲吃瘪呗
好评: 打斗手感可以
好评: 经过这么久的优化，各方面体验都很好，剧情很充足，剧情党一本满足。关于狗牙的问题，可以去设置里面把各项设置调高，这样狗牙的问题基本就能完美解决了。 人物教程也很详细，总之想要变强的话，还需要多多练习啊
差评: 这脑残游戏也是给力，第一关对话选项把键盘按遍也没法选，也没按键提示，逼人买手柄玩你妈呢
好评: 每名角色都有特别鲜明的特色，每个人都可以找到最适合自己的人物
好评: 我想告这个游戏封面欺诈
好评: 超必杀真帅啊  就是手太残 个别角色不会搓
好评: 四作都进不去，读取完就黑屏闪退，网上的解决方法都试了。。。买的时候还特意买的dlc。。。我是傻逼
好评: 没毛病，干就完了，奥利给！！！
好评: 棒
好评: 只能说比你强的还有无数人要想超越他们只能挨打
好评: 一个游戏能满足这么多xp我是没想到的 大莱莱 炼铜 女装 应有尽有 欣赏不来这类文化但该冲还是得冲
好评: 库存+4 岂不美哉
好评: 都降价到22，你还不买？
好评: 喜欢对战的童鞋必买！
好评: pc补个票，，，价格便宜，比起其他日系游戏
好评: 搓断手系列，新人推荐玩枪兵，操作简单输出高。
好评: 虽然我是剧情党，但是我推荐新手玩黑铁直人
好评: 简单和谐友爱的游戏 并没有大佬在这个游戏吃你 放心玩耍吧
好评: 以前小时候去逛几个好的游戏房都能看到这个机子，但是那时候全部都是日文英文，所以根本就不理解看不懂咋玩的，只是觉得画面非常新颖，现在才在steam上面看到，22块钱入手真的血赚，角色很多，稍微拿手柄玩了玩把教学训练都过了，整体作品内容很丰富了，50G，而且除了格斗还有GAL内容。
好评: !
好评: 这个游戏很好玩，但我就是菜
好评: 打折史低入手，感觉这游戏好棒啊，打击感也很棒，买游戏送番剧血赚，如果线上的人多一点就好了，那样就可以和更多的人切磋了
好评: 以前上大学玩儿过盗版的一代二代，现在专程来补票。只喜欢hakumen，也只会hakumen的技能，虽然玩儿得很菜，但是还是只玩hakumen，玩儿hakumen的时候有种用钢铁直男暴揍娘炮和妹子的快感。
好评: 好玩
好评: 巨好玩，下次入前作
好评: PS4上买过碟，现在来补票了。格斗部分很不错，就是太难了，被电脑当成沙包

以现在的价格来说绝对值
好评: 太nice了，适合我的风格，可以街机，累了的时候可以躺着抱着笔记本看看里面的故事，可以全球联网，还有哥布林模式闯关，20块钱疫情在家里玩蛮划算啦，也祝祖国早日康复，战胜疫情，武汉必胜！
好评: 20多块钱入手 非常值得
好评: 作为一个萌新，一开始这剧情我玩人都傻了，后面大概明白些。刚开始觉得剧情很烦，后来慢慢觉得越来越有趣，开自动翻页打了16个小时。终于结束剧情了，泪流了下来。推荐，新人也能玩
好评: 很有意思的格斗游戏，内容很丰富，以及如果像我一样没有手柄，建议开帅气模式。键盘最多只可以同时按三个按键，我弄了半天，问了别人才知道键盘怎么改，我是第一次接触这游戏，因为打折。。。。才买了下来。
对于手残党很友好，帅气模式给了我游戏体验。
ps；喜欢es和jubei
兽兵卫太好用了
好评: 我在电脑上改不了按键，求帮忙
好评: 熬夜通结局，泪射了出来。
好评: 挑战模式就把我搞自闭了 别说网战了
好评: 有趣
好评: 打击感很强，我觉得很不错
好评: [strike]买Galgame送FTG[/strike]，剧情很有意思，但是想要看完所有剧情的话还需要去补漫画小说等衍生作品
差评: 反正我是有点惊讶的，这年头这个画质的游戏还能卖？和4399拳皇都差不多啊。。。。
好评: 还好吧，上手难，用手柄搓了半天，初级教程过不去，但整体都还好，但是多人压根排不到啊，玩家太少了啊。。。。。。只能玩玩单人。。。。
好评: 歪瑞古德
好评: 引领我入坑格斗游戏的BB全系列历史最低价，你们真的不考虑买一份全家桶吗？
好评: 爽，对手残也比较友好
好评: 现在不买什么时候买
好评: 游戏挺不错，没有摇杆用手柄的我是个傻逼
好评: 折扣补票，真香
好评: 游戏好像还不错，不过为啥笔记本juio一起按爆不了气阿！！！
好评: 九年老粉不请自来，太香了
好评: 奇幻玩具锤、奇幻猫咪、奇幻平底锅、奇幻球棒、奇幻炸弹、奇幻火箭、奇幻音乐箱、奇幻回力镖
——
好评: 我是玩手游入坑的，这游戏好玩还是挺好玩的，就是剧情也挺长
好评: 苍翼默示录，永远的神
好评: 我是死神，但我想拯救所有人
[spoiler] 打完跳完美结局的成就把我恶心吐了，拉格纳比苍蓝星还惨的工具人 [/spoiler]
好评: 仅仅是评价游戏，值得购买

好评: 剧情模式很乱，新人环境不好，游戏很老了。但是 这是一个游戏的格斗游戏
好评: 垃圾游戏，再也不玩了.jpg
好评: 角色爱打不过性能
垃圾游戏.jpg

好评: 为什么我游戏没有声音啊，开头动画有声，里面全没声
好评: 我推荐新手玩黑铁直人
好评: 虽然我是个菜逼玩这个游戏都是脸滚键盘
但是丰富的剧情很刺激特效也很炫
快点来人玩啊
差评: 小泽滚出ARC
好评: 我的手跟不上脑子
my hand cannot follow my mind
好评: 原价买的，我是傻逼！
好评: 神作没人玩系列，细节方面diao炸天，还可以根据个人喜好来设置系统语音，虽然不大有·拳拳到肉1的1真男人格斗1感，但是妹子是真的棒，Es天下第一！！！
好评: bbcf最不性能角色：自己的手
好评: 打折入就完事儿了

好评: 剧情很好，初看让人摸不着头脑，补完设定后觉得很精彩，pvp教学也做得很好，让个格斗玩家新人能快速熟悉游戏内容。
好评: 你要是问我能不能打网战，我告诉你不可能。
骚鸡儿卡
好评: 无限细品的神作
差评: 垃圾平衡 小泽给我爬
好评: 小时候电玩城一个币打到通关！！！
好评: 游戏本身不错，除了原来用手柄玩的很多操作，键盘手残党玩不下去，剧情和游戏体验都很好
好评: 嬲，真的好玩

好评: 好游戏，再玩10年也不会腻（手残搓招都练不会)
好评: 如果你买了这款游戏，那么你只有没时间和非常喜欢喜欢两种选择。
好评: 苍翼默示录补完计划：篇章4。配上中二日语食用更佳。风向变了，这一作不仅支持简中，还去除了英语配音。
故事模式自动连续播放，所以没有像前几作那种序章以后要手动解锁角色录的操作。没时间看完的话直接切出来就行了，不用担心没有存档。
差评: Failed in initialization of the sound device.
好评: 很不错的格斗游戏了，可惜玩的人少
好评: 非常nice的格斗游戏，就是对手残党也有简易模式，方便上手。
好评: 游戏很不错要是有多些人就更好了 都匹配不到人
好评: 优化挺好的 立绘也挺好的
好评: 妙啊
好评: 画面 有点粗糙 外加令我想摔手柄的指令
好评: 新时代的格斗游戏，简化了连招上手难度降低，人物风格多变总有自己喜欢的
剧情丰富 人物关系复杂，秒啊
苍翼是我第一个去学着玩的格斗游戏 本来是act玩家，bb是让我愿意付出精力去玩的游戏，上一个这样的游戏是童年时代的龙珠电光火石了，完结只是另一个开始
差评: arc垃圾不解释，用脚做平衡
好评: md又要被核弹/洗头/看蝴蝶/捆绑/看苍书/看月球/武神砍/恶灭/冰山/立绘杀/咖喱棒/掀地板/天黑/打到月球上/齿轮碾/九莲宝灯/裸男/锤下地狱/地爆天星/爱抚杀/蛇咬/地球上投/毁容杀/祖传大剑/陨石杀/正义制裁/幼化/水墨杀/回满血/拖进境界了，我太难了



别玩这游戏！都是大佬在吃鸡！不说了，又有神找我共
好评: 便宜 玩法很多 连招很多 操作较容易 适合喜欢拳皇 类格斗玩家
好评: 挺不错的游戏 我是鸡
好评: 就这个周到的离谱的新手教程
我必须给好评 
[spoiler]会不会玩另说[/spoiler]
好评: 里面人均大佬，是个人都能暴揍我
好评: 人物好看
好评: arc的感觉这个不开帅气模式玩的最舒服，然而，罪恶装备启示录2是开帅气模式玩的最舒服的，哈哈哈。
好评: 剧情挺长也有全配音，当个galgame游戏来玩也挺不错，且剧情内还有许多cg插图，每个角色都还有个人故事，全部打通也需要几十个小时，内容算比较多的（你确定这是个格斗游戏不是gal？！）。不同角色的特点还是挺鲜明的，配乐和场景我觉得都挺好。就是人物建模看起来有点模糊，且在说话的时候嘴部会有方格，看起来异常的奇怪，不过都是一些小问题。至于连招方面有很大的难度，比如白面很多高阶连续技有放帧和最速，部分连续技还需要中途跑动，喜欢复杂的comba连段的人一个会比较喜欢。至于新人，也有简易模式，无脑乱按过剧情也是一种体验，无脑爽就完事了。综上，我还是较为推荐这款游戏的。
好评: 很不错
差评: 两百多个小时没赢一局

好评: 这游戏我剧情我很推荐，PVP我不推荐，我拿街机的摇杆来玩都搓不出连招，太难了，死活搓不出像样点的，要是你真想搓出牛逼又秀的连招也行，哪怕是要练上几年了，看我时长，我剧情还没跑完跑去搓招，现在自闭卸载了，写出此评论，虽然还会下载回来但是近期几个月是不会了，讲真想搓招的拳皇和类拳皇游戏不是萌新玩的来的，没有以年的为单位时间来练习更本玩不来，就算牛逼也要几个月，不停的练，所以我垃圾我卸载了，这大概是我游戏历史中最全退人的游戏了，
差评: 优化不行啊，疯狂崩溃
好评: 玩了这么久居然没写评测...看到了顺便写下吧...个人觉得各种格斗游戏在2D格斗游戏里就苍翼和罪恶装备是表现最好的两个...可惜罪恶装备新版本里想玩的角色太少了..所以到现在一直没入..虽然打折很良心,必杀画面演出较ACPR要好很多..但是我还是喜欢ACPR...罪恶装备的牢骚发到这...苍翼最终作确实叫人惊喜,画面表现..人物是和罪恶装备比的另一种华丽..可惜的是最终作了...ARC的罪恶装备IP回到手里估计也没啥时间做苍翼续作了...最后说句苍翼虽然最终作了..为啥这么舅舅不疼姥姥不爱的..开发商ARC和发行商H2的STEAM主页里都没苍翼神观之梦的商店链接..要不要这么狠的....?
好评: 好
好评: 好玩
好评: 好玩
好评: 让人酣畅淋漓的音乐，漂亮的各种美少女，细心的动作游戏新手指导，我好了，你呢？
好评: 喜欢
好评: 特效拉满 动作爽快的格斗游戏 喜欢act的玩起来也很爽
好评: 最后一作值得游玩
好评: 游戏非常好玩，就是有点难
好评: you xiu
好评: hhhhhhhh
好评: gal是本体
好评: 和大佬网战就是听歌，目前各种ah已经快吃遍了qaq
差评: 作为一个萌新，我已经快要被奈茵打退款了
差评: 加群聊天yygq，对局碰到萌新疯狂AH. 体验人生百态。
好评: 我永远喜欢bb呜呜呜
好评: 玩个BB国内联机，见识到了人间百态。
好评: 可惜没有续作了，残念。
好评: 6666666666666666
好评: "从最初的关注到如今《神观之梦》上架steam也过去3年了，拉格纳从一个被人设定好舞台的演员一步步变成一个真正的男人。3年了，拉格纳从迦具土一路来到斑鸠，最后在那场不可能醒来的噩梦中完成自己的可能性。3年了，世界被拯救了，《苍翼默示录》也迎来了它的终焉，实际上我们早都心理准备了，不是吗？ "
好评: 我进不去，显示failed in initialization of the sound device
怎么办啊
我是真的很喜欢这个系列的游戏
求助
好评: “... ...'\:|:::::|::::::/.|::::::|: : “~,: : : : : : : : ,,-~,”::::::'\::::::::/ 
... ... .\\:::::|”~,/-,|:::::::|: : : : ¯”~,-,,,-~”:::,,-'\::::::::\-,,_::|/ 
... ... ..',\,::|~--'-~\:::::::|: : : : : : |::|,,-~”¯..__\::::::::\... .'| 
... ..,~”': : \|: : : : : \::::::|: : : : : : |¯”'~~”~,”,: : \:::::::|.. / 
..,-“: : : : : :|: : : : : :\::::::|: : : : : : \: : : : : : “~'-,:\::::::|\, 
..|: : : : : : : |: : : : : : |::::|,\,: : : : : : : : : : : : : :”-,-\::::|: \ 
..| : : : : : : : : : : : : : |::::|:'-,\: : : : : : : : : : : : : : :”-'\,|: :| 
...\ : : : : : : : : : :'\: : :\:::|: : '\'\: : : : :~,,: : : : : : : : : “~-',_ 
... \: : : : : : : : : : :\: /:|:/: : : :',-'-,_,: : : “-,: : : : : : : : :,/”'-, 
... .\: : : : : : : : : : :\|: |/: : : ,-“....”-,:\: : : : '\: : : : : : :,/.......”-, 
... ...\: : : : : : : : : : \: |: : ...........\*/ : : : :|: : : : : :,-“..............'| 
... ... .\ : : : : : : : : : '\': : /..............\/ : : : : /: : : : : :,-“............./ 
... ... ...\ : : : : : : : : : '\:/.................\: : :,/: : : : : /................./ 
... ... .....\ : : : : : : : : : \........................\:,-“: : : : :,/............/ 
... ... ... ...\ : : : : : : : : : \,_.............._,”======',_..........,-“\ 
... ... ... ... \,: : : : : : : : : \: ¯”'~---~”¯: : : : : : : : : :¯”~~,': |: \ 
... ... ... ... ..'\,: : : : : : : : : \: : : : : : : : : : : : : : : : : : : '|: : : : | 
... ... ... ... ... .\, : : : : : : : : '\: : : : : : : : : : : : : : : : : : :|: : '/: | 
... ... ... ... ... ...\,: : : : : : : : : : : : : : : : : : : : : : : : : |: : : : : :| 
... ... ... ... ... ... ..\ : : : : : : : : \: : : : : : : : : : : : : : : : :|: : : :\| 
... ... ... ... ... ... ...\\,: : : : : : : , : : : : : : : : : : : : : : :/: : : : :\: | 
... ... ... ... ... ... ... .\\ : : : : : : : :'\ : : : : : : : : : : : : : :|: : : : : | 
... ... ... ... ... ... ... ./:\: : : : : : : : :'\, : :;: : : : : :;: : : :|: : : : : :| 
... ... ... ... ... ... ... /: : \: : : : : : : : : '\,:;: : : : : :;: : : :|: : : : : :| 
... ... ... ... ... ... .../: : : '\: : : : : : : : : :'\,: : : : : :; : : : :|: : : : : | 
... ... ... ... ... ... ../: : : : :\: : : : : : : : : : , : : : ;: : : : : : | : : : : /:\ 
... ... ... ... ... ... ,/: : : : : : :\: : : : : : : : : : '\,:.. :: : : : : : |: : : :;::| 
... ... ... ... ... ..,-“: : : : : : : :“-,: : : : : : : : : : \*, : : : : : :| : : : :\:| 
... ... ... ... ... ,/ : : : : : : : : : :”-, : : : : : : : : : :\: : : : : /: : : : : : / 
... ... ... ... ..,/ : : : : : : : : : : : : :”-, : : : : : : : : :'\: : : :| : : : : : ,/ 
... ... ... ... ,/ : : : : : : : : : : : : : : : ;-,: : : : : : : : :'\: : |: : : : : : / 
... ... ... .../: : : : : : : : : : : : : : : : :;: “-,: : : : : : : : '\: |: : : : : / 
... ... ... ../: : : : : : : : : : : : : : : : : : : : :“-,: : : : : : : \,|: : : : / 
... ... ... ,/: : : : : : : : : : : : : : : : : : : : : : :“-,: : : : : : :\: : : : / 
... ... .../-,-,”,,-,~-,,_: : : : : : : : : : : : : : : : : “-,: : : : : :'\: : :'| 
... ... ...|',/,/:||:\,\: : : “'~,,~~---,,,_: : : : : : : : '\: : : : : ,: :| 
... ... ..|: :”: ||: :”: : : : : : :”-,........ ¯¯”''~~~-~.|\: : : : : : \:| 
... ... ..|: : : ||: : : : : : : : : : :”-,.......................|: : : : : : : \| 
... ... ..| : : : : : : : : : : : : : : : :”-,.....................\: : : : : : : ,\ 
... ... ..| : : : : : : : : : : : : : : : :”-,\....................“\: : : : : : : : '\ 
... ... ..| : : : : : : : : : : : : : : : : : :”-\...............,/: : :\: : : : : : : | 
... ... ..| : : : : : : : : : : : : : : : : : : : \,...........,/: : : : '\: : : : : : || 
... ... ..| : : : : : : : : : : : : : : : : : : : : \.......,/: : : : ,-~/: : ,: |: /:| 
... ... ..'|: : : : : : : : : : : : : : : : : : : : : \~”¯: : : : : :|: ::|: :/::/:,/ 
... ... ...|: : : : : : : : : : : : : : : : : : : : : |: : : : : : : :”-,,_/_,/-~”:| 
... ... ...|: : : : : : : : : : : : : : : : : : : : : |: : : : : : : : : : : : : : : :| 
... ... ... |: : : : : : : : : : : : : : : : : : : : : |: : : : : : : : : : : : : : : | 
... ... ... | : : : : : : : : : : : : : : : : : : : : :|: : : : : : : : : : : : : : : |”
really good~
好评: 很喜欢这个游戏，但是没有好基友一起玩
好评: 沉迷街机，一通乱按，一路连胜
好评: 我连段不精，确反无力，确认松散，反应迟钝，就我这样还想和大佬互掐，做美梦.jpg
好评: 对我这样的格斗菜逼还是比较友好比较爽
一直在玩街机没有看剧情哈哈哈
好评: 好

好评: good
好评: 很nice，打击感也不错，就是玩的人多点就好了

好评: 剧情不错，一下子看完。。。。有点废肝
好评: ？
好评: 拉格纳，这个不愿放弃，态度十分“恶劣的”大笨蛋，终于从这个永无止境的恶梦中解脱出来，迎来了属于自己真正的结局，也终于对那个始终陪伴他的“毒舌公主大人”，对他又爱又恨的“小白兔”，说出了那“无数轮回”都没有说出来的话“谢谢你至今为我做的一切”，两人也终于敞开了自己的心意，拥抱在了一起。一句“永别了”，与“小白兔”最后为了寻找消失的记忆中仅剩“最宝贵”的可能性，“即使是在地狱，我也会毫不犹豫的踏入”，是BB这个部系列最感动的对白。
BB的成功，剧情功不可没，即使我是格斗菜鸡，但我仍希望森P，将BB延续，继续书写那属于“苍之男”的传奇。
好评: 不会玩...
好评: 剧情好
差评: 垃圾东西，别买，真垃圾
好评: Es天下第一
好评: 玩了一下感觉很不错啊，招式都挺华丽的，特别喜欢玩麻衣（手残也可以很秀），就是匹配的人太少了很可惜
好评: 好玩，上限非常高！慢慢练就是了，推荐给喜欢鬼泣系列的玩家。
好评: 玩了一个小时，55分钟再看剧情，，，，
好评: 黑铁开局，dio艹王者，这游戏对新人真友好
好评: 买galgame送格斗小游戏系列
好评: 值得一玩得格斗游戏
好评: 第一次在游戏厅里看到游戏机，入坑是因为这个游戏是我在游戏厅里唯一能打通关的游戏，理由就是这样。为了了解这个游戏我疯狂百度终于找到了，苍翼默示录格斗游戏，心里面激动飞起，steam上有我更激动了，我当时很怕这是PS上的游戏，于是上steam买了捆绑包，当时也正好打折，买了一看四部就寻思这百度一下看看顺序结果百度出了动漫的第一步，我看了动漫之后才在电脑上下的。于是开始过剧情到了今天我终于把四部全过了。结局真的哭成狗，超难受。最后的剧情动画直接哭出声了，看着每个人的生活，下一瞬间就想到拉格纳。心酸。建议大家喜欢剧情类游戏的朋友买，你格斗游戏经验差没事，它有帅气模式帮你。很希望大家了解这款游戏，知道这款游戏。

差评: 什么都没优化至少操作优化一下啊，操作都没优化你让我怎么玩！输入有延迟不说，我第一次遇到改键需要研究的游戏，街机模式不能暂停，失败重开按键找不到。关键是，前三作的操作都优化过。
吸血鬼的脸还不如前作看着舒服。人物模型细节还不如上一作，剧情只能强制自动阅读。
不过剧情还是很好的。
好评: 剑走偏锋的格斗游戏，说是格斗中的鬼泣都不为过
好评: 好玩
差评: 就没什么好说的
