好评: 非常nice
差评: 操你妈 sb游戏
好评: 很休闲，好玩是好玩，白天没什么人玩啊，人少，偶尔断开连接
差评: 太辣鸡，加载不出来的游戏都能出来
好评: niubi

好评: Sometimes I get stuck in the loading screen during the play.I can hear my friends gaming, but I can only watch the loading screen  and..had a lot of networking issues fix plz
差评: sb]
好评: 还可以就是网络延迟太高
好评: 挺好玩的
好评: GOOD
好评: 11
差评: 联了多少也进不去，这玩个锤子，有没有人来解决一下啊
差评: 开加速器 联了十几次都连不上真的吐了 系统不想我玩就无语
差评: 游戏十分钟加载半小时
970固态
好评: 巨好玩！！！
差评: 游戏欢乐 开黑适合，价格不适合 游戏内容太少
好评: 除了服务器差，其他都还好，希望改善一下服务器
差评: 我是傻逼，还在没打折的情况下送了两份给朋友想联机玩，联了几个小时都进不去，我玩你妈个jio！！！
好评: 为什么不能加好友啊   好玩的飞起
差评: 不要买，游戏发的公告，lunar new year 懂得都懂。happy chinese new year
好评: 游戏还是不错的，但是网络连接不是一般的差……
差评: 此游戏服务器极差，网络不好的兄弟别买，丝毫没有游戏体验。。。
差评: 服务器老是断。进游戏于主机服务器断开连接
差评: 垃圾垃圾
好评: 维生素B
好评: 冲冲冲

好评: 我以前和3个朋友一起玩过两个测试版，而正式版出后就果断买了。
正式版让我的心情很复杂。因为和朋友是用两个手柄和键盘玩，而用键盘的由于取消了自动瞄准投掷而很吃亏，所以游玩过程中出了点小矛盾。
游戏是很好的游戏，有朋友一起玩当然更好。我和朋友都很喜欢，希望以后能做出更好的游戏吧！
差评: 可恶啊服务器极差！

好评: 好东西
差评: 没有队友，毫无乐趣可言
好评: 必须推荐！让更多人知道这个游戏！太好玩了！
好评: 我需要一个朋友。。。。
好评: 挺不错的
好评: 很好玩，已经和男朋友分手了！
差评: 这个游戏不值，只能有一到两小时的游戏体验，就算和朋友玩也是如此，我觉得合理股价应该在10-15元左右，七十买我是纯纯沙口
好评: 666666
好评: 好 但是很单调
好评: 666
好评: 欢乐游戏
好评: 非常好 已经跟兄弟掂起🔪来了
差评: 匹配不到人，你尴尬不？
好评: I wish there would be more and more new players coming in, cuz' the time for starting a match is literally so long.....
好评: 我是傻逼
好评: 好玩，挺刺激的，我竟然世界排名第四，是不是很少人玩啊？加入游戏等太久了，还有有时第二局游戏开局直接是警，BUG吧？
差评: 联机一直连不进去！！！！！玩锤子！

好评: 好玩是好玩 就是赶紧解决联网卡死的问题吧！！！！！！！！！！
好评: 很好玩，但玩法太少了
好评: 好玩就行了，就是废朋友
好评: 有没有人陪我一起玩速度加我一起玩qq群832402690
好评: 大哥送的。
现在大哥考研了
有一起玩的吗
好评: 游戏很好玩，已经对着里面的香蕉冲了好几发了
好评: 好玩
好评: 四个人还是不够能不能再加四个，朋友太多了没办法
好评: 挺好玩，就是中文翻译有时有点机翻的感觉,而且没做好选项提示。导致有些玩家不知道怎么线上匹配。
其实并不是只能拉好友一起玩，匹配路人的方法：点击 “在线游戏” ，进入牢房后拿东西打破牢门，跑出去就能加入线上匹配了。
更改游戏模式的方法：进入牢房后向下跑到一楼，攻击马桶上的牌子就能换模式了。
希望能有更多玩家一起玩耍。 X^D
好评: 已经不再期待动物派对了
好评:  我是傻逼
好评: ⠄⠄⡠⠺⠁⠄⠄⠈⠑⢦⠄
⠄⡜⠸⢰⡐⠄⠄⠄⠄⠄⣇
⠄⣯⡏⣘⣎⣂⣵⢀⢾⡄⡼
⠄⠏⣎⠟⣻⣿⢻⠃⢈⡝
⠄⠄⠹⠋⢉⣵⣮⣰⡚
⠄⠄⠄⠄⠸⣿⣿⡏⣷⢹⣦
⠄⠄⠄⢀⡄⣿⣿⡇⣾⡏⣻⡄
⠄⠄⢴⣿⣿⢹⣿⡇⣿⣧⢿⣇
⠄⠸⣸⣿⣿⢸⣿⡇⣿⣿⣟⢿⣦⣀
⠄⠄⠈⠛⠛⠈⣿⣷⢻⡿⢟⣣⣭⣭⣝⡲⢶⣶⣤⣄⡀
⠄⠄⠄⠄⠄⠸⣿⢟⣤⣾⣿⣿⣿⣿⣿⣿⣷⡹⣿⣿⣿⣷⣄
⠄⠄⠄⠄⠄⢀⣴⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡇⢻⣿⣿⣿⣿⣆
⠄⠄⠄⢀⣴⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠱⡜⣿⣿⣿⣿⡿⣾⣷⠄
⠄⣠⣶⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⢛⣵⠇⡇⣿⣿⣿⢟⣵⢸⣿⡇
⣼⣿⣭⣶⣶⣶⣶⣝⡻⣿⣿⡿⠿⡛⠁⠄⠁⠄⠄⠄⠄⠄⠄⣵⣿⣿⠟
⠹⣿⣿⣿⣿⣿⣿⣿⣿⣶⣶⣴⡸⣿⣧⣀⡤⣤⠄⠄⠄⠄⠄⢷⢰⠞⠄
好评: 太欢乐了，痛击我的朋友，拯救了我的emo
唯一可惜的是没有飞踢和头槌
有的话我就忘了隔壁动物派对了
好评: 我就是疯批老太婆，我要易大山了
好评: 我没得朋友，有没有想要一起玩的
好评: 好玩，把老婆无限暴揍 还能抢走所有金条 太爽了 不说了 跪久了膝盖有点麻
好评: 呵呵
差评: 求求你把bug问题修一修吧。直接显示出来一个问题就返回主界面，是啥问题啊。在线游戏玩不了玩什么啊
好评: 孤独
好评: 特别好玩，绝对跟动物派对有得一比，只是现在游戏刚出匹配稍微有点慢，玩这游戏要么笑死，要么难受死，值得推荐，但是游戏机制有问题，别人玩不过你等你要赢了全部秒退你得不到任何奖励。这个必须要改进。
差评: 另一款动物派对，已退款
好评: 游戏还是很好玩的，很欢乐。可能由于上线不久，匹配每次进去都是2个 最多3个人，而且只要快赢，甚至已经赢，其他人退出去。房间直接解散，什么奖励都不给，白玩。
我没有朋友。。
好评: 联机大作噢噢噢噢！玩过人类一败涂地、Pummel Party、A Gummys Life，这款绝对是多人联机又一精品咯！

科科，
一边享受着大盗的快感，一边催促着隔壁Party Animals什么时候才能上
好评: 为什么我没有怪盗鸟伯爵，如何领取啊
差评: 更新前还偶尔进到连线游戏 ，现在完全进不去连线游戏
Poor Connection
好评: 希望能再改进以下几点吧：
1.优化匹配机制。每局匹配人不齐，匹配速度慢。
2.增加玩家人数上限。
3.增加玩家自建房间大厅。可以方便开黑，组队。
4.增加好友机制，游戏过后加好友什么的。
5.加大推广啊！  没得人玩啊！
好评: 好游戏,给女朋友口了一星期才买的。
——————————————————
这款游戏的操作有意思，像我这样的游戏大佬也有时莫名打不赢一起玩的那个姑娘。可玩性很高，是个傻子拿着家伙乱锤都能超神。
前一晚跟XX彤创建了一个游戏小规则，互相抄家伙锤人，赢了把人干，输得被人干。能笑到肚子疼，尽管我想干人，但不知道为什么连续输几把，三回合结束我输了，“XX京屁股准备好了吗”
然后把人物屁股对着她的大香蕉橡胶人，配合着她一阵瞎几把上上下下，前前后后，我嗯嗯嗯啊啊恶龙咆哮。
差评: Good game....but it is  hard to connect to the server!
好评: nice
好评: 赶快出一个联机吧，现在都是离线和线上基友都没法一起玩qaq
差评: 游戏可玩性低于60元价值，静等40  30时候的到来。
好评: 独孤求败 和基友玩 我都快成这个游戏的首富了
差评: 服务器太烂了！！！！！！！！！
每把都掉线，解决不了这个上线干嘛？玩单机啊？
差评: 闯关模式就是垃圾 狗都不玩 一点创新都没有 消磨人的意志
差评: 游戏是好游戏，不过跟之前免费版本相比提高不多，定价过高已经买了又退了，我宁愿多花一点去买另一款多人游戏。
另说，现在之前免费版本已经停了进不去了，咱就说没那个度量当初放游戏就在游戏后面加上demo字样，现在为了卖游戏把之前免费版本停了这一手玩的是真恶心，挺没劲儿的，不研究怎么把游戏整的更好玩，净整歪门邪道的。
差评: 好玩是好玩，服务器也太辣鸡了
好评: 正在加载场景
好评: 这不比动物派对好玩？
差评: The game is super funny, but the server really sucks. Please offer us a better server. I have to connect 5 times then i am able to get in 1 match.
差评: 网络问题根本连不上在线游戏
好评: goooooooooooooooooood，好玩。同学玩这游戏输了追了我十条街
差评: 同类游戏太多，隔段时间换一款
好评: 是个好游戏，但服务器真的烂到家了
好评: 好玩是好玩，但服务器不太行，经常会断线，不是对手断就是自己断。
好评: 为什么不能改键
好评: 一个人玩，依旧阻挡不了我哈哈大笑。有没有hxd一起的
好评: 这游戏也太欢乐了吧！携带巨款一路狂奔被对手追着打是真刺激，各种皮就很开心。操作很简单。现在的问题是
一、服务器不行经常掉线 
二、部分玩家输不起直接退游戏导致战局作废，就是说你马上吃鸡了但对手退了导致你也吃不到，这滋味。。希望官方修一修机制。
（友善的提醒：在准备房间坐下角敲打马桶可以换模式，单人玩街机模式能刷钱，想攒钱买皮肤的推荐这个。）
好评: 笑的肚子疼。。好玩
差评: 服务器老炸，打着打着掉人不说，连游戏都登陆不进去了<(－︿－)>
好评: 匹不到人啊
好评: 哈哈哈哈恶心人的游戏都是好游戏，有人被恶心坏了直接退游戏 我就绷不住了。
THE GAME IS FUNNY AND PAINFUL ,SOMEONE WHO WAS  RACKED CLOSE THE GAME DIRECTLY.
好评: 汪汪队坐大牢
好评: 太你妈好玩了啊，已经和舍友线下solo了
好评: 玩一会就断网弹出，恼火得很。
好评: 唉  线上匹配 老是掉线 还不如只匹配国内玩家 遇见英文名的就会掉
好评: 有能开枪游戏的要什么动物派对！又体验到了失去朋友的快感
跪求更新！！！
好评: 只推荐能找到三个一起玩的人购买这个游戏，如果是想代餐动物派对就算了。单人匹配会让游戏缺点暴露无遗真的让你感受到选择界面的感受（坐牢
这个游戏有三个模式 打劫 混战 和游戏厅在匹配时每个模式都会暴露这个游戏缺点
1.打劫（相当于个人竞技）地图太小人物移速快当你匹配到会玩的10秒过图不是梦，我刚从出身地方下去大哥已经抢完钱进门了
感觉这个地图真的是需要三张拼在一起 变成三分之四的移动速度才能增加游戏体验
2混战（人物对打)这个模式很像动物派对，但因为这个游戏不是血量值而是按命数就导致只要武器没有太多区别打到就减命死的非常快(每个人只有三条命），不知道是不是制作组想要的效果，我在匹配每个模式的时候每一把都难玩超出一分钟。游戏节奏非常快
我个人希望制作组能改成血量或者增加些命数能玩的久一点
3游戏厅（pve四人联合一起对抗警察）只有这个模式能赚到钱以及快乐，赚到钱算团队，只要我整蛊队友我就快乐我就不做任务就不抢钱，属于是认真做任务你就输了
好评: 好游戏，玩法新颖
好评: 我是傻逼，非常好玩

好评: 永远跟党走，心中有党，事业理想。
⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
好评: 好玩
好评: 把把匹配不到人，谁买谁傻逼

好评: 掉线报错不解决就毫无游戏体验，匹配半天，好不容易进去了还有人掉线或者报错
好评: 非常好玩，不需要朋友的建议你去玩这款游戏。
差评: 垃圾
差评: 老是报错，体验很差
差评: 难道就我一直进不去？？？？？？？？？？？在转圈？？？？？？？？？？？？任务管理器也关不了？？？？？？？？？？？？？？？？？？？？？？？？
好评: 挺欢乐的一个游戏，三种模式（抢劫，乱斗，合作），还可以线上匹配路人，就是挺费嗓子，还有就是建议人数再多点，8个人的话更好玩
好评: 好玩
差评: 经典联机游戏只能本地玩，你在说你马的线上玩家对战 在线合作呢？九折服务器？
差评: tmd想试玩看看，圣诞节再买，好家伙尼玛不给退差评
差评: 不怎么样，只能邀请朋友才可以玩，不能匹配路人

好评: 目前的模式比较单一，抢钱然后看谁跑得快，然后就是一局里玩家最多四个人，少了点
好评: 昨天购买了这款游戏,游戏画风很吸引我,但就目前来看我不推荐入手这款游戏,现在的内容比较少,等待界面提到了混战,团队等模式,但是目前来看只有一个单一的模式,而且游戏优化问题真的严重,动不动连接错误,昨天甚至崩溃了一次,开加速器也没用,在一局游戏里面,开局四个人,结果中途就剩下我一个人了,希望制作组好好优化,待加工润色到基本是个成品的时候我会考虑再入手.
差评: 好玩 但是现在有开局人物不会出场的bug
好评: 好玩，就是有点费朋友
好评: 动物派对以后你不要再打电话了，我怕橡皮强盗误会
好评: 挺欢乐的，就是朋友被我打住院了，医药费挺贵的
好评: 挺欢乐的，就是没有朋友了
好评: 很好玩，朋友说一会来我家看我，不说了我去开门了
好评: 很好玩啊！！！！就是没有朋友，虽然游戏没有《动物派对》那么精致，但是乐趣并不差（至少比遥遥无期的等待要好太多了），玩家人数比较局限，只能4人对战，但是对于游戏的地图大小来说是合适的，希望以后能有更大的地图，容纳更多的玩家同时对抗！！！（感觉6-8人是比较理想的对战模式）
差评: 也就那样
好评: 这游戏挺好的，已经和舍友线下真人对战了
好评: how to change key setting?????
好评: 好很好非常好
差评: 把把都有人掉线，打到后面甚至只剩下自己一个人，望制作组用点心把这个搞好！
好评: 太好玩了

差评: 1GB多的游戏国区卖你妈60块，有点过分。Why this  fucking game selling for 60RMB in China？It's only 1GB. You guys so fucking cocky.
好评: 为什么试玩版里的图反而在正式版里没了？
好评: Good
好评: 室友很喜欢 被我打的嗷嗷叫
差评: 虚空服务器属于是
好评: 宿舍4人游戏推荐玩这个
好评: 这游戏真好玩 没朋友的 虽然 我确实没朋友 但是 这游戏 确实离谱
好评: 元旦：我是傻逼
好评: 我命你速速修好服务器，赶紧优化，加大出门难度，地图搞大
好评: 很好玩 就是有点小贵 线上模式连接还算稳定吧
差评: 服务器垃圾的要死   玩了三把掉了两把   建议家里不挨着服务器的不要购买
好评: 我是已发售就立即买了 ，买了之后在寝室里面和室友一起玩了两个小时，说真的，感觉还不错，打击感做的也很好，我对游戏也不是很懂，就只知道这款游戏让俺寝室里面玩的嗷嗷叫，以及，感谢我的sb室友，每次当队友都会打着我
好评: 很好玩，朋友都和我绝交了
好评: 太有意思了，不过网络延迟是真的高，希望尽快优化
差评: 服务器不行，太容易推出来，混战模式也没看见
好评: 在线是真的难连上
好评: 欢乐的音乐
丰富的玩法
愉快的对战
以及
糟烂的线上
到现在为止我都没有连上线上
期待尽快优化
游戏是个好游戏
期待很久了
再接再厉
好评: 卡比的末日 主机的快乐时光
好评: 卡的很，开了加速器还是会有延迟
好评: NICE!
好评: It is hard to connect to the server! We need LAN mode, It's easy and fast way to play with friends. The online player is too less, WE NEED LAN!
差评: don't buy it 别买
好评: 连接失败
