差评: 画质有待加强
差评: 碰撞箱和伤害判定非常糟糕。这是一款优秀的、开创性的游戏，但这并不意味着可以在最基础的部分给玩家们提供半成品。
好评: 剑术比较逼真，但是会穿模，还有就是没有做完。希望能继续开放完善。
好评: NICE
好评: 除了联机有点麻烦，其余哪里都好，支持！
差评: 好玩儿但物理计算有大问题

经常穿模无伤害
好评: 仅以此纪念，一代键鱼冠军的诞生！
This shalt mark, the birth of a KeyboardFish Champion! 

注：“剑鱼”是目前HEMA最高级别比赛。
[For anyone who is not in HEMA, SwordFish is the highest level competition of HEMA. ]
好评: marie小姐姐好可爱！
好评: 我们需要线上模式
We need online
オンラインモデルが必要です
온라인 모델이 필요합니다
Nous avons besoin du mode en ligne
Wir brauchen einen online-modus
Нам нужен сетевой режим
Necesitamos el modo en línea
Precisamos do modo online
Abbiamo bisogno del modello on line
Chúng ta cần các mô hình trực tuyến
Kita perlu modus line
نحن بحاجة إلى وضع على الانترنت
We hebben het online patroon nodig
เราต้องการรูปแบบการติดต่อ
差评: 物理碰撞很迷，武器碰撞也很迷，感觉就是商家的噱头。明明剑距离人还有一段距离，经常出现系统判断已击中。难道制作组也看了金庸小说？引入了“剑气”概念？
角色平衡性更是垃圾得一逼，柯叔无论如何都打不过醉剑神父，而用刺剑妹把把零封醉剑神父，用柯叔打刺剑妹，只要无脑压刀就能把把零封。制作组难道是要玩石头剪刀布？如果这样，里面的“生存”玩法有什么意义？这和你的技术意识毫无关系，因为只要碰到克制角色，侥幸过了这把，下次再碰到总是会被卡住的。
总结，游戏理念不错，但路还很长。拟真？不存在的，只要出现某个角色零封另一个角色的情况，拟真就是个屁，那是BUG
好评: 兵击仔狂喜。
没钱打钢剑，能玩上这游戏可满足我了。

出招表说实在，可有可无，也就那么几个方向和左右各上下四个攻击方向，讲究一个“择”罢了。
和现实HEMA一样，掌握对方的节奏并穿插攻势是游玩这游戏最佳的选择。
所谓的出招表都是花式罢了，所有招式都有用，但是进攻节奏把握好了，就靠一个单边斩也足够能活下去。

虽然汉化真的急需优化，但是什么各国语言都没有，先出了个中文，其诚意真的足以好评了。
好评: 非常好，就是出招表比较长，需要较长的时间才能熟悉一个角色
好评: 这笼手剑打的不行，怪怪的，让我上也比他强（？
军刀小哥哥们的动作倒是都很润，一看动捕都老河马壬了
好评: 想要日刀，想要盾牌x
神父的双手剑玩着真舒服.jpg
期待后续更新
（虽说再怎么打电动都不如自己甩两下舒服，但对于因为各种现实原因‘例如工作’而被迫停下的人来说没事也可以来过过手瘾x）
好评: 人机打下来还可以，冷兵器决斗的格调做的不错，但没有想的好玩，乱按就能通过最高难度。希望后续更新加入更多的人物和武器。另外，简中支持不是很好，希望汉化组能加入。
好评: 没想到这么好玩
好评: 很不错的游戏。很早就买了，一路看着角色越更新越多，还出了中文（虽然是机翻）
————
希望加入一个游戏内切换语言功能，英文的字体和排版都很漂亮
好评: 新垣结衣是我老婆，不服者速来与我击剑
WTF？在线击剑竟然这么繁琐。
WTF？新垣结衣嫁给了星野源？
好评: 玩了5个小时，PVE。以砍头为主。电脑太简单了。随便虐
好评: 玩单机快玩吐了

制作组能在22年上半年快点将联机匹配系统做好吗？只有这样才能保持游戏寿命和热度！！！
好评: 作为一个剑道爱好者和日刀仔我显然的说，这是市面上最真实的剑术游戏没有之一。
差评: 就一个半成品破烂 怎么好意思卖几十块钱的，，，没法联机 都啥年代了我第一次看见拿远程同乐联机的。。。完了还连不了。。tmdsb游戏
差评: 连不了机
好评: 和弟弟击剑，根本停不下来
好评: 内容比较匮乏，但是已经值这个价了，期望尽快把大饼做出来。历史模式的内容有点少啊，一个小时不到就把词条全部打出来了，多找些历史呗。

好评: 刺剑好帅啊
好评: 除了让人2玩着玩着就想着掏出武器刷一套没有任何毛病
由于找不到人对练，我已经空挥打木桩好久了
快上联机系统吧
好评: 这是继天国拯救之后我玩过最爽快的击♂剑游戏了，还可以还原大师反10/10
差评: 内容匮乏，键盘操作体验不佳。基础挺不错，但操作思路需要优化，一些快速的攻击动作combo键盘按键却十分奇怪拖沓。
好评: 一款让我玩出黑暗之魂的游戏
好评: 机翻过于生草lol
非常有趣一款硬核击♂剑游戏
希望制作组继续努力！让这款游戏杀成一匹新黑马👍
差评: 官方死活不出联机，现在只能通过第三方软件或者steam远程同乐联机，前者体验不佳，后者没人陪你一起打等于没用。跟ai打一开始还好，摸透ai套路后是真的非常无聊，一点都不紧张刺激。也就生存还有点意思，因为你不能有一点失误。游戏本身素质不错，但没有完善的联机匹配害死了这游戏。
好评: 没有120ms白嫖刀法和无脑肩撞人的游戏才是好兵击游戏，
好评: 玩到过最棒的击剑游戏
我们需要在线联机
我们需要在线联机
我们需要在线联机
我们需要在线联机
我们需要在线联机
我们需要在线联机
我们还需要优化一下汉语翻译和排版
好评: 牛逼666 我的宝贝儿~
好评: 绝对值得期待的好游戏，上手容易，没有复杂的操作。考验玩家的出手时机和反映。期待成功
好评: 小团队匠人游戏。
但是可能没那么好玩，
帮忙提下好评率
好评: 打剑很帅，最喜欢Marie，头戴插着白羽毛的黑色大檐帽，穿着黑衬衣加白丝袜的男装，长的白白嫩嫩，身高好像是目前角色里面最矮的，但是手里的刺剑是最长的，真是又帅又可爱。游戏几乎没有联机功能，只能欺负ai，背景风景也做的一般般，击杀判定还是有毛病，甚至还有ai会一直后退的bug。
好评: 我发现了宝藏
好评: 没想到这是我2021年买到最好玩的游戏
好评: 这是一款让人上瘾的游戏。
中世纪的剑术决斗很有意思。光是招式的克制和出手就研究了很久。游戏内容虽然就是决斗，但这两个人舞刀弄剑1V1让我沉迷其中无法自拔。
各个国家的决斗家和武器招式很亮眼。
要是有个国内的开发者出一个类似的游戏我一定第一时间购买。以前的流星蝴蝶剑就不错！
好评: 赛博打剑可比做爱要爽快多了
好评: 刺激
好评: AI是不是太弱了？
Is AI too weak for me ? i hope they're more aggressive.
好评: 体验感很好，打击感很棒。
好评: 神父牛啤，捅他丫的
好评: 很好的游戏，希望加入创意工坊
a nice game,i hope to add the steamwork shop
好评: 游戏本身不错 不过中文翻译太拉胯
好评: 很好
好评: 玩这游戏成功的戒掉了撸管
好评: 现在英雄越来越多生存战就越来越难打（英雄相克），说一下蛋疼的
最强的英雄应该是波兰贵族，能攻能守没啥缺点，
经典女战士算中下，耐力不行把人打退了跟不上刀，受轻伤或者多挥动几下刀也没耐力了，削的有点离谱
女刺客很有特点也最好玩，现在削弱了一击必杀也还好，但没法防头 AI硬要往你头上来一下只能死就nm想骂人
新出的修士就一个zz玩意，动作迟缓，但你只要碰上了就能二八开让你阴沟翻船（距离合适他的重击砍上来能直接无视防御）
其他几个都算中等
好评: 真实的剑斗，快速的节奏，血腥的特效，希望以后远程联机功能能够更加的完善
好评: 好好好好
好评: 击剑很有意思，我现在对兵器感兴趣了。
但是，我的玛丽击剑的时候为什么没有头发？
更新评论+1
我发现光头哥抓住新角色进行砍头之后，胜利动画会非常奇怪，应该是BUG，希望修复！
更新评论+2
更新的地图里有柱子，柱子有实体，好评，仰仗着柱子已经把室友杀麻了。
好评: 我想玩战役
好评: 非常好
好评: HAOWAN
好评: .
好评: 这游戏自从买完了就一直在收藏夹里，期待正式版
好评: 最重要的还是PVP，求求了一定要做好多人对战模式。

PVP is the most important, please do a good multiplayer mode.

Find a way for the player to seamlessly link battles  ！！
好评: 整挺好
好评: 角色操控便利|、招式多样。希望AI的强度能继续提高，一旦AI的攻击方式和节奏被我们记住后，战斗就无聊了起来，没有挑战性
好评: 每天打两局，舒适
差评: 什么时候做好线上什么时候给好评
好评: 孤狼兵击仔狂喜，该游戏十分推荐用手柄玩，取消了异世界魔法奇迹和固定血条的快乐决斗在等着你，是兄弟，来砍我！

好评: 成功成为在线打剑佬，如果能支持体感设备就完美了：）
好评: 好游戏，更新的快点就更好了
好评: 好
好评: 难得的题材 猛男打剑
首发内容过于贫乏，和demo相比只是多了两个角色和几张地图
没有故事模式，联机模式居然是官方让你自己去用steam remote play玩
好评: 超喜欢的真实派格斗
好评: 硬核拟真的格斗游戏，17世纪的氛围和音乐风格，不同的兵器有不同的战斗方式，以波兰军刀为核心，都是那个年代的决斗利器。非常棒的一款游戏，强烈推荐给所有HEMA、冷兵器、格斗、决斗文化爱好者。但并不适合所有人，没这个兴趣爱好的人体会不到乐趣
差评: 强烈不推荐，目前该游戏还没实现多人联机功能，无法使用steam进行联机对战，多人游戏会提示你使用steam远程串流和另外一个云游戏平台。然而我发现你并不需要购买该游戏，就可以使用云游戏进行多人游戏。
如果出一个VR功能的真人击剑游戏就好了，而且这游戏操作难度堪比铁拳，非常不适合休闲玩家。
好评: 远程同乐体验好的真的可以试试这个游戏，操作需要时间学习，但很值得。
好评: 线下不能击剑，线上击剑
差评: 游戏已经出了很久了，对于不喜欢pvp的人来说，唯一的乐趣就是在单人模式，结果这游戏买了将近一年，单人模式还只是一个视频。。。无论如何，不推荐入手
好评: 很逼真的格斗系统
好评: 好好做，爷很爱玩
好评: 非常喜欢这种拟真打剑游戏，音乐也非常棒，就是现在内容还是有点少，而且希望优化能做好点，我这渣电脑还是很掉帧。等着出DLC！
好评: 手残噩梦
好评: 我们需要更多hema
好评: 完成度还很低，不是特别有兴趣建议观望
好评: 可以

好评: the best engine
taking me back to 17th
my dream game
flash between swords 
a real fencing game
好评: 冷兵器砍人游戏有很多，冷兵器砍人看得我隔着屏幕都感觉疼的，这还是第一个。
好评: 线上hema模拟器，不多说别的，线下我唯唯诺诺，线上我重拳出击，打剑仔的我tm直接射爆！！！！！！！
另外希望加入更多捏人选项之类的，一直看着是重复的人如果不是剑术偏好者估计早腻了，
好评: piang,piang,piang
好评: 要是能出创意工坊就好了
好评: That's good  :）
好评: cool
好评: 火速与我击剑
好评: 没人对练只能游戏找乐子了，长剑妹的击剑面罩是真的乐，可惜人均无甲还是看的血压高，虽然是史实决斗但是觉得衣服里可以加一套符合对练要求的夹克（或者来点史实铠甲？）
好评: 好游戏，可惜找不到人一起玩
好评: 真的很不错，打斗十分真实。
好评: 中文机翻太难受了，另外请尽快更新故事模式~
好评: 超酷的游戏
好评: 玩法很得劲，能带来一段独特的游戏体验，值得支持。

目前完成度不高，但作者态度非常诚恳，有在用心填充内容，未来可期。
好评: 击剑，很棒
好评: 简单粗暴，刀刀到肉的刺激！
好评: 好玩
this is really an amazing game for someone who love HEMA
练习英文（bushi）
好评: 迅捷剑永远的神。
好评: 好玩 
玛丽yyds 
从刚放出消息就关注了
其实是为了年度游戏的徽章：）
 从来没有写过评测
好评: 打剑仔线上打剑
好评: 线上联机什么时候出
好评:  《店长推荐本番硬核格斗游戏》
还在等什么，快去邀请你的好友来一场茎涨吃鸡的击剑吧
好评: cool game
好评: 打剑仔必玩游戏了属于是
好评: 兵击格斗游戏的一个创新吧也算是，期待更多的游戏内容
好评: 这个游戏是真心不错  但是我需要在线模式我要匹配 我要打真人
好评: 速来与我基建🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺
好评: 好
好评: 兵击仔狂喜,鼎力推荐
好评: 击剑！
好评: 好
好评: 太好玩了8
好评: 基于物理引擎进行伤害判定的兵击游戏，几乎不考虑平衡性，他比传统的血条游戏更真实，但也更具有随机性，同样的伤害这次可能手直接断了，下次可能擦破点皮。
这游戏非常适合几个朋友蹲着一起玩，真的会非常开心，不管你是传统动作游戏爱好者还是硬核游戏爱好者都能获得十足的乐趣。
好评: Marie，嘿嘿，Marie...
好评: 希望加入断肢系统砍头真的爽
好评: 玩这玩意不比撸管子爽？
差评: buhaowan
好评: 4.2/5
挺好玩的，但是有待完善
好评: [h1]角色评测[/h1]

作为一名现实里的击剑运动爱好者，曾深陷荣耀战魂不能自拔。如今战魂凉凉，竟意外让我发现了这款精神续作，其硬核程度远超逐渐快餐向的战魂。

没错，这里没有魔幻的“火刀择“，没有架轻NT，也没有恶臭，当然了，甚至也没有《天国：拯救》里的无责任格挡。Hellish Wuart里一切皆有可能，一个细节不到位便会失手，它真正体现了兵击格斗因随机性而深藏着的赌命本质。

与AI对练了若干把，只用过四位角色，目前解锁了生存八连胜的红衣男Laszlo。

[b]光头B哥（Bababasz）[/b]
就是教程里那位蒙古大汗还是匈奴人。
挺适合上手，招式简洁、富有节奏，无论是弓步（lunges）还是假动作都十分出色，整体偏向进攻。并且造型很接地气儿，很有街头械斗的气质。B哥的招式打法其实接近于现代击剑体育三种项目之一的佩剑（Sabre）。

[b]胖子（Gedeon）[/b]
大爱，类似战魂剑圣，看似笨重，实则诡谲多变，适合站撸流，可莽可阴。招式看似难记，其实无非强调了手部动作的左右变向。也就是说，无论你是左或右向起手，都可以接另一侧的第二段连击（战魂里的关二爷有木有！）。Long Guard状态下的武器压制也很实用。个人感觉胖子未来应是贴身战专家，零距离下没有天敌！

[b]大保健女汉子（Isabella）[/b]
扛一杆标准长度的大宝剑Longsword，不出意外未来应是玩家pick率较高的角色。毕竟，每个剑斗类游戏玩家心中都有关于拜年剑法的乌托邦吧。然而真相是，女汉子并不适合强攻，或者说，不适合无脑先手。她的招式有些繁杂，甚至华而不实，且速度较慢，很容易被防反。最实用的恐怕是那个“回避组合”，一招吃遍鲜。Long Guard的举剑拜年基本是白给，未来必须和假动作结合才有市场。

[b]软妹（Marie）[/b]
使用一杆不知是花剑还是迅捷剑Rapier的阴间东西，招式快、准、狠，套路脏，适合猥琐流、刮痧流，未来将会是新人莽刀怪、白嫖党的克星。

女汉子左边那两位似乎还没上架实装，目测也是hema界大热的sidesword，非常期待。并且，也希望制作方能扩充武器，例如剑道武士刀（练习是不是可以用竹剑or木刀？？），双持武器等等。至于像战魂的闰土、盆地人、守护鬼这些魔幻系就免了。
[hr][/hr]
总体而言非常看好本作的前景！
好评: 对手：《骇厉四斩》
我：《黑暗之魂》
好评: 需要第一人称
好评: 有人和我玩吗
好评: 支持
好评: We Need Eastern Characters!
好评: 很好玩哦，请继续更新~~
好评: 感谢波兰人提供这么好的一个游戏
好评: 挺不错的刀剑相击感，燕十三在此，求死！！！！！！！！！！！！
好评: 非常写实，与朋友击剑很快乐，就是联机还不太完善，希望能优化一下砍头动画，现在剑砍下去和头掉落不是很同步。
好评: 去tm的花里胡哨 择个锤子，火个粑粑刀，偏个几把斜，玩的就是生死一瞬间，机翻蛋疼
好评: 早晚会是兵击第一代表作
好评: 我在大润发杀了十年的鱼，我的心早已和杀鱼的刀一样冰冷







游戏还可以，但是完成度确实有点低，没有正常的在线对战，没有故事模式，可选人物不够丰富，还需要找个正常的中文翻译
10.26  更新的醉鬼神父太猛了，懂不懂一寸长一寸强啊
好评: 疫情原因已经一年多没上剑术课了——
这游戏——我整个人都好了.jpg
生存模式的体感：
拉皮：三种刺循环用就是惬意
——才知道，那个抖抖抖一刺的技能是阿基米德螺线（奇怪的平面几何增加了
长剑：梅耶方块牛逼（破音
军刀：虽然我不太清楚仨哥们的区别，不过辫子哥似乎很适合弹反的样子——

话说赶紧出线上吧，共享键盘还是微妙的别扭——出了我送哥们几套都行

28.10.2021更新：醉神父，真尼玛好玩！
好评: [quote]关注[url=https://store.steampowered.com/curator/39039781-%25E6%2596%2597%25E9%25B1%25BC%25E6%25B8%25B8%25E6%2588%258F%25E7%25A4%25BE%25E5%258C%25BA%25E9%2589%25B4%25E8%25B5%258F%25E5%25AE%25B6/]斗鱼游戏社区[/url]，随时了解主播推荐的好游戏。
加入[url=https://steamcommunity.com/groups/douyugame]斗鱼社区鉴赏家组[/url]，开黑交友，参与互动，还有热门大作可以抽。[/quote]

《Hellish Quart》，中文译名为《骇厉四斩》，这里将hellish这个词同时进行了音译和意译，可以说是非常有意思的译名了。当然，更加有意思的是游戏本身，因为这款游戏对于冷兵器技击的还原程度在目前的独立游戏中很可能是最好的。游戏中对于波兰马刀、迅捷剑、双手剑的动作表现都还原的非常到位。


《骇厉四斩》目前的版本虽然在玩家初次进入游戏时会播放一小段简短的动画交代一下故事背景，但基本上等于没有剧情，至少现阶段的版本是没有剧情模式的，也没有太多关于人物的故事讲述给玩家。不过据说这款游戏是以一位波兰作家的历史小说为蓝本制作的，所以看样子似乎很有可能会在后续更新中加入单人剧情战役的玩法，还是很值得期待的。


现阶段游戏还处于EA阶段，说明后续还有不少内容有待添加，不过说实话，这款游戏现在的内容确实是偏少的，除了单机打电脑对手就是通过远程同乐与好友对战，或者与好基友凑在一起通过共享/分屏对战的形式来比划一番。自己一个人玩的话，建议从最简单的电脑难度开始打起，原因很简单——这款游戏没有任何新手引导与教学关卡，一切都需要玩家自己摸索和尝试，游戏甚至连键位都没有在事前告诉玩家，玩家能做的就是在与电脑人开始战斗后按回车键查看键位设置（当然，此时游戏会暂停）。不过说实话，这游戏的键位示意差点把我直接送走——看起来太复杂了，貌似这个游戏还有一个系统性的出招表，可以说相当硬核了。当然，如果只想入门的话，先掌握基本的步伐和挥砍/突刺之类简单粗暴的进攻方式就可以了。


我个人在体验游戏的时候是直接上手尝试摸索的，没有去看系统列出的键位示意，和简单电脑打几局之后就能大致掌握基本的操作和战斗动作了。说实话，刚开始摸索的时候，我愣是把这个冷兵器技击拟真游戏给玩成了“人类一败涂地”，操纵的人物使出奇怪的动作和招式，我甚至一度怀疑这是不是一款沙雕游戏。不过在掌握基本操作后，我感受到了这款游戏的专业和硬核，因为这款游戏的战斗基本上都是一招定胜负，尤其是高难度的电脑，基本上都是一刀秒我，这里面的角色也都比较符合现实世界人类的体格，手被砍了就会因为握不住刀而失去战斗能力，更别提更要害的部位了。



战斗中的血腥可以说司空见惯，如果对暴力血腥比较反感的玩家请千万不要尝试这款游戏，因为这款游戏的刀剑砍到角色身上真的是刀刀到肉、招招见红，一些特别血腥的场面都时有出现，我就不具体描述了，大家如果看过老版的电视剧《三国演义》的话，可以参照那个血腥程度来自行想象一下。总之就是非常逼真的刀剑打斗，对冷兵器技击的动作招式还原非常专业，角色受伤的血腥画面也是极为写实。由于所有的战斗都是一对一单挑，所以如果玩家是和其他人而非电脑战斗的话，双方的心理博弈也是非常重要的，因为这里的角色都非常容易被对方杀死，而且打斗中不仅可以击剑，即使用武器去格挡，还能在近身后用手脚辅助战斗，比如有的角色近身后可以用空着的手使出左刺拳，有的角色则会在贴身近战时向对手使出正蹬（不讲武德警告），右鞭腿倒是没有。在掌握手与刀剑的配合之后，甚至可以用空着的手将敌人控制住之后一刀取对方首级，非常暴力残酷，但又极具操作技巧。



《骇厉四斩》是一款非常逼真同时也非常专业和硬核的冷兵器技击拟真游戏，非常适合冷兵器爱好者来尝试——没有安全隐患（真玩冷兵器的话可不提成本，首先安全方面就要做大量功课），可以与基友跨越空间阻碍在线上击剑（不是击♂剑，而是真·击剑），对于有兴趣了解欧洲中世纪冷兵器知识的玩家来说也是相当值得体验的。游戏目前无中文，英文的字体很华丽所以看起来有些累，算是一个美中不足吧，还是那句话“We need Chinese”。另外也希望游戏后期能支持创意工坊，到时候无论是各路考据大神自制的历史人物角色还是一些娱乐性质的奇奇怪怪的人物，都能让游戏的可玩性再上一个台阶。
好评: 一个很硬核的HEMA游戏，对于认识历史的武器及其使用技法有非常大的帮助。
好评: 非常期待接下来的新角色
好评: 目前最真实的格斗游戏！
好评: 兵击没有人陪练，感谢这款游戏让我有人对砍
好评: 喜欢这类型的游戏，最好每一个基础动作都能独立一个操作键位，包括格挡！
好评: 一句话概括：
Hellish Quart没法和同类游戏比较，因为它根本没有同类，当今的拟真剑术游戏仅此一家，发售即巅峰，其他都是幼儿园大乱斗水平。

更不用说远程热座的联机模式，一人掏钱，全群白嫖，你的好友甚至都不需要下游戏就能来一起击♂剑。

在Hellish Quart的世界里，胜利是属于掌握了距离和节拍的人，而不是掌握了快慢刀、背身斩和推人大法的人。

告别以往那些自称“剑斗游戏”的游戏，选择Hellish Quart，你将会体验到如下变化：
■■■告别按键则实、松开则虚的刀剑模型，和由此带来的你一下我一下的“回合制”打剑——阻挡即碰撞，今天没有任何一把剑能从我的剑身上穿模过去！在无按键防守中体会理查特纳尔大师之击和日本剑术先之先的切落快感。
■■■告别匕首挡长戟的力学奇迹——切实感受双手握持长剑带来的稳定架构对单手拉皮的力量压制，用强剑身轻松偏转对手弱剑身的快攻后，你会选择强行突破中线还是接上令人眼花缭乱的直升机斩？
■■■告别破绽百出、笑死对手的大开大合式乱舞——用攻守兼备的半斩和瞥击展现剑术的绣花之美。
■■■告别残血如猛牛的血条制计伤——拖着一瘸一拐的流血大腿，用你没被挑断肌腱的那只手艰难地应付着对手穷追不舍的打击，期待奇迹的发生。
■■■告别近到可以看清对手鼻毛的可笑对峙距离——你是个有臂展的人类，拿的是把有刃区的刀剑，即便是弱剑身的一次轻微拖割也能给裸露的手掌带来可观的停止作用，这让双方的每一步前进都投鼠忌器。
■■■告别无论何种起势都固定不变的XXXms抬手时间——出剑“顺势而为”，对屋顶式有力的上斩和暴露的中线防御又爱又恨，沉迷长点式迅猛的突刺而又对虚弱的侧翼有所忌惮。

此外，Hellish Quart带来的很多快感，即便现实中的HEMA练习者也无法体验。
比如你不能悄悄地把肥德换上刚性剑条，打磨开刃，把安全剑头做成钢锥，然后一剑将俱乐部的小伙伴捅个透心凉，任他鲜血从大动脉中喷涌而出，而你表示充分残心。
毕竟，你们等会儿打完剑，还要一起去吃火锅呢@_@
好评: 还蛮好玩的哈。
好评: 很真实
好评: 有人说很拟真，我觉得拟真倒是不至于，但肯定比日系传统格斗拟真。推荐这个游戏的主要原因还是因为设计思路新颖，还原了3d格斗游戏本身的魅力。
相较之下，传统日式3d格斗的模式太陈旧了，比如刀魂，违背了创作3d格斗的初衷，武术招式完全就只是个表面噱头，招式博弈却基于设计师臆想出来的判定框。
此游戏则类似于主机上的ufc格斗的对战模式，不过由于用的是刀剑，蹭两下就死了。
说说那些不拟真同时带来不良游戏体验的地方，第一还是长剑的招式，就算是云打剑的玩家也可以很容易看出长剑的招式很不标准，过慢了，而且直升机只用一侧剑刃来回斩击应该是不对的。
然后就是武器直刺时的碰撞不太拟真，其它招式的碰撞也多少有问题，但直刺被档的问题是最严重的。让人感觉刺出去的武器在一面很大很光滑的盾上打滑了一样，而不是被对手的武器荡开了。

如果只是是奔着对战来的，建议不要买，因为作者明说了他技术力不足，不知道怎么搞对战平台。
好评: haoooooo
好评: 好
好评: 111
好评: 霍元甲霍元甲，你嘛时候是荆门第一啊？
好评: ，，
好评: 好玩，刺激、过瘾！
好评: 1
好评: 游戏玩法还可以，就是汉化太差，汉化不全不说，很多机翻我都看不懂。
然后就是希望早点研发真正的在线对战。如果可以的话，后续我觉得可以加入一些亚洲的刀剑角色
好评: GOOD  GOOD  GOOOD
好评: 很好玩，舍友在游戏里天天砍我的头
好评: 快快与室友击剑
好评: 建议多几个人物，陆续更新啊
好评: 目前市场上最接近真实的刀剑决斗游戏，制作组更新时间有点慢，游戏完成度不到20%。
希望尽快出个中国和日本角色。
好评: 多年兵击，这游戏是我见过最硬核最真实的电脑游戏
好评: 能用这个游戏学长剑吗？
好评: Marie小妹的刺击简直无敌, 但是对头部的防护很弱, 长剑需要考虑连招, 军刀用连招感觉不如无脑打头胜率高

中文机翻也太烂了

雪地场景需要优化一下

侵略性的ai根本没法打啊, 只要对面刀挥得够快, 那么所有攻击都能被挡开, 反观玩家格挡的概率少的可怜, 只能陪着ai一起乱挥刀然后胜负看天意

期待在线击剑和故事模式

目前内容太少, 勉强好评
好评: 值得购买的硬核格斗，动作很真实，比日系一批夸张的格斗游戏有新意，入手支持一下开发者是应该的
好评: 我太喜欢了
好评: 这是一个很棒的游戏，但不得不说有待于完善
好评: 有击杀回放就更好了，希望能多做一些武器和武术技术的详细介绍
好评: 速速与我击剑
好评: 希望联机能简单点
差评: 内容太少，给不了好评。建议出多人联机
好评: 建议再优化一下，太卡了
好评: 目前太过简陋，不过杀朋友很爽
好评: 击剑 速来击剑
好评: 这个版本迅捷剑太强了根本没法打
好评: 就像游友所说，花钱买了个能玩儿的教科书，何乐而不为呢？顺便说一句，Hajduk红衫哥，太容易被电脑迅捷剑小妹刺中了啊！
好评: 精准而优雅
好评: 很有意思啊
好评: 从一开始放出的测试版开始玩，只能说真实性和游戏性确实完美结合了，从未有过的云打剑体验。
好评: 旋转跳跃我闭着眼
砍谁砍哪都是个缘

好评: 就是游戏内匹配临时没推出挺遗憾的，但是可以用parsec对战平台，很简单下载下来一分钟弄好了，匹配的老外也不算少，最主要的赶紧上个人装扮，玩家都喜欢个性，花里胡哨。
里面的AI也够虐新手的了，希望快更新。。

差评: 玩家对战很不方便，延迟太高。等完善后才会推荐给朋友
好评: 制作组下的心思比我想象的还多，很少见到对于HEMA了解如此之深还能将其变为游戏机制的组
差评: 剑术系统做的还行 布娃娃也是很好 但是未完成度太低了吧 真不值这个价格
好评: HEMA爱好者狂喜。

好评: 我命你速速与我击剑
好评: 可选的人物有点少，简陋地UI。机翻的中文翻译，还是有点意思的！求出多人联机模式
好评: 请尽快推出多人游戏吧QAQ
好评: 兵击福音，机制究极复杂，一步距离的不同完全就是不同的结果。我刚玩的时候被人机血虐，现在盯着重剑女玩好多了，但是还是打不过最高难度的人机。。。
建议多更新几种武器，现在只有单刀和双手剑还有花剑，种类少了点，希望日后可以出长矛啦斧头之类更多的武器。
补充点，把联机功能改善一下吧，现在的联机太麻烦了
好评: 希望以后长剑类角色的动作模组多来点阴间的刺击，不然就变成拉皮模拟器叻
好评: 我是傻逼
差评: 可玩内容还是太少了，但是战斗系统可以说是最精良而且最拟真的，但是由于未完成度太高了，我还是不能推荐
好评: 真实而不失爽快，即使是完全的新手也能很快上手
好评: 👍
好评: 比较严肃的HEMA FTG，上手也不是很难。挺适合FTG新手来熟练一些FTG的基本功（立回，防御，确反，拆投等）。不过EA阶段比较简陋，卖相确实差点，游玩核心机制上是有的，推荐冷兵器爱好者，FTG爱好者购入。
差评: 玩了不久就厌了，觉得买亏了
差评: 可玩性不高
好评: 有中文了，虽然是机翻。
如果能网络对战就好了，一个人玩久了有点无聊
差评: 某次更新后完全无法调节声音大小，大概已经经过三个版本了还没有修复，不知道更新了个什么玩意
好评: 还有不少进步空间。但是确实已经是最拟真的器械格斗游戏了。

好评: 是打剑，但不完全是
但挺好玩
好评: 欧洲剑士都有了 什么时候来个小日子过的不错国的武士
There are few characters, I hope to have a samurai.
好评: 非常真实的🤺游戏
好评: 这个游戏非常好就是有八个

好评: 联机是大家都说的毛病了，这个勉强接受但是最好改进，要不然趣味真的太低了，其次就是还不出第一人称（2021.07.27），这个可是去年就有的饼了，服饰都出了为什么不出第一人称呢？
好评: 不是第一人称视角，操作起来很难受，但还是算目前最还原击剑的游戏了
好评: 好

好评: 高手间一剑定胜负，你幻想中的花招在这就像小丑跳舞母鸡啄键盘，真实对抗，就是联机不怎么方便
好评: 既有游戏性 有兼具hema的的感觉拟真性比荣耀战魂雷霆一击之流的好多了
好评: 砍砍乐
好评: 什么时候出 剑道的招式？
差评: 其它的缺陷都还好可以期待改善，游戏核心PVP没开放就卖实在是失望。
好评: hao
好评: 这个游戏真的挺好玩的，虽然只玩了1.7个小时但还是觉得很爽。像我这种菜鸡玩家用刺剑都可以生存模式随便来个二十多局，再加上我本人也对击剑这一体育运动较有好感，整体上很戳我G点，如果能有个内置联机就更好了！不然可是给我整的难受难受啊
好评: 联机怎么搞啊
好评: 底子感觉很有意思，期待之后的一系列更新。
差评: 没有做好联机之前，肯定是差评！
好评: 停不下来了
好评: 物理类的剑斗游戏，太棒了。希望尽快加入更多的场景和角色以及联机功能。
我甚至期待作者考虑考虑中国兵器
好评: 为什么玛丽头发不一样
好评: 很棒，适合冷兵器格斗的爱好者。

为了录播的视频能够符合全球各地区法律，进而顺利传播，有以下几点建议：
1、增加流血、伤残效果的开关
2、增加倒地动作、等待动画的开关
3、增加木质武器模型、以及被击败后直接化作数据块消失的特效

（希望创作方能看到吧。）
好评: Marie小姐姐刺剑强无敌，开局站好不用动，人家抬手你前刺，游戏结束。
好评: 基本还是个半成品的半成品 壳子已经不错了 蛮好的
好评: 这是款追求致命一击的冷兵器格斗游戏，你可以理解为一击必杀的《拳皇/街霸》。

招式使用靠搓招，败笔！
我一直觉得格斗游戏推广不出去就因为搓招的设计太傻逼了，但凡有个快捷键学习成本也不至于这么高。

本作一击必杀的设定是亮点，尤其是一刀割喉/捅进对方肚子很有成就感，
问题是大部分时间，你不明白你是怎么打败对方的…靠博弈？有么？
我就一通乱按罢了。

总的来说概念非常棒，想精通很难，对主流玩家而言不太值得花时间去琢磨。
[h1][b]——勉强精品。[/b][/h1]

[quote][b]☆欢迎订阅[url=https://store.steampowered.com/curator/37722091]╲⎝⧹自购型鉴赏家⧸⎠╱ [/url]★所有游戏自购自测[/b]
——[spoiler]可能是业界最真实的鉴赏家，点个关注你不会亏的~[/spoiler][/quote]
好评: 好游戏，一把子支持！
就是战斗结束好快打铁没打爽
好评: 打剑仔强烈推荐，唯一不足的是偶尔有角色无法控制的bug
好评: 非常棒！
好评: 昨天第一次打军刀，老师问我为什么打的一股波兰人的味道
好评: 设计的非常有想法，可玩性也比较高，对兵击运动感兴趣的人还挺多玩这个的
好评: 太爽了！
好评: 新颖的剑斗游戏，就是近乎一击必杀的节奏太快了导致读条时间和战斗时间相当，如果要有个类似传统格斗游戏的血条模式就好了。
好评: 维生素B
好评: 興
好评: 上手10分钟13连胜 我特么是个天才 哈哈哈哈哈哈哈
好评: 速来与我击剑！
好评: 快乐打剑
好评: 嘛，虽说是主打真实剑斗的游戏，但就我个人而言，因为缺乏教学，导致大部分时间都在乱抡，挖掘深度比较受阻，毕竟还没有完全成品，期待一下后续表现。
好评: 我喜欢这种剑斗类型的游戏，里面的战斗模式以及持剑的架势挺真实的，游戏发展空间很大，对于主线还是蛮期待的。
好评: 好玩 有点上头 玩多了看见路人都想削他
好评: 鹅毛帽女太强了，需要削弱，中远距离无敌。而且这个游戏的判定系统也有点迷。
好评: 开发者有想过将中国红缨枪加入到这个游戏中吗？如果可以的话，我会非常感激。

Have you devs ever considered about to add the Chinese red-tassel spear weapon to this game? I would really appreciate it if you could do that.

中国古语有云，“枪乃百兵之王”，我已经迫不及待的想要看到它在游戏中是如何表现的了。

There is an old Chinese saying, "spear is the king of all of the weapons", I couldn't wait to see how it express in this game.
好评: 可以一招致命的格斗游戏！非常好玩！玩过这个游戏后，我已经开始找教练学习兵击了！
好评: 很快乐的游戏
在出招表里找一下割喉，谁用谁知道
好评: .
好评: 第一人称，第一人称，第一人称，第一人称第一人称，第一人称第一人称，第一人称
好评: 满足了云兵击仔的愿望，和荣耀战魂类似，都是市面上没有竞品的武术格斗类游戏，不过这款更独特。
由于是基于物理模拟的，对攻击角度和时机的把握应该比搓连招更能影响胜负，玩起来还不错，要是尽快完善匹配机制就更好了。

最后，有无加steam好友一起击剑的？
besides，anybody who`d like to add friend to play together through steam?
好评: 这个联机是真的难受
好评: 游戏的质量可以，就是这翻译完全是机翻……
好评: NICE!期待早日能够联机，没好友的我QAQ
好评: 有谁会拒绝击剑的诱惑呢？
好评: 很上头，特别真实，特别硬核的冷兵器对战游戏，希望新角色出快一点，故事模式也很期待。另外中文翻译是真的太拉了，就不能找个汉化组外包吗
好评: 适合同屏对战，打破了传统格斗游戏繁琐的连招系统。可以将更多注意力放在攻防博弈上
好评: 希望能出个匹配排位模式，或者2V2的， 总之很好玩
好评: 买就完了
好评: 做得真好啊
好评: 惊艳的击剑游戏，很喜欢马刀剑斗，追求硬核真实感的可以考虑入库
好评: The best fight game forever.
好评: 硬核打剑，作为游戏，已经相当拟真了，推荐给兵击爱好者。
好评: 要好好熟悉每个人的操作才能真正会玩
好评: 打剑仔专属
好评: 速来与我击剑
好评: 荣耀战魂的末日到啦 好耶！

中文好评菜单机翻味太浓但是历史课（？）模式tips的翻译又很正常 有点迷 不过有中文总是好的
好评: 不错的游戏体验 虽然没做完是个beta版 但还是可以的
好评: 主要是帅
好评: 希望能加强一下引导系统，尤其是不同招式的引导
好评: 好玩是不用多说的，主要问题还是联机，一直打电脑有点难受。
好评: WITH FIRE AND SWORD
好评: 还不错
好评: GREAT GAME!!!!!!!
However, we need Chinese Jian(Chinese sword)!!!
If a Chinese swordsman was added in the game, it would be GORGEOUS!!!!!
好评: 目前还在摸索游戏机制，连招要看左右腿姿势同时观察对方行动经常会手忙脚乱，靠Gedeon大叔一路莽莽到了生存36，现在联机体验不是很好的情况下，只能和AI对打稍显单调，但依然很上头。可以预想内容逐步更新并且优化匹配玩法后会非常有意思。另外希望制作组能调整一下汉化，虽然能猜出来意思但看着属实离谱
好评: 决斗模拟器，真实到可以在游戏里找现实的程度。看评论有讨论HEMA的，我也只是听说过并不怎么了解，导致我招式都不知道咋用。
ps：汉化真滴不给力啊！
好评: 全都更完了的话应该相当好玩
好评: 从花里胡哨一顿输出同归于尽，到终于摸出了点门道（其实并没有），明明只是十秒内定胜负的真人快砍，但就是很上头
中文机翻实在太硬了，硬得像削铁如泥无坚不摧的大列巴，求求制作组让我们帮忙吧！！！

另：bgm太好听了，希望能出原声带
好评: 让我再刺你一下，可好
好评: 刚玩十分钟我生存模式就12连杀了，难道我其实是一个兵击天才？？
好评: Chinese swordsmanship is also very distinctive.We need it !
好评: Marie is so OP

好评: 推荐是会推荐的，不过这个联机问题，依然是个大问题，我不喜欢单独再去下个平台匹配，因为我的智商不足以支持我完成这个操作。
整体玩法略显单调，希望可以尽快更新。现在出场的武器人物太少，太片面，都是弯刀可还行。
总体而言，就现在这个情况看，可以一玩，但对我来说真的玩不久。
我更希望能跟玩家进行大量的PK打斗，而不是一直人机，各种人机。
好评: 呔，吾命尔等速来与吾击剑。
好评: 锐利的剑，锐利的眼~
好评: 希望出来一个匹配玩法。
好评: 草原男yyds！直取咽喉和劈你面门！
CD前摇短，又灵活
好评: 我只会女大剑的拜年剑法。。。轻松达到20关。。
好评: We need complete online PVP. Parsec is not a good solution.....
好评: 我目前生存25连胜，拼刀乱砍没有美感，一招一式找到对方的弱点，一击必杀才是快乐，很明显，我基本上已经掌握了快乐
好评: 对于完全不懂剑理的我来说，我就是前滑步乱a，没能把对面胡乱刮死，我就后撤步7777
好评: 比较贴近现实，感觉这游戏做的用心了
好评: 很有实战的感觉，不错
好评: 随缘刀法 随缘死法超乎你的想象
差评: 不能在游戏里联机，还要出去下载平台  连联机都不做只能跟电脑打。被骗了
好评: 出个中国人物
好评: 游戏是挺好的， 对我这种玩不起真货的人来说.. 但就是这慢动作模式挺一言难尽，有的时候加上挺影响体验的，但没有又不行...希望优化一下
好评: 简直太戳我XP了，期待后续更新~
好评: 除了内容太少，动作和伤害算法还有点迷以外，我吹爆它
好评: 算了，还是好评吧。希望制作商能厘清思路，是做成模拟器还是玩家对抗。前者的还是尽早开放自定义和Mod。
玩家对抗的话，平衡性和联机问题最好能尽早解决。

好评: 连半成品都算不上，应该说只完成了百分之二十，但是如果以后可以线上对战，那么这个游戏会特别好玩
好评: 非常好玩的格斗游戏，推荐大家尝试一下！
好评: 顶
好评: 非常真实，希望把四个键位的攻击方式稍稍改的明显一点就好。组合招式刚接触有一点乱熟悉之后就很好上手
好评: 中文有了，现在我想要公开的刺剑新角色早日上线了。
好评: 好
好评: 游戏是好游戏，但我有点玩不明白。
另外就是可玩性有点低，期待之后的更新。
好评: 有没有联机的QQ群
好评: 可以说说是丝毫不拖泥带水，新手推荐刺剑
好评: jak29杀记录！！！！
好评: 我主玩生存，最多14.
我说一说自己对里面人物的看法，大剑女最帅（我一直玩的），

头上只有一撮头发的角色行动迅捷招式直接干脆（8回合后碰到他我大多数都会翻车），

坐着喝酒的胖子大多数都会被我开局秒杀，

披风男好像比较中庸（可能我玩不懂精髓吧）

红衣服的侧着身一只手背在后破绽小，

刺剑女最简单，看准时机刺击对手有极大概率结束战斗。（后面我遇上这个必定打不过，我还是太菜了）

最后希望能出个方便的pvp服务器，直接在游戏里就能开始的。感谢开发者团队，我支持此类游戏！


好评: 喜欢，但是希望优化能更好，有些图对我来说帧数太低了。
苗刀仔，也不奢望会出苗刀，总之多多加油吧！支持！
好评: 很喜欢，很好玩，制作组也很用心
好评: 。
好评: 虽然可选择的人物有些少，但是每个人物的动作和技能却具有独特性，且不同角色之间仿佛存在着克制的关系，但是这也并不是绝对的，只有在不同的时刻选择不同的策略才是制胜的唯一手段。缺点是场景和人物比较单一，如果能像真人快打那样丰富一下场景和皮肤，那么体验感会更好。但不论如何，这个游戏还是很推荐喜欢刀剑格斗的朋友入手的。
好评: 教程不完善，再完善点吧，没我预期那么惊艳
好评: 挺好

好评: 找到了小时玩拳皇的感觉：xjb乱按！
出招表比数分还难理解，完全搞不懂招式的克制关系，希望有官方教学
差评: 国内连机各种瓶颈，打AI完全没意思。懂各种翻墙的小伙伴无所谓。嫌麻烦的不要入手
好评: Let me help you with your Chinese Translation!!!!!!
好评: 好

好评: 哦我的老兄，这玩意儿可比灵魂能力带劲多了。
好评: 系兄弟就来砍我
好评: 非常棒的模拟真实剑斗的游戏。非常耐玩。
好评: I've never seen such a good game!
好评: 不错，我就喜欢用那个肚腩大的，虽然每次都被砍翻。
好评: 伊莎贝拉：执此大宝剑，微笑面对波兰刀，jacek是大卞
好评: 不能联网对战真的是很难受。游戏上手不难，生存模式一招鲜吃遍天，轻轻松松25连胜，要不是想体验其他的武器还能继续赢下去。
好评: 冷兵器爱好者的福音，哪怕角色很少，但是每把的感受和体验都不同，真刺激
顺带一提，为什么最左边两个人物选不了呢
好评: 建议引入长杆兵器，兵击嘛，玩的就是心跳
好评: 很好玩，不错，就是谁能教教我用电脑键盘怎么把剑举起来

好评: 女人只会影响我拔剑的速度
好评: 希望将来能作出更多的种类剑客尤其期待日本武士和中国的侠客
好评: 好玩的一笔，
好评: 太刺激了 心都要跳出来了···我要方便的联机啊··· 另外应该在游戏里内置出招表文档啊  为什么要我们去网上搜呢·搜又不好搜
好评: 非常专业的格斗游戏，很棒！
好评: 能联机就好了
好评: 别的我不知道，就是玩花剑的姐姐你头也伸太前面了吧。另外，动作再丰富点吧，给几个假动作，还要Launch！
好评: 真实展现了兵击格斗的生死一线
好评: 内容过少，未来可期
好评: 整挺好
好评: 太棒了
好评: 非常好玩，非常有潜力的历史剑术格斗游戏！打剑崽的福音，一定要保持更新下去啊！快快开启线上对敲模式，作者牛逼！
好评: 这一剑，快如闪电！
好评:  好玩，就是更新太慢了，作者赶紧再招俩人吧
好评: 执此恰西克，微笑面rapier ，玛丽是大卞。
好评: 好玩(●'◡'●)
好评: 兵击爱好者狂喜
好评: 买的第二天晚上突然更新了中文，真的是惊喜，给好评，游戏也好玩
差评: 索嗨游戏
好评: 手柄还没到  但好评一定要到 请速速来与我击剑
好评: 有中文好评！有小姐姐好评！有憨憨兵击仔好评！
好评: 你更新了中文，那我就给你好评。
好评: 好，但有点烂
好评: 游戏很棒.
吃我一招
虚假边缘卷土重来!!!
好评: 快乐大剑，斩杀敌人。
好评: “双曲几何都切不来，还想切人？”

--达尔第教授
好评: 没有中文，没啥影响。因为目前剧情还没出，只有PK模式
游戏很硬核，但是玩起来很轻松。不会因为难度被劝退，不会就搓键盘，有奇效
内容有些少，联网比较麻烦，比较容易腻
58块还是挺值得

好评: 好玩
好评: 打剑姬佬天下无敌！
出招表有了，可以研究啦~lol
好评: 需要官方中文！！！
需要联机对战！！！
we need chinese please！
we need steam Oline battle！
好评: with great potential
差评: 第一点，游戏玩法超级单一，就是打斗动作没了，买的都后悔
最重要的一点，没有中文
0.5个小时，因为不想玩了
好评: 很真实，可以将现实中的剑术理论应用上去，就是判定还是比较迷，容易吵架，不过这个要弄起来不简单，可以理解，总之是玩得很爽的游戏
好吧，不得不承认后面物理判定越做越差
好评: 做的不错的一款剑斗游戏，比较还原真实了。各方面系统还有待完善，角色也可以多加点！但目前的AI对战依旧很爽，期待完善后续内容!
好评: 非常真实的对战感觉。刺到要害基本是一招制敌。强烈建议出在线匹配模式！添加人物和武器！东洋刀和中国传统的刀剑都可以出，朴刀斩马刀陌刀都行啊！
赶紧出steam在线匹配！
好评: 从没玩过这么激烈的格斗游戏，让人忍不住还想再来一局
差评: LJ
好评: 硬核剑术游戏
好评: 速速与我🤺🤺
差评: 最好的游戏内核+最垃圾的联机体验     进游戏后除了和电脑对战或者找玩家对战  没有任何事可做   而找玩家对战要去一个叫什么Parsec的平台   这个平台现在已经无法联机  至少pc的steam进去是无法选人的    然后你只能找你基友试试   结果你基友并不懂兵击   玩一会儿就没兴趣了   也无法体验这款前游戏所体现的前所未有的真正兵击该有的内核   然后你去加一个叫骇厉四斩的群找人玩   从早上叫人叫到晚上  连叫三天没人玩   私人群加上死人联机模式   57块钱只能买个刷电脑的游戏   制作团队能作出这样水准的游戏  你弄个服务器会死吗   好好做个联机模式会死吗
好评: 好，兵击人狂喜，美中不足的是没有中文
好评: 胖大爷和长剑姐的步伐接动作可以看出是用了心的，作为目前市面上最拟真的硬核剑斗游戏，希望能再接再厉。以及，迅捷剑大叔什么时候更新。
好评: 游戏不错，要是有中文就更好了。
好评: Yesssssssssssssssssssssssssssssssssss~
好评: 两南桐深夜击剑成为可能
好评: 目前还是有很多问题要攻克，希望内容更丰富一些
好评: 很棒的游戏，本人不是打剑仔，但这款游戏真的很棒，动作流畅，对战紧张。键盘的体验也不错。
好评: yes,我爱长剑姐的丰乳肥臀。
好评: 可以说是现在市面上最真实的剑斗游戏了
好评: 真正的古典击剑
好评: HEMA仔狂喜系列游戏，对与并不了解欧洲历史剑术的玩家来说可能并不能在第一时间找到打剑仔之间那种超越时空的心照不宣的会心一笑，那种互相用贴条子抽打对方的人之间对某些游戏内容的秒懂感。但是仅仅将其作为一款新颖的格斗游戏来说也是很有趣的。对与本身拥有剑术原理知识的人来说这款游戏近乎没有上手门槛，而对与那些其他并不了解剑术的玩家来说也仅仅是几盘游戏适应的问题，很适合家庭休闲，老少皆宜，全家一起玩，什么你说血腥内容？也就是一般抗日剧的血腥程度而已小孩子玩也不要紧（最起码塞北人是这么觉得
另外，希望有完善联机功能，希望有中文。
武器搞多点，杜萨克，侧剑，小剑什么的赶紧安排上，我原价买爆。


好评: 非常有趣 很写实 希望尽快玩到完整版

好评: NEED FPS
好评: 不错不错,内容再多一些就好了
好评: 格斗游戏大忌就是随意改判定，哪个角色强哪个角色弱玩家都能摸出来，各有特色，多做角色，少改判定
好评: 很带感，很有意思的兵击游戏

差评: 垃圾游戏
好评: 真实硬核，紧张刺激的决斗游戏
配乐和角色都很有感觉，看计划以后还要出新角色和剧情，
很期待，希望越来越好。

速速与我击剑
好评: 胜负就在一瞬间，耐玩。不过AI难度没体现出来 ，还有一个人物没解锁期待
好评: 身为一个俄区的人，我还是想说：

Chinese PLZ
好评: 打剑仔的快乐你能在屏幕前体验到辣！
好评: 目前我玩过的最真实的剑斗游戏，四个方向的挥砍劈撩，加上架势，没有花里胡哨的飞檐走壁，你需要关注的只有对手姿势，距离和你夜以继日训练的那一丝丝灵感，借助上天给你机会，再十分之一秒内冲击敌人的破绽。 充分体现了高手之间的对决往往只有一秒，甚至在开局的时候就已经注定了这个事实。

希望加入更多角色，保持住击打风格，是男人就决斗吧！！！
好评: 题材新颖，少见的击剑格斗游戏，不过游戏内容有点少，受伤判定有点迷，游戏本体不大，姑且是个好点的游戏
好评: 业界少见的，挺好玩，期待剧情模式加入
好评: 拉皮，yyds!
好评: 是男人就来击剑，速速与我击剑
好评: 简体中文！！！
好评: 游戏真的很好玩；原价买的我希望游戏不要打折，出中文版，更多模式和免费dlc； 
不然的话...












大家快看我！
我是SB！！！！！！！
好评: 有被爽到
好评: 没有炫丽的魔法，复杂的招式，只有真道实剑的对决
好评: it is really a good game when you feel the blade going through his muscle
好评: 手腕杀手，我爬了。（其实真不错）
好评: 按键太蛋疼了，
好评: 设定不错，但是如果击杀后的过场能改一改就好了。
每次都要有一个画面有点疲劳。会感觉节奏被断掉。

好评: 真实
好评: 关注很久了，还不错
好评: we need chinese!
we need chinese!
we need chinese!please!
好评: 很不错，紧张刺激
好评: We need Chinese!!!!!!!!!!!!!!!
好评: 香

好评: 动作真实，希望能完善身体受伤区域的反应
好评: 砍手模拟器
好评: We neeeeeeeed Chinese!!!!!!!!!!!!!!!!!!!
好评: 针对圈外玩家而言，架势和动作很专业了，手感也很好，推荐
好评: 比较真实的剑斗游戏
好评: 非常不错的一款游戏，虽然有很多bug，期待继续完善和新增任务模式或者剧情，最好开发一下线上模式，如果有这些的话就完美了
好评: 咦，对面怎么死了
咦，为什么我死了
好评: 背部中剑是剑士的耻辱
好评: 非常独特的拟真剑术体验，印象深刻。角色和武器太少，期待更多武器和角色开放
好评: 每天切西瓜，其乐无穷
好评: 还可以哈，打折可以买，故事模式还没出，但是可以同屏对战
好评: 感觉更新更新，太上头了
好评: 据说是目前市面上最写实的兵击游戏，但是打击感一般(现实砍到人好像也不应该有什么打击感)，触之即死竟然还有出招表。。看得出是一款高上限游戏，目前只支持本地和伪联机，期待一下后续更新
好评: 呵呵，本以为这是hema模拟器，玩了才知道这是偷手模拟器，行叭，行叭，什么时候更新拳剑我什么时候回来玩。
好评: 非常有新意的游戏，刚刚上手，感觉游戏还有很大潜力，加油。
好评: 非常好耍
好评: 很不错，人物动作流畅，有对决的紧张感。还有很多发展空间，期待下面的更新。角色是永远不嫌多的，我觉得理想的角色数量是20个以上，毕竟兵器和不同文明都很多。We got a bunch of hema lovers here in China so pls update chinese version asap ty :) its really a nice game
好评: 不错不错，打发时间精品，不过bug可以秒杀电脑人，没意思。希望把ai做的智能点
好评: 真TM好， 有人一起玩就更TM好了
好评: 我喜欢这样真实可感的格斗体验，希望越来越好。
I like the real combat experiments in the game,I hope this game can be better.
好评: Gedeon是我上手的第一个角色，也是最会玩的角色，他的动作模组不禁让人想起中原的缠头裹脑
好评: 波兰大佬几乎一个人搞定全部的游戏内容，从建模到编程，当然动捕来自HEMA的剑士们。 制作人每天工作8小时绝不加班，由此保证了良性循环，做出自己想要的东西，并且不会因为超额工作而会感到厌倦，目前看来游戏的每一个细节都精益求精，作为一个体育模拟游戏来说非常优秀，只要你对兵击运动感兴趣，那必然要玩。
中文暂时别想了···而且现阶段而言，也根本不需要翻译。
游戏的登场人物预计12位，现在可玩的有5位。长剑手 ，哥萨克弯刀，翼骑兵弯刀，鞑靼弯刀，意大利风格讯击剑。
目前游戏的内容并不足以游玩很长时间，且远程联机只能通过第三方平台。但是游戏本身的潜力巨大，如果你喜欢这个题材，那么完全不需要犹豫，买就对了。

差评: 可选角色太少，没汉化
好评: 和朋友一起在线下打了很多局PVP，我想问下制作者有没有关注过各个角色在线上PVP时的胜率，个人体验Isabella非常非常强，当我的朋友使用其他角色时，我可以碾压他获胜，但当他选择Isabella时，我却完全没有招架之力，起初我以为是因为我不熟悉这个角色，但在我和朋友的反复测试之下，发现Isabella的刺击和冲锋过于强力，非常容易命中，对于下半身的防守也过强，很难砍伤她的腿，武器在碰撞时往往也是Isabella获胜，甚至在近身时，Isabella的武器常常能够一击致命，不知道总的PVP胜率是怎样的，但是我个人觉得很不平衡（讨论区不许留言，只好在评测区发下了，希望作者能看到）
好评: 告诉大家一个秘诀，一开始就向右走，一直按ty，对抗上再一直按e，就能赢
好评: 第一个是故事，第二个才是战斗，战斗里第一个是闯关，最后一个是练习，还有两个应该都懂，练习里4个选项分别是和平，防御，灵活，攻击（和cpu打也是一样的）
然后就是wsad上下左右，T和Y(手柄是X和Y）是上面的左右攻击。G和H(手柄是A和B）是下面的左右攻击，E是抓住处决（手柄是LB和RB），空格(手柄是LT）一直按着是防御姿态（可以看准时机攻击），不过不动的话也会自动防御
剑姬的招SD+Y旋转突刺，D+T或者Y突刺，W+T利刃华尔兹(重复按)，DD+G冲刺捅（把握距离）手柄对应按键
不过最厉害的还是那个拿剑的猛女，D+Y+D+T（重复）直升机，DD+Y殊死一搏（砍到就赢没砍到就凉），
G+Y组合技
知道的差不多这些了，还有除了剑姬处决是捅身体，其他都是砍头，砍飞那种
补充一下：倒数第三个是设置，分别对应：按键，图形，参数，声音；其中按键里Assign是给手柄的意思，就是可以把play2的操作改为手柄，然后重进就可以了
然后参数里第1个是血
第二个是俯视视角
第三个是力量（力量越小越难杀死对方）
第四个是游戏速度
第5个是游戏轮数（只对对战CPU或者play生效）
第6个是伤害基数（和力量同理）
第7个是手柄震动值
第8个是无限体力
第9个是击杀慢动作
好评: 很棒的游戏，要是允许好友线上联机就更好了
好评: 我只想知道啥时候给迅捷剑小姐姐的头发做上，对局里面每次砍飞帽子露出来的光头是真让我没法把她和那个好看的迅捷剑女剑士姐姐联系在一起
好评: 什么时候出来线上匹配模式在玩吧  和人机打太无聊了 






好评: 现阶段内容是少，耐玩度不太够，老实说我甚至觉得这个价格有点小亏，我个人来说加上先前Demo版本的试玩恐怕总共打了大概3h，正式版出来试了试另外两个新角色也就没什么动力继续玩了，也就是说实际上这游戏体验完以后的时间还够我点个退款
但是非常还原的动作和一击毙命的刺激还有通过移动与攻击组合出的攻击方式能带来很大的可玩儿性，但现阶段的AI难度即使是最难的AI基本上试个一两个小时差不多也就能打的挺轻松了
如果非常喜欢这个题材可以现在入手等着更新，如果只是感觉新鲜的话买下来掐着两小时内玩儿一玩儿然后再决定要不要退款
我是先退了（）最近实在没什么钱（）
等它更新一阵子以后我肯定还是会买回来的，这游戏潜力很大
好评: 真实

好评: 作为一款真实的刀剑格斗游戏，故事剧情的引入并没有多大的必要。提几点建议
1.只是断只手我感觉不太过瘾，应该还有断胳膊、断腿、断头、短手指......
2.将来一定要制作日本武士和中国侠客的相关角色，操作系统也该完善一下，不然不容易掌握。
3.除了一刀必杀外，可以考虑加入血量条的模式，但人物会因受伤的程度减缓挥动武器的速度。
4.就先这么多~

As a real sword fighting game, the introduction of story plot is not necessary. Some suggestions are put forward
1. I don't feel good about just breaking a hand. There should be broken arm, broken leg, broken head, short finger
2. In the future, we must make the roles of Japanese samurai and Chinese knight errant, and improve the operating system, otherwise it is not easy to master.
3. In addition to killing with one knife, you can consider adding the health bar mode, but the character will slow down the speed of waving weapons due to the degree of injury.
4. So much first~
好评: [h1]向日葵游戏评分【6分】[/h1]
这是一款3D刀剑格斗游戏，游戏的动作设计和操作流畅度都属上乘，但目前版本放出的内容实在是少的可怜，5个可选角色，仅能和电脑对战，联机还得远程同乐，建议先观望。
[h1]欢迎大家关注我们的鉴赏家：https://store.steampowered.com/curator/28763059[/h1]
[h1]和你一起寻找好玩的游戏，快来关注我们吧~微信公众号“向日葵游戏”、头条号“向日葵游戏”、官方微博“向日葵游戏评测”[/h1]
好评: 整点皮肤加个排位它不香吗？
好评: 非常有趣！
好评: 战斗ai是不是弱了点
刚开始：怎么随便谁都能虐杀我
现在：你的全身都是破绽.jpg
好评: 确实细致，能不能来点中国角色
好评: 感觉还是差点意思啊，不知道正式版出来会怎么样
好评: 这游戏出色的物理引擎提供了一种高拟真的游戏体验。格斗玩家和剑道/兵击爱好者都推荐入手尝试。目前来说，long sword和saber各角色的动作系统打磨地很不错了，但是rapier似乎还缺少一点独特性。
好评: 非常棒的格斗机制和并不存在的主线剧情以及多人模式（笑）
好评: 快来🤺
好评: 剑道仔前来应援！
好评: 这种硬核兵击真的很需要合适的新手引导，靠内置的图文教程真的不够，毕竟不是只面向打剑仔，普通玩家可能会因为不熟悉兵击逻辑又对兵击不感兴趣弃了，带上朋友打可能会暂时失去朋友	[strike] 上一个当鬼泣搓招的已经被我打自闭了[/strike] 
但是我超爱这款兵击的好吗！
好评: 刚入手：害，什么几把字体啊，不是没汉化就算了，英文字体还这么丑怎么看啊，晦气，简陋的面板，对话字幕都没有。
啥阴间按键啊，开发组怎么不直接告诉玩家只允许手柄操作得了，还巫师战斗系统前制作人员参与，手感稀烂，真的垃圾，价格好贵，趁还没玩多久等会退款了8

半小时后：卧槽！锐利的剑！
看剑！
看剑！
还是看剑！
我的一剑穿心！我的当头一斩！草！我的青春！
猫派裂膜人的极致浪漫！
这按键设定原来还是有点操作的啊！算了不改按键了，好像还挺舒服，等下换个武器玩玩，双手剑，给老子冲！

好评: 拟真类打剑游戏，系统易上手也很有深度且还原现实。
拟真、剑术让我想起以前绿光上的的Hatashiai
好评: 不用买也可以和好友联机，速来与我击剑
好评: good game
we need chinese
差评: 尬吹，击剑对决的判定，高糊的场景，三五个可选的角色，三五种剑具，就这？目前不推荐，等更新
好评: 好，很好，很直觉，很原始。
2.26更新后为何帧数变得那么低，有人有类似问题么
差评: 糟糕的联机体验。
Bad Internet connection and online！！！！leaving , egesta feces 
EA So what?
好评: 有哪个男人不喜欢击♂剑呢？
差评: 没中文 进游戏一脸懵逼 可玩性也不高 只能击剑啥也干不了
好评: 非常贴近现实的一款兵器技击游戏，十分生动形象的表现了在冷兵器时代下私斗盛行的社会中剑斗时的紧张刺激，让人有身临其境的感觉，能够体会到现实剑斗中“一失足成千古恨”的感觉，让人领会刀真实的战斗中，对峙与试探占据了大部分时间，而结束战斗往往只需要一刀。
好评: 快来加好友，求在线击剑
好评: 好就一个字，需要中文！需要中文！
好评: 速来击剑
好评: 等我送给兄弟们，让他们跟我击剑🤺🤺🤺
好评: 刚上架的时候我就关注了这款游戏，当时还以为只是一款沙雕小游戏，没想到居然是如此有深度、做的那么用心的击♂剑格斗游戏，什么荣耀战魂都给爷往后稍稍！每个人物的格斗动作、战斗逻辑都不同，都很有研究和琢磨的价值，双手长剑让我明白了什么叫做一寸长一寸强！目前我用的最多、最顺手的是中间的那个红衣大叔。
打折的时候才48，这款游戏后面至少还有四个新角色会登场，随着更新可能还不止四个人，而且还有剧情，非常期待！
美中不足就是没有官方服务器能让玩家联机，如果有匹配赛、等级制度等内容就完美了！
强推👍👍👍
好评: 大渣好,我系咕天乐,我系渣渣辉,骇厉四斩,介四里没有挽过的船新版本,挤需体验三番钟,里造会干我一样,爱象节款游戏
好评: 身为一个现实世界的打剑仔，我只能说这款游戏是我到目前为止感觉做的最真实的冷兵器格斗游戏。没错，它可能不可避免地具备了作为游戏的不真实性，就好像很多人都说“从游戏世界找真实性就是耍流氓”。不过同样不可否认的是，我们体验游戏的过程本身就类似于另一种，或者另一次人生。我们生活在如今这个法治社会，刀光剑影的年代已经过去了太久；打剑仔穿着护具拿着钢剑可以约着玩，不打剑，却又想要体验决斗的血脉喷张的人怎么办呢？
这款游戏一定能满足打剑仔的云打剑快乐，想摸鱼的时候打开叮叮当当来几盘，又不劳累又不气人，还不会被火刀，更不会被路过的大妈说中二或者报警，岂不是很快乐？
不打剑的兄弟集美们玩过这款游戏至少能对这些涉及到的武器有更多的了解，甚至有可能因为一些好奇心去了解一下服饰、历史……等等。这不也起到了不错的作用么？至少玩过这款游戏的人就知道，没人会把双手剑背在后背上拔剑吧？就会知道迅捷剑其实有剑刃，而且斩击可以造成有效的伤害吧？
不管怎么说，我是觉得这游戏比一些打着历史复原旗号公然玩反人类操作的游戏良心多了。
顺便，配乐太棒了，太棒了，太棒了！
好评: 快速速来与我击剑
好评: 这才是真正的剑斗！！！！！！
好评: 锐利的剑，锐利的眼。
游戏的底子很不错，很期待完整版做出来的样子
好评: 【一】游戏背景与故事
《骇厉四斩》的游戏的剧情背景设定由历史学家、波兰最受欢迎历史小说家——JacekKomuda操刀， 剧情基于17世纪波兰-立陶宛联邦真实的故事。（剧本已经完成）
官方画饼包含了单人战役：两个剑客被奥斯曼土耳其囚禁，其中一个宣称回到波兰带回赎金，但是一去不回留下朋友当人质。玩家将扮演这两名角色进行游玩。
由于目前处于EA版本，简短的故事模式大家可以在steam、小黑盒或者游戏内story选项进行查看。
这里进行一下自制翻译：
塞姆尔和老头交流：老父亲在院子里踱步，他儿子衣着土耳其服饰骑马踏入大门，老父亲就像看见了恶魔吓得掉头就跑，儿子大喊“停下来，我是你儿子”，老父亲就这样吓得失心疯掉了，不久后就撒手人寰。
这时候雅西克和女剑士走入酒馆，塞姆尔示意老头看波兰人——臭名昭著的土匪，一共就两人，塞姆尔和老头决定把他们俩抓起来领赏金。
塞姆尔拿起手枪对准雅西克，雅西克表示你们认错人了，旁边火爆脾气的女剑士拿酒泼灭塞姆尔的燧发手枪，雅西克桌子一掀：难办？那就别办了！
【二】上手实操
目前游戏只支持街机模式、单人对局和同好友进行远程同乐游玩，只能操控一下五位角色，扎波罗热哥萨克、波兰翼骑兵、鞑靼人、瑞典手枪骑兵和法兰西火枪手（当然并不能掏出手枪，高呼大人！时代变了）
游戏中的剑刃挥舞都经由实时物理演算所得，和隔壁天国拯救一样采用动作捕捉，有无甲剑斗经验或者资深爱好者会有极大的熟悉感且上手极快。
一个剑斗游戏就不可能没有招式表，隔壁的荣耀战魂同比骇厉四斩已经算是对玩家友善了，骇厉四斩讲究的基本四斩分别是左高斩（HL）、右高斩（HR）、左低斩（LL）和右低斩（LR），随着步法和变招的搭配操控角色表达的技巧非常多，常见的袈裟斩、锁喉直刺、低盘斩前腿和擒拿处决玩家都能实现，至于进阶的招架反击和骗招就留在攻略里细谈了。
这是手柄的招式表：鼠键玩家套用自定义的按键也能与之对应。
骇厉四斩作为横版3D不像是天国拯救或荣耀战魂采取的正面五方位或三方位，而是横版四方位（外加中线），算是目前所见游戏玩法的极大创新。虽为横版游戏但依然能够侧方位转向闪躲反击，也算是一定程度上弥补横版游戏的缺陷。
游戏的打击并不会亮血条，也不会有攻击方向提示，这导致非常吃玩家反应力，一般来说三次轻击、单次重击或者擒拿终结都能拿下比赛胜利，如果同时丧命自然算是平手。
【三】评价与展望
在没有出现单人战役模式情况下，游戏寿命在5h左右，非常硬核，再加上处于EA版本，大家考虑清楚或者试玩后再入也不迟，对应非剑斗游戏死忠粉建议等到战役完善再入手。
游戏目前尚未完善中文，没有鼠键对应招式表，血腥场面过多，现在的价格对于没有剧情支撑的游戏偏高。
最后再谈谈未来展望，骇厉四斩的开发商和剧情编剧都和CDPR合作过，再加上Jacek Komuda作为历史学家和小说家的光环加持下，我毫不怀疑波兰人讲故事的能力，目前战斗机制算是比较完善，希望之后单人剧情的CG能像宣传故事那样精彩。17世纪丰富的兵种都有待加入角色豪华阵营中。
好评: 给老婆口了一个小时，终于答应给我买了，物超所值
好评: 给老婆口了半小时,终于答应给我买了.真好玩
好评: 我们需要中文
we need chinese
we need chinese
we need chinese
we need chinese
we need chinese
差评: 为什么更新后打的时候帧数低，打完又突然变流畅了
好评: 挺好玩的
好评: 没有简体中文，没有中国剑侠，没有中国剑法。
好评: practice makes perfect
好评: 希望早点完善pvp
好评: 是一款不错的游戏，还有许多需要完善的地方。
好评: 系兄dei就来砍我！
好评: 我玩之前没有想过能这么好！！
代表兵击爱好者负责任地说这是最写实的兵击模拟器！
可以用于兵击教学。
关注很久了，以前以为只是套了现实剑术动作的普通格斗游戏，但是玩起来的感觉完全就跟胳膊腿自动化的兵击格斗中的大脑一样。
贼好玩，从来没有什么传统格斗游戏可以让我一直乐在其中
好评: 伊丽莎白绝对吃得比别人多(胖仔除外)，练得比别人好....

这游戏鲜活的演示了为什么细剑打不过长剑

PS: 一些新手攻略:https://www.bilibili.com/read/cv9981613
好评: 希望尽快出中文
好评: 喜欢
好评: 很真实
好评: 我强烈反对把pre-alpha的玩意儿放出来卖钱
但……
但这个游戏……
它太香了……
好评: 我玩那个哥萨克（应该是哥萨克吧？头上小辫子那个）的时候手突然会诡异的变长（把对面砍倒之后突然出现），虽然不影响打斗。
好评: 正啊！
好评: We need Chinese!!!!!!!!!!!!!!!!!!!!!!
好评: 游戏很有意思，目前没有中文，联机通过parsec卡得一皮，可能联上的是国外的……
主要还是内容过少。
好评: 简单放松
好评: 慢动作的改帧数
好评: 除了没有中文其他都好，这个和其他格斗游戏机制不一样，入手还需要研究一下
好评: 阿巴阿巴阿巴阿巴阿巴阿巴阿巴阿巴。。。。。。
差评: 刚买的游戏  游戏速度改了  变成慢动作格斗 那还玩什么
好评: 别看了，买就完事了
好评: 动作十分真实，细节细腻，冷兵器对决的一招致命乐趣无穷
好评: 真实感操作感都可以 就是没有中文 期待正式版
好评: 我觉得来个中文成吗？？？？？
好兄弟我和朋友玩真的就摸着手柄乱按qaq，操作啥的搜攻略都不行啊，有无大佬有手柄按键说明啊T . T
I need Chinese
好评: 希望出个汉化 虽然没啥用  不过还是希望正视一下我们中国玩家  就跟我们正视正版一样 谢谢  再说这个游戏  很有意思  虽然就几个招 想拥有一套丝滑的小连招可是不容易的哦  新手推荐长剑小妹  招数推荐T Y 搭配  非常甩  基本上抓到空挡一下带走  希望可以出更多人物   游戏模式更多一点
好评: 好玩！给我戳！！
好评: 好玩，以前练剑术的，这游戏是我玩到的第一个模拟真实对战的，根本停不下来。
好评: 兵击爱好者的模拟器，内容虽然单薄但是制作严谨考究，期待后续内容更新
好评: 玩起来非常上瘾
好评: 速来与我击剑
好评: 

好评: 先前玩了一下demo就觉得挺不错的，剑术决斗不要太赞，很快就买了。不像大部分格斗游戏有血条的设定，也没有酷炫的光影特效，感觉很接近现实。可能一击就是我死掉或者对手死掉。制作组貌似很擅长做人物动画，甚至在UE、Unity的asset store里出售动画哈哈哈。虽然我没学过剑但是感觉这架势还挺认真挺切实的（外行人发言）。目前的版本我感觉单手剑的妹子是最好使的，对手还在挥剑的时候妹子一剑就刺到人家胸口，一局当场结束（？）。希望能补充两个妹子胜利之后的look at camera动画（就像那三个男的），期待接下来的角色（红衣服的是个土耳其人嘛？）和故事模式的第一章。
好评: 此游戏不注重格斗，没有花里胡哨的电影式打斗，有的是真实的战斗，比较注重一击必杀，很良心的击剑游戏，玩法很好，这游戏有一种真实的打斗感，玩起来能感受到古代剑客决斗的乐趣。
好评: 作为一名打过兵击的剑道练习者
身边有很多正经学习欧剑的朋友
大家都觉得Hellish Quart是第一款能够如此真实模拟剑击的游戏
在交剑时候强弱剑身交缠的互动
还有反击的流畅程度
都是之前的游戏所没有的
更不需要提这个游戏的动作捕捉也是正经的欧剑大佬
满分推荐！
真正意义上的第一款兵击游戏！！！
好评: 现在出招表还只有中间那个红衣大叔的，没有练习模式，不过可以开双人对战把决胜场数拉到最大应付一下。如果懂一些兵击知识的话这游戏会让你感觉很有意思，而不懂兵击知识的也能让你学到很多现实中存在的技巧（比如把刀放在身后的那个蓝色老爷爷，一方面是隐藏自己的攻击距离，并且出刀会更快，而且在斩击过程中步伐随着攻击前进可以很快进入近身战）。我觉得里面最重要的还是现实里模拟不出来的受伤，毕竟为了安全，导致现实里只要武器击中对方就算是失去战斗力，不论攻击的力度如何，但游戏里你能做到被对面一些轻攻击击伤最后找到机会打出致命一击反杀
好评: 潜力很大的游戏
好评: 这才是真正的生死对决（基本挨一刀就游戏结束）.所以这不仅仅是操作上的对抗，还有心理上的博弈.唯有全神贯注，利用每次的试探攻击来寻找对方的防守破绽，或者抓住时机，在对方即将出剑的刹那，一招咸鱼突刺，直接带走对手,这才是击剑的魅力所在，就是这么直接和刺激.希望作者推出更多的内容[spoiler]线上联机gkd[/spoiler] ，加入更多新的角色和武器种类[spoiler] 比如把索隆鹰眼啥的安排一下，好吧，我在想peach[/spoiler]如果能加入中文，我相信会有更多的玩家入坑，所以We need Chinese！！！
好评: 乒呤乓啷，chua！~
好评: 目前最佳的冷兵器战斗模拟游戏，在手感和真实性上都无出其二
好评: 虽然我根本记不住出招表而且完全是在瞎jb按，但是莫名其妙就感觉打起来贼jb炫酷，玩着根本就停不下来，双手剑妹子的招数太帅了
好评: 拉皮yyds!!!
好评: 很好玩，期待后续更新。
好评: sword dueling  YESSSSSS！！！   Chinese plz！！！
好评: 希望后期会有东亚长刀，剑盾，甚至枪这种武器。还有把新手教程做好一点。
好评: 我爱击剑！
等等，不是那个击剑！
算了。
我爱击剑！（首尾呼应）
好评: 最棒的击剑游戏
好评: 打剑仔狂喜，军刀不太熟，因而上来就选择了长剑姐，进入游戏以后堪称惊艳，你甚至可以在游戏里打出梅耶十字，至于大师击目前只用出过交击，其他正在摸索中，但这已经足够令人兴奋了。
游戏背景故事相当简短，人们因为不同原因汇聚在酒馆里，可能是因为喝醉了找茬，可能是看上了对方的财物，总之冲突发生了，扔出酒杯，掀桌、拔剑。。。一场一对一的决斗开始。。。
至于游戏里的招式，虽然经过一定程度的平衡，但依然相当还原真实长剑技巧了（只对长剑略有涉猎）。如果你是一个打剑仔，那么你可以用这个游戏尝试招式和套路，可以约上好友线上打剑（打输了不服气的话还可以直接线下再来一场23333）.如果你是游戏玩家，那么这款游戏可以让你领略不同于幻想世界的、于历史中真实存在的、甚至如今依旧于身边存在的武器使用技巧，相信对任何一个冷兵器爱好者来说这都是一种不可多得的浪漫，EMMMM最后说一句，也许游戏真的能学剑术（笑）？？？？

好评: 冷兵器拟真格斗，这不比博人转然？
好评: 目前最牛逼的刀剑格斗 虽然还是半成品，但潜力巨大，希望以后会出武士刀、唐刀甚至其他冷兵器，线上模式也正在开发，期待
好评: 好玩，期待
好评: 冷兵器迷的福音，真正的剑斗！
好评: 太快了，杀得...................但是不推荐购买.  白嫖就是。
好评: 游戏还不错，我用手柄玩的，完全是凭感觉操作，但是动作很连贯，就是希望能出中文版，而且现在只有五个任务可以，希望可以开放更多的人物，以及更多功能。
好评: 首先好评，这么拟真硬核画面还过得去的游戏很少。
其次，我们需要中文。
然后个人希望有更好的教程模式，就像街霸5一样。也需要更好的出招表的界面。
最后希望能有更多的异种兵器登场吧。
祝开发顺利。

First of all, it is a real good game, there are few games that can be so realistic and hardcore along with an nice art style.

Second, we need Chinese please.

Then, personally I want a better training mode just like Street Fighter 5, and a more user-friendly command list.

Finally, hope there will be more different weapons and characters. 

May your development progress be smooth.
好评: 打击感强，连段运用要精准，格斗游戏爱好者强推！
好评: 出乎意料的写实战斗，硬核打铁怪有趣的，适合和朋友一起玩~
（一寸长一寸强，刺剑天下第一！）
好评: [h1] 请速速来与我击剑 
最真实的击剑格斗对决游戏hh [/h1]
这款游戏我很早之前就已经有在关注的了
当时商店里只有预告片里的演示
还没有demo
关是当时看的时候就觉得 哇
好带感 那个剑的物理碰撞也太有意思了吧
King lin kuang lang的 
这才是像样的写实冷兵器格斗效果

然后后来出了demo
我愣是不知不觉的打了6个小时
虽然只有3个人物 而且兵器都一样
但还是不知道为什么的就很莫名其妙的上瘾
当我有一次和基友开远程同乐单挑时
我不小心一刀把他的手掌给砍掉下来时
我俩同时都惊呆了 这也太刺激了吧
再后来我又把他的头也给斩下来了
更是吓了一大跳hhh

所以那段玩demo的日子里我就说
快出啊 出了我肯定要买 这就是我要的菜~
如今现在出了 一下子还多了两个女角色 可是让我兴奋不已呢

这是一款非常非常写实的冷兵器格斗游戏
基于现在的武器只有马刀 长剑 和佩剑
所以就叫他名副其实的击剑游戏吧
也不知道以后会不会可能出现像For honor那样的大乱斗
什么骑士打武士再打维京人和少林寺
但就目前来看制作组希望出的还都只是17世纪波兰为背景的角色
像是哥萨克骑兵 波兰翼骑兵 鞑靼人 土耳其苏丹亲兵 
以后还会有瑞典手枪骑兵 法兰西火枪手这样的等等
在现在的选择人物界面里可以看见已有一个完成好的模型人物并相信他会很快加入战斗的
还有另外几个人物现在就只有一张概念图在那里 写着正在开发中
不过我想他们的加入也肯定是指日可待的
但是看到评论里有位朋友说
加个中国侠客和日寇还不给你卖爆 我就觉得挺好笑的hh
不是说没有什么可能
只是我感觉在这个基调背景里已经非常明确的情况下
是不大可能会出现这种跨越太大的种族或者角色的
毕竟它也没有像For Honor那样在一开始所立定的世界观就是3方势力大乱斗
所以啊 纯属yy一下好了

游戏的格斗系统非常独特
既有着平时格斗游戏的一些机制
也有着它自己独创的一些很有意思的地方
可以将写实与娱乐很好的给结合在了一块儿

里面有着4个不同的攻击按键
它们也意味着4个不同的攻击角度
像是左上砍 右上砍 还有下右砍和下左砍
配合不同的移动方向再同时进行攻击又会有新的招式出来

而防御机制则是全自动的 只要你不进行攻击
人物就会自动招架 但又有体力的设定
一旦你被连续的攻击 你就会渐渐的损耗体力
直到你气喘吁吁无法再招架为止 也就是被彻底破防了

还有一个最独特的Long Guard系统
即远距离长防御模式
按住这个键即可进入这个状态
然后你就会将你的武器对着你的敌人直直的举起
使你能有较远的防御范围
另外 配合不同的方向键再加这个LG（Long Guard）则能有不同的效果 
像是有些人物你向上移动再加LG就会是把刀举在你的额头上方
在这个姿态下所搓的任何招和普通攻击都会是全新的一套
使得游戏玩法和套路就变得更具可玩性和丰富了
还有要是双方都进入了把箭直直指向对方的LG状态
则可以把对方的武器给拨开 然后又是一个小僵直 随后就给他一个快速的突刺进攻吧

还有近身攻击
当你靠近敌人一定范围时
这时它的自动防御则不再那么的有效
因为基于现实状态也是如此情况 
被近身时由于肢体的活动氛围被有效限制
这就使得你不能再做出和平时一样的行动
当你在游戏里贴近敌人时
你再攻击就会变成拳打脚踢 又或是推和抓住
这些都会使对手有不同程度的破防效果出现
接着你就可以抓住时机给他来个致命一击
btw 抓住要是成功了的话就会出现斩杀效果
秒杀 且有不同的处决动作 像是割腹又或者直接把整个脑袋给削下来

每个角色有着每个角色自己独特的连招和出招表
有的角色使用的武器也完全不同
这使得他们的动作也会截然不同
前两天有一个IGN的评测请来了一个欧洲武术历史的专家来观看这个游戏
他觉得这个游戏非常非常的realistic
很好的还原了当时不同门派的战斗方式
无论是他们使用各种不同武器时的方式
进攻方式又或者是防御方式
个个都风格不一 但都很还原且生动真实
在他看的演示中有好多场决斗都是出现了双方同时倒地的情况
也就是double hits同归于尽
他惊讶的赞叹到 哇 这非常真实 因为在历史上的真实战斗情况
发生这种双方互相命中对方的情况实在是太正常不过了
所以他说看来这个游戏也会经常出现同归于尽的情况
想要避免这种情况应该是非常难的事了hh
还有在很多个细节上他都一一表示了很多赞叹
（我只是很喜欢这个武术学家专业客观的态度 但IGN还是去fxxk yourself吧hhh）

最最值得一提也就是最大的亮点和优点也就是游戏的武器碰撞效果了
每一刀砍下去至对方的武器上都非常有感觉
而且那些都不是死死的被设定好了的动画
而是实时的物理效果
最有意思是双方都在Long Guard时
大家的武器都贴合在一起不断的摩擦 滋滋滋的金属摩擦声简直不要太令人兴奋

总的来说非常有意思且新颖的一款冷兵器格斗游戏
虽然目前可玩角色不多
但游戏机制很耐玩 可以摸索不同的套路和玩法
而且单机战役正在制作中 非常期待
现在也有街机模式可以供玩家挑战 看看能一条命打败多少个对手
通过steam联机的方式目前只有远程同乐 
多人模式是基于平台外的一个平台来进行联机的
但我还没有去试过 因为感觉去了也会被按着摩擦
所以还是先摸索成熟了再去摩擦别人吧hh

快拉上你的好友来速速与你击剑吧：）
好评: 我哭了，虽然我不是击剑佬，但这简直就是我理想的游戏啊
好评: 神作
好评: 速速与我击剑
好评: 目前完成度不高，可以等等看。
好评: 游戏设计不错，如果细节更加优化！就是略有缺点：1.中文！简体中文！英语本来就不好，还是花体字。2.联机多人模式太复杂，加速器优化，远程操作才可以玩，繁琐，反应慢，体验不佳。3.游戏技能连招设计丰富，反而很乱，英语太硬伤 更看不懂，优化更新期待！
好评: 我先打飞几了，反正你也不给我日，只会在网上聊天，等了你很久，你也没让我日，其实我我有的日，也拒绝过很多人，即便还是最喜欢你，但我想我不该再等了，就不打扰你了
好评: 要是能上架ns就好了
期待线上匹配  不要跑路哦

好评: 我太爱这款游戏了！！武器动作无可挑剔，画质超棒！打击感也很出色！希望后续人物今早出来让我享受享受以及希望可以出个在线匹配模式！这游戏就是我的理想型！谢谢你让一个大学生的假期过得无比充实，（要是早几天发售就好了）也感谢某微信公众号让我知道了这款游戏。
差评: 半成品也敢发出来？没剧情没线上，一直打人机真的恶心，能不能一下做完再发售？
好评: 真实击剑  值得拥有
好评: 线下打剑我唯唯诺诺，云打剑我重拳出击www
很棒的游戏建议拉朋友一起来玩~
好评: 灰常不错的剑斗游戏，电脑已经打烦了，谁能告诉我怎么和其他玩家...哦不，剑客对战？不胜感激....
好评: We need Chinese!
We need Chinese!
We need Chinese!
好评: 真的非常赞的游戏 虽然玩法单一 但是很多细节的地方 希望可以多出些中国的武器角色 冷兵器还是中国的多谢！
好评: 在这个格斗游戏偏向落没的年代，见到如此有潜力和特色的格斗游戏着实令人兴奋，这般写实的系统确实给人一种焕然一新的感觉，作为一位（同人作品）格斗游戏作者我曾设想过多种格斗形式，这种并不在我的设想之内，这是因为如此，这个游戏会让人有耳目一新的感觉
好评: 想联机，想对战，AI太菜了根本打不过
好评: Good Game，I like it。
Add Chinese later plz
好评: 好耶！ 终于能在线上打剑了

怎么迅捷剑重心压这么低移动还能这么快的 = =
好评: 我需要简体中文！！
我需要简体中文！！
我需要简体中文！！

就这么莫名其妙赢了，又莫名其妙死了？！
好评: 请速速与我击剑🤺，剑道万古长如夜还是如长夜，剑来
好评: 非常棒，让我回想起来当年刚学无甲长剑、军刀和刺剑时候被打的多惨。但是现在，我在游戏里面可以全部报复回去了。
好评: 大概算是圆了我这个没条件打剑的人的梦（手动狗头）

虽然上架之前已经关注了好久，但还是被惊艳到了（这就是打剑的快感吗233，前排表白长剑妹子）

也期待未来能出更多东西吧
好评: 一刀秒的冷兵器格斗确实更紧张刺激，就是目前游戏机制和平衡有待完善。 游戏防守反击做的有点差目前来看基本上无脑卡距离攻击就好。还有就是这游戏贴心的做出了三个土耳其弯刀来供双手剑处决就离谱。果然看守就算没有肩撞也依然可以统治一个游戏。
ps 求加入武士刀角色。
好评: 期待增加更多中国的唐刀和其他武器

好评: 真是太赞了！
我赌这个游戏会火，至少在圈内如此
有什么比来一次酣畅淋漓的击剑更爽的呢？
希望开发人员能够尽快做好这个游戏！（后面的火枪手和骑兵是什么鬼）
好评: 还有什么能比的上击剑吗
好评: 没打过真🗡，游戏感觉挺有意思的。有时候你知道吧，就~挺突然的
好评: 老击剑带师了，西洋剑妹妹yyds  ：)
好评: 个人给予目前游戏的开发状态，给予这部作品 5.5/10 分，属于“猎奇可试”的范畴。值得一提的是，这部作品非常有潜力，但目前过少的内容说是免费 Demo 还差不多，要大伙花 57 元购买不算很值得。

游戏的核心优点：

1、简洁硬核的玩法。这部作品的本质是格斗游戏，但却没有大部分横板格斗游戏中夸张的动作与技能，一切都非常简洁而真实。同样，游戏中不存在血条的设定，躯干部分中剑大概率一命呜呼，四肢连续被击中几次也会失去战斗能力被判定为输局。目前如果玩家和电脑进行游戏，主要有两种模式：1、快速游戏，自己选人并为电脑选人，先赢三局者获胜；2、生存模式，玩家选人后持续在不同场景与不同电脑敌人对战，知道玩家被击败。

2、优秀的动作与物理碰撞。作为击剑游戏，这两点都非常重要，这部作品也将核心部分制作得十分精良。目前可以选择的角色一共有5位，每位角色的职业和武器均不同，导致战斗的出招完全不一样，选人不只是换皮。游戏其实为每位角色都设计了较复杂的出招表，如果玩家愿意潜心研究，应该能打出非常漂亮的招数制敌。因为我只测试了1小时，所以除了乱搓之外，最喜欢的就是用法国女火枪手的针剑，远距离看准时机玩一击必杀。实际上这部作品的操作上限很高，带来了极高的可玩性。战斗中，玩家如果不按进攻键，则角色一直处于防守状态，且没有力气槽限制，但敌人逼近了会用扇巴掌或者脚踹的方式破防。虽然出招表复杂，但大体上玩家可以通过上下左右移动来躲闪攻击，同时手柄的XYAB键对应上下左右四个方向的攻击，和敌人的距离不同，攻击的动作也有一些变化，都非常写实。

此外，本作品目前没有断肢效果，只是番茄酱比较多，喜欢断肢的朋友可能要失望。游戏的战斗体验非常优秀，但目前的状态还是有很大不足，主要来自开发进度方面：

1、暂时没有单人战役。点开故事模式，游戏会提示故事模式暂未上线，第一章还在制作中，不知道何时能做好第一章，整个故事更是遥遥无期。

2、目前不方便的联机方式。目前游戏的联机方式有两种，一是用 Remote Play 功能，假装和好友坐一块分屏对战；二是通过游戏推荐的第三方平台进行联机，可以随机和路人对战，制作组承诺后续会将第三方平台整合进游戏里，但时间未知。

以上是个人测试这部游戏的体验，如果不是击剑狂热爱好者，个人建议等游戏更新完整后再买入，希望对感兴趣的玩家有帮助。


好评: 上瘾！
好评: 游戏总体上偏硬核，动作很真实，人物表情较为僵硬，总体上来说是个小而精的打发时间游戏，希望制作组后续能够完善故事模式和人物表情和受伤时的反应（有时候会很不准，削你脖子你捂着手）但毕竟还是个抢先体验的游戏，我玩着还是很不错的，以及我希望加一个回放功能，最好能放慢，看着自己瞎几把按键盘打出来的看起来很nb的招式攻破对手的防御一定很爽
好评: 懂了
西洋剑和大剑
两个都不能活
快点出故事啊，我西洋剑保证一剑一个
好评: 对付拉皮妹的方式就是你也选拉皮妹

[spoiler]除非你想用双手武器去打单手，对，我就想是说长剑妹作弊了[/spoiler]
好评: 真是硬核, 操作简单 微操需要练习 
不过目前还是需要有汉化才能比较明白,现阶段有兴趣可以买下 反正不算贵
好评: 很过瘾！！！
虽然目前只有有限的内容可以玩到，但是可以期待它的成品会是很优秀的。
目前上手还算简单，我这种手残经过2小时的磨练也可以在最高难度下用每个角色打通一遍其他角色（虽然目前角色很少而且最高难度的AI也有缺陷），但实际上这个游戏的刀剑格斗还是很硬核的，虽然是自动防御，但打起来也是有一定难度的。
算是个主攻硬核械斗的独立小游戏吧，哈哈，这个价格按目前的游戏内容也许不值，但一旦完善了，绝对物超所值。
建议用手柄玩，越玩越过瘾！！！
好评: I'm definitely waiting for more.
好评: 整挺好，就喜欢这种写实类的游戏
好评: 游戏是真的不错，真 《 云 打 剑 》，还有拉皮真应该被开除单手剑籍。
好评: 梦中的游戏！！
好评: 天下剑术出怒式，就是敌人夹住剑的时候会鬼畜，还有ai对投技无计可施
好评: 太好玩辣
好评: 连搓招表都看不明白，我需要中文呜呜呜
好评: 市面上找不到替代品，任何一个兵击佬和HEMA仔都会告诉你这是目前为止最好的剑斗游戏，无论是动作还是历史人物衣着还原度。他都是最好的。赶紧整个服务器，出个排位和观战模式，能火！
好评: 贼过瘾
好评: 关于这款游戏的评价，就是一个好字。
这款游戏最大的特色就是流畅而又富有力度的动作，其中夹杂着经过考证的剑术技巧，和真人相差无几。这绝对不是那种对于动作拿捏较为模糊，按下按键就高枕无忧的超自然格斗游戏——刀剑的每次碰撞都会有判定，只有刀剑确确实实的挡住了对方的剑，才能挡下别人的攻击，而也只有从合适的方向和角度以合适的技巧攻击，才能够破除对方的防御顺利命中对手——我在玩这款游戏的时候甚至感觉自己真的在用自己的长剑（好吧说实话，我的剑术没这里面的角色好）。当然继续说下去就会扯到HEMA的相关内容，所以稍后再细说。
另外这个游戏的装束和配乐也是值得一提的，都很有味道。同时游戏有血腥表现（爽到！这不比用钝剑打护具刺激？），对于血液不适者请慎重入手。
还有这款游戏虽然动作看上去激烈而且复杂，但是出乎意料的操作十分简单，这得益于日益进步的编程技术——电脑会帮助你防御，并且在你输入按键时选择合适的攻击手法——玩家只需要进行战术判断并且告诉电脑自己的意图就行，这也代表着剑术的最高境界：一切的剑术动作都变成了条件发射一般，决斗者根本不需要去思考自己如何做出技术性动作，只需要将精力集中在战术层面就好。（据剑术老师说那是很爽快的，现在一体验，确实如此）
好了现在来讲讲这款游戏与HEMA。
首先我可以很明确的说，这款游戏里出现的所有剑术基本上都是真实存在的，而且和击剑没有任何关系，击剑是一种奥运会项目。
这些剑术来自于一个更加古老的体系：HEMA——后人对于曾经存在的武术体系不断考证和复原，最后让这些都已经快变成历史的武术在现代又重新焕发生机。这些武术在历史上出现的原因大部分是因为决斗的兴起，当然也有部分是因为战争的需要，而现在它们更多的被作为一种运动项目被人们传习。HEMA的爱好者们根据流传的剑谱，或者跟随有所造诣的剑术大师，来学习它们。
在这款游戏中出现的武器有长剑，军刀，以及迅捷剑（那个不是刺剑！更不是什么花剑佩剑之类的），可以看见角色的动作非常的标准和精致。作为日耳曼长剑练习者，我确信那个长剑使用者的动作基本符合剑理，在细节的处理上更是堪称精彩（实际上那人出手就是秘剑），我甚至看见了长剑的缠剑技巧（好家伙那是真的在缠，带着物理判定的缠）。同时军刀和迅捷剑的还原也很不错，虽然个人不会用迅捷。
总而言之，这款游戏可以说是前无古人（荣耀战魂那个太魔幻了不算.jpg），非常推荐入手。
好评: 挺好玩的
好评: 好玩

好评: 来！骗头！来！骗手！来骗我这个打剑老菜鸡！
好评: 我是又快又准的南通男同，请速速与我击剑🤺
好评: 云打剑爽了
拉皮天下第一
好评: 倚此波兰刀，微笑面对拉皮仔，意佬是大便。
好评: 和我6岁的儿子玩得很开心，不开心的是耐心走位控制距离的我总是被他一套乱砍干掉。
好评: 打剑仔入门游戏好耶
好评: 虽然偶尔有些小BUG，比如人物互相穿模之类的，但是战斗系统做的非常完善，想体验兵击可以入手玩一下
好评: 非常有意思的击♂剑模拟器，攻击和受击反馈非常真实，动作也不少，操作比较简单易上手，不像农药战魂天国拯救之类的游戏那么复杂。就是现在人物类型感觉太少了，三个用弯刀的套路都差不多，希望可以多出一些比如：中国剑法，日本剑道等有特色的剑术。武器类型也可以多来点长剑短剑勾剑重剑。还能多加一些动作比如可以把剑打掉，或者假动作之类的，场景也可以做一些可破坏因素。还有人物，服装，武器也可以卖dlc啊，这个游戏潜力巨大！！！
好评: 爽

好评: 妈的，这游戏是真的对我来说是做梦都想要的格斗游戏！（真男人就应该来击剑）
（这游戏和暗影格斗非常的相似，自动格挡真的是太棒了，不用像传统格斗游戏一样要想着别人偷下段，然后蹲防还被越头各种择。。。[spoiler] 以及没有非常复杂的搓招和连段，上手门槛非常低。我觉得现在格斗游戏都应该降低门槛以及放缓游戏节奏，别像传统格斗游戏一样起床打开电脑玩一把搞的人 要么跟高考一样需要全神贯注甚至肾上腺素让你心跳一分钟两百跳来做出反应打赢，要么懈怠一点就被抓住机会连一套带着心态爆炸血压冲顶 [/spoiler]

这个游戏非常让我觉得耳目一新的是和兵击一样的非常贴近现实的规则，正常人被刀砍除了是刮伤，砍哪里不会让人要么痛死要么失血多死。反观传统格斗游戏里面都是超人，被人正中的砍了一刀还尼玛活蹦乱跳的。砍手/偷脚在现实只要打中都会离开使人丧失战斗力（手无寸铁或者腿走不动人补第二第三刀人biss）就不要谈头部到躯干这种要害部位被砍一刀是什么后果了。

不过目前来说游戏开放程度还比较低，现在是48块入手，依我看就现在而言肯定是不值48的钱，但是未来是否能超过48的价值，我们拭目以待。

怎么说呢，希望游戏开发商汉化搞快点，角色出多一点，走出欧洲，希望中国剑中国刀，以及日本的打刀赶紧整起来。
好评: 无在线PVP🙁
好评: 好！
好评: We need samurai !
好评: 真实的兵击，但是BUG不少（抓投以后人物模型错位，推人之后被推的人不能移动等），等待后续修复
好评: 好玩！  希望能快快推出联机模式  AI已经不够玩了   还有更多的女性角色   我就是想玩Marie才买的正式版的    角色不好做的话希望至少能加上换装系统    明明选人界面的Marie是有头发的   打起来头发就没了   我不高兴！
我喜欢Marie！
好评: 兄弟萌，江西地区线下打剑群：602266270（限江西本地爱好者）。平时打云剑周末打真剑，快来一起猛♂男♂贴♂贴！！！
好评: 赤鸡赤鸡
好评: 这款游戏真的打斗非常华丽，而且很爽快，期待未来更新更多细节和新角色，能更新中文更好了
好评: 动作一招一式都很有质感，甚至还有见招拆招的把式，就等正式版本啦~
好评: Good game but we need Chinese!!!
好评: 砍就完了
好评: We need some East Asian roles
好评: fencing
好评: 继续努力，等你正式版
好评: An amazing game , if you join Chinese and Chinese swordman ,Hellish Quart will be the first in steam sales list
好评: 速来击剑🤺

好评: 玩了很久的demo了 我是专门来给好评的
好评: 从武器到服饰都有内味儿非常自然 刀剑交锋 金属的撞击声 交剑的摩擦声 精准优雅的一击 对双方来说 不论是AI还是玩家 都是一种享受
好评: 快出联机对战模式，速速与我击剑！！！
好评: 多开兵器，多开人物啊。联机 得改善，总体好玩，生存挑极限
好评: 非常写实的HEMA格斗游戏，无论从手感还是动作上来说都无可挑剔
现阶段游戏内容还少了点，只有军刀，长剑和刺剑三种武器，而且剧情模式也还在开发
不过作为兵击爱好者这款游戏还是很值得购买的，毕竟在战斗系统方面没有别的游戏能比它更拟真了
好评: 想玩故事模式
好评: 音乐好听
好评: 买hellish quart，可以在柯叔老家白吃白喝，玩儿好几年
好评: 我命令你速速与我击剑！
差评: 半成品，我是傻逼
好评: 非常精致特别的剑术格斗游戏，很有潜力，期待后续发展！
好评: 请速来与我击剑
好评: 原本是打算给差评的，这个价格买下来，能体验到的东西实在是太过有限了，两个新角色，几张新地图，太拉胯呖；

但当初Demo真的惊艳，动作很棒很专业，打击做得很真实但也还蛮爽，FTG的要素齐全，潜力还是很大，故改回好评，可惜基本只能打AI，没法深究平衡；

想体验的兄弟可以先试试Demo再做决定，毕竟还是抢先体验游戏，希望制作组克服困难，做好后续更新吧！
好评: 低情商：实验品
高情商：有潜力
好评: [h1]一些游玩建议[/h1]
目前版本联机的话可以用steam远程畅玩，然后邀请好友就可以了，好像是两人共用一个键盘，1P可以接手柄，2P还没试过，小键盘键位大概是方向键+12456，2P小键盘玩起来有点别扭233，不过有点像小时候和小伙伴玩双人小游戏的那种感觉了，比一般搓招的格斗游戏要刺激一些（个人感受），双杀也会经常碰到。

总的来说体验蛮好的，应该是目前最真实的格斗游戏了。不过目前50左右的价格可能还不是很划算，目前和demo差别不大，可以先下个demo体验（推荐用手柄玩，剑碰撞的时候也是有震动的，手感非常好），如果一个人玩或者是很少接触这种题材的话还是考虑考虑，等一段时间让他后续更新体验应该会更好，目前也只能用5个角色，还有2个角色做了但是暂时还不能用，希望以后能多出一些各种类型的角色，像日本或者中国之类的东亚角色，多元化玩起来就很有意思，也可以体验一把不同剑术切磋的感觉了
[h1]一些个人感受[/h1]
之前添加愿望单很久了，然后一直没怎么注意，这两天翻看愿望单的时候发现还有一天就解锁了，然后等到半夜一解锁就买了233
虽然不是打剑仔吧，不过身边也认识挺多玩这个的朋友，之前和朋友拍刺客信条cos作品的时候也去买了一把尼龙军刀当道具（虽然最后没用上233），也去和他们了解了一些剑术之类的，据说开发者曾是《巫师3》动画师&动捕，而且BGM也很有内味，东欧曲风确实很顶，虽然是外行不过玩起来体验还是可以的，可以云打剑不用买装备了233
好评: 这是一款非常硬核的冷兵器决斗游戏。不同于往常的冷兵器游戏是第一人称的，这款游戏采用了比较传统的格斗游戏的框架，有自己的出招套路
相比于过去大部分的冷兵器游戏，这款游戏的最大特点就是动作考究，并且将武器区分了强弱剑身。这一点是很难得的
可以算是打剑佬的快乐吧。
官方说之后会推出故事模式，这里还是期待一下，并且希望将来又更详细的教学以及中文本地化。
好评: 明明是个军刀的游戏，但我要说迅捷剑剑小姐姐天下第一!（抢好中线，上手方便）。希望未来能添加东方技击的DLC，还有第一人称视角
好评: 很真实的动补，未来可期。目前内容还少，可以关注着等更新
好评: 好玩，就是没汉化和不知道咋联机
好评: 游戏很好玩很逼真动作，能不能出个中文，我真的看不懂英文
好评: 游戏非常好，但是目前不推荐
只能打AI，太容易
联机只支持远程同乐，用parsec还是远程同乐，你这不逗呢？真当科技发展到2077年了？
好评: 初见一头包，越玩越牛逼。
好评: 联机体验：
steam远程畅玩联机折磨人，建议用加速器。
随机网战点正式版的online，里面有下载链接。
游戏内容：
十分硬核，一共四种攻击按键，两轻两重，同时按遥杆可以派生出不同攻击动作，但是同时又是一击必杀的机制，所以新手互啄有乐趣，高手对战也是一种享受。
另外，人物鬼畜的动作和死亡的方式真的很魔性，十分戳我的笑点，刚买就打了一晚上根本停不下来。
总结：
即使不擅长格斗游戏的玩家也能体验的简单的快乐，十分推荐购买一份或者下个免费demo试试。
同时，我也对制作组动作的设计与考究十分敬佩，希望以后的更新能完善更多功能（尤其是联网）
好评: 早上玩还好好的，现在玩动作都变慢了设置里面调了也没用有人也遇到这种情况吗？？
好评: 拿了钱赶紧去弄个服务器，远程同乐玩个粑粑
好评: 妈耶，长剑姐无敌。
非常好玩的真剑格斗游戏。
好评: 挺逼真的，非常像以前练击剑的时候，很刺激。单手剑的这个跟以前练得花剑有点像，使用X攻击然后被防御接着马上用B攻击，就刚好是对方的空挡，跟之前花剑的进攻非常像，好像这个攻击叫2转4，好久没练了都忘了。刀的攻击跟佩剑的攻击方式也很像。现在刚玩还没完全熟悉，等到熟悉了应该会右很多打法。要是能弄个第一人称和手动防御那打起来更拟真，不过也更难了。现在用军刀的攻防，用第三人称总感觉看不准
好评: 期待已久的游戏，现在在等故事模式和中文
好评: 残留在剑上的血可以随着挥剑挥掉就好了，什么都好，就是没中文。TT
好评: 击剑小姐姐很适合新手，除了那个红衣服的其他基本困难人机73开，红衣服真是没人性！那个坐着的老爷子？ 怎么说呢 很强 可是需要好好钻研 现如今我就精通玩了两个女角色 对了 击剑那个小姐姐超级容易跟nb的对手打平 她太快了！

好评: 长剑和迅捷剑比较容易特色明显，其他没多大区别，剑体有质量，看了官方视频说有强剑区弱剑区，不同武器的拼刀效果不同，好像有耐力限制打长了就体力不支出刀慢了
好评: 游戏很好，期待未来的完善与改进
说一些目前遇到的问题（21年2月17日版
1.玩家操控的女迅捷剑（rapier）剑士，有时候会在明显必定能够刺中的情况下出现刺歪
2.偶尔出现按键失灵的情况，比如人物无法移动，但可以攻击；或是人物对攻击动作没有反应
3.伤害的判定有点诡异，有的时候大力斩下去对面没有死，有的时候你完成防御后，只是因为你人物的动作导致碰到对方的剑，就判定击杀
4.女迅捷剑士推女长剑（longsword）剑士时，女长剑剑士无法用互推来反制
5.玩家使用推搡使对手失衡时，人物很难即时跟进对对方完成必杀，总是出现对方退一步玩家进一步，刚刚好在无法命中的距离
好评: 如果你是兵稽仔，不要犹豫买爆就完事了
好评: 实际玩起来比想象中要好不少，想象中那种特别”游戏化“的操作反馈没有出现，双方互相架招出招的过程非常具有观赏性。
可惜的是目前的难度完全不够打（，基本上掌握了一个人物的逻辑后打起AI来轻松写意，就等着作者尽快增加几个难度了。
好评: 挺有乐子的，各种双杀，就是完成度太低了，建议观望一年
好评: 感觉有潜力，但故事模式一章也没做，联机还要下第三方平台，这也太“抢先体验”了
好评: 好！
好评: 🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺🤺
好评: 喜欢击剑的可以来试试啊
个人比较喜欢用marie 其他几个人物感觉都像海盗打法哈哈哈
会玩剑姬的也可以来试试o
@zosyze 应该好久没人陪你练了吧可以来玩玩模拟器哈哈哈
反正。。比起以前的游戏这已经算很真实了！
推！
好评: 迅捷剑yyds
不要问我为什么只点Marie，谁不喜欢束胸收腰蕾丝翘臀大白腿呢？
好评: 酷哦。菜且上瘾就是我咯。
目前需要双方都加速STEAM远程同乐（比如UU），然后进游戏邀请，这样必然导致有一方有延迟and画面糊，希望开发者尽快写出联机代码（什么你不会？快去学啊）
好评: 很棒的游戏而其同类型仅此一家，就是现阶段内容还是太少。新人物和故事模式gkd！
好评: 来了，冷兵器之魂，剑道迷福音，优雅而准确，一寸长一寸钱，器械格斗绕不过的门槛，策划们的参考系，游戏史必考科目，强烈建议加入中国武术，招数名就叫程咬金三板斧，角色叫莽夫。
好评: 速速与我击剑
好评: 线上打剑 好耶
好评: 很好玩，也很真实，速来与我击剑!
好评: 刺剑小姐姐yyds
好评:    “白天想，夜里梦，做梦都在拼刀剑！”前段时间在B站看到这个游戏，等很久了。过年从老家回来看到还有几小时发售，快乐，熬到半夜果断买下。体验最真实拼刀的刺激，快感。                                                                                                  
     游戏现在能用的人有5个，3个波刀大叔【都是刀武器，但招式，机动不一样】，长剑妹子和刺剑小姐姐。上手玩了一会，个人感觉刺剑最适合新手，攻击距离长又比较精准，对面不容易格挡，多练几下就能把中高等AI刺的满地滚。但跟长剑打还是有点蓝瘦......长剑劈砍力量强，单手刺剑不好挡，跟长剑AI打经常被一个前冲劈直接秒了......每种武器，每个人物各有优劣。多加练习，定能玩好。                                                                                                         
     玩上以后，游戏内容还是比预想的少了，故事模式只有官方宣传CG，都没做出来。还有2个人物现在用不了【人物列表第1个和最后1个，第1个人是按现在波兰那边一个有名的剑术家本人做的，B站上还有他的号“波兰的柯凯明叔"】目前对战也只有3个模式，和AI对打的“生存”，单机模式【“生存”模式需要尽可能保命，对决开始前选一个人，开始后跟随机的AI人物对打，双方只有两条命。击败一个AI两次后，马上跟下一个随机AI人物对打，AI难度会越来越高，到后头每局自己只有一条命，对面还是两条，一局打输了就结束了。】玩家模式可以像打拳皇街机一样，两个人用同一个键盘在一起玩。可以远程联机但官方还没有服务器，需要邀请steam好友远程同娱，对方没有游戏也可以玩。                                                                                                                                                                                         
    一款少有真实剑斗游戏，有《巫师》系列的剑术，格斗家参与动作录制，对游戏的发展还是很期待的。希望官方尽快更新游戏内容，能在官服上联机。
好评: 好游戏，虽然目前内容不多，但是真的很好玩
差评: 买不起服务器还跟这做多人呢？
好评: 非常牛逼且物有所值的最真实的剑斗游戏
好评: 这不比荣耀战魂那个二逼COOL组做出来的垃圾玩意燃?
好评: 用那老头按e砍完头再按空格手指会外翻，小bug。真硬核这游戏我只会瞎按。不是你远程自己不搞好还让我自己搞.就这事稍微麻烦。。。没中文这事倒不大，连看带猜基本都行。游戏不错还是很推荐的，pvp加我
好评: Amazing
我永远喜欢长剑！
试了一下刺剑偷人确实快，然而她打不到我[doge]
好评: 啥时候能出线上匹配，再出点人物，美滋滋
好评: 三个男的都用的马刀就离谱，虽然说招式不一样，但是都是滚键盘。。按键提示也是手柄的，键盘都不知道对应哪个
好评: 还行 就是没中文，应该还会有西班牙火枪手吧，还蛮期待的这游戏，会不会推出多人对打啊
好评: 不能随机在线与其他玩家击剑吗，我弄了半天只会和npc对打，或者变成童年双人小游戏，感觉是一款不错很有潜力的剑术游戏，希望加入更多内容，故事模式就是介绍了这些人为什么聚在一起打架？Can't play with any other players online？I can only fight with bots or play this game with my friends by one keyboard。I think this is a good game,looking forward to more updates in the future。And the story is just a story? I thought it was a game mode.And we need chines，you might will have more players if you add chines
差评: 内容太少了吧，不知道会不会后续更新，主要没用朋友玩，些许无聊，而且没有PVP模式，对非手柄玩家不太友好。
好评: 被圈内大佬们推荐，已经关注这款游戏蛮久的了，所以支持一下
作为很拟真的击剑游戏，动作很流畅也很写实，很戳xp
现在还是不推荐购买完整版，内容只是在demo的基础上增加了刺剑和长剑。刺剑的起手快，长剑距离长，两把武器都蛮强的
现在没中文看不懂技能，我好菜只能随便乱玩被AI爆锤
我要中文！We need Chinese！

好评: 出个中国侠客再出个倭寇不给你买爆？

好评: 怎么联机？
好评: 开发还未完全，剧情、角色等好多还没有做出来，还有联机问题。
毕竟是个半成品，但还是不妨碍我买它
好评: 继产卵游戏之后，终于又看到一款操作还算挺不错的冷兵器格斗游戏。

[h1]无法被拒绝邀请的击剑[/h1]
当假期时看到你的好友Steam在线（非zzz的离开状态）并长时间持续保持在线状态，说明他一定有时间。（周间工作时间例外，可能只是工作时候挂机并划水看动态）
那么邀请他过来击剑吧，既然有时间有网络去上网冲浪，那么一定可以击剑！他肯定找不到理由拒绝你！
啊什么？没有游戏？不要紧，这款游戏支持远程同乐，即便是没有游戏，也能流式运行，一块击剑！不来击剑就不是好ji朋you友。（强人锁男）

[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]

[h1]内容不多却经得起玩[/h1]
本作游戏内容是真的不多，6个游戏场景，5个可操纵角色，2个待定中已经有模型了但还不可选。分别有3个马刀角色，1个骑士剑角色（女）和1个西洋剑角色（女）；待定角色是俩男的一个拿骑士剑，一个服饰像是强盗拿着马刀。
暂时出来的这些角色中，骑士剑的距离比较长，但速度比较缓慢，也只能劈砍。3个马刀角色，老人年事过高且肥胖导致马刀出刀速度慢距离也短不太好用，马刀的距离比骑士剑要短，但更加灵活，可刺可砍。西洋剑应该是最灵活的，但只能突刺，4个攻击键其实是针对不同方向进行突刺，而不是挥刀方向。

有故事模式，但还没有内容，需要等待后期更新，点进去只会播放商店页面的那个视频，并且是左声道单声道视频，听着特别怪。
游玩方式为单人对AI，选择AI难度进行击剑，三个等级都不算特别难，这里需要击中对方3次；单人对AI生存模式，选用一个角色进行闯关，这里只需要击中对方2次；本地联机，两人击剑，玩家1用英文键盘控制，玩家2用方向键和小数字键盘控制，同样需要击中对方3次；以及在线对战，暂时游戏还没有自己的服务器，没有匹配模式，需要自带好友，邀请他远程过来击剑，点击游戏内的Online选项进入会有详细的邀请过程的说明。（另一种方式应该是搭载他们介绍的一个游戏联机平台进行跨平台游戏联机，不知道盗版可不可以）

游戏非常良好的操作手感，准确的击剑判定部位和血溅三尺的视觉效果，让玩家开始击剑后就很难停下来。（指生存模式，可以一关接着一关的打）


[h1]击剑体验[/h1]
游戏的键位很怪，玩家1用G来确定，改了攻击键位也是G确定。
TY（45）为左、右上攻击，GH（12）为左、右下攻击。找键位找了好久，最后还是退出游戏去选项里查键位。
游戏中游玩的时候按ESC有详细的按键表，可表达的动作非常多，但完全看不懂，最后都是蒙出来的。

这个游戏主要玩的是进攻，出其不意的出剑才有意想不到的收获，为了让玩家在被猛烈的进攻下不会只疲于防守而不能进攻，失去游戏体验，所以格挡是自动的（暂时还没关闭的选项，默认自动），但只会简易的对上下格挡，需要经过上下左右不同的变招和走位来打出伤害。
因此除了4个攻击键以外还有E（0）和空格（6），分别是近身擒拿和Long Guard，擒拿成功可以终结，而Long Guard应该是伸长手臂对远处进行格挡吧，但功能远不止格挡，因此光是进攻的玩法也是多样化的。
像骑士剑与马刀是手臂前举更换架势，骑士剑改劈砍变突刺，挥舞的幅度小了速度更快一点但由于剑身太长被近身就完；马刀的架势仿佛更加随意，伸长手臂后它的招式更灵活也更快速，同样也是缩短了挥舞幅度；而西洋剑则是上举互脸，变成劈砍武器。

个人比较偏向于使用西洋剑，灵活快速的突刺，才有击剑内味，当然西洋剑小姐姐也是最飒最好看的。
由于西洋剑偏细偏小，被格挡就容易被牵制住，但只要刺中了每一剑都是致命的，非常有挑战性。尤其是面对马刀这种同样灵活的小型刀，敏捷与长度都占不了便宜，只能凭借智取。

[h1]游戏的打击部位[/h1]
游戏的打击部位特别准确，也特别有意思；据说是游戏的动作是动作捕捉而成，不是制作的动作模型，看着非常真实。
正面砍到手臂，就是刀和手臂平行，划过去，算轻伤。
侧面砍到手臂，就是刀和手臂交叉，算重伤，如果有截肢特效的话这时候手臂应该是被砍下来了。
砍到肩膀算轻伤，但刺到腋下算重伤。
下攻击，从下往上砍，砍到大腿只能算轻伤，再往上砍到胸部第一次也算轻伤（骑士剑只能劈砍，一整个砍到人身上对面还能继续打），但刺穿算重伤（使用西洋剑侧身走位一剑刺穿胸膛）。
砍中刺中划中头部都是重伤。
两人击剑同时没有做出格挡，一剑刺进对方胸膛，那会算成平手。

50来块钱的游戏（现在打折40多），这样的游戏体验还是很不错的，羊皮纸的UI，很有骑砍内味的BGM，同一时期不同服饰不同风格的兵器都做的非常到位，但Demo有着同样的游戏体验但并没有少很多内容。Demo只有中间三个马刀角色可以操作，其他基本一样。
只希望能快点出故事模式，让这个游戏有比较深度一些的游戏世界观。光凭服饰，到现在还没分清谁是扎波罗热哥萨克、波兰翼骑兵、鞑靼人、土耳其苏丹亲兵、瑞典手枪骑兵、法兰西火枪手；感觉只有哥萨克、鞑靼（马刀角色）、翼骑（骑士剑角色）和法兰西火枪手（西洋剑角色）。
哦对，最好来点中文，不然能劝退很大一波国内玩家。
盲猜是波兰的厂，能看到波兰翼骑兵的游戏真的少！
8.3/10（如果有一大段非常完善的游戏剧情和人物背景故事，并且支持线上匹配，这游戏能上9分）
好评: 玩着太卡了，希望优化一下游戏
差评: 游戏很优秀，但缺点同样也很明显。
内容过少，联机硬伤，story模式甚至还没做出来，看得出来很缺钱。
我用游戏推荐的parsec联机，发现根本行不通，可能还是国内的网络问题吧，所以要一起玩的童鞋可以加一下我试一试steam。
不太推荐买，推荐先玩demo
好评: 目前最为真实的兵击游戏，有武士刀就更好了

求加好友求PVP
好评: 速速与我击剑🤺🤺🤺🤺🤺
好评: We HEMA people love this game!
好评: 很硬核也很刺激的战斗模式，希望多卖点皮肤和人设，这游戏未来一定能小火一波。
好评: 关注了很久的游戏，第一时间入手，总体上满意。一击即死的游戏机制让打斗变得凶险刺激，写实的物理系统也让游戏体验升华。不过依然有着些许瑕疵：1是目前还没有中文，2是没有官方匹配，想要联机对战，要么steam好友邀请，要么通过parsec匹配。希望尽快推出官方rank以及中文补丁。
好评: 对方向您发出了击剑请求🤺🤺🤺🤺
好评: 木哈哈哈哈！洒家喜欢！洒家爽！
好评: 好玩又有深度的刀剑格斗游戏，你要是觉得荣耀战魂拿着剑戟当卖点实际打起来都在用蠢不拉几的体术互摸很傻逼，那hellish quart是你的不二之选。战斗系统和铁拳，vr战士，莎木有点像，核心思路大致是通过动作判断敌我双方的体力，在全3d的战场上前后与横移制造空间优势，利用小poking、佯攻试探与连段造成击杀
但是目前还并不能匹配联机，只能远程同乐或者下载官方推荐的第三方平台和朋友对战
而且出招表也没做全，指引很粗糙，没有练习模式，说实话和demo区别并不大，但潜力十足，期待后续的更新
好评: 这个游戏的精髓还是在PVP，搓不来招的决斗苦手可以试试这个，布娃娃系统也能打出非常搞笑的效果
另外双手剑才是无敌的，向上架住劈头血克刺剑小姐姐，还是赖死AI
好评: 啊，官方没自己的匹配系统，第三方网还是有点卡，还有为什么我是输多赢少的那方？线上匹配系统体验比直接玩差上一个档次。
好评: 没中文，居然是自动防御，体验没有想象中的好
好评: 单看预告片，你可能会想到各种依托布娃娃系统做出搞笑视频的憨批游戏。
上当了，它其实是一个很硬的FTG。（甚至有一个很正经的出招表。）
根据懂行的大佬说，游戏的动作很正经，招式很讲究。

几局打下来，暂时觉得刺剑女士有些许OP
→→B的突进刺剑经常能偷到人。
→B的出手很快，稍有不慎就给她穿心了。
但这些都是我这弱子的胡思乱想，
具体的强度和玩法，还得看其他FTG大咖们研究。

如果感兴趣，建议大家试试DEMO，感受一下挫败感。
[b]
另外，现在的版本，除了多了双手剑姐姐和刺剑女士之外，
与DEMO版区别不大，介意价格的朋友，可以选择观望。[/b]

越想越亏！娘的，就算没有故事模式，正经的街机模式也没啊！
我要等后续更新。
好评: 击剑很爽，女剑士在多几个就好了：）Fight is so exiting, and we need chinese bro!!! This game is very good!!!
好评: 执此弯马刀
微笑面对德剑侠
西欧是大便

近年来做的最好的兵击模拟器，在招式设计，打击手感和拟真度上都是上乘（远超骑砍2

最大的特色是拟真，有一击必杀的设定。模拟了真实条件下受到攻击后的效果，杜绝了血条机制，使得对决更加精彩刺激。

动作也是真正的兵击动作，不管是格挡还是进攻都有章法可循。而且在操作上兼顾了游戏性和真实性，自动格挡机制让手残党也能兼顾防守和进攻，打出帅气的连招。

希望可以加入不同的机制。比如，游戏背景是16-17世纪，而且很多人都是用单手剑的剑圣，那么

带人，食带便了（掏出备用的手枪
好评: 等很久了，之前DEMO出来的时候就已经练习了翼骑兵，终于等到游戏上架可以玩到久等的西洋剑姐姐了
好评: The theme of the game is good. It is strongly recommended that the production team and players can build a multiplayer game or matching mechanism in the game room. In addition, I hope that Chinese can be published. Chinese users can support this game to continue to operate

游戏题材不错.强烈建议制作组加上玩家可以建立游戏房间的多人游戏或者匹配 机制.另外希望能出中文.中文用户可以支持这个游戏一直运营下去
好评: 老早就看中这游戏了,demo版都让我打的不亦乐乎,正式版更新了几个人物,动作貌似也更新了,没让我失望
打击感非常不错,喜欢打铁的可以试试,我和朋友互相打铁
邦邦几声,啪的一下!很快啊!我脑袋落地了
差评: 这故事模式都没上线，48就买了两人物？
好评: 给男朋友口了三天，才让他女朋友给我买的游戏
