差评: 终于玩完了，完了1,2，最后玩了这第三部，真的是完累了，无线套娃的问路游戏，在城里无数次来回重复的跑来跑去，剧情内容其实很少很少，收集要素方面就很多，但个人不是偏好收集要素玩家，如果是对剧情感兴趣的话，直接视频云过去就行了
好评: 细节做得十分精致，是一款需要沉心静气来体验的游戏，能带来类似于旅游的那种发现的快乐。像这种游戏就像茶水，需要细品，与其说是一款游戏，不如说是一款动态的艺术品。
这在这个快餐时代显得格格不入，毕竟多数人没有那么多的时间用来玩游戏，所以崇尚的是能在碎片时间里迅速产生快感的游戏。
看得出这款游戏的制作是下了大量功夫，认真的态度让人感动，但是有些设定略显呆板，还有不断打磨改进的空间。
好评: 还行。
好评: 芭月凉：嗖嘎
好评: 有的地方做的很有趣（指赌博和打拳）有的地方做的相当折磨（指跑图），最值得的吐槽的是故事还没讲完。。不知道莎木4还有没有机会
好评: 先来说说优点：超越如龙系列的小游戏系统，修炼系统和打工系统让玩家觉得自己置身于莎木世界中，虽然放到别的游戏甚至如隆重都会有种拖沓的感觉，但对于极慢游戏节奏的莎木算是点睛之笔。
缺点就是重复的过场动画，有极少部分可以跳过，但有些重复对话太拖节奏。制作组众筹之后制作的莎木3，结尾却给莎木4挖了一个大坑，令我关心的不是剧情走向会怎么样而是莎木这个系列会不会出到第4代。
总的来说对于我这种不是很喜欢玩慢节奏游戏的人来说，莎木3在我心中有85分
好评: 希望有生之年能看到莎木故事的完结
差评: 早先就听说这系列游戏太粉丝向不建议新人玩，所以我也早就移除愿望单了，但前一阵子正好有有个好友发免费KEY，想着碰运气能拿就拿呗，还真拿到了那就只能上了。

[h1]玩下来之后通篇给我的感受只有一个字“慢”，剧情慢，说话慢，玩法慢，系统慢，反正你找不到能麻溜玩下来的东西。[/h1]

游戏流程并不长，只做主线可能两个小时便可通关，但每章末期都会让你买个非常昂贵的道具，只能去打工赚取微薄的薪水购买，以此拖延时长。
剧情通篇玩下来没有什么吸引人的，跟白开水一样的到处找人推进剧情，换句话说就是一坨屎。早期剧情迟迟没有进展玩得让我打瞌睡，之后觉得剧情实在没什么看点宁可一边看老蔡直播也不看这个傻逼剧情了。
剧情对话更是废话连篇，男主角是个无情的“soga”怪，女主角是个无情的“复读机”，这俩倒是真的般配呢。每天的早上问候不能跳过，看得烦死人。另外这游戏的声优是真的不专业，全部都在棒读，不愿意配可以不配。

玩法上充斥着大量的小游戏。一般其他游戏中的小游戏都是一种类似小甜点的存在，但在莎木3这些小游戏才是整个游戏的本体——除了战斗，所有的游戏性都包含在这些小游戏中了，可想而知莎木3该有多么无聊。

游戏系统过于老旧，感觉还是当年做莎木1&2那老一套：捡个草药你得必须放大镜头才能采集，收集东西也得挨个放大挨个点取，超级~~~繁琐。

虽然这个游戏融合了中国元素，但给我的感觉总是不伦不类的。第一章如果说还有一点乡土人情的话，第二章整个就是一个日本制作人意淫出来带有点中国元素的杂交城市了。巫女？汉堡？女仆？咖啡馆？你能想象出来80年代的中国会有这些东西的吗？还有那些NPC为什么一个个都那么丑啊？故意的？故意的？
游戏不时还会下雨，但并没有什么卵用，npc照样该吃吃该喝喝，连个伞都不带打的，不得不感叹中国人武功高一个个都身体倍儿棒，老天是下了个寂寞？

我是为了全成就玩了65个小时，但在此期间真的没有感受到任何游戏的乐趣。没有情怀的玩家，千万别买，垃圾游戏，浪费时间。粪作，0分！

差评: 操作属实狗屎，不应该贪便宜买这个游戏，本以为应该是经典大作，结果键鼠操作都整不明白
好评: 我买了还没玩，隔壁就白送了，蟹蟹你嗷
好评: 游戏很好，就是太耐性子，节奏很慢，很容易打瞌睡。。。。。
好评: 用心体验莎木的世界，而不是急着白金或通关，才能体会魅力所在。绝对值得一玩
好评: 我是伞兵
好评: china NO.1
⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
好评: 曾经以开放世界3D游戏鼻祖身份出现的莎木系列，时隔二十年之后再出续作。随着时光的流逝，继承并改进了前作玩法的《莎木3》在今天看来反而显得有些复古。但正因为其游戏模式的“脱节”，沉浸式的剧情发展机制与快节奏的大环境截然不同，需要玩家一点点地熟悉环境并推进剧情。铃木裕将其对80年代桂林的想象以及对莎木世界的热爱都灌输在了游戏之中，但需要玩家静下心来慢慢体验。

[h1]曾经的沙盒鼻祖，如今的怀旧大作[/h1]

莎木，一个具有年代感的名字。二十多年前，莎木1的横空出世开创了开放世界3D游戏的先河。不仅如此，对QTE元素的大量使用，以及独特的时间机制都体现了其高度的创新性。然而随着一二代的折戟沉沙，莎木系列最终被世嘉放弃。但是，在2015年美国 E3 展上，莎木系列的开创者——铃木裕宣布了《莎木 3》的众筹计划。随着众筹目标的迅速达成，这一沉寂了多年的经典系列终于得以在二十年后重新登场。

相比于前作一二代，《莎木3》可以说是进行了大量的改进和创新。但鉴于作为模板的前作已经是二十年以前的上世纪游戏，所以即使进行了大量的改进和创新，《莎木3》在玩家看起来依旧显得十分的复古。不仅如此，由于其广大的粉丝基础，不免让人认为这是一款粉丝向的怀旧大作，但事实真的如此吗？

[h1]沉浸式的游戏体验，慢节奏的剧情展开[/h1]

在我看来，与其说是游戏模式的复古，不如说是游戏理念的复古，不同于当今快节奏的游戏环境，《莎木3》是一款慢节奏的沉浸式剧情游戏。游戏里并不会直接告诉玩家要在什么地方找什么人，而是需要玩家自己去熟悉地图，认识不同的角色。只有在玩家融入了周围环境之后，才能自如地从对话里发现线索推进剧情。你会从旁人口中听到关键人物在几点会在某地出现，而不是直接在地图中高亮出npc的位置。你仿佛是人群里的一员，而不是单纯把npc当作推荐剧情的机关。

当然，由于时间机制的引入，玩家有时需要在游戏中打发时间，而丰富的小游戏往往会让玩家流连忘返。劈柴、丢石子以及各种各样的赌博玩法，经常让本是等待npc出现的玩家，直接忘记了寻找npc的任务。

[h1]桂林和功夫[/h1]

游戏的故事发生在80年代的桂林，其沉浸式的游戏体验更是能让铃木裕将他想象中的桂林完全呈现在玩家眼前。这里需要注意的是，游戏呈现的是铃木裕想象中的桂林而不是现实的桂林，所以可能有的玩家会觉得游戏中表现的中国元素不如人意。

在我看来，以铃木裕对莎木系列的热爱，即使不是原汁原味的桂林，但这架空的桂林依然是美仑美奂。配合上作为游戏主题的功夫，大量中国元素的引入让其成为一款中国风的游戏，熟悉的功夫动作和古风的小游戏着实让人感到亲切。


[quote]欢迎关注[url=https://store.steampowered.com/curator/34829721/]策略游戏[/url]
专注于游戏的闪光点，一起发掘好玩的游戏吧~[/quote]

[quote]本次测评由[b]鉴赏家联合会[/b]分享牵线 
鉴赏家联合会是一个由[b]中国鉴赏家同好会[/b]发起的中文鉴赏家社区组织 
我们致力于分享各类社区资源，欢迎各位热爱向社区分享自己游戏体验的鉴赏家同好加入[/quote]
好评: 还是那味~~~香~
好评: 仿佛又回到了第一次玩莎木1是的时光
好评: 6/10
由于进了hb月包，我十块钱就搞到了莎木3，这也是为什么我给好评的原因，但完全不值原价199。
优点显而易见，桂林优美的风景让人陶醉，以及可爱的莎花。
但缺点似乎更多，过于拖沓的剧情，大部分时间都在找人打听，越到后面越没耐心，实质剧情3分钟就可以概括完了，其次，刁难的金钱系统，游戏中的小游戏给游戏总体带来了很多乐趣，但这游戏赚钱太难了，我是开了修改器的，全流程花了20多万。最后一点，明明发生地点在中国，人名和店铺名都是中文，为什么没有中文配音？
好评: 广西老表当然要到广西桂林莎木风情街耍啦
好评: 在写这篇评测之前，我试探性的去看了看各大游戏评分媒体给莎木3的分数，但当我看到IGN5.9分的评价后，我就知道没有继续看下去必要了（随便提一嘴，IGN日本站给莎木3的评分是9分）
我随后去b站翻了一会，评论区有一位站友的话吸引了我：“因为GamesRadar知道莎木最独特的地方在哪儿，而且说得比较到位，无视这么多年游戏进化并不能否定莎木最独特的魅力，所以自然评价不低。而IGN就只是浮于表面地看到莎木表面上的一些短处，根本不知道莎木最大亮点何在，对游戏一知半解，简单粗暴地差评，这就是两者的区别”。我就去看了看GamesRadar给出的分数，【4/5】那我想这也能说明什么了，就像我常常对被我推荐莎木的朋友说的话“只有明亮的眼睛才能发现好的作品”（其实只是我喜欢自吹罢了）
说起莎木，我（或者其他莎木玩家）最不喜欢听到的话莫过于“太僵硬”“跟不上时代”这样的话。说实话，在我看来莎木根本不需要“跟上时代”，我们想要的不是现代式的快餐游戏，而正是莎木这种能让人静下心来慢慢品尝的游戏，才是好游戏。这就是为什么我如此喜欢这个系列
————————————————————
说回游戏本身，本人依旧列出几个优缺点供参考，如下：
剧情方面：莎木系列的剧情一直都是玩着的时候觉得剧情没有大的推进，但当你回过来回顾就会发现是很丰富的故事（1代除外，叉车王不解释），3代的剧情接着2代，讲述了凉和莎花在白鹿村以及中期来到鸟舞镇然后向凉的宿敌蓝帝复仇的故事。剧情本身的有意思程度个人觉得不如莎木2的剧情来的有意思，莎木2的剧情给我的感觉就是凉很急切的想要终结宿敌的那股怒劲被带入到玩家，莎木3没有围绕这个主题，只有最后结局部分才又将主旨回到复仇部分，却又埋了伏笔给新角色然后匆匆了事
地图刻画：从白鹿村的田园到鸟舞的海港小摊我觉得都是浓缩了莎木系列的精髓所在，就是即使是小到不必要的细节也不会含糊，每一个摊贩都有独特的对话，个性鲜明，且物品基本都能购买。这部分的优点我在莎木1&2说过了，就不说太多，具体可以看看那边
自由探索：我真的好讨厌在路上走路都会掉血！！！
战斗部分：这边说说相较1 2代有较大改动的地方，一个是格挡不在是按住防御键就无脑防，3代给了一个格挡条，只要这个格挡条用完了就无法格挡（平衡了很多，1 2代的格挡太赖了），而且敌人大多都有破防技，考研玩家的立回能力。另一个是进入战斗不再呼吸回血，而是给了一种回血道具来平衡（三步蛇饮料：效果为在战斗中直接回复50%血量。但是真的好贵，全流程我也没有买过一次）。说完改动，来说说我在1 2代一直诟病的武技书（主要问题也是在1&2合集的评测说过），在3代，武技书的运用率非常高，招式的正确使用对整场战斗的节奏起很大的作用，反倒是一般的拳脚显的没什么用了，用起来流畅度不及2代
顺便推荐一套我的招式表：
龙卷踢（开局远距离起手）
里门顶肘（中距离起手，不用外门顶肘是因为外门顶肘的后摇太大）
赤足扫踝（近距离起手，较小的前后摇）
连震掌（高伤害技能）
剩一个位置暂时没有找到很好的技能，等二周目的时候在回来补充
剩下几个小缺点放一起讲：历代莎木的主要经济来源都是赌博，但是莎木3前期要攒2000后期5000攒的实在有些厌烦，木牌换钱有些多此一举；通过寸拳马步鸡步的小游戏来提升基础属性这点我觉得多少有点画蛇添足了，或许是想要提升游戏的可玩性，但是玩多了就实在是枯燥了
————————————————————
总结一下，还是那句话，不要带着现代式游戏的水准去评判莎木3，它很多地方是远远比不上现在的水准，但我相信，现在或者以后的很多游戏的很多地方也是会远远比不上它（热知识：：莎木3是一款众筹游戏，达到这个水准我觉得很不错）。让我个人给莎木3一个评分的话，我会给【7.5/10】分，因为有些地方做的改动还没有2代好，属于是反向优化，再来是有一个地方让我很在意，就是开篇和莎花在去白鹿村时对话的分镜非常迷惑，两人说一句话换个镜头，这部分也没有2代两人在狼回山时的对话流畅，那个是一镜到底。
————————————————————
最后说说我对《莎木》系列未来的展望，我希望明年播出的莎木动画真的不是像评论区调侃的那样：13集里面10集在开叉车（不清楚是不是只有13集，应该是评论的猜测）；然后是希望《莎木4》的等待不会再是下一个20年。
好评: 这个游戏还是可以的，至少比部分国产游戏牛逼，比如仙剑7。
好评: 喂喂喂！一口气玩了三部根本不够啊！，非常喜欢这种慢节奏的故事，我不追求画质，我只希望游戏玩法和故事继续延续下去，我还想看阿凉接下来会发什么呢！搞快给我出续作！！！！！
好评: 我是在19年发售的时候才知道莎木这个游戏的，进而我 了解了不少关于莎木的故事。到现在买了3玩玩，其实给了我很大的惊喜。他独特的故事推进模式真的很惊艳，我已厌倦了那种接任务请问号的传统快餐模式，反而很欣赏这个游戏的特点。我希望能看到莎木的结局。
好评: 不好玩，有些设定太拉了。
好评: 希望铃木裕先生为我们继续带来更好的莎木。愿莎木长伴我行。
差评: 不知道该玩些什么，游戏性不强
差评: 这游戏太nm晕了，帧数不低，但晃视角总觉有延迟
好评: [h1]并没有说的那么差，玩起来感觉还行[/h1]

[quote]关注[url=https://store.steampowered.com/curator/39039781/]斗鱼游戏社区[/url]，随时了解主播推荐的好游戏。
访问斗鱼鱼吧社区参与互动，活动好礼送不停！[/quote]

由YS Net开发、Deep Silver发行的莎木3，刚好结束了EPIC的独占期，以还算不错的折扣回归Steam。个人并不是莎木粉丝，没有玩过一代跟二代作品，只是此前游戏刚发售的时候，各大游戏媒体也没有给出较好的评价，然后在游民新闻看到的评论也都是清一色的负面评论，那会才知道这么一款作品。

不过就今次体验来看，莎木3并没有说得那么烂，商店评价也是特别好评，差评也是针对发行与EPIC的骚操作，并没直指游戏质量。现在也庆幸没有受到游民老哥们的差评影响而错过了这部作品，再去翻阅一遍莎木3的新闻，看着底下的评论，反而觉得这些自信满满喷了一堆的游民老哥，可能连云都没云过，大概只是想找个地方发泄罢了吧。

要说莎木3远落后于时代，除了剧情对话无法跳过，UI界面从里到外透露着老旧的气息，还有物品互动时需要放大镜头后才能互动之外，其实习惯之后倒也还好，并没有说得那么夸张。像是动作系统方面，四个按键可以放出不同的攻击，通过不同顺序按下按键来释放不同武技，玩起来其实跟现在游戏的技能连招并没有什么大不同，唯一有别的是战斗时没有想象中的自由。战斗体验可以说是中规中矩，并没有多老旧，即便是当下一些动作游戏爱好者同样能有较为不错的体验。

然后是音画表现，尤其是画面方面，喷莎木3喷得多得全都说游戏画面是上个世纪的画质，然而实际的画面表现并没有这些喷子哥们说得那么不堪。2K分辨率画质全开，无论是场景的质感还是材质的纹理细节，人物建模的精细度、水面效果、光影反射效果都有着不错的表现。当然仔细看虽然会有粗糙感，以及有种人物与场景相互分离的生硬感，跟之前玩光荣的黄昏炼金工房系列前两作差不多的感觉，但依旧是在能够接受的范围，还不至于是渣画质那个程度。

莎木3的音乐，是我最喜欢的一个点。由于莎木3的游戏节奏还是非常缓慢的，玩家要在不同地方来回跑动来推进剧情发展，本身是习惯了快节奏，玩起来会有点小不耐烦。不过不同场景都会各自的背景音乐响起，乡村格调很是轻快好听且温馨感满满，特别是每天晚上回到莎花家的背景音乐，感觉真的太棒了。后面也不会再有不耐烦的感觉出现，转而能够平稳心态慢慢体验。

另外喜欢的，还是本作中数量众多的小游戏了。在游乐园里可以玩骰子大小、风花雪月、下落弹珠、乌龟赛跑，在机厅室里可以敲地鼠、打拳击等等，要说沉浸在小游戏中以忘记推进剧情也不是开玩笑。当然玩起来也得有个限制，比如玩骰子大小，实在搞不懂这个环节的机制，有时候能够一直赢，有时候梭哈了就直接没了，两点都能投出好几次你敢信XD

要说不足的话，主要是键鼠体验不太理想，玩起来有点折腾人，最好还是备上个手柄游玩。流畅性优化没有太大问题，最高画质基本上能保持在110帧左右（2070显卡），只有前去不同区域时偶尔会出现突然的加载掉帧，其余时候还是非常流畅的。至于是否值得入手，老玩家肯定都已经玩上了几遍，想要尝试的新玩家，首先得看自己能否接受慢节奏，如果不行的话就不要勉强了。能够接受慢节奏的，那么不妨试试，试问谁不想要一个像莎花一样的女朋友呢？

[quote]加入[url=https://steamcommunity.com/groups/feizhai]肥宅聚集组[/url]与关注[url=https://store.steampowered.com/curator/28359939]我们的鉴赏家[/url]，一起当肥宅w[/quote]
好评: 这款游戏，我玩的卡，画质不好我申请退款，还不退给我，怎么能这样
好评: 20年的等待，还是当时的感觉，值得一玩。
差评: 这个游戏我玩着头晕的要命，是真的头晕，玩了一会头晕恶心，差点吐了，和我一样有眩晕症的朋友注意哈。
好评: 重游桂林，赌博风光
好评: 以下完全是我主观的评价：游戏节奏很慢，完全没有让人玩下去的欲望，但是真正让人敬佩的是铃木老爷子，他在日本媒体疯狂抹黑扭曲中国的大环境下，让人们看到80年代风景美如画的桂林山水和热情好客的中华儿女
好评: 感觉像是个80年代大陆乡村步行模拟器，真正的角色扮演体验生活。只不过剧情节奏超级慢热。多数都是在找人闲聊。每个NPC也都很好的扮演着自己的角色。剧本感很强！

如果你喜欢欣赏风景，观看剧情为主的建议购买。还有各种小游戏可以玩。
就是因为这样的游戏实在是太讲究入戏，一般玩家真的玩不下去。当然我也不可能玩的下去。
好评: 凉：SOGA
好评: 好玩
好评: 不吃配置
好评: 非常 good
好评: 玩莎木也有一段时间了。就节奏来讲确实慢，不过喜欢这种从前的感觉。游戏剧情和音乐不说了，在我心中是一流。不过游戏机制确实该想想怎么做了，不符合大众口味，还是一成不变就完全是冲着故事买了
差评: 各种反人类
差评: 平凡枯燥的乡野生活，汗流浃背的粗活打工，食之无味的剧情，已经没有当初看资料片的那样热情了。
好评: 是不是对系统有要求？win8.1启动不了 弹出对话框
差评: 一流的剧情，三流的qte。而且再经典的游戏有了这种又臭又长拖沓的节奏都是狗屎一坨！这游戏就是狗屎！
差评: pc版游戏按键非常谜，战斗怎么按都摸不到吃药恢复键,怎么办啊?
差评: 我玩了20个小时，基本有10个小时在赌场玩小游戏或者钓鱼。主线剧情没吸引力，极其拖沓。战斗系统简直就狗屎：1.没有位移，很多时候只能贴身杠血。
2. 锁定视觉，后面有一对多剧情，你锁定视觉就会有很大的视觉盲点，这还不是重点，重点是你出招只能往你锁定的人打过去，换句话说，你锁定的人如果在人群后面，那么敌人会跟看猴似的看你出招，然后围殴你。
3. 最可怕的是招式，游戏里面有几十个招式，每个都要记，比如手柄，AAXX,XAB，ABYY，等等各式各样的招式，你都要记，不然你是打不出技能的，如果连招过程中以上技能的键没有连接上，包括按错或者过程中停顿，又是送人头。。。。。

这种游戏，你说买情怀可以，买了不玩的。。。如果真玩，挺锻炼脾气的。。。
差评: 不愧是吹出来的神作
好评: 虽然游戏跟不上时代 但是不忘情怀还是要支持一份 希望能出新作
差评: 这游戏问题最大的两点就是作为一个一中国为背景的游戏却没有中文语音，PC上的交互体验不好，所以推荐手柄游玩，没有云存档真是太恶心了，作为一款养生长剧情游戏没有云存档一点都不方便。
好评: 是我哥推荐给我的，我哥很喜欢世嘉的游戏，但事实上我是索尼党，一开始玩的时候我并没有感受到它的魅力，觉得太慢节奏了，但我坚持玩了会，才真正惊艳到我，它让我沉浸其中。

在这个快节奏的时代，有无数令人惊艳的游戏崛起，又有无数惊艳到人的游戏没落于时间长河中。世嘉孕育了最早的一批中国玩家
这批玩家今天已成长为社会的中坚阶层，他们目睹过单机游戏的十年兴衰，见证了网络游戏的狂飙猛进。他们中的大部分或许因为工作和生活的双重压力已经放弃了游戏，但却永远不会忘记曾经引领他们步入神奇的游戏世界的那些古老机器。

于我而言，游戏早已超乎了玩乐的意义，它表达出了我无法对外人宣泄的情感，它让我体会到一个新的世界观，它绚丽多彩，保护缩在蜗牛壳的我。

最重要的是，它会陪伴我成长。


好评: 去年就打完了，看到永久降价到90块来评一下，主要还是粉丝向，建议先玩1和2，比较养生的游戏，但不要太佛，会bad ending。风景也不错，可以云感受另一个地方的风土人情，主要在白鹿村每天还有漂亮的女孩子叫你起床，莎花真是太好看了(｡･ω･｡)ﾉ♡
差评: 抓个屁鸡，玩个游戏还考验我反应速度十八，那只能差评了
好评: 请教一下，如何在徐师傅家寻找线索？
好评: PS4的不知道为什么买了DLC玩不了，再买一份
好评: 好玩，主线流程十几小时，打不过就练功，py十来块入手不亏。不要做成就，过于恶心。
好评: 画面比1和2有质的提升，令人赏心悦目，人物建模也很精美，颜值较高。战斗系统进行了简化，更加流畅。还增加了新的收集系统，令人沉迷。唯一不足的就是开发进度太慢，希望莎木4早日推出，什么时候能众筹，我一定支持。
好评: 有人批评游戏节奏过慢，说得没错。但游戏的景色和神韵，是必须慢下来才能感受到的。从白鹿村到鸟舞镇，一路的一草一木，每一间店铺，每一个NPC，都要慢下来才能感受到。制作者强行让节奏慢下来，正是为了让玩家感受到莎木3的美。
这是一个不属于这个时代的游戏，但同时也是一个独一无二的游戏；太多的细节值得玩家去感受，太多的感动值得玩家去回味。游玩整个游戏，我感受到了制作者的理念，用心与玩家交流，让玩家仿佛在白鹿村与鸟舞镇进行了一场美好的旅行。
谢谢你，莎木3.
差评: 我不是傻逼，是游戏傻逼
好评: 节奏慢，玩进去后很有沉浸感。风景不错，喜欢这种中国风的景物和音乐
差评: 游戏性和剧情一塌糊涂，不是老粉或佛系不建议入
好评: 这是一款世界设定在上世纪80年代的中国的游戏,见过的开放世界游戏好像只有莎木的世界设定在中国，还是很少见的，游戏有一个地方我想不明白，为什么游戏里的中国人全都说英语，不应该都说汉语吗，总而言之这款游戏我很喜欢，游戏里中国广西的风景很美，还可以体验上世纪80年代中国的生活
好评: 观感良好！
好评: 养老游戏得软磨硬泡细细品其精华
差评: 玩了几分钟，只吐槽一下主角的外貌。
主角芭月涼的脸从轮廓来看，是个国字脸，头发也都竖起来，看起来比较有阳刚之气。但是却长着尖下巴，薄嘴唇，鼻子也比较小，看起来有些阴柔。两种截然相反的气质出现在一张脸上，令人感到违和。
好评: 莎木一直是我很喜欢的游戏，虽然莎木3给人带来一种对话冗余的感觉，经费也不足，但却不能阻碍我对莎花的爱。
差评: 画质不怎么样，键位不习惯，还不能改成自己习惯的，NPC说话速度真的慢。总的来说，如果不是情怀不推荐购买
好评: “我以为谁呢 你还没死呢”
“遇到了点小麻烦 不打紧”
“既然你回来了 那咱们出发吧”
我转过身去假装收拾行囊 这样视线就不至于模糊了 对吧

原汁原味的莎木体验 如果你还玩得下去经典老游戏 那请从莎木12HD版从头品味
如果不能那 莎木3也不会适合你的 这绝对是个好游戏 但挑人
和黑手党重制版鲜明对比 原作的那车损 那细节 甚至小路都没了 节奏完全快餐化
车灯光追再炫 也只能吸引新玩家 老玩家基本还是希望踏踏实实的原汁原味体验
差评: 我只想问马路上的NPC为什么这么少，二十几年前的1代2代NPC都比你多好几倍。舞鸟就是一座鬼城，只有摊贩，没有游客。


好评: 这游戏一定要耐下性子慢慢玩，是个好游戏
差评: 动作画面实在是一言难尽说一句话间隔半天
差评: 步行模拟器，主线找朋友，支线捉迷藏
好评: 虽然是童年的回忆，但是众筹出来的第三部着实有点一言难尽。
但是不管怎么说。当世嘉走下王座后，历经往事繁华，只有莎木见证了这一切
好评: 莎木3本来就是粉丝向的游戏，莎木粉们要的就是这种感觉。是莎木迷的必须入手。不是的话玩玩学习版删了就行了。
好评: 很有沉浸感，代入感的游戏，画风很优美，BGM有一种令人心旷神怡的感觉。
就是游戏模式有点老套，未必适合当代年轻人，不过当你玩下去之后，你会慢慢融入到莎木的世界。
好评: [h1]《莎木3》——来自上个世代的挽歌 [/h1]
      所有观点均仅代表作者本人立场，本简评将不会涉及到除必要部分之外的剧透内容，未经允许禁止任何形式的转载。
[h1]剧情，还有剧情之外的事 [/h1]
      1999年12月，正值第六世代开始的第二年，传奇街机游戏制作人铃木裕推出了一款堪称现代开放世界游戏鼻祖的冒险游戏《莎木》。为在索尼PS2前抢占主机市场，世嘉几乎是不计成本的打造这一他们心目中的完美游戏。很可惜初代的销量只有113万，两年后的《莎木2》销量更为惨淡。铃木裕原定16章的心血之作，也永远停留在了第6章的最后，那个神秘的山洞。
      18年过去了，世嘉也不再是能参与主机大战的庞然大物，莎木也不再是市面上烧钱最多的游戏，变成了一款众筹续命游戏。但对于主角芭月凉来说，发生过的一切仿佛就在昨天。桂林山村旁的那个山洞，凉和莎花发现了神兽的石雕，踏上前往白鹿村的路，企图解开从上世纪就留下的谜团和悬念。
      不得不说，《莎木3》是一款彻头彻尾的粉丝向游戏。尽管开发者已经很贴心的在主菜单加入了从1代开始一直讲到2代结束的“前情回顾”，但对于某些完全没接触过1、2代的玩家来说，可能还是会一头雾水。所幸，游戏的物品详情、只言片语的谈话、任务中闪回的画面、通讯簿里面的名字等等，都在企图给新玩家们构建出莎木独特的剧情和世界观，也在为老玩家揭开尘封了近20年的回忆。
[h1]游戏设计与战斗系统 [/h1]
  纵使现在已经是一个沙盒类游戏高度发达的时代，《莎木3》的设计依然保持了浓浓的“莎木”味儿。无论是凉的笔记本，还是“莎木”式的NPC；无论是各种各样的小游戏，还是原汁原味的交互方式，《莎木3》把过去的那份体验，原汁原味地还原给了玩家。虽然有些设计既不好玩、也不够人性化，甚至可以说与时代严重脱钩，以至于容易劝退不少慕名而来的玩家，但这也可以说是只能在《莎木》中才能体验的到的独特的韵味。
   如此慢节奏的游戏在现在的市场上确实已经格格不入，和当初的《莎木》一样，《莎木3》也只能说是一个小众游戏，也算不上是个合格的商品。缺少的次级菜单功能、无法跳过的对话、繁琐的操作和大量无意义消耗的时间可以说让玩家玩起来偶尔会异常烦躁，随着时间的NPC行为变化造成的有些任务bug也让沉浸其中的玩家感到脱节。虽然成功但算不上火爆的众筹，糟糕的首周销量和epic独占造成的口碑损失让这款游戏未来的支持也蒙上阴影。
[h1]音乐、演出、场景与画面 [/h1]
  缓慢的游戏节奏，自然会让玩家不可避免的关注背景音乐部分。莎木作为“游戏音乐电影原声化”的鼻祖，自然也没砸了自己的招牌。从白鹿村到鸟舞，不同的场景拥有不同的音乐，听着耳边的乡村小调，走在富有生活气息的村庄里，看着NPC们就如同真正的村民一样拥有自己的生活，那一刻的代入感是无以言喻的。
   游戏的演出和场景要形容起来，只能说非常的“莎木”，也就是铃木裕最擅长，也是最希望带给玩家的“生活感”。这种非常东亚化的生活感，需要真正对中日文化有深刻理解的制作人才能完成。不过客观来说，《莎木3》的场景设计其实走了下坡路。桂林的山水看起来非常的四不像，而80年代的中国乡村还原的也非常微妙，出现了不少完全不可能出现在那个时代的建筑风格。
   游戏画面第一眼看起来非常简陋，非常像上世纪的游戏。但实际入手之后，水面的光影和材质的纹理其实都非常不错。当然作为一款众筹游戏，经费的限制导致其还是有种不同于3A的粗糙感。在画面表现力上再也无法像当年一样吸引眼球的《莎木》，不由得让人有种悲凉感。
[h1]最后，但不是结束 [/h1]
  《莎木3》的最后，芭月凉的旅途还是没有终结。毕竟按照原先莎木整整18章的勾选，《莎木3》完全不足以将其讲完。铃木裕在《莎木3》结局之后显示的致辞画面中也明确写到了希望制作《莎木4》。可惜《莎木3》算不上好看的销量，让《莎木4》变得遥遥无期。   但在这原以为不可能推出的游戏竟然真的发售了的现在，还有什么不可能发生呢。
差评: 键盘体验极差,画面对19年来说属实拉跨了
好评: 好家伙这不是农村是景区，进去全是小游戏在勾引我，这像是能干成事的地儿么
/ 真是个好游戏啊，或许我应该早生十年
好评: 虽然大多数人不喜欢，虽然游戏节奏很慢，但是作为童年回忆还是给与好评，希望有生之年这个故事可以完结
好评: 情怀。只推荐给20年前玩过前作的人。
本作无疑技术上落后于时代。但为了世嘉曾经开拓时代的精神和我当年游戏里空地上为了练技能打出的那么多拳拳脚脚，打折的时候收入囊中还是非常值得的。
差评: 这游戏除了画面，剩下所有的游戏要素都是20年前的。有人说原汁原味，但我宁愿再去玩一遍FFX也不愿再碰这游戏一分钟了。因为游戏节奏非常奇怪，有种说不出来的拖沓、老态龙钟，也许只有本游戏的死忠粉才能跟得上。另外鼠标操作聊胜于无，根本没做PC操作优化更使得玩起来非常蹩脚，手柄操作尚可。
差评: 铃木裕老爷子一把年纪出来赚钱能理解，不寒掺。但对玩家来讲，真没必要再浪费时间来玩了。
时代变了，把当年领先于时代、理念超前的莎木，几乎原封不动的搬到现在，只能说远远落伍了。

当然，现在还玩莎木，也就是冲着剧情和情怀。
先说剧情，莎木的剧情实际上并不复杂，是靠着丰富的细节和支线撑起来的。
但顶着上上个世代的建模和动作表现，过时的小游戏和支线玩法，再想简简单单讲废话，就很单薄了。
整个流程下来，其实剧情推动几乎为0，来的几个地方纯粹走个过场，也不知道下一部要去哪儿干嘛。
角色的刻画也非常无力。应该深挖的人物细节和相互间的情感互动非常少。尤其反派御姐的转变，很生硬。

玩法上不思进取，毫无进步。战斗和养成跟过家家一样。
很多设定不把玩家时间当回事，支线任务大部分都有主线进度的期限要求，错过就得开新周目。
设计成就的人更是无脑，钓一千条鱼、采集所有药草之类的脑残成就，毫无必要的占用玩家大量时间。

最后也就剩下情怀还能让人满意。
游戏里专门拿出很多资源，展示莎木的支持者和粉丝的祝福。
而且，
能和原崎望打电话啊！
能和原崎望打电话啊！
好评: 千万不要用现在的眼光看待这个游戏，不然会当作垃圾游戏的。
一定要《莎木》系列诞生之日起的年代来看待它。
好评: 作为20年的老玩家，有什么理由不推荐这款游戏呢？如今能让人能沉浸下来，感受另一番人生的游戏不多了吧
好评: 真要谈起来有点复杂
游戏玩肯定可以玩，但是也没那么好玩，可能我偏向于不推荐也不踩的中立立场
前期很开心，结尾还不错，但是中间的过程，尤其主线剧情特别水，直接重复的部分真的还是挺劝退的，再加上游戏的慢节奏，我想很多人可能到了中期就没啥动力了
而且毕竟是独立工作组，小游戏的质量也一般般不像如龙那么好玩
但是考虑到游戏的整体质量和诚意，以及制作人对于这部游戏的认真态度
我觉得还是应该给个赞
继续加油，希望4能更好！
好评: 第一次玩莎木系列，玩了这么会儿，怎么感觉就是个找人游戏。
找完这个找那个，全程都在找人和问路，感觉有一点点枯燥。
当然小游戏和打斗还是蛮有意思的，剧情的话因为没玩前两部，虽然有前情提要但还是一知半解的。
最后！！！  莎花每天的早上好真的太治愈了！！！我也希望有莎花这样的女生在我每天早上出门的时候向我道声平安┭┮﹏┭┮，莎花真的太温柔了。我要给莎花一百个好评！！
差评: 当年玩莎木一章横须贺时，游戏类型是FREE,觉得是神作！如今玩莎木3时，客观公正的说，跟同年代其它游戏比就是4399小游戏。而且游戏类型也不是开放沙盒类，再也不FREE了。
好评: 玩了一二部，觉得这种每个NPC都有日常的设定吸引，你可以看见他们每天在不同时间内做的事情都不同，甚至还会收到天气的影响等等。还有各种小游戏，和如龙系列有得一拼。对了，我是先玩的如龙才来玩的莎木，果然不让我失望。关于操作，键鼠不能改键很麻烦，不过没事我拿NS的手柄来玩，居然全支持~
好评: 从如龙系列直走过来的，之前没玩过莎木。非常喜欢这类游戏
差评: 不好玩，我是傻逼
差评: 这游戏画面很漂亮，音乐很动人，妹子很可爱，就是不好玩！

作为一款时隔20年的续作，剧情没头没尾的也就罢了，关键是水分还很大，日式的对话有多啰嗦就不说了，简单一件事情能让你把整张地图跑个遍，这种套娃式的任务链实在是无聊，一共两张地图等你逛得差不多了剧情也就结束了。这游戏不是节奏慢，而是缺乏动力，玩家大多数时间都不得不花在练功和赚钱的小游戏上，对于玩过YAKUZA系列的玩家估计小游戏早就玩到吐了。然而整个游戏剧情战斗加起来大概不到10场，商店卖的东西90%没什么用处，如果你没有收集癖的话很多东西都可以跳过，包括一堆中看不中用的传统功夫，招式看着挺华丽的，真正用起来多半是被敌人防御了，你一套连招打半天还没对方一拳扣的血多，操控的流畅性也欠佳。

QTE反应时间太短也许是我的问题，这游戏最大的亮点就是NPC的对话会根据你剧情的进展随时变化，这点确实很细致，这也给问路和调查增添了一丝乐趣。虽说经典系列总是会拿到不少老玩家的情怀分，但总的来说我认为依然不是一款优秀的作品，以本作这样的剧情即使放在20年前充其量也就是个小游戏合集罢了，若是有年轻玩家被特别好评四个字吸引来玩，只怕是要大失所望了。
好评: 不好玩
好评: 抛开情怀不谈，游戏超慢的节奏非常适合养老。近几年玩游戏的时间越来越少，所以心态一直很浮躁，一款游戏拿到手恨不得两分钟通关，很多游戏看个片头就不想玩了。这波好了，一回到莎木的世界，我开个抽屉都很费事，但不知道怎么的，心态突然平静了很多，仿佛有一种“要不我就平静的生活在这吧”的想法。目前游玩时间不长，每天玩一小会，就为了打工吃饭。我不太喜欢游乐场赚钱，但如果老老实实打工，估计这辈子出不了村子了吧。或许，我可能只是想在村子里拔草劈柴了，每天早上起床看莎花做早饭，晚上回家看莎花织毛衣吧。
好评: 这可能是我这辈子写的最严谨的评价，从小时候用DC玩了以后就一直觉得这游戏简直是神作，一二代是真的神作，但是当时可能没人理解吧，然后又是世嘉自家的主机，销量自然很惨淡，看后面如龙的成功就知道，我也是如龙的忠实粉，如果莎木晚一点可能没如龙的传说了，莎木真就如龙引路人，1999莎木的画面真的是顶尖的，同期好像没谁能比，玩法也新颖，实打实的格斗操作，学技能都要靠npc的讲解自己按，真的太真实了，各种的物品细节，对战技能全靠自己按，真格斗游戏（手动狗头），每场qte设计都到好处，真的完美，游戏剧情和游戏性的相互，缺点就一二代空白时间有点多，不做全收集只能等时间，说完一二代，我们现在聊聊第三代，创新有，但是我要说说的是我觉得的缺点，剧情烂尾尤其最后蓝帝那里更是莫名其妙，剧情跟游戏的严谨性跟一二代没法比，有些剧情还莫名其妙，然后就是qte删减严重难度降低，格斗技能直接快捷不用按，学武技带按键提示，而不是以前那种口述，我知道你要照顾彩笔玩家，但是你怎么能把核心的东西删了，创新可以，听意见可以，但你不能忘记自己的核心玩法，还有有的玩家说走路浪费时间，那你以后是不是再加个快速传送，还有就是本来就是个探索慢节奏游戏，看看小物件，你们这些土鳖玩家为啥要加快进度，真的很奇怪，其实就比如打木桩这个创新就很好，改成qte打就更好，就像二代搬箱子那样，但是用在二代打工上就真的很一般，但像打木桩这样让玩家更有沉浸感，我知道三代是时隔二十年的众筹品，所以我愿意用情怀买单，如果有四代我愿意给你们时间和去改变去进步，这里我也希望十年磨一剑，真有第四代的时候他是进步的，而不是再是用我们的青春买单。来自以为喜欢莎木20年的中国玩家。
好评: 莎木能推出第三部作品很不容易。这作保留了相当多前作的设定，同时也做出了一些现代化的改进，优缺点都比较明显。

优点：
1. 同前作一样，游戏内几乎所有的角色都会随着剧情推进有不同的对话。可以想象游戏制作的工作量非常庞大，但我认为是值得的。它会影响到你在这个世界的体验，会觉得每个角色都是活的，会带来不错的沉浸感。
2. 保留了前作特色，设计了大量的小游戏、挑战和收集要素，强迫症玩家会莫名沉浸其中。
3. 音乐依然很出色，旋律都很出彩，美中不足是用了大量前作音乐，全新似乎不多？
4. 美术方面，设计我觉得还是可以的（造型鲜明，但建模没表现好）。场景建模、布光等等我觉得看着都很舒服。
5. 相对前作，做了一些现代化的、便利玩家的改进。比如一些动画、对话可以跳过、或者不会重复播放（如开扭蛋的动画）。战斗时可以装备技能一键发招，不必记按键。部分调查不必通过放大才能触发。操控明显也比前作舒服很多。
6. 游戏中有很多情怀桥段，如救莎木馆里的玩家照片、前作设定图、Q版形象、铃木裕的塑像。铃木裕的演讲海报。旅馆里众筹玩家的留言册。和前作角色打电话。赚足前作玩家泪点。

缺点：
1. 角色建模和表情动画透露着贫穷，主要角色的模型也有些许缺陷，虽然相比之前宣传片有比较大的改进，但还是让人觉得遗憾。
2. 仍然还是有比较冗长、拖沓、不必要的桥段和设计。比如路边的草药没有必要放大镜头再按确认键摘取。
3. 战斗系统有些简单过时，希望能加入一些现代化的新玩法。
4. 工作收入相对游戏所得差距实在太大了。迫使玩家沉迷游戏厅而忽略了正常工作这部分游玩体验，虽然我觉得可能挺真实的……但没必要。
5. 游戏背景虽然设定在中国，但游戏中的设施、角色着装等等都与中国在那个时代的情形相去甚远，中国玩家玩起来会有点出戏。希望能来中国多做调研，请中国的顾问来解决。
6. 虽然还没通关，但就目前体验到的部分，感觉剧情方面似乎相对上作进展不多。我觉得如果续作开发条件还是比较困难的话，还是不如舍弃一些游戏中的次要细节，尽快把剧情完结才能不负玩家的期待吧。制作人可能需要重新思考一下，游戏细节的极致、剧情推进的缓慢、玩家体验和投入的人力财力相比，在这个时代，是否值得。也希望制作人在保持本心的同时，能同时吸收一些现代游戏设计的思路，做出比较好的权衡。

莎木3是个神奇的作品。它并没有什么部分做得非常出色或者让人眼前一亮，小游戏也好、剧情也好、打斗也好，都是很平常。但这个由大量丰富细节所构建出的世界，就是能让我迷之沉浸在其中，也许这就是莎木独特的魅力吧。它可能并不符合现代玩家的普遍审美习惯，但如果你时间充裕、想闲暇之余体验一下20年前这种慢节奏的、简单纯粹的游戏乐趣，不妨尝试一下。

最后，我希望还能玩到莎木4。
好评: 爷青回
好评: 游戏细节高到令人发指，每一阶段任务跟所有NPC的对话都不同，这工作量可想而知。然而莎木3做到了。
80年代的街机游戏也很有年代感，收集所有的武功秘籍也不失为一种成就感，
这个游戏只要能静下心来玩，就能发现真的很有意思
好评: 好家伙，这QTE的速度是来锻炼超人的
好评: 我推荐莎木3的理由
1.游戏机制在前作的基础上优化，还保持了前作原汁原味的游戏体验。
2.作为续作很好的承接了前作的剧情，演出有略微不足但可以接受。
3.可以和前作人物打电话。
4.小游戏比较丰富，大多数还算有趣。
5.武术比较还原，在电子游戏里体验一招一式的正经武术的体验比较少见。
6.莎花巨可爱，我觉得游戏里最放松的时候就是晚上和莎花聊天的时候。
7.想要女朋友和莎花一样。[spoiler] 想要个和莎花一样的女朋友[/spoiler]
好评: 《莎木3》作为时隔多年后出品的“莎木”系列作的第三作，在经历了长时间的沉寂、2015年宣布制作、获得Kickstarter游戏众筹最高纪录等沉浮后，最近终于能在steam上玩到了（等好久了）。
不论是开放世界又或是QTE玩法，初代莎木在二十年前就尝试了很多在现今已普遍存在的创新玩法。这次的第三代作品，延续了前两作的韵味，一脉相承，仍然是那种悠闲散漫的氛围、真实又略显繁琐的操作，以及我们那一脸正气总有妹子喜欢的木头主人公“芭月凉”。 
《莎木3》的故事承接前两代剧情，从凉与莎花找到了有着青龙镜与凤凰镜大型雕刻的山洞后开始，前往了莎花的老家白鹿村，寻找莎花的养父——石雕师袁师傅，以继续追寻杀害凉的父亲、并夺走龙镜的蓝帝的消息……
毕竟游戏与上代之间已有将近20年空白，就算是老玩家可能也都记不清前两作的剧情内容了。因此游戏贴心的在主界面内设置了前两作的剧情回顾，方便新老玩家了解（回顾）前两作的剧情发展。

[h1]一、（太长不看版）特点及简评[/h1]
[h1]游戏特点：[/h1]
+部分开放式RPG：随剧情不断扩大解锁的可行动范围，自由安排的游戏进度；
+表现出八极拳等各大拳法特色的功夫战斗表现；
+个性十足的NPC们；（多和NPC聊聊天，挺多有趣的对话）
+游戏行为对真实世界的具体还原；（其实有好有坏）
+令人怀念的80年代怀旧场景与物件；
+丰富多样的小游戏与收集要素（与小彩蛋）；
+自带繁简中文；
±慢节奏玩法比较挑玩家；
-部分操作过于繁琐；
-在演出部分：游戏人物的表情稍显僵硬，部分剧情对话中镜头切换与运镜过于频繁；
-日式主机游戏的常见问题，键盘操作远不及手柄便利。

[h1]总评：[/h1]
	 时隔多年的“莎木”系列第三部，延续了前两作的韵味，仍然是那种悠闲散漫的氛围、真实又略显繁琐的操作、在细节彩蛋上有着丰富设定，以及我们那一脸正气总有妹子喜欢的木头主人公“芭月凉”。人物刻画个性十足、搓招式的武术战斗系统独特而又有趣，但相对慢节奏的游戏操作与没有地图指引全靠玩家主动问人的任务推进方式，让这款游戏显得格外挑玩家。

[h1]二、融合了格斗玩法的战斗模式[/h1]
这其实是我在游戏中最喜欢也最沉迷的一点，真实的武术招式与简化版的格斗搓招战斗。
作为游戏背景，我们的主人公是一名自幼习武的道场二代，虽然刚开始由于叛逆的性格而不怎么好学（学艺不精），但在一代（日本的街头战斗）与二代（香港的武术熏陶）的经历后，也算是略有小成。
打开凉的招式表，初始就有三十多种不同的招式，有简单的“冲拳”、“上勾拳”、“膝击”，也有一般武术招式的“地走脚”、正统八极拳的“外门顶肘”等。随着游戏的进程，主角凉还会学到更多招式。各种招式都设定有对应的键位，玩家可以像格斗游戏一般进行搓招。
https://steamcommunity.com/sharedfiles/filedetails/?id=2310815687
在村子里也能找到不同对手陪练，熟悉并升级各个招式的等级。随着招式等级的提升，威力（攻击力）也会随之提升。
不过，略显可惜的是，游戏中的功夫战斗手感一般，虽然一招一式都相当漂亮，但是打击感却有些软绵绵的，似乎只是有形无神。

[h1]三、练功切磋赚钱钓鱼，自由安排时间推进剧情[/h1]
游戏还是以寻找莎花的养父、追查杀害凉的父亲、并夺走龙镜的蓝帝的消息，并顺带帮助各位村民为主线。
不过游戏中除了部分剧情流程要求主角在制定时间地点触发事件外，主角凉可以对一天里的时间进行自由安排。
玩家可以一开局就积极推进主线，四处询问村民，沿着线索一路追寻下去，但也可以先将主线放置一边，“享受起乡村的慢生活”。每天早上起床后，凉就可以自由选择要做些什么，可以到武馆前的木桩那练习“马步”或者“冲拳”，可以选择去各店面前的扭蛋机收集各类扭蛋，也可以去做个打工人“劈柴”挣点小钱，还可以到游乐场换点木牌（也就是代币）小试手气，甚至能在村子里找个对手来切磋武艺比试两场。
大概因为战斗模式比较类似于格斗搓招的动作类游戏，本作的主角并不像常见RPG里通过打怪升级的方式养成人物，而是仅仅有体力与攻击力两种属性。通过像前面提到的找村里的对手陪练可以提升招式等级以及攻击力，而在村子各地的木桩前练习“马步”或“冲拳”能提升凉的基础体力，增加凉的体力上限（就不会像初期时不时体力就见底要吃两口苹果啃三下萝卜）。
像我就习惯像当年的仙剑“十里坡剑神”那样能练级就先练级，开局除了开头两天的起始剧情外，就优先练基本功、砍柴，提升基础体力与赚第一笔钱，之后再随着主线剧情展开来学习新招式提升攻击力。 

[h1]四、富有个性的有趣NPC们[/h1]
游戏中几乎所有NPC都能进行对话，通过与NPC们的对话中，玩家能明显看出不同村民的不同鲜明个性。而且随着主线剧情进展，同一NPC的搭理你的富有个性的“废话”也会随之变化，有一种真实的生活气息。
例如村里的一位小年轻在看到主角凉时，一副懒得理睬的态度；但莎花一开口后立马站起来回话这截然不同的姿态，明显看出他对莎花有意（可惜，你不是主角，就别想了）。
而另一位村口大妈则确确实实的让人想到周围常见的三大姑八大姨，见到就问八卦，像“哎呀，你和莎花什么关系啊”、“进展到哪一步啦”、“啊，不用多解释，我懂的，我懂的”这类发言简直真实。
商店里的老太太在你上前搭话时，有着“大姐”或“大婶”的搭话选择。如果你选择了“大婶”，就会发现，喊了好几声就是不理你，等你一改口“大姐”，马上笑盈盈的问你想要什么。
最让我印象深刻的还是在游乐场里遇到的一位大姐，看到我们帅气的小伙子凉后，开口的话都是各种让人误会的“骚扰”向发言，每句都颇有槽点（笑）。
https://steamcommunity.com/sharedfiles/filedetails/?id=2302837431
有时候在询问主线剧情时还会意外发现村民隐藏的大秘密。
像我本来在询问主线中一位孙老的下落，由于前面的线索得知有部分老人认识他，所以我都揪着老人问话，结果没想到问到其中一位老太太的时候，突然吐露出她50年前的心动，本以为对方下一句是怀念少女情事，没想到意外听到下一句竟然是“我可是个贞淑的好妻子”。你这么说很难不让人联想啊。

[h1]五、系统上一些真实向（？）的游戏设定 [/h1]
1.真正动手走路问话来获得任务线索。
游戏不会在地图上标出各种“？”“！”，而是需要玩家一步步的向周围的村民们询问，以获得各种线索。同时这些线索都会详细地记录在凉的笔记本中。不同的村民会提供不同的消息，玩家在综合这些笔记的基础上就能得出下一步该做些什么。当然有时候，玩家也可以仅凭一个线索就推测并找到任务目的地，并不强行要求完成所有线索搜寻。
PS：由于地图上并不会有“？”这类任务提醒，所以游戏的支线很容易会被玩家错过。如果有全成就需求的玩家，要注意随着剧情主动与NPC对话。

2.人是铁饭是钢，补足体力才能更好的战斗。
游戏中没有所谓的血量设定，而是统一设定为体力，而体力并不仅仅在战斗时作为血量生效，在日常中也会不断损耗。每天早上精力充沛的凉，随着时间的流逝，体力值也不断降低，如果经常跑步体力就下降得更快了。
而除了一天结束后的休息补满外，就只能通过吃各种食物/药材来补充。像在游戏初期，常常到了中午时间，凉就要记得吃上几口食物补充体力值。
由于体力值也相当于战斗时的血量，因此在进入战斗前记得吃饱饱再开战，否则就只能在战斗时灌几瓶蛇酒补体力了（战斗时不能吃其他的补体力）。

3.简洁而又实用的笔记本。
游戏里将所有收集到的线索消息都记录在主角凉的笔记本里。笔记本里对所有游戏剧情与任务进展、地区地图、活动信息等都事无巨细的进行了记录。由于记录了游戏中详细的剧情发展，并用红线标注出下一步任务需求，即使玩家是荒废主线沉迷于各种小游戏，在想重回主线任务时都能很快熟悉剧情进度。

4.过于繁琐“开箱”体验则让人烦躁
游戏中类似于一般RPG的“开箱”行为，竟然需要按5次按键、6个步骤才能完成。
像要拉开一个抽屉/柜门，玩家要先按键进入搜查视角（1），将视线聚焦到想要开的柜门上（2），点击一下A键进入正对着柜门的视角（3），再点击一下A键打开柜子（4），而往往这柜子里都没有什么重要的东西，之后的操作还需要B键关上柜门（5），再次B键返回游戏视角（6）。
虽然整个过程是很真实，但实在是过于繁琐了。我觉得这个对真实性的追求没必要，真的没必要啊。原本RPG游戏里我最爱的翻箱倒柜行为，在这游戏里我都懒得做了。

5.吐槽点：设定上虽然往着真实向设定，但游戏画面中有的地方却又缺乏真实考据
这里我最想吐槽的一点，是游戏中的寺庙一点都不真实。
你这一个西南地区的寺庙中竟然是一名女主持，后面挂满了日式许愿绘马，这真的一点都不真实。而且在这个寺院中，除了能发现大量的桌游盘与小彩蛋“SEGA游戏机”外，竟然还收藏着好几坛的酒。

[h1]六、丰富多样的休闲小游戏[/h1]
游戏内有着丰富的小游戏，除了前面提到的练功“扎马步”与“冲拳”，赚钱的“砍柴”打工外，玩家还有游乐场里的“赛乌龟”、“四球投篮”，或者租个钓竿在各地钓鱼，为了凑齐一套藏品去玩扭蛋机，或者去游戏机厅打游戏也未尝不可。
如果对这些额外的小游戏不感兴趣的，也可以直冲主线，完成剧情。

[h1]七、一些其他的感想[/h1]
1.建议还是手柄游玩，舒适度大于键鼠。
如果使用键鼠游玩时，游戏画面是没有鼠标显示的，在选择项时只能通过键盘按键进行，在游戏界面中的按键提示也只有手柄的ABXY键位。因此想要用键鼠游玩的玩家，除了要记住键位映射外，建议还要适当的修改原设定的键鼠设置。
而且在钓鱼这类小游戏中，手柄是用摇杆的转圈功能来模拟收钓线的操作，而如果使用键盘的玩家就不得不辛苦的连按“HBNM”四个键位来对应摇杆简单的转圈操作。

2.人物对话可通过Y键加快显示。
感觉上，游戏除了走主线剧情时的对话是强制看完的以外，其余的日常对话时是可以通过Y键加快显示的。

3.失败的QTE会有搞笑镜头，建议其实可以都尝试失败一次看看。
游戏给失败的QTE都制作了一些有趣的结果。
像有个QTE成功公主抱接住对方的话，可能会以为对方是个弱女子吗，但如果失败没接住的话就会发现，原来竟是位功夫高手啊。

4.一些对话方面的演出效果不佳。
不知道是经费不足（做不了多的动作），还是真的没有一个好的演出制作人，在一些剧情对话场景上，总是使用同样的镜头平移形式来进行演出表现。一段两人对话，就只看到镜头在两人间按讲话人进行切换，换到的镜头也只进行上下左右的平移，一两次也就算了，每次都是这种镜头表现，就显得有些呆板了。（倒是非对话类的演出还是能算及格的）

5.80年代风味的怀旧事物真是令人怀念。
毕竟游戏的事件发生的时间是1987年，因此游戏中的各种小游戏、场景、对话也都有着80年代的古早痕迹。像游乐场中“开怀一球”、“套圈圈”都有着梦回童年的感觉。路边还能看到小孩子们在玩“撞拐子”，对话里谈到了过去的“拍纸片”游戏，还有那著名的彩蛋“SEGA游戏机”，充满了对过去的情怀感。

6.（小小吐槽下）主角凉真是个不懂情爱的木头，偏偏还那么多人喜欢。
从游戏中前情提要就能看到，综合一二三部里就有望、芳梅、乔伊、莎花、红秀英、高野和泉这么多女生喜欢，偏偏主角却是个木头。
有次在村里碰到喜欢莎花的那个男生时，他得知凉和莎花住在一起、每天还是莎花给凉做饭时，那语气语调都快喷出火了，我们的男主角还一脸“怎么了，没什么”的表情，我都想代替那位男子吐槽凉，身在福中不知福了。

[code]欢迎参观我的：[url=https://store.steampowered.com/curator/7421824/]双鱼星✪ω✪皇家飛机场[/url]
如果你喜欢这篇评论，也麻烦点个赞，让更多人能够看到。[/code]
好评: 作为一个新入坑这个系列的玩家来说几句吧。
莎木对我来说有一种其他开放世界游戏给不了的魅力，因为其他太多的开放世界都执着于将世界做大做空，剧情做长做复杂做晦涩，这种开放世界看起来确实很3A，但真的很难让我产生代入感。
莎木一直致力于雕琢游戏每一个细节，几乎所有的地方都可以探索（莎木1甚至连柜子都能打开，每扇门都能敲），而且几乎所有人的对话都会随着剧情的变化而变化，游戏里每个人物都是有塑造的独立个体，都不仅仅只是简单的路人。虽就游戏设计而言这是一件出力且不一定能讨好的事情，但是这种极其细腻的设计加上简单清晰的剧情以及美丽细致的场景，能让我真的沉浸在这款游戏的故事中。加上每天早上晚上都能见到可爱的莎花，这种体验是真的轻松且舒适的（就像荒野之息的家一样，少有的平静感）。
在日复一日的快餐式的生活中只有莎木让我找到了停滞休息的村庄，希望有生之年能看到这部作品的所有篇章。
好评: 很复古类型的玩法，再现在的快餐和3A游戏轰炸下有种特殊的魔力静下心去玩的话可以体会到这种游戏的乐趣，缺点也有剧情比较平淡，战斗部分太少不爽快，非常严格的时间限制（到点必须睡觉），小游戏挺好玩就是感觉是不是经费用错地方了？？？游戏景色很漂亮，之前看建模还以为是PS3时代的，后来习惯了感觉还不错，配音也很舒服，故事有点仓皇就结束了，还是比较期待下部作品的，不过估计是有生之年了，莎木3还是值得一玩的。
好评: 游戏耐玩度比较高，丰富的小游戏和分支令人欲罢不能：打擂台，寸拳，蹲马步，采草药，劈柴，钓鱼，开叉车，转扭蛋机，智能弹球，赌博，寻找鸟舞小子……8月凉每天的生活都很充实，丰富多彩！
不足：主线剧情太短，结尾过于仓促，不如2代。2代剧情紧凑，跌宕起伏，高潮部分（潜入黄天楼）更是引人入胜！而3代剧情却没啥亮点，剧情杀用了整整两次，败给小混混然后拜师学艺。细节部分不如1代，1代下雨时NPC是会打雨伞的，3代NPC也不怕感冒？
记得游戏开发时铃木裕大师曾经说过，游戏玩起来像三国志，玩家可以采取火攻水攻等多种方法攻克古城，结果到了游戏里却是敌人朱雀鸟隼放了一把火，根本就没让玩家自己动脑筋想办法！还有，游戏开发时说过有白沙土楼的，结果到了成品游戏里却给砍掉了……好吧，众筹资金不足来背锅。
总之，游戏还算是不错的，7-8分左右还是有的。希望4代早点出吧，如果继续众筹的话，我还是要参加的，希望在我有生之年能够看到莎木的大结局！
差评: 挺失望的！莎木系列玩到这里原来希望游戏不单是在图像质量上要提升，也对游戏本身（故事内容和游戏性）也有很高的期望！但是直到莎木3的完全通过，得到的是完全的失望！游戏本身的视觉效果比较DC机上的莎木1和莎木2有质的飞跃，但其他方面感觉游戏制作的的复原了事！毫无深度！就像一个没有灵魂的漂亮躯壳！
好评: 从这游戏的销量看，应该不会有第四部了，且玩且珍惜吧！
好评: 所以下一部是会来的，对吗
好评: 莎花美如画，圈粉铃木裕，期待续作
好评: 莎花越看越好看 ，游戏越玩越卡
---------------------------------
莎木4会是20年后么
好评: [h1]关注我的鉴赏家 社保大师 
https://store.steampowered.com/curator/33626473/[/h1]
《莎木3》是经典ip《莎木》系列暌违18年的续作，剧情上紧接上一代的结尾，在系统架构，剧情叙事手法，战斗系统，npc互动等基本设定上均保持了前代的特征。虽说能够再续芭月凉和玲莎花的故事就足以让粉丝感到惊喜，但过时的玩法，大而空洞的半开放世界，一些不近人情的设定加上战斗手感不足，让这部终于来到玩家面前的昔日经典显得并不那么熠熠生辉。也许，唯一值得欣慰的是，那些人那些物依旧如当年般未曾改变。

[h1]华丽的包装下，还是当年的旧酒与旧瓶：[/h1]
在虚幻4的华丽包装下，乍一看《莎木3》似乎除了动作僵硬外依然能带给玩家不输当年的感动，但深入体验过游戏之后便会发现，这更像是一部应该在十多年前就发售的旧作。游戏除了画面表现比起前作有了明显进步之外，整个游戏框架几乎是完全套用了之前游戏中的内容，以至于放到现在来看有太多已经跟不上时代的设定和玩法。

比如游戏中存档只能在床边存档，而且游戏中不存在传送功能，不管跑了多远，想要存档就得跑回睡觉的地方。无法传送也使得游戏中的大部分时间都在跑图，变成了真正意义上的跑图模拟器，而且跑来跑去还都是那几条路，在消减玩家耐性的同时也让游戏的主线剧情存在感变得薄弱。再加上生存系统的引入，本来就开局一穷二白的主人公，不得不频繁地去打工赚钱或者去赌场赌博，否则连路都走不动还报什么仇啊。还有非常劝退的成长系统，真的没在别的游戏里见过不会随主线剧情成长的主角，而是要自己花精力去额外刷做主角的属性，刷的过程也非常枯燥，并不理解这么设定的意义何在，如果只是单纯为了追求真实性就真的有点过头了。

游戏虽然做成了半开放世界的样子，但除了草药之外几乎没有任何地图可收集元素，空旷无比的开放世界还到处都是空气墙，这直接让玩家的探索欲望消耗殆尽，即使去到了新的区域也只有草药可以收集。虽然小游戏的存在可以多少弥补开放世界过于空洞的缺点，但是对于激励玩家去探索这个世界并无裨益。

[h1]充满温情与人际沟通的世界：[/h1]
虽然在基础系统架构和战斗系统上《莎木3》的表现略显逊色，但对于npc的刻画和赋予npc灵魂这点上《莎木3》却几乎做到了最好。游戏里几乎所有的npc都有大量的语音对白，且会随着主角主线剧情推进进度而变化。相比于一般游戏中直接在任务栏列出接下来的任务和地图上直接标记目标而言，《莎木3》通过npc的话语和动作为玩家指引接下来的道路就显得温情与特别，也在一定程度上更加还原现实的境况。我认为要让玩家相信自己所处的游戏世界是真实且灵活的，最重要的莫过于赋予游戏中的npc独特的灵魂，而《莎木3》完美地做到了这一点。玩家在游戏中与各个npc地交互，尤其是与莎花地交互无疑会成为整个游戏中最令人惊喜的部分。

[h1]总结：6/10[/h1]
+恢宏和令人惊喜的中国风光
+剧情表现不俗
+将npc与玩家的互动做到了接近完美

-落后的系统架构
-僵硬的动作
-枯燥的养成系统
-无法通过游戏内的按键退出游戏
-跑图时间过长

总的来说，《莎木3》虽然在游戏架构和战斗系统上几乎原地踏步，但其对人物的细致刻画，更加精致的画面表现，让这场迟到了18年的再会依旧令人沉迷和感动。

[quote]本次测评由[b]鉴赏家联合会[/b]分享牵线 
鉴赏家联合会是一个由[b]中国鉴赏家同好会[/b]发起的中文鉴赏家社区组织 
我们致力于分享各类社区资源，欢迎各位热爱向社区分享自己游戏体验的鉴赏家同好加入[/quote]

好评: 摘几段自己通关以后的评论：

纵观业界，绝少有这种20年之后的续作，更何况是莎木这个情怀。不明状况的年轻人，估计很难理解E3 2015直播时那些玩家的夸张反应。我承认，我在回看的时候也动容了。很多事情，我一直会告诉自己，等待是一种美德，所以，这么多年都等了，epic一年的限时独占也无所谓了，倒不是说我是什么平台粉，毕竟这么多年都等了，不在乎多等这么一年。

从商业上说，这个续作的出现确实是奇迹，但是就是从商业上来评论的话，就这个商品本身而言，她是落后于时代的作品……暴涨的多边形和分辨率，较之前作的HD版，并没有给人太多好感，更不用说人脸的美术风格很迷，我也知道很多东西是外包的，但有些东西真的是很难让人满意。前作人脸基本上算是写实的，几个俊男美女适当的美化、卡通化，这个尺度很合适，也贴合了标榜的模拟现实……本作可以说整体建模风格是偏卡通的，可是有几个关键npc那模型，不说写实，你说卡通化吧，都已经不像人了，猪腰子脸、屁股下巴、香肠嘴巴……真是不忍直视。

游戏内容，也可以说很莎木，就是这些东西，根本就没什么变化。我猜想，莎木虽然可以说是开放世界的鼻祖，但她的故事脉络和内容其实已经被限定死了，确实，在这个故事框架里，就算再自由再开放，你说要搞出什么游戏性，我看是很难的……说到格斗了，这个是莎木的宿命和原罪，从VFrpg立项开始就已经被决定了，然而如果说对于前作，格斗系统我是有褒有贬，那么本作，可以说是全面退步，两头不讨好。全面简化是为了照顾新玩家？拜托，这个系列不会有多少新玩家的，就算有的话，随时切简单难度过剧情或自定义键放技能不就完了么，还把老玩家得罪了。没有投技就算了，格斗手感就是一坨shi，其中一个表现就是因为系统改动，招术指令全部只由ABXY构成，导致两个不同的招术可能前几个按键都是一个样的，也许正因为如此系统需要更长的时间来判断和区分指令对应的招术，所以指令输入完成后，出招的时间极长，也就意味着要预读很长时间来打差合，要么就是无脑闪避再进攻，也许是我水平低，但这样的方式，我是找不到乐趣，就算有，那出招，我觉得很少有格斗玩家能接受和享受这个战斗的乐趣。

吐槽了这么多，其实我想说，就算缺点确实多，情怀就是无价，当年的自己，怀着游戏圈子里的中国文化稀少导致对本系列的“小众者狂热”，现在年纪也到了这个岁数，多了几分淡定，但既然铃木有梦想坚持下去，我也不会离弃，无论做成什么样子，他只要会讲这个故事下去，我就会继续听。
好评: 刚到鸟舞，简直刘姥姥进大观园，商店和娱乐设施加起来估计不下100个，好家伙
好评: 很好
差评: 这游戏键鼠玩家不配玩是吧？不给改键，也没有专门键鼠用的。
好评: 非莎木1&2代玩家，也非众筹玩家，玩多了3A想换口味，一时心血来潮买的。非常生活化的一款慢节奏游戏，需要静下心来去体验。作为一个80后玩家，朴实的练功、街机，甚至游戏交互都隐约能看到童年的味道，一些看似不足道细节让人很温馨，不知不觉就沉浸进去了。遗憾的是，主线太短，芭月凉的故事依旧没讲完，很可能也不会有莎木4。优缺点都很明显，买之前最好先了解一下。
好评: [h1]向日葵游戏评分【7分】[/h1]
《莎木第三章》依旧保持了丰富的细节度，但其缓慢的游戏节奏和软绵绵的打击感与当前的主流玩法格格不入，并且故事的完结也遥遥无期，因此对于没有接触过前作的玩家而言，很有可能会不适应它的风格。
[h1]欢迎大家关注我们的鉴赏家：https://store.steampowered.com/curator/28763059[/h1]
[h1]和你一起寻找好玩的游戏，快来关注我们吧~微信公众号“向日葵游戏”、头条号“向日葵游戏”、官方微博“向日葵游戏评测”[/h1]
差评: 这游戏我真的玩不下去了，和一代二代差距好大，人物太僵硬了
好评: 要是能找个长长的休假时间，再慢慢的沉浸进去，那该有多好呀
差评: 这游戏我是真无语说实话，按键说明真的废，没一个正确，而且剧情的狗屁事情也多，保存还需要回家，白天保存还要跑回家，只能等到晚上，反正就是玩的真难受，卸载了。

好评: Thanks YU，FOR ALL OF THIS
谢谢你，铃木裕
好评: 就凭莎花就值一个好评！
好评: 比起游戏，更像是艺术品，承载了一些老玩家20年的情怀，虽然没有亲身经历，但可以体会他们的感受。
好评: 好~也不好。
好是基本内核依然延续了前作，一些游戏设计依然领先这个时代，有许多值得学习的地方。
不好分三方面，
一是游戏本身的不好，包括操作上的一些别扭；
二是相对前作来说的不好，包括但不限于，流程非常赶，人物脸谱化和故事套路化，对于意境的营造弱化了很多。包括学习铁山靠的曲折显得非常不曲折，也包括出现了不能对话的路人。
三是对于时代来说的不好，这一点似乎是好处，但是明显也是不好的地方，毕竟9102年还是0202年这样的游戏模式确实不能令玩家们信服。

最后，希望能出4，甚至是5，6，最好能把这个故事讲完。（当然这个故事整体看来，从故事角度看其实一般般，不过体验不错。）

wait for shenmue 4.
好评: 我既不是情怀，也不是大佬，但是这种纯粹的游玩，这种武术，还是让我觉得，这是很棒的作品。
好评: 111
好评: [h1]终于 我玩完了这个活在上个世纪的游戏——《莎木3》[/h1]

本文首发于bigfun游戏社区：https://www.bigfun.cn/post/718733

数年之前本已退隐山林的铃木裕突然宣布复出以进行续作《莎木3》的制作工作（据说是因为听说粉丝们都那么期待续作才决定复出），《莎木3》在kickstar筹得了数百万美金，个人觉得这点钱想做出《莎木3》是不可能的至于背后的赞助投入多少就不清楚了。不过肯定的是《莎木3》为铃木裕的粉丝注入了一针强心剂，终于在19年《莎木3》出世但却出了众筹风波导致游戏的口碑受到一定影响，在深银投靠EPIC的一年后，这款游戏终于登陆了steam，我个人对《莎木3》一直都很感兴趣但在EPIC上一直犹犹豫豫，上架steam后本作的价格相当便宜和EPIC基本持平打消了我最后一层顾虑，终于我也能亲自体验白鹿村的养老生活。

[h1]《莎木》系列的前世今生[/h1]

《莎木》系列的复活能引起如此大的反向显然预示这个系列的不凡，实际大部分玩家对这个系列基本没什么了解，包括我自己也不怎么了解，因为《莎木》是相当古老的游戏它也不像当初任系游戏那样呼风唤雨，只是因为游戏的特殊使得它有不小的粉丝群体。《莎木3》宣布复活后多了一大批的介绍视频，我通过这些人的介绍也了解了《莎木》系列的过往，我个人游戏库中其实有《莎木1&2》不过一直没来得及亲自体验这款20多年前的神作，所以这里就不多说如果有时间我自己还会亲自玩一遍《莎木1&2》

《莎木》系列诞生于SEGA和索尼的家用机争霸年代（在寺庙里有一个DC主机彩蛋），当时的世嘉推出了DC主机《莎木》就是被寄予厚望的亲儿子。据说《莎木》的开发耗费数十亿日元可谓是真正意义上的大制作，不过可惜的是这个被世嘉寄予厚望的游戏最终销量惨淡，一方面是因为这款游戏的思维太超前了，铃木裕在20年前就悟出了开放世界玩法，并且把细节精确到每一个人和每一栋建筑，可谓是生不逢时。另一方面是因为这款游戏它确实不好玩，过于淡薄的主线下庞大的世界探索同样显得没有意义。《莎木》成为了开放世界的先驱之一，代价是这个系列的沉眠和粉丝们十多年的等待。不过我可以负责任的说，假如你是《莎木》系列的忠实粉丝那么《莎木3》一定能满足你的期望。

[h1]缓缓推进的复仇故事[/h1]

《莎木3》主界面的一个小设计我非常喜欢——前情提要，因为《莎木》是系列剧情，《莎木3》是延续《莎木1》和《莎木2》的游戏剧情连主角都没有更换，假如没有前情提要玩家会不理解《莎木3》的开局剧情和后续的剧情发展。令人称赞的是这个前情提要总结的相当精辟，还把1和2的剧情分开进行总结。有了前情提要玩家不难理解本作后续的剧情发展，《莎木3》依然是芭月凉的复仇之旅，二十年前《莎木》是一个老派的复仇故事，二十年后《莎木3》的风格依旧没变。



现在来看《莎木3》的剧情绝对称不上是优秀，唯一的优势可能是现代很少有游戏公司会做这么一个大型的系列复仇剧。《莎木》系列的剧情其实称不上饱满，前情提要中你会发现浓缩后的剧情简介也就五分钟左右。《莎木3》的剧情非常简单，它中间没有任何的阴谋权术斗争，只是一个少年的复仇之旅。并且在流程方面同质化严重，在白鹿村男主是四处打探消息然后被强敌打败最后刻苦练功取胜，在鸟舞男主依旧重复这一套机械性流程，二十年前这套剧情流程可能赢得玩家的芳心，可到了现在随着叙事手法的不断进步玩家的口味也变得刁钻起来，起码我个人欣赏不了这种复古的剧情套娃艺术。

但《莎木》系列能收获那么多粉丝说明它有过人之处，而铃木裕二十年后在有限的资金下依旧将过人之处完美复现，《莎木》系列有一点令我无比佩服，就是前面提到过的《莎木》的细节覆盖到了每一个人和每一栋建筑，现代开放世界游戏大都会在地图上放上一堆假人，一般你不能和他们对话跟互动只是假装这个世界的人很多。

《莎木》则赋予地图上每个人灵魂，所有村民都有不同的身份和不同的对话，你对话多次出现的对话还不一样。看似平平无奇的摊主原来是一个曾经上进的武僧，长得跟春丽一样的妹子原来是一个拳法家还对我们的主角心生好感。乃至路边的一个大妈都有精妙设计，更令我佩服的是随着时间变化村庄里的人对主角的态度也会发生变化，这让我想起了《博德之门》，到了更大的鸟舞地图后这种精细的操作就少了很多但还是非常亮眼。所以《莎木3》确实是铃木裕阴魂不散的产物，他的执念跨越20年赋予《莎木3》无与伦比的细节，把现在的3A游戏拿出来和《莎木3》比一下细节处理我也想不到太多对手，可能只有《荒野大镖客2》在细节制作方面才能力压《莎木3》，然而前作的开发成本估计能做100个《莎木3》。

鲜活的人物形象玩家的旅行变得非常的温馨，在家里会有一个美少女每天早上都跟你问好和等你回家。尽管不是每个人的形象都能像莎花一样优秀但都有各自的特点，剧情方面比较单调的点是玩家的行为无法影响游戏中的进程，某些boss战玩家必须失败哪怕打赢也会进入主角的失败剧情，说实话现在很少有游戏会设计一个必败的boss战，20年前的游戏倒是喜欢搞这一套，总之《莎木3》的剧情算是上乘主线略显平庸但没什么致命缺点，细节的打磨还特别用心，相信粉丝们应该会满意本作的剧情（其实满意与否粉丝都会买账）。

[h1]喧宾夺主的趣味小游戏 过于单调的主线推进[/h1]

《莎木3》的亮点在于玩家和这个世界的互动相当丰富，制作组在开放世界中放了许多小游戏供玩家娱乐，一方面小游戏有效提高了游戏性，另一方面这样能给玩家一种真实感，《莎木》系列的本心应该就是还原现实世界，为此才会有那么多的细节处理。目前光是我玩到的小游戏就有弹球、开叉车、打擂台、风花鸟月、青蛙赛跑、投篮等等，在鸟舞和熊猫市场玩家还能看到很多街机厅，在今天游戏中玩游戏已经不是什么新鲜的设定，我记得《看门狗》中还能玩一个火焰魔王的小游戏。不一样的是20年后《莎木3》还是选择将小游戏作为游戏内容的半壁江山。

平心而论《莎木3》的小游戏都非常好玩，可小游戏显然不能成为一款游戏的全部，《莎木》系列毕竟还是一款剧情RPG而不是赌博模拟器和模拟人生，因为游戏有一条唯一的剧情主线玩家在完成主线后会迎来游戏的终结，不能无限制的在花花世界中游荡。前作的条件更为严苛主线的任务推进有时间限制，《莎木3》倒是没有时间限制你只要不推进主线就可以一直去开叉车和赌博，比前作要悠闲不少。

个人以为《莎木3》或者说《莎木》系列的最大问题就是，主线的推进太过无趣。《莎木3》的主线几乎没有任何操作性，《刺客信条》推进剧情起码要时不时追踪两个人、去暗杀目标、培养亲信、练级等等，黑旗以后玩家还能开船，《刺客信条》主线流程设计的相当丰富每过一段时间就有一个新的系统出现来给玩家持续的刺激，然后中期不停的用支线任务来使玩家持续不断的游玩，每代还会做一些小调整，虽然《刺客信条》近几代支线都被人诟病换皮但换皮也比《莎木3》的任务有趣。

《莎木3》的剧情推进体系有点想法，芭月凉在通过和不同的路人谈话搜集信息去推进剧情，根据玩家谈话顺序的不同可能消耗的时间不等。以铁山靠任务为例熊猫市场附近的人会告诉你去红梅商店和白酒摊去买酒，实际上这两个地点都没有所需的50年陈酿，只有在花桥附近的陶陶商店才能买到50年白酒，但正常流程下玩家不知道能在哪里买到白酒就只能不断打探消息试错，相应的如果你二周目就可以直接奔向正确地点不用浪费时间，根据谈话人物的不同玩家的任务流程可能出现一些波折，不过最后还是殊途同归。

我所不满的是主线的推进只能依靠对话驱动，现代哪怕是以文字为主的游戏也断然不会通过四处谈话来推进剧情，因为这么推进剧情会让流程变得特别缓慢有拖游戏时长的嫌疑，特别是《莎木》这种开放世界搜集信息难度要比线性游戏高上许多，导致你感觉《莎木3》明明没多少剧情通关需要的时间却特别长。节奏慢点倒是没问题，最致命的是《莎木3》的剧情推进只有对话搜集信息，它的信息搜集阶段又不像CRPG那样能通过选项让角色的性格具备可塑性，信息搜集够了玩家就去跟BOSS打一架还必须要输一次。游戏的剧情推进太过依赖随机对话，中间还没有搭配各种解谜和趣味游戏。

游戏其实有场景调查环节，可它的场景调查就真的只是调查而已没有推理要素，制作组还加了无数干扰项来干扰玩家的调查，一按CTRL你能看见场景里有密密麻麻的红圈和抽屉，实际有用的红圈不超过5个，这让我对《莎木3》的剧情推进完全没有好感回忆起来只有痛苦，我无数次想把这款游戏从我的硬盘删了，进入鸟舞后调查几乎消失玩家的游戏体验好了不少，但依然没有任何新的剧情推进方式，我觉得如果有《莎木4》一定要加入更多新鲜元素来让游戏变得有趣一点，现在《莎木3》推进主线还不如天天在街机厅打游戏快乐。

[h1]满而无用的地图设计 微妙的游戏数值[/h1]

前面说过《莎木3》的地图细节堆砌的很好，但从功利游戏的角度来说它的地图设计又很差劲，尽管鸟舞街头的每个摊贩都可以进行购物，购买的很多东西对玩家没有实质性的增强，鸟舞可能有50个商店NPC，所有NPC加起来可能有一百多个，实际有用的NPC店铺不超过10个，我觉得鸟舞的地图显得十分冗余，除了万金堂和蔷薇花园外几乎没什么有用的建筑物，玩家除了打打街机和聊聊天外没什么好做的，强迫进入老年生活。

游戏的数值设计踩在平衡线上再过一点就有点肝，《莎木3》的金钱会对玩家的流程产生一定影响，因为流程中有7000块需要用来购买武技书，7000块如果纯砍柴要砍120次左右，其实也耗费不了多长时间攒出15000块基本就够一周目使用，通过SL赌博的方式可以在一小时之内赚够所有经费，游戏的练功速度同样很快，所以玩下来体验不错不像老式RPG那样要在一个地方刷上一个小时在去下一个地图，不过金钱确实对玩家的进度产生了阻碍，如果纯靠采草药等正常方式来赚钱非常无趣且耗费时间，直到发现赌博的秘诀后才打开了新世界的大门。

[h1]超量的QTE互动 僵硬的游戏打斗[/h1]

《莎木3》最令我印象深刻的还是巨量的QTE插入，当然它带来的是负面印象。《莎木3》的QTE难度本身就很高标记几乎都是一闪而过，加上《莎木3》没有做移植细节，QTE在屏幕上显示的是ABXY的手柄按键而不是键盘的UJKL四键，导致QTE的难度成倍提高，好在《莎木3》QTE失败后不会让你再打一次boss而是从三次QTE之前从来。一般QTE是不得以而为之的下策，游戏中你常常看到制作组会用QTE来取代跳跃等基础动作来防止大量BUG的产生。《莎木3》则是太喜好QTE以至于许多战斗都使用QTE展开，主角最终决战大战蓝帝手下本来以为有一场恶战结果就是QTE互动，还有许多追逐战全用QTE呈现，然而最终的效果并不好纯属浪费玩家时间，相比QTE现在有更好的方式来增加玩家和游戏的互动，可铃木裕没有选择改进游戏而是延续前代的游戏玩法。

游戏的战斗系统有一定基础，毕竟在《莎木》之前铃木裕就做过《VR战士》这种3D格斗游戏，游戏有相当多的连段但并不扎实，碍于操作的上限玩家很难打出华丽的操作，这款游戏的最终手段就是无限连，本作出手就是十割还可以设置快速出招，只要数值到位无脑放技能就能消灭对手（普通难度下），相比《死或生》本作的格斗系统跟婴儿一样，僵硬这点你看看视频就知道是什么意思，实际操作起来只会更加难受，《莎木3》终究是没能在游戏性上带给粉丝惊喜。

[h1]超越期待的游戏画面 优美的游戏配乐[/h1]

万万没想到的是《莎木3》的游戏画面居然还意外的不错，在得知铃木裕资金不充裕的情况下，我已经做好了和玩河洛游戏一样的心理准备（建模稀烂），本作的角色建模非常一般因为面部肯定没有动捕，但布景上却格外考究。白鹿村缓缓飘落的花瓣和鸟舞的万家灯火都十分动人，在每晚的七点和九点时游戏还会来一个当前地区的鸟瞰远景，《莎木》的场景取材于中国桂林还原程度如何我无法评判毕竟我连桂林都没去过，个人感觉《莎木3》的布景要比很多国产游戏更具中国风。游戏的配乐还相当合时宜，中国乐器演奏的音乐让人相当舒服，几个主角都是英日全台词配音，我真不相信几百万美金能做到这种程度。

[h1]总结[/h1]

时隔20多年铃木裕终于带着《莎木3》重出江湖，在结束EPIC的独占后steam玩家也能以一个特别优惠的价格玩到这款游戏。和满怀期待的粉丝不同媒体可是泼了一喷冷水，该作的MC分数只有67分。67分确实实至名归，因为本作的诸多设计都显得不合时宜，过量的QTE、僵硬的动作、无趣的主线推进等等，但铃木裕还是保留了这个系列无与伦比的细节构造，还是给了自己的粉丝一个交代，哪怕你不是粉丝也可以体验一下这款活在上个世纪的游戏，有时候让自己的节奏慢下来会有意外收获。

[code]关注[url=https://store.steampowered.com/curator/31899806]纯白鉴黄师 [/url],[url=https://steamcommunity.com/groups/cbjhs]加入我们[/url] 
社保是什么？黄油玩家，你本来就很纯洁	[/code] 宣个群：751560621

[quote]本次测评由[b]鉴赏家联合会[/b]分享牵线 
鉴赏家联合会是一个由[b]中国鉴赏家同好会[/b]发起的中文鉴赏家社区组织 
我们致力于分享各类社区资源，欢迎各位热爱向社区分享自己游戏体验的鉴赏家同好加入[/quote]
好评: 好开心，终于能继续接着享受莎木的音乐了
好评: 能不能只练拳和劈柴，练成高手再推剧情呢
好评: 扭蛋真是个害人的东西
好评: [h1]时光易逝 莎花尤存[/h1]
       莎木3作为一部真·情怀作品，剧情与二十年前无缝衔接，游戏节奏极慢、游戏界面古老、小游戏多到匪夷所思、交互手段更是恍如隔世，这无疑都很难让今日浮躁的玩家适应。不过这就是莎木3应该有的样子。不搞花里胡哨，而是用有限的技术及资金最大化的为众筹玩家量身续梦，这才是真真正正的游戏情怀。

     很多人吐槽这游戏无论是画面还是系统等等实在过于古老，一度怀疑开发者的能力。有这种想法很正常，但却实属是大大的误解。虽然游戏该就作品本身论事，但莎木的制作人铃木裕实在不得不提。铃木裕是什么人，对于不熟悉的人，我也不想过多介绍，只说他得过的一个奖吧---GDC（游戏开发者大会）先锋奖获得人。作为业界极其重要的奖项之一，这个奖获得者屈指可数，来看看都有些什么人吧：俄罗斯方块之父、《我的世界》之父、拳头创始人以及我们美丽的G胖。这都是对游戏业具有极强影响力的大佬。所以说，我认为铃木老爷子完全有能力把莎木3打造成一款至少在玩法上极其超前的作品。之所以没这么做一方面确实是因为技术及资金的问题，而更重要的另一方面是本作核心目标十分明确，就为弥补众筹玩家20年前的遗憾。所以说得直白一点，对于普通新玩家，真就是爱玩不玩，因为根本不是为新玩家做的，甚至基本上没考虑当前主流玩家的感受。不过铃木大佬也表示如果有机会做莎木4，会向主流方向靠拢。

       回到莎木3游戏本身，从画质来说，虽然确实不太行，但也没觉得差。而且由于游戏地点是中国，国人的文化亲近感不言而喻。建模方面可以说很粗糙，但糙的却别有一番风味。我对主角也就是男主soga怪的脸模完全无感，不过却对弹球摊主和药店老板印象极其深刻。那种蜜汁气势，让人就想再玩一局（再买一瓶）。

      剧情方面，如果没玩过前作，那还是强烈建议看一下主菜单的前情提要。莎木3的主线每一步都非常明确，你永远知道自己要干什 么。只是围绕这个主线你需要跟很多很多人重复对话获得线索以推进剧情。而且无论是对话氛围和内容也力求真实，比如男主初入白鹿村时，大部分居民一开始大都对男主爱搭不理，而一旦有女主过来撑腰，村民就瞬间热情。不过某些设定就又很不真实了，比如说80年代桂林乡村人就穿牛仔裤？有无人摊点？路牌就中英双标？还居然有老阿姨要撩男主？

    莎木3有大量的小游戏，玩法也是相当质朴，时代气息非常强烈。其功能性除了赚钱外大概就是用来消磨游戏中的真实时间吧。个人比较喜欢的是弹珠游戏，感觉最难的是投石掷物，不过总体上感觉确实比较无聊....至于扭蛋机，是真的扭蛋机机制，系列套装往往有一个较难获得，从我有限的测试来看，运气不是太好也不是太差的情况下，约40-50次左右的扭蛋能收集全一套扭蛋套装，当然灭火器、八面体、球体套装可能花费次数会更多。

    游戏的战斗机制，不讲武德的情况下基本上靠乱按，这样你也不知道自己在干嘛，所以打击感也不强。如果讲武德，就是要看准时机搓招，又有点格斗游戏那味，见仁见智吧。

    最后说说游戏的音乐，那真是太棒了！整体的基调追求悠扬婉转，配合中式场景简直绝赞。虽然大部分应该都是前两作乐曲的重新混音，但毕竟资金有限，能做到不违和其实已实属不易，老爷子应该是用制作BGM的钱去做了人物日英配音，真希望能有个中配啊！

总结：时光把你雕刻成了应有的样子，但莎木还是那个莎木。

[h1]欢迎关注或加入鉴赏家：蛋蛋荐游团[/h1]
[u]https://store.steampowered.com/curator/35596718/ [/u]
好评: 好评是给铃木裕的。
好评: 好评就完事了，在刚拿得起手柄的年龄玩的游戏，开放世界鼻祖，在汉字都认不全的幼儿园通宵对着两大本攻略攻读的日子一去不复返了，在东京和香港的12都打通了，在桂林的3没有理由不入，哪怕是为了情怀也要补个票
好评: sdfsdfssdf
好评: [quote] 
*中国鉴赏家同好会[开发者邀请]评测 
*开发者邀请评测由开发者邀请同好会成员免费测试游戏的方式，最终产生的玩家评测，故该评测仅作为参考，望读者理性阅读，谨慎购买。 
欢迎加入[url=https://steamcommunity.com/groups/jsjthh]中国鉴赏家同好会群组[/url]&关注我们的鉴赏家[url=https://store.steampowered.com/curator/27093039/]中国鉴赏家同好会[/url][/quote]
作为一名顺大流的玩家，《莎木》的名号在我的脑海中却并没有成为一股记忆，在我短短的游戏生涯之中，由于过度沉浸于枪车球等所谓大作的里，导致更没有机会游玩本系列作品，直到今年，先是系列1+2的移植，再是莎木从EPIC的独占期结束后转移到了steam，终于，只有PC的我也可以体验这个曾经在SEGA危难之时被委以重任的关键作品。

本来准备进入车水马龙的城市又或是古风十足的城池的我，在进入村庄时，有一种出奇的惊讶，美丽的花海，历史韵味十足的花桥，向日葵海里分叉八方的小道，有真实的布景，也有虚假的贴图，但却意外的做了花朵，进入村庄，每个人都已经在固定的位置上待好了，本以为是NPC没新意的我却可以从任务的进展不断变化话题来问询，同时NPC在回答时也各有性格，有喜欢说话转几转的老人，有看见妹子害羞的武者，还有不玩一局不告诉你的奸商，以及想拉主人公进屋子喝茶的阿姨.......年少不知富婆香啊。

说起游玩体验，游戏拥有着典型沙盒类游戏的自由度，除了任务推进，平时的打工、玩弹球、下注乌龟赛跑，与人赌大小，堪称小游戏集合，这些小游戏穿插在打工、练习武术的碎片空间之中，让我玩起来不那么枯燥乏味，但同时，这些游戏由于设计的过于复古和原始，导致深度低没那么兴趣让我投入时间去钻研。
在战斗上，可以说还原了以前3D格斗的味道，俩人全角度格斗，可以换位躲闪，但1v1是极限，只能说作为打斗保持了系列的一贯特色，但很难去更全面展示战斗场面。

当然，不论是情怀之作还是新时代重启之作，如今的年代都不是几十年前了，如龙等沙盒游戏受到《莎木3》的启发做到了如今的规模，可《莎木3》的制作理念在如今看来已经非常陈旧，这20飞速发展的不仅是技术性能，还有各类游戏类型，玩法，铃木裕坚持的用这种理念做出的作品，在时代下看来只是一叶过往，犹如灯下黑一样，让人难以注意。

总的来说，《莎木3》是一款延续了导演个人风格的作品，哪怕阔别了20年的新作，也依旧延续了旧的理念，把小游戏、打工、练功夫等片段结合到人物的碎片时间之中，并穿插主线支线推进剧情，通过多次提问聊天的不同回答来了解每个NPC的性格，继而丰满人物，如此玩法，也许是为了提醒现在的开放世界大而空，也许只是坚持过往罢了。
好评: 挺好玩的
好评: [quote] *中国鉴赏家同好会[开发者邀请]评测 *开发者邀请评测由开发者邀请同好会成员免费测试游戏的方式，最终产生的玩家评测，故该评测仅作为参考，望读者理性阅读，谨慎购买。 欢迎加入[url=https://steamcommunity.com/groups/jsjthh]中国鉴赏家同好会群组[/url]&关注我们的鉴赏家[url=https://store.steampowered.com/curator/27093039/]中国鉴赏家同好会[/url][/quote]

[h1]莎木3——历久而弥新[/h1]
2019年，大师铃木裕带着那个让无数粉丝魂牵梦萦的莎木系列重新归来。莎木3，作为这个系列的第三部作品，承载了太多人的期望，因为它不仅仅要为我们重新讲述莎木的故事，也要给那些等候多时的玩家一个完美的交代。尽管由于开发资金不够，莎木3并不能拥有同时期的游戏的表现力，但技术上的缺陷并不能阻碍铃木裕在自己的作品中追寻自己的理念。原汁原味的游戏体验，还有熟悉的老朋友们，让这部作品，历久却又弥新。

https://steamcommunity.com/sharedfiles/filedetails/?id=2293027185

[h1]不止于情怀[/h1]
关于莎木3的一切，当然不能略过20年前的莎木1以及后来的莎木2来谈。还记得莎木1&2中对真实的追求程度，惊艳了当时的所有玩家。你可以在那个年代的游戏中，拥有无比接近现实生活的游戏体验。横须贺里那些有血有肉的人物，有着自己独一无二的作息时间表；房间里绝大多数的抽屉你都能打开，甚至可以把玩里面的物件；更犹过之而无不及的是，在莎木的世界中，每一天的天气变化都是有真实记载的。在那个年代，莎木就代表了游戏制作水平的最高境界，其对真实近乎疯狂的追求震惊了所有玩家。回到20年后，没有了如SEGA这样的大厂的支持，莎木3没有办法再做到像20年前那样的细致程度，但是莎木3并没有辜负玩家的期待，而是选择在有限的资金里去尽力地去做到最好。于是当莎木的玩家随着芭月凉来到了80年代中国桂林，能够欣赏到美如山水画的景色：远处的山，近处的花海美轮美奂；玩家同样能够看到，游戏中的所有NPC都能够以全程语音来和主角对话；制作组还是选择事无巨细地在每一个抽屉里放上有代表意义的物件等等。铃木裕最终同样做到了他在莎木1&2中做到的事，再一次地给莎木3赋予了血肉，而不只是一个所谓的情怀之作。

https://steamcommunity.com/sharedfiles/filedetails/?id=2293026906

[h1]落后的游玩体验？[/h1]
莎木3很优秀，但是它身上的很多缺点也和自身的优点一样突出。例如人物的对话极为木讷呆板，这倒不是因为主角芭月凉只会说“Soga”的缘故，而是实实在在的因为技术力的不足所导致，最终呈现出来的效果就是人物的对话并不能很好地传递人物所要表达出的情感。除了像以上所说的因为技术不足所带来的问题，其他像叙事节奏慢这类的特点则是莎木系列一贯都有的，只能说对于很多第一次接触莎木系列的玩家而言，算是个扣分项吧。但总体来说，莎木3的游玩体验我觉得还是充满着乐趣的。首先是像前作一样，主角芭月凉需要通过一个一个询问NPC或是翻找抽屉来获取剧情线索，尽管这看上去十分繁琐，但随着剧情的不断推进，你会发现去询问一个个个性迥然的NPC这一过程本就趣味盎然的，不停地去接触人物、不断去探索地区也是莎木系列一贯的核心玩法。区别于前作的是，莎木3加入了生命值这一设定，这样就使得玩家在搜集线索推剧情之余，还要通过劈柴、钓鱼等等来维持生计。除此之外，莎木3也没有忘记“武术”这一主题，由于铃木裕本人便是一位中国传统武术爱好者，再加上故事背景设定在中国桂林，于是在本作中，还有一个重要的玩法便是修炼主角的武术，通过扎马步、寸拳这些小游戏来提升自己的功力，通过收集各式各样的武术书籍来丰富自己的技能库，最终挑战武林高手来晋升段位。可以说，无论是出于对背景设定的自洽，还是出于剧情的需要，抑或是为了丰富游戏玩法，武术很好的融入了游戏的每一处，而对各个武术招式极为考究的设计，也让中国玩家能够感受到铃木裕从心底对传统武术的热爱。当然了，本作中也少不了小游戏，无论是以上这些服务于角色养成的小游戏，还是游乐园、街机厅里那些独立的小游戏，都能让新老玩家找到自己的乐趣所在。综上所述，莎木3的游玩体验是落后的吗？拖沓的叙事节奏、永远都在找张三李四的主线剧情可能让很多玩家犹豫，但与其说莎木3的玩法落后，倒不如说莎木3仍然秉持着前作一贯的风格，需要玩家用心地沉浸到莎木的世界中去，感受它独特的魅力。

https://steamcommunity.com/sharedfiles/filedetails/?id=2296293583

[h1]铃木裕——永远的大师[/h1]
当人们谈及莎木，往往离不开这个游戏系列的创始人铃木裕。这位游戏界大师级别的人物，在上个世纪对游戏行业起到了巨大的贡献。单就莎木而言，铃木裕在游戏中的许多创新也启发了包括如龙在内的无数后来者，但铃木裕对于真实的极致追求，恐怕多年以后的荒野大镖客也要畏惧三分。20年的莎木，本就是一场极具挑战、极具创新的实验，也许后来的人们还是不能很好地去理解铃木裕为什么要在一款电子游戏中这样去追求真实，但无论如何，能够做到不随波逐流，在20年后还能遵循自己理念，为大家带来莎木3的铃木裕，足以得到所有人的敬佩。我想，如果以后有人问我什么是匠人精神的话，我可能会记起一位叫做铃木裕的大师吧。
好评: 无情的soda少年
好评: 的确是要静下心来玩的游戏，打打杀杀的游戏玩得疲劳了就会玩会莎木3，很适合我这种喜欢慢节奏生活的人玩
好评: 挺好玩的
好评: [h1] “跳票”近20年的情怀大作 [/h1] 
第三人称视角，半开放世界，武术格斗，动作冒险
《莎木3》延续了系列前作的剧情，日本武术家芭月涼经历艰险，千里迢迢来到中国广西桂林，解开凤凰镜背后的谜团，并跟随着妙龄少女莎花一起在溪林展开新的冒险，誓要找到杀父仇人蓝帝，为父报仇。

[h1] 基本内容 [/h1] 
1.《莎木》是由著名游戏制作人铃木裕领衔制作的老派角色扮演游戏系列，总共分为三部，分别是1999年的《莎木1》，2001年的《莎木2》以及时隔将近20年，2019年的《莎木3》。
2.本人并非莎木粉丝，之前也没有游玩过前作，不过通过对比视频发现，无论是叙事风格，玩法表现，又或是细节设定等，本作跟之前的作品没有太大的变化，这样看来，与其叫莎木第三代，不如叫莎木第三章会更恰当一些。
3.对于不了解之前剧情的玩家来说，或多或少会有些影响，不过不用担心，该作贴心地提供了前情提要，方便老玩家回顾，也方便新玩家了解。莎木3的故事地发生在架空的中国桂林，不同于之前的都市风貌，乡村的景色因远离了城市的喧嚣，变得格外的清新美丽，空中飞舞的蝴蝶，随风飘动的花草，以及安静流淌的溪水等，伴随着轻松祥和的背景音乐，简直不要太享受。村里的每个人，无论是大人小孩都各司其职，煮饭的，练武的，喝茶的，以及杂耍的，虽然他们都像机器人一样，只是机械地重复着同样的动作，但起码营造出了一股和谐的气氛，可以互动的角色不少，主角并不孤独。
4.说到跟角色互动，那就不得不聊聊本作的玩法，熟悉的粉丝肯定知道，《莎木》这个系列作品一向注重细节跟真实，疯狂到什么程度？拿该作中的一些情节来说，主角在家中脱鞋穿鞋都要黑屏转场，采草药前需要近距离观察，打木桩，扎马步得一分一秒，一步一个脚印地去实施，最要命的是，在搜索房间内的抽屉，柜子跟箱子时，需要一个接着一个地打开，然后不紧不慢地将其关上。厉害吧，你或许觉得这也没什么了不起的地方，现如今的众多独立游戏同样可以做到，而且不比它差。不过要知道在过去那个年代，当其他游戏还停留在平面横版，俯视角2D的状态时，莎木已经做到了能将精美的3D画面，细节满满的互动跟全剧情配音等内容相结合的地步，开创了开放世界的先河，不得不让人拍手称赞。
5.正因为过于追求真实，使得该系列的游玩节奏相当慢，同样拿本作来举例，角色在做任务过程中需要找某位NPC，需要问路人收集线索，找到人后，根据剧情需要又要找下一位NPC，还得要问路人收集线索，等到第二次找对人之后，没错，根据剧情需要，又不得不继续重复这一个过程。这还不够，当遇到角色饿了或者受伤了，玩家还得吃食物来恢复体力，不然角色就无法奔跑。如果玩家身上没有钱购买食物，那么就要做兼职赚钱，赚钱的过程同样需要玩家手把手操作，而不是可以偷懒直接略过，这又得花费时间，恰恰游戏是遵循昼夜交替的设定，如果天气晚了，还必须得等到第二天才能进行。
6.游戏做得越真实，越细节化，从某种角度上来说，其实更应该受到玩家的欢迎，那为什么莎木系列仍然叫好不叫座，究其原因还是过于怀旧，一句话总结缺点，那就是建模粗糙，节奏拖沓，念稿式的配音，呆板的动画，还有那繁琐得过于抠细节化的系统设定。或许它真的足够原汁原味，但放到今天来看，对于大部分玩家而言，它就像一壶烈酒，让人难以下咽。
7.当然不是所有玩家的要求都如此苛刻，对于像我这样的佛系玩家来说，节奏慢点，无所谓，操作繁琐，也无所谓，只要你有能吸引我玩下去的动力，那就足够了。事实上，莎木3中还真有，跟前两作一样，本作仍然包含了各式各样的小游戏，有掷骰子，投球，扭蛋机，赛车，打地鼠跟赌博等，趣味性还不错，极度沉迷的我在游玩时甚至还忘记了自己的主线任务。战斗部分带来的体验也不错，手感有点像热血无赖，游戏里也有很多武功可以学习，每种招式打在敌人身上拳拳入肉的感觉挺过瘾的，可惜的是这种战斗场面并不多见，玩家大部分的时间还是花在了满地图上找人找线索，跟各位NPC进行不那么生动的尴尬交流上。

[h1] 个人感受 [/h1] 
+较于前作，在画面跟细节上的提升
+追求细节表现，包含丰富的小游戏
+多难度可选，任务有了一定的指引
-粗糙的建模，缺乏感情的配音
-繁琐的设定，过于怀旧的玩法
-糟糕的键鼠操作体验，玩前一定要备好手柄
[quote]
加入[url=https://steamcommunity.com/groups/ADZZW]爱の榨汁屋[/url]&关注[url=https://store.steampowered.com/curator/34815366/]爱の鉴赏家[/url]，用爱品鉴世间作品，用心流淌真情实感。
[/quote]
[quote]本次测评由[b]鉴赏家联合会[/b]分享牵线 
鉴赏家联合会是一个由[b]中国鉴赏家同好会[/b]发起的中文鉴赏家社区组织 
我们致力于分享各类社区资源，欢迎各位热爱向社区分享自己游戏体验的鉴赏家同好加入[/quote]
[h1] 安利推荐 [/h1] 
与其说是时隔多年的续作，倒不如更像是跳票多年的旧品，虽然画面比起前作有了较大的进步，部分细节跟玩法也在原来丰富细腻的设定上有了一定的提升，但它依旧称不上完美，只因出生错了时代。在初代叫好不叫座的情况下，能通过众筹的形式让续作再次复活，足以看出它的魅力，对于老玩家来说，或许内容好不好玩，画面好不好看都不再是重点，能重新拾回当年的那份感动就已经难能可贵了，正所谓，成也情怀，败也情怀。
好评: 才接触这款游戏 玩到现在感觉还行 就是自己手很残0.0
好评: 不仅是游戏，更是艺术。
好评: [h1] 那句迟来了二十年的别来无恙，和一路平安[/h1]


[quote]
游玩百态，将游玩心得用汉语化作玩家的指明灯，(๑•̀ㅂ•́)و✧
[url=https://store.steampowered.com/curator/35402408/]点击这里关注汉化语录~[/url] 如果喜欢这个评测，请点个赞让更多人看见
[/quote]

莎木这个名字，连同其作者铃木裕和的PS2平台并不属于我逐渐模糊的童年，而是回忆中一个遥远而模糊的传说。
 
印象里，第一次听到这些名字还是在千禧年初。那是个对游戏异常严苛的时代，因此也是个相关信息颇为闭塞的时代。不过机缘巧合下，我还是在某个百无聊赖的下午，在学校附近那个如今居然仍坚挺着的杂志小屋（兼邮局兼彩票站）中偶遇了长长的一段描绘莎木的文字，却也只是对莎木和其制作人铃木裕多了几分熟悉罢了。
 
这不奇怪，而且现在回想起来，当时囫囵吞枣地咽下那段文字的心态更多是种猎奇：一款游戏竟能如此标新立异，一位制作人竟能如此孤注一掷，当然，还有一家游戏公司居然能蒙受如此大的损失……不过让我印象更深一些的是作者的态度，他并没有指责铃木裕过于极端的冒险，也没有冷静地将其作为游戏开发历史上的失败典型加以分析，只是用略带夸张的语气表达着自己的痛心疾首，仿佛是在控诉那个有眼无珠的时代，把电子游戏历史上最伟大的先知（之一）烧死在了十字架上。
 
随着时间的推移，我也接触到了越来做多有莎木和铃木裕有关的文字和视频，它们有的分析了《莎木》为何生不逢时，有的只是淡淡地将那段历史娓娓道来，亦或是感慨于铃木裕世界塑造之细腻宏达且兼顾真实……总之无一例外地承认了这游戏与其制作人在游戏历史中的伟大地位，称其为那个时代无力承受的重量级神作，和理想主义的不朽丰碑。于是潜移默化下，我这样从未与莎木系列真正邂逅的玩家也接受了大家对这款游戏的超高评价，愿意将其当做时代的殉道者供奉在神龛里，而不是放在自家电脑硬盘里细细把玩——无论是2000年左右的PS经典，还是2018年PC端的高清重制。
 
当然，这其中真正的理由与虔诚无关，只是我明白自己不可能适应莎木这样过于年代久远的游戏作品罢了，哪怕它是公认的神作，哪怕铃木裕描述的理念非常合我胃口，那满是时代气息的画面风格，和当年流行的操作习惯上都让我望而却步，更别说这还是PS2的移植作品了。不过这并不会妨碍自己对莎木系列的重生表达实质上的支持——可能动机并没有真正的粉丝们那班纯粹而炽烈，但能亲自为传说中神作的复活尽一份力总是光荣的，况且我也很好奇，在这个无数事实已经为铃木裕正名了的世代，老爷子又会在《莎木3》中为大家准备准备怎样的惊喜。
 
后来的故事大家都知道了，《莎木3》在Kickstarter以打破世界纪录的速度筹集到了所需的款项，并在2019年11月19日准时与玩家见面了，只是在发行商深银（Deep Silver）的要求下率先登陆了EPIC平台并独占了相当长的一段——确实又惊又喜，只是惊大于喜罢了……
 
一年过去了，我已经不想讨论这种行径是否应该被称为背叛了——事实上，可能因为自己从来不是合格的粉丝，我对这“背叛”的反应并没有那么强烈，反而能对这样明显更理性的商业考量表示理解，毕竟谁都不能保证当年的悲剧不会重演；而也是基于同样的理由，当《莎木3》临近发售时，我发现自己好像对这游戏也没有那么强烈的期待，只是比较好奇，有多少像我一样从未好好了解过前作的玩家会慕莎木大名而来？而备受瞩目的《莎木3》能让这样的玩家满意吗？
 
真可惜，如今看来这问题的答案同样清晰到让人有些沮丧。
 
这是我在游戏中保存下的第一张截图，它给我带来的震撼远比《莎木3》清新明媚的风景，和两位主角与这世界格格不入更加强烈，那极具时代特质的界面，我需要适应相当一阵子的键位设定，以及几分钟内多次出现的，专门表现对话黑屏转场似乎从一开始就构成了生人勿近的警告，并善意地提醒玩家现在退款还来得及。

紧接着扑面而来的，是无比庞杂信息流：我接下来要去干嘛？自己和身边的妹子有怎样的渊源？自己满满一背包的关键物品是怎么回事儿？还有扭蛋系统，武林书籍这些东西到底是什么……平心而论，本作详实的“前情回顾”确实差不多可以解释玩家关于剧情的所有疑惑，也清晰明确地交代了男主背负的血海深仇和为复仇目前应该专注的目标，但我还是觉得既然《莎木3》既然选择了以如此薄弱的手段交代游戏叙事上如此关键的信息，也许应该给新玩家一些时间和空间慢慢消化吸收。
 
接下来是更多更杂乱的不适应。这其中有对《莎木3》纯粹而传统日式角色扮演游戏（以下简称JRPG）过分精细繁琐的不适应，有对本作过于硬核的生活化玩法的不适应，或对其过于舒缓的叙事节奏的不适应——不过我觉得这并不是游戏本身的问题，事实上，随着游戏的继续，我愈发感到徜徉于新手村，一边不务正业地体验各种小游戏一边推进主线故事的别样惬意，就算有时嫌弃这JRPG式的对话过于繁琐，也可动动手指将其轻松跳过；那些老玩家们更是早早进去了状态，用仿佛镌刻在记忆中的本能轻松找到了这游戏诸多挑战的最优解，一早便在《莎木3》里成了与铃木裕老爷子相谈甚欢的座上宾客。

真正受影响的是那些在《莎木3》以（或者不得不以）自己的思维模式寻觅代入感的新人玩家，当他们带着报仇雪恨的焦灼心绪企图在第一时间手刃杀父仇敌时，却发现自己不得不为找几个混混不得已而大费周章地调查，问话，切磋，练武，打工，逛庙会……似乎自己只是《莎木3》这场“铃木裕与老玩家见面会”中的外人，迟迟不能触及这游戏的核心体验。然而，当他们对此产生质疑时，又会因为一个老玩家们看来是理所应当的事实而哑口无言：莎木系列一直以来就是这样子的。
 
这倒真的一点儿都没错，在各种意义上《莎木》都仍是莎木系列这当之无愧的继承者：它在故事上紧承男主芭月涼在线索指引下来到桂林并与少女莎花共同进入地下洞穴调查的剧情，连开场动画都紧随着前作的那最后定格的未完待续；它在理念上也完全遵循了铃木裕老爷子当年的种种设想，用电子游戏在明显混杂着和风的中国桂林超过大家预期地构建了一个在物品细节上无可挑剔，人物塑造生动立体的真实虚拟世界；而在核心体验上，《莎木3》也同样以细水长流的日常生活取代了轰轰烈烈的大场面，从而允许玩家在四分闲聊（调查），三分闲逛两分练武和一分比试（以及推动剧情）中不知不觉，又理所应当地迎来了系列作品可能的终章——只是有时候，下班的疲劳和莫名的焦躁让屏幕另一端的田园牧歌显得格外奢侈。
 
面对这样的情况和那些在莎木中局促不安的玩家，铃木裕老爷子并没有选择视而不见。尽管此前颇有怠慢，但这位东道主还是在《莎木3》的基础上端出了两份质量还算说得过去的果盘——Big Merry Cruise和Battle Rally两部DLC以表达自己的诚意：前者允许玩家摆脱剧情的桎梏，在豪华客轮上尽情享受本作大受好评的，五花八门的精致小游戏；后者则给了在游戏中潜心钻研武学的玩家挑战自我的平台，允许其在各种类型的实战中尽情享受莎木系列深度堪比格斗游戏的动作系统。

两者结合，几乎将《莎木3》中最具游戏性的部分拆解下来一网打尽，而将其打包出售似乎是铃木裕对新玩家们仅存的温柔，也像是在暗示我们，他自己可能完全明白这个时代的玩家对游戏的种种需求，也知道自己逆潮而行将会招致评论界怎样的不理解，只是这次他和二十年前一样选择了不去妥协，至少不会让这部新作破坏当年莎木系列给玩家们带来的震撼体验。

这样看来，前文提及的，两位主角与周围环境格格不入便也有了全新的解释。我们不能否认这种奇特感受的真实性，但玩家们只需稍加留意，便不难看出这种“格格不入”并非来像网上说的那样，源于人物的僵硬动作或是什么肉眼可见的粗糙，只是和满脸岁月细节的村民们相比，芭月涼和莎花的面颊过于白皙靓丽，甚至在光照之下显得缺乏细节罢了。

然而，这样颇有前作神韵的的芭月涼和莎花不也恰好是诸位玩家回忆里不容改变的经典形象吗？而当铃木裕老爷子允许这写意的主角在写实的世界里游弋时，是否已经决定了自己要将玩家们带回过去而非将莎木拉到新的世代？还是说只想避免主角形象便化会带来不必要的麻烦？当然，也可能是因为铃木裕老爷子如今仍是浪漫到无可救药的热血少年，始终在以非凡的勇气倔强地坚持着自己当年的标新立异和如今的保守残缺……这问题的真正答案恐怕不会有人知晓了，不过也并不重要。

无论如何，铃木裕的选择都在实质上让《莎木3》成为了一款异常纯粹的私人订制，使其作为玩家们迟来了二十年的密友风轻云淡地继续讲述芭月涼那个大家始终挂念着的冒险故事。于是当制作人员名单缓缓升起时，无论玩家们是否对这个仍包含着种种可能性的结局心满意足，芭月涼都已经完成了自己的心愿，顺便带走了那些忠诚的老玩家们心中最大的遗憾……也差不多是时候真正与诸位玩家挥手告别了。

很可惜，作为一名普通玩家，我恐怕无法在这迟来的告别中与老玩家们感同身受，只好
在一旁静静欣赏这暖心的结局，同时在心中默念自己的感慨。也许再过二十年后，我们自己回忆起《莎木3》时想起的会是白鹿村山间小路上仿佛取之不尽的草药和山巅那轮巨大的满月，是莎花厨房里永远炖着的一锅美味佳肴和自己出门后她那一句句温柔的路上小心，是第一次和人比武时的惴惴不安，和第一次因为不服气练寸拳扎马步到夜明星稀时的那份决绝……诚然，这点点滴滴绝不似芭月涼千里追凶般荡气回肠，但也足以成为我们这代玩家日久弥新的幸福回忆。

到了那时候，《莎木3》又何尝不会是游戏历史上的另一个遥远而模糊的传说呢？
好评: Mong男
好评: 好玩
好评: 很怀念的感觉
好评: 浓浓的莎木味儿
好评: 游戏很有趣，可玩性也不错
好评: 总所周知荒野大镖客又被称作小莎木
好评: 我个人也是从3开始玩，我并不了解前两代有多么受欢迎。刚开始玩的时候还觉得很奇怪的操作方式啊，找东西一个个抽屉找很麻烦啊，钱又难赚，人物动作也跟不上现在大作的感觉。

但我慢慢玩下来，就会发现，这个游戏重要在体验啊。任务的方式不会像给地标导航你就能知道，而是需要你同个询问路人，但路人都是不一样的回答，有些还有要求你做一些事情才行。其实还蛮有趣的，通过这样，会慢慢的发现你基本认识每一个npc，都有很好的背景故事。

就此我还开始大概了解前两代的剧情 ，我真不是一个因情怀买它的玩家。但我觉得这个游戏真的值得玩一玩，因为我发现这是日本人制作的游戏，从外国人的角度跟我们自己的角度肯定有差异的,难免有误会的地方。不过还是会发现一些很有意思的中国现象在游戏中体现，我就不细说了，能做到这些不管是不是赚钱的游戏公司，也让中华文化传播到不同地区的玩家体验中。
好评: 2001年3月买DC，玩上了《电子游戏软件》鼓吹的莎木，可惜四线小城市唯一的电玩店倒闭了，莎木2就再也没玩到，只能靠各种杂志来解渴，前阵子打折把1+2买了，1通了2还没玩，现在对游戏也没什么兴趣了，毕竟20年过去了爱好也变了。。。话说回来该买的还是得买，算是对当年玩盗版的补偿了
好评: 很耐玩，操控手感也很好，1，2要补票了
好评: [h1]时隔20年的再会[/h1]
莎木1，是在我还上着初中时就发售的游戏，在初中三年级，算是有机缘玩上那么几下，毕竟在那个电子游戏=“电子海洛因”的年代，能玩上那么一会，基本就是比较幸福的了。然后时至今日，才算有机会再次接触这款游戏。个人并没有那么严重的情怀，不过依然被游戏给惊艳到了。传统的日式游戏大家都懂的，经常是画面偷工减料，只有立绘比较华丽。而本作在画面方面，第一印象就是深刻的怀疑这不是一款日式游戏，而是属于欧美制作开发的游戏。画面的华丽，也只是相对的，有不少地方可以看的出来，是以一种独有的方式来进行“视觉欺骗”，但依旧会给玩家留下不错的印象。再回顾一下20年前的游戏画面，莎木在当时可以说是颜惊四方了，现在的画面虽算不上顶级，也足以令玩家回味一番。

[quote=索然无味测评组]『无索不玩，品味游戏』欢迎关注[url=https://steamcommunity.com/groups/saowei/]索然无味测评组[/url]，联机基友齐欢乐，周更新闻共欣赏，3A独游收眼底，GAL日呆全打尽，学习喜加一的技巧吧~QQ群240248664[/quote]

[h1]精细到爆炸的细节[/h1]
游戏的细节方面可谓是相当的爆炸，可以说很少见到如此注重细节方面的游戏了。游戏主要的道具“凤凰镜”从各个纹路都雕琢的十分精细，而出了矿坑之后，美丽的花桥就出现在了眼前。如果你有耐心细细的观察就会发现，游戏的贴图不够好，但花海的铺设却非常的完美，甚至花朵的枝叶都制作的很明晰，并非直接丢一个花朵的贴图放上去。而到了白鹿村之后，每一个角色，每一个屋子里面的陈设，都给人浓厚的80年代感。而到了配角身上，也并非一群大众脸，路人的角色也都是精心设计的，别的不多说，就那个打太极的胖子，都像模像样。到了各种武术每一个动作，也都比较考究，像模像样。

[h1]又有了新的“老婆”[/h1]
说起莎木，那么留给玩家深刻的，除了游戏的名字，恐怕就是桂林那个美丽的姑娘——“莎花”。与八月“凉”不同，时隔20年再见，莎花的模样更加的秀丽，就视觉上来说，也是更加的惹人疼爱。老版的莎花虽然漂亮，但画质已经跟不上时代的脚步了，所以想要看精细的莎花，还是看3的吧。至于八月，这家伙仍然是那个方块脸，真的方块，有棱有角。时代在进步，八月仍活在20年前的那个年代。

[h1]白鹿村“赌神”[/h1]
本作与前作相同，依旧是开放世界的玩法。现今已经有了很多通类型的玩法，所以开放式的玩法已经是不稀奇了。不过也因为开放式的玩法，玩家可以在剧情之中，随意的“浪”。你可以当游戏厅的小霸王，也可以沉迷练功与各个高手过招，甚至还可以当一把赌神过过瘾。而我个人就是沉迷于村里的赌博小游戏无法自拔，从日升而作，日落而息，不停的压榨各个赌坊的小老板们。毕竟在一个游戏中，金钱是主要资源之一嘛。游戏设定的有饥饿系统，服装与武功秘籍的贩售，甚至还有吞钱神器扭蛋机，这些哪一样不用钱啊是不。SL梭哈绝对是你赚钱最快的捷径，打工是不可能打工的，这辈子都不会打工。

[h1]有些跟不上时代脚步的开放世界[/h1]
游戏固然不错，但有些地方的玩法，在现在来看着实的有些跟不上时代的脚步了。就从调查方面来说，玩家得先切换到第一人称才能调查，包括拾取物品也是需要如此操作，显得有些过于繁琐。游戏的时间是不停流失的，但是做这些动作也是耗费时间的，所以就导致了玩家不能开心的去搜刮。自由度是有了，却有了时间的限制（到时间会提示要回莎花家），有些本末倒置了，其实更应该放开一些，把限制都去掉，这样就更符合开放世界的定义了（人家想夜间也可以继续赌嘛）。YYS1，游戏的每个时间段的变化还是挺舒适的，每一个场景都随着时间变化，场景的色调也都有着响应的变化，看起来十分自然没有违和感。

[h1]最后免不了要说说独占这事[/h1]
个人对于独占这事吧，也不喜欢。不过一款好的游戏，总是需要资金来支撑的，虽然莎木3在玩家们看来众筹了非常多，但下一作呢？还要众筹？最保险的方法，恐怕也就是出了之前的众筹，还有一笔独占费了。至于参与众筹没有退款的小伙伴，我是真的不清楚什么情况，也就不多加评论了。至少在我个人看来，众筹如果没有发放，那么退款是应该的。

总结：作为一款开放式的RPG游戏，本作有着相当不错的沉浸感与代入感。免不了有一些缺点，可瑕不掩瑜，好游戏总归是要推荐的。如果没有玩过前作也不用太过担心，本作在开始页面，也有着前情提要。不过想更好的带入游戏，还是亲自去游玩一把莎木1&2更好。虽说晚了1年才登陆steam，不过这个价格是真的香，有兴趣的小伙伴赶紧入手吧。

PS：莎木1&2的链接：https://store.steampowered.com/app/758330/Shenmue_I__II/
好评: 莎木，永远嘀神。
这代莎花变好看了，但好像没以前活泼了。
希望有生之年能玩到莎木4。
好评: 纵使这个游戏在各个方面都还是20年前的水平，但是唯有开放世界这一点它依然做到了极致，这个世界的每一个地方都是饱满的，每个人都是活的，过的每一天都是真实的。

现在市面上绝大部分的开放世界都流于形式，空有一张开放的大地图，但是根本没有能力把地图填满，只要够大，能让玩家爽到就行了，而铃木裕虽然没有能力做一张和现代开放世界比肩的大地图，但他把白鹿和鸟舞这一村一镇做到了顶尖的水平，每个人都有自己的名字，自己的生活，自己的性格。主角的的每一天基本都是早上起来练功，中午找找人问问路，晚上赌博打电动，睡前跟女人吹吹逼，可能这很重复枯燥，但这就是真正的生活。

开放世界的”世界“都是为了游戏本身服务的，城市村庄行人车辆一切都是为了让这个游戏变得更加鲜活饱满，让故事更加有说服力，并不会有什么游戏以还原真实的世界为目标。而莎木不同，它真的在还原一个真实的世界，不认识路？那就一个个找人问，没有雷达；想赚钱？那就老老实实打工或者赌博，没有什么打怪刷钱；想学招式？那就把这个动作做上一百遍，没有什么技能点让你点；想学武林绝学？那就花时间拜师学艺，伺候师傅，没有什么打boss爆技能书。

这个游戏的一切都是以还原真实为目标，而真实性和大多数人认为的“好不好玩”明显成反比，大表哥这种程度的真实已经被痛批“就是不好玩”了，那莎木注定是曲高和寡的。任天堂抛弃了画质但是达到了游戏性的巅峰，莎木甚至抛弃了游戏本身，但是达到了真实性的巅峰。二十年前的莎木创造了开放世界，可能铃木裕也没想到二十年过去了，莎木依然是开放世界的巅峰。

莎木除了真实之外的确是一无是处，这是一个开放世界，但并不是开放世界游戏，所以我并不会推荐这个游戏，但是如果你曾经沉醉于某个虚拟世界，那你就应该试试莎木3，它的确是现在最好的世界
好评: 虽说起先去了其他平台，不过还好首次登陆打了这么大的一个折扣。
游戏用键盘是完全可以玩的，自己实在搞不懂的话就去百度下按键操作，真的是服了有的人因为这个退款，只能说因为这个退那是你的损失。
游戏比较写实，节奏慢些，你想啊，你在现实生活里体验现实生活是不是会容易枯燥？不是GTA巫师啊那种即使可以打的，对话和探索的时候相对多，适合有耐心的玩家玩，游戏里有体力限制，战斗时候受伤和平时随时间流失会损失体力值，也就是血量，需要吃食物，给我的是有些像玩模拟类游戏的感觉，它也确实有模拟的标签。
[b] 有关跳过功能[/b]，过场动画的话注意看下动画的时候屏幕右下角有没有大写字母“B”外加一个圈圈的标记，有的话按住键盘“L”对应的应该是手柄的B之后松开就快进了，人物对话的话应该是你第一次和目标对话的话是不能跳过的，再次对话的就可以，键盘应该是J建，男主可以换衣服，键盘U然后设置里，保存游戏也是在那里，女主衣服我看攻略说是正式版给取消了不能自己换。
我是第一次玩莎木系列，感觉挺好的，如果你玩键盘的话最好记好手柄对应键盘的按键，省的QTE的时候手忙脚乱，不行就查下攻略。
好评: 从DC开始 20年了~不容易，但是这操作，这画质和DC时代没撒区别，明显就是赶工~但是为了情怀还是给好评吧
好评: 玩了一天还行吧
好评: 做得太细致了，我看胖子打太极拳就看了半天。
好评: 不知不觉6小时过去了。[spoiler] 莎花真好看[/spoiler]
好评: 难得以中国桂林做背景的佳作，制作景色漂亮。
好评: 一玩玩一天 爽到
好评: 莎木3，行；众筹版，行；深银，不行！
劳资就是等一年，买PS4版收藏，也不给EPIC送一分钱！
三代莎木玩下来，其实真的挺有趣的。虽然是过于真实的生活模拟，但是可以看出铃木裕老爷子对这份真实的执著。
虽然很平淡但是还是有很多有趣的地方，比如小游戏和赌【不是
三到了鸟舞的后半部分打完哪几个劫匪之后的剧情感觉是有点匆忙，古城看建模也有挺大一块的但是很短，很匆忙的就结束了。
老爷子采访的时候也说过，三有一半是为了粉丝们，有一半是为了挑战自己。故事和游戏核心也确实是老莎木那个味道，但是可能是限于资金和虚幻4的问题，有些细节也没有打磨到位。
还是希望老爷子能够继续讲完这个故事吧。
最后，F@CK EPIC！
好评: 2000年玩过莎木1和2，当时家里有DC，现在评测抱着怀旧的心态，和现在的游戏做对比做出以下评测
---{大小}---
☐ 百兆小游戏（不断上升）
☐ 1-5 G
☐ 5-10 G
☐ 10-20 G
☐ 20-50 G
✓ 50-100 G
☐ 100-200 G
☐ GMOD

---{游戏类型}---
☐ 动作冒险
✓ 角色扮演
☐ 横版通关
☐ 模拟经营
☐ 竞技游戏

---{图像}---
☐ 像素党秒天秒地！
☐ 几乎无法和现实区分
☐ 赏心悦目
☐ 很美丽
✓ 一般
☐ 不怎么样
☐ 别盯着看太久
☐ 画图.exe

---{游戏体验}---
☐ 完美！！！
☐ 不错！
☐ 普普通通
✓ 不怎么样
☐ 盯着墙看都比玩它强
☐ 锻炼你的精神抗打击能力

---{声音效果}---
☐ 耳朵怀孕
☐ 感动人心
☐ 还不错
✓ 一般
☐ 不咋样
☐ 耳朵流产
☐ 音乐？什么音乐？

---{受众群体}---
☐ 儿童
☐ 青少年
☐ 成人
☐ 仅限成人
☐ 中年手残党克星
☐ 氪金狗【充钱就NB】
☐ 氪金狗【充钱只好看，不NB】
✓ 强迫症【必须全收集】
☐  血腥暴力爱好者

---{其他玩家素质}---
✓ 单机游戏
☐ 不喷难受
☐ 不但喷你，还要毁你
☐ 奇葩太多，毒瘤太多
☐ 有很多想把这个游戏玩好的人
☐ 态度友好，配合默契
☐ 神仙一样的对手
☐ 能感到国民素质在不断上升

---{配置要求}---
☐ 能玩扫雷的电脑都能玩
☐ 入门配置
☐ 一般配置
✓ 进阶级配置
✓ 发烧级配置
✓ 神威•太湖之光

---{难度}---
☐ 点点点突突突炸炸炸
✓ 轻松愉快
☐ 上手简单
☐ 上手困难
☐ 得动动脑子
☐ 不仅动脑，还得操作跟得上
☐ 不烧脑，但操作难到爆炸
☐ 得研究一阵子才能明白游戏机制和玩法

---{游戏寿命}---
☐ 玩完就退款
☐ 流程极短或有后续DLC，但超2小时不能退款
☐ 5-10小时
✓ 10-30小时
☐ 30-50小时
☐ 50-100小时
☐ 100-300小时
☐ 500小时以上
☐ GMOD
☐ 我觉得我能比它先去世

---{游戏粘性}---
☐ 这个游戏没有通关的概念
☐ 可能不会完全通关(毫无新意的垃圾游戏)
✓ 通关一次(玩着还可以的游戏)
☐ 通关2-5次(很不错的游戏)
☐ 通关5-10次(这游戏我特么玩爆)
☐ 通关10-20次(你出不出3？嗯？我就问你出不出三？)
☐ 通关20-50次(死忠粉专属选项)
☐ 通关∞次(？？？？)
☐ 升级电脑配置以后还会体验的游戏

---{操作}---
☐ 隔壁刘大爷都能玩
☐ 简单
✓ 中等
☐ 困难
☐ 反人类
☐ 黑暗之魂

---{肝}---
☐ 肝很健康
☐ 护肝
✓ 如果你想玩出点花样
☐ 肝与不肝并不影响剧情
☐ 每关必肝
☐ 肝痛
☐ 必须24小时全天候地肝

---{肾}---
✓ 肾很健康
☐ 护肾
☐ 需要短暂休息了
☐ 需要休息一段时间了
☐ 每更必冲
☐ 肾痛
☐ 一时充钱一时爽，一直充钱一直爽

---{故事情节}---
☐ 故事?什么故事?
☐ 文字或语音剧情
✓ 平庸【可以猜到结局】
☐ 一般
☐ 剧情玩一遍难以完全理解
☐ 精彩
☐ 和看电影没区别

---{平均游玩时间}---
☐ 办公室必备
☐ 短小精悍
☐ 一个失误导致Game over就怒关游戏
✓ 打开这个游戏就到吃饭，吃完饭接着干
☐ 能玩一天不腻
☐ 卧槽！天亮了！
☐ 随时可以关闭

---{联机}---
✓ 孤独患者
☐ 你唯一的沙雕网友
☐ 2-5人
☐ 5-10人
☐ 10-30人
☐ 30-64人
☐ 行星边际2

---{语种}---
☐ 你信不信我会八国语言？
☐ 基础英文
☐ 可以打汉化MOD或补丁
✓ 自带汉化！

---{价格}---
☐ 免费游玩!
☐ 业界良心！
☐ 值这个价
☐ 如果你有点闲钱的话可以一试
✓ 不推荐原价入
☐ 信仰无价

---{游戏整体评分}---
☐ ？- ？分【暂时无法评定分数】
☐ 0-10分【垃圾游戏】
☐ 10-30分【玩一会就退款或者卸载】
☐ 30-50分【买来当笑话看应该不是什么大问题】
✓ 50-65分【能玩一阵】
☐ 65-80分【算是个不错的游戏了】
☐ 80-95分【无论从哪个角度来看都非常不错】
☐ 95-100分【这游戏牛逼！】
☐ 100-100+分【完全超出预定水准，无论从哪方面看都是精品】
☐ ∞分【死忠舔狗专属评分】

---{游戏亮点}---
✓ 2000块的50年陈酿老酒，抢钱？
✓ 莎花的房间进不去
✓ 精神劈柴采药赌博小伙

---{Bug}---
✓ 几乎没有
☐ 少量
☐ bug令人烦恼
☐ 育碧
☐ 模拟山羊

---{工作室修复Bug程度}---
✓ 游戏几乎没有Bug
☐ 2天一小修3周一大修
☐ 修复速度能体现出诚意
☐ 修复速度极慢
☐ Bug就是这款游戏的存在意义

---{工作室更新游戏细节和机制程度}---
☐ 2天一小更3周一大更
☐ 更新速度能体现出诚意
☐ 更新速度极慢
✓ 几乎不更新
 
---{工作室推出新DLC的速度}---
☐ 管他呢，反正出了也不会买
☐ 疑似圈钱，这也太快了
☐ 更新速度能体现出诚意
☐ 慢的令人发指
✓ 几乎不更新

---{DLC的质量}---
☐ 目前没有，以后可能会有
✓ 完全是圈钱
✓ 强迫症和收藏癖可以入
☐ 新DLC可玩性不错
☐ 新DLC可玩性不错，但不值这个价
☐ 什么？这游戏还有DLC？
好评: 原汁原味的莎木体验，有不尽人意的地方，但是莎木在我心中的地位不可取代。
好评: 很不错的游戏，带回了童年的一款游戏真心不错
好评: [quote]用黑色译作背景，用文章谱写铭记 
欢迎光临我们的网站 [url=https://www.blacklist.ink/]黑名鉴赏[/url] 
点击关注我们发现更多好游戏 [url=https://store.steampowered.com/curator/9619592-Blacklist_//]黑名组[/url] 点击加入我们 [url=https://steamcommunity.com/groups/Blacklistgroup_/]黑名单[/url][/quote]

[h1] 前言 [/h1]

《莎木3》是由YS Net开发，Deep Silver发行的一款开放世界动作冒险类游戏，主要讲述主角芭月涼为父报仇的故事，时隔不得不说这个系列是我所见过的游戏里最令人无语又令人震惊的作品，为何要这么说，差不多莎木系列粉丝应该能懂，几年前喜欢玩主机的朋友突然安利我莎木，把游戏细节吹嘘的神乎其神，我一笑置之，到了我真正开始体验的时候才真的有一种“啊这”的哑然。

[h1] 体验 [/h1]

朋友当初就说这个游戏在细节上非常的令人震惊，我确实震惊了，就不说各种写实的操作步骤，村庄里的npc们也都有着自己的生活，你很难把他们当成一段程序，一个ai，能让你很快融入这个世界的还就是他们，很多游戏会把通过拿到什么道具之类的或者经历了什么事件来影响npc，而这个游戏做到了更深层次，他真正的让游戏里的人们“活了”过来。

这个游戏最令人糟心的一点是繁琐的操作步骤，而恰恰得以成名的原因又于此脱离不了干系，就比如抽屉：拉近视野调查——对准圈圈（可调查）——拉开）——调查——没东西那就推回抽屉....如果有东西还要调查等等等等之类的，乍一看不过如此，但你架不住抽屉多啊，数量贼鸡儿恐怖，收集癖的福音？不，这是搜刮强迫症的地狱，你一口气调查十几个抽屉的时间可能够你干很多事情了。

其实一开始这个游戏我是真的很难玩的下去的，我喜欢快节奏的游戏，比如魂系列，比如fps等等，哪怕是就算玩一个剧情向的rpg起码也要尽快的进入主题吧，这个游戏一开始就进入了主题，但我没有那种感觉你懂吗，就是那种马上要作为主角闯出一番天地的感觉，它把无数的剧情对话放在你眼前，很多对于主线来说都是没有意义的，像是家长里短，又像是和初次见面的人聊天一样，无法跳过，你只能看着实时演算的画面消耗数十秒乃至一分钟的时间来听他们说那几句话，这是我受不了的地方，浮躁的我根本无法沉下心来体验这个作品，很多时候转换场景出现对话之类的过场是你无法控制的，就比如莎花家的热炕头，你稍微接近边缘自动开始出现脱鞋上炕的过场，再回头又穿鞋的过场，总之就是非常的烦躁。

硬着头皮继续玩，跟很多npc们聊天，通过不同时间触发对话也能获得不同的信息，在村庄到处溜达，看看风景，莎花老婆家门前的大树，真美啊，再去赌赌博，砍砍木头，玩完小游戏，突然我就感觉时间过得很快，不愧是我。

游戏的画面是这个时代的，但游戏的内核很难让我去当作现代的游戏去玩，太硬了，令人发指，它对于没接触过的玩家来说很可能是个毒，让你本来无聊的时光变得更无聊，及其粗陋的UI菜单和繁琐的操作步骤让人感觉是上个时代的游戏，而密密麻麻的游戏内容又反将了一军，它有很多的缺点，甚至说它本质上按照现代玩家的眼光来看就是一个粉丝向作品，不是玩家挑，而是它在挑选玩家，它就是一段历史，一段埋在土里又被人挖出来续写的故事，没有什么传世经典的说法，有的，只是铃木裕还在发酵的野心罢了。

是褒是贬我不知道该如何，喜欢它的是真的喜欢，恨不得把铃木老贼一脚踢开自己写下一部，讨厌的是真讨厌，安装到卸载啪的一下很快啊，如果你能受得了这种极慢的游戏节奏，能用心去体验，我觉得这应该就是铃木裕想看到的东西吧。

不知道有生之年能否看到4呢。

[h1] 总结 [/h1]

跟得上现代的游戏画面，极其恐怖的游戏细节，再加上是传说中的莎木新作，虽然迟来了很久很久，但我想铁粉应该早已摸了好几遍了，老玩家不说，对于感兴趣的玩家我想说的是谨慎入手，如果你不喜欢慢节奏，不喜欢叙事向游戏，这款游戏还真很可能不适合你，如果你能接受，入手还真够你玩个半个月的，要说推荐我肯定推荐那些喜欢这种极慢节奏游戏的玩家了，起码一般人真的挑。
好评: 88元入手，游戏非常好
好评: [table][td][url=https://store.steampowered.com/curator/30253125]甄游组鉴赏家：记录真实体验 发掘冷门精品[/url]
联系方式 u_uju@163.com Q群124925250[/td][/table]

全员语音，人物情感细腻，肢体语言丰富，多次对话有不同内容。
从游戏一开始就有大量中国元素，建筑场景上也都是中文。
对白字体字号很大很粗很清晰，像是看日剧。
实际本就大可看做是一款故事为主，穿插了一些打斗的剧情游戏。
除了主角天庭饱满不符合现代小鲜肉审美风格之外，其他所有NPC都挺OK的。
每个NPC的肢体语言都很丰富，这点上真的不输给现代很多大作。
大量电影级运镜，分镜，细节和最美的景色一览无余。
系统设计明显是故意为了复古而复古。
看似平淡无奇的东西放大聚焦后会多出调查选项，给探索增加了很多惊喜感。
有不少小游戏穿插其中，比如莎木前作的角色扭蛋机，有不少情怀彩蛋。
为了更好的体验原汁原味的感觉，推荐手柄游戏，有震动效果。
游戏刚开始可以在主菜单观看前2作的故事简介，真的非常贴心。
是传承而非蜕变。能时隔这么久出续作本就是一个传奇。绝对的情怀大作。

https://www.bilibili.com/video/BV1wt4y1v7Dh
好评: 赌狗模拟器3之人在桂林，赌到失联
父亲被杀儿子沉迷砍柴钓鱼抽扭蛋逛商店
每天晚上莎花一脸焦灼地迎上来问今天怎么样，回头就是一句“全输光了”
这TM的太真实了，这就是梦寐以求望眼欲穿的人参啊。
这多好玩啊，还找什么蓝帝还查什么龙凤镜啊，我都愿意这么过一辈子
放差评的你们，良心真的不会痛吗？

好评: 剧情太拖沓了，一个瞎眼老太太你也要过去看一眼
好评: 莎木3的一天：练拳、赌钱然后晚上回旅人家
好想要个莎花这样的老婆啊
好评: 游戏的节奏很慢，需要静下心来细细品味，娱乐性也弱于很多现代的游戏，可能并不会有非常兴奋的玩感
但是，当我清晨前往武功馆扎马步，练寸拳，提升功夫；傍晚一边砍柴赚生活费，一边在扭蛋机和游乐园挥霍到一分不剩；夜晚和莎花交流着一天的收获和彼此的故事，看着她的微笑；每天早晨被莎花亲切的叫醒，在她的目送下前往村庄时，我无疑是快乐的。这种美妙的感觉或许很多人理解不了，但我相信每一个玩下去的人都能体会。
最后，那些与游戏无关的差评……如果你不喜欢发行商，你不喜欢epic，可以不买游戏，可以卸载epic，可以去其他地方发表你的看法。
花钱买游戏只是为了在一个发行商和epic都不在意的地方打差评骂它们，不如去买点自己喜欢的游戏打个好评，让你们喜欢的游戏被更多人看到吧？
差评: 我是傻逼
差评: EPIC你没想到吧？爷不光等的起，还能等到打折，这钱就是不给你赚！
一般来说我买一个游戏都要主线支线收集全通再来评价的，因为这样比较客观。但这个游戏不同，我买到手安装好马上反手啪的就是一个差评，很快呀！这是为什么呢？那就要听我细细道来了。
首先，此游戏的开发商和发行商做事很不上道，甚至可以说是无耻。他们先是开始众筹，说好按玩家众筹价格的多少，会推出普通版，豪华版，实体版，并且除了主机版以外，会在PC上全平台发售。接下来跑到STEAM来宣传以及预购，等预购的钱到手后，马上啪的一下跳到EPIC拿独占费，这下很快呀，不比我的差评慢，我大意了，根本没想到有这一手，没防住啊！我说小伙子你不讲武德！他说没有没有，我是乱跳的不是有意的，对不起啊各位韭菜！我说他可不是乱跳的呀！是有备而来！你一次拿三份钱，众筹，预购，独占费，这样好吗？这样不好！而且拿了钱以后，拒绝给玩家退款，只给补EPIC的激活码，这数字版和实体版的价格能一样吗？何况还不是玩家想要的版本，后来事闹大了才同意给退款，说明没有把我们这些从DC时代过来的老玩家当回事。你说你要是一开始在众筹和预购阶段就说PC版只在EPIC独占，那我们是能理解的，毕竟人家出的钱实在太多了嘛。但你中途反悔，知道在我们中国人来说这种行为是什么吗？这是背信弃义，言尔无信！实乃小人所为！有些事，比如承诺，是不能以金钱来衡量的！这钱给你们，拿好哦，这是你们用名声换来的！我劝开发商和发行商以后要好自为之，不要再耍这种聪明，小聪明哦！
另外也许有人会问，那你们为什么不在EPIC购买呢？既然问了，那么我就告诉你们，因为EPIC不是好鸟，第1：它在未经玩家同意的情况下私自扫描玩家电脑中和STEAM账户相关的游戏及好友信息等资料，这明显是非正常竞争和无视个人隐私。我要说EPIC是个病毒平台应该没人有意见吧？
第2：EPIC的老总公开支持国外电竞选手的辱华言论，还说要坚决捍卫言论自由，但这言论的自由是建立在侮辱别国的基础上的，EPIC老总是不是欠我们一个道歉？
第3：EPIC最近正在碰瓷苹果，所谓狗改不了吃屎，虽然苹果也不是什么好鸟，抽百分30确实有问题，但你EPIC和你背后的腾讯爸爸也不是好人，只是为了利益罢了，少给我装英雄！你们几家公司自己分赃不均，就把堡垒之夜的玩家和别的第三方开发商拉出来，呼吁要一起抵制苹果。等分钱的时候就没我们什么事了？你们安的是什么心？只有傻子才会被你们给利用来站位！但凡脑子正常的人巴不得你们一起死呢。
宗上所述，EPIC的游戏就算是白送我也不会要的，平台都压根不会去下载，我从来不信有什么免费的晚餐，今天白吃的，明天都得给吐出来，所以这不是钱的问题，而是信誉和态度的问题。所以这个差评我给的问心无愧，钱也是不可能给EPIC和腾讯赚的。
好评: 复古拉满  ，没手柄的请去配个手柄来玩！！！！！！！
好评: 劝劝铃木老爷子不要再做国人题材作品了   老外做的国人作品总觉得底蕴不足 。 一群戾气满满的穷人不买账  ( 总理都说有6亿人不超过1000元收人的人 ) 也就是说有一半低收入者  。这样就导致那里都不喜欢   你们本国人不喜欢   我们不喜欢 。深为铃木老爷子的认真和指着感动所以写下此段。时代已和当年不同了   光荣当年做那么多国人题材而爆火   那是因为有时代的光芒加持的。最后祝福老爷子身体健康 。
好评: 还是有独特品味的。
好评: 情怀入手，小混混我来教训你们了
好评: 小的时候第一次接触到游戏主机就是我三叔买回来的世嘉DC,第一次游玩莎木1&2的时候给我的那份震撼感就连GTA5都比不上。偶然今天在steam看见这款游戏很开心因为我的童年好像回来了,但是我身边的朋友都没有人知道莎木这款游戏,很想跟我的三叔来分享这款游戏但是他已经去世了其实我是抱着一种很奇怪的心情在玩这款游戏导致我在发这个测评的时候也不知道我自己想说什么在说什么。 总之莎木是一款很棒的游戏。
差评: 我看到（莎木3）三个字，我啪一下就点进来了，很快啊！然后上来就是一个购买。

然后我看到这游戏的发行商是Deep Silver，我大意了啊，没有闪。

(莎木3)众筹前期，Deep Silver在steam宣传造势，反过来跑到EPIC去卖，官方还拒绝给steam众筹的人进行激活或退款，这好吗？这不好，我劝Deep Silver好自为之，好好反思，以后不要再犯这样的聪明，小聪明，啊，呃…游戏界要以和为贵，要讲武德，不要搞窝里斗，谢谢朋友们！

好评: 白天游乐场，晚上打工人
好评: 终于玩上这款大名鼎鼎的游戏了，画面和音乐确实很美，但是人物演出动作和面部表情的僵硬让人有种在玩ps2的感觉
好评: 终于在steam发售啦~ 上来就是折66%这是为了弥补stam用户没有首发吗~~ 当初莎木1发售的时候完全被游戏所惊艳到了为了这个游戏买了DC！ steam上发布的莎木1&2也果断补票了~ 现在3来了那么就把故事继续下去吧~~ 希望有生之年能玩到终章~~~
差评: 司马日厂，还是一如既往的尿性，暴力移植，虽然有键盘设定但按键显示依旧是手柄按键，第二攻击的时候依然是纯键盘打斗，鼠标充其量算是一个摄像头移动工具。不会做键鼠适配，你移植你妈到PC上啊，，还不如乖乖主机独占。。。。
好评: 玲莎花，yyds
好评: 还没上市就已经落伍的游戏，时代变了.  sad :(
好评: 终于等到续作了。情怀游戏就是玩的老味道
好评: 当年的莎木好玩吗？不一定。
当年的莎木伟大吗？那是一定的。

莎木3好玩吗？不一定。
莎木3伟大吗？很难这么说。
莎木3让你重拾那份感动吗？那是一定的！！！
仅仅是游戏开始前的片头，就已经让我和许多老玩家感慨万分。

做为在EPIC首发就购买了豪华版的我，这次再来steam买一套豪华版。不仅仅是为了更方便，让强迫症患者的我能够在同一个平台上拥有目前全部的莎木游戏，更是为了当年莎木给与我的感动和对铃木裕大师的感激。
感谢您在90年代那个电子游戏发展的黄金时期给我带来了那么多优秀的，准确的说应该是伟大的作品。

最重要是感谢您始终不忘初心，努力将这个故事继续下去，尽自己的力给从SEGA时期多年来一直支持的拥护者们一个完整的交代。仅仅凭着这一点，就足以让我在STEAM上再买一份！！！

莎木系列的美，是要静下心来，慢慢体会的，但是在现在这个快餐式消费大行其道的游戏市场注定了不会成功。

希望莎木系列，能继续下去，能让拥护者们获得一个完整的故事，虽然说实话这很难。 （听闻莎木要出动画片了，也许是用另一种方式将这个平凡而又伟大的故事讲完吗？）

PS：由于一些原因，游戏简体中文为了国内一些非游戏原因翻译内容有些问题，请用繁体中文模式。
如果看不懂繁体中文。。。。。。我只想说，做为一个中国人，能顺利读懂繁体中文还是有必要的，毕竟这是我们文化传承的一部分。
好评: 这好像是我在STEAM最新上架的游戏折扣不错游戏开始时晕头比较严重。
差评: 购买安装后5分钟秒退款  原因很简单 ：我只想知道为什么只能用手柄不能用键盘  这不是霸王条约吗  游戏选项里有个手柄键盘设定选项  单点开后只有手柄的倒转等3个基础功能  压根没有切换键盘手柄的选项  给人感觉就像是个半成品游戏  不值得入手
好评: 买就完了，问就情怀，铃木裕，yyds
好评: 拉斯维加斯 人称小桂林
不是老粉，没有情怀，但是在狗头人那里云完了莎木3的全程，我觉得莎木3做的很棒，对游戏世界的细致刻画让人有了很强的沉浸感和代入感，全程游玩仿佛自己真的在那个架空的桂林小村庄和鸟舞镇生活。对众筹玩家和老作品的致敬也非常到位，但又不仅仅是个情怀之作，内容也十分扎实（指赌XD）如果习惯了如龙之类的日式开放，就算是新玩家对这个游戏应该也会有相当的接受度。虽然主线剧情略显仓促，但是瑕不掩瑜，新玩家可以先去云，老玩家也不用说了，买就完事了。
以下摘自评论区
狗头人，谷歌，老e这几个老牌单机主播都对这游戏有不错的评价。也算是对这系列18年这么多粉丝都念念不忘的一种肯定。评论区里看到有人说这游戏是公认的粪作，并且产生了相当大的恨意，而原因是这游戏蹩脚的中国文化恶心到他了。作为一个长期在海外生活过的人来说，我并不讨厌这种“刻板影响”，因为文化输出首先要做的是让陌生人感兴趣。就拿国内天天瞧不起的美式中餐来说，人家就是因为改良了才能让老外认识，从而知道中餐是什么基本样子。而国外所谓的地道家乡菜餐馆，可以很负责任的说基本上去消费你只能看到留学生或者华裔。接回莎木，我在莎木这款游戏看到是很多老外是因为喜欢这款游戏而喜欢上了中国，并且来中国旅游开始学习中文，这点是国内现在的游戏厂商做不到。要人人像那位兄弟一样，觉得别人做的中国文化稍微不和他满意的敌方就一律弄死，然后自己又做不到任何宣传的作用，我是觉得挺可悲的。
好评: 情怀这种东西
只有在作品素质极其硬的情况下
才不会被人说光卖情怀不进取

当然，这个游戏的情怀也不是三言两语能说的完的
虽然还是老味道，但便利性上还是比2强不少的
希望莎木后面的剧情别成为有生之年
希望老爷子还能把故事讲完

PS：真要玩请设置繁体中文，简体中文因为原本要在国内发售的缘故，地名全都和谐了，虽然最后没能发售，但地名也没改回来，不在乎地名的人随意，不在乎简繁体还是改吧
好评: 功夫种类多，很好。
