好评: 好玩
好评: 抛开整篇的蜜汁剧情 感觉结系这个概念塑造的还是蛮好的 无论是从空无一物的基地到满是礼物和伙伴 还是被打到时队友帮挡的伤害 无论有没有超脑力 SAS 给人一种确确实实和伙伴连结在一起的感觉
SAS后期见人就是8个一套 冲就完了


好评: 至于剧情啥的仁者见仁智者见智，但是打斗非常畅快
差评: 多少年了，我就没见过那么弱智的boss设计，南梦宫你是从哪里找来的boss设计师设计的圆柱宝塔这个剧情boss？设定我就不说了。怪血量血妈厚，主角血妈脆，真几把脑瘫这几个boss战，整个游戏流程就被几个boss战毁了。很久没有玩到这么恶心人的boss战了，没创意，纯纯的恶心人，太勾把弱智了。还有这怪物锁定，不会做锁定就不要做，你麻痹的天天锁远处打不到的怪干什么？能不能锁我看着的打的到的？女主飞刀纯纯的脑瘫，脸上飞一个比你头大的蜜蜂你不跳起来飞刀都扔不中？你麻痹的怪都贴地飞了，还要跳起来打？？？太他妈铸币了这游戏，限制地形地面全是雷，要我打飞着的小怪，boss无敌，小怪打完可以打几下血妈肉的boss，然后boss再无敌，开始招小怪，10几个小怪连发射击。还有人形boss，只砍主角，都带控制，主角打控制还要累计破坏值，打你吗？剧情我个人觉得可以接受，毕竟女主是个“设计孩童”怪怪的翻译，情感缺失有点谜语人很正常。男主热血老好人，几个队友人设都很喜欢，尤其是诗宾岚和花火！两个小队合并的时候成就感满满，但是前期的战斗很多处都太刁难人了！
好评: 二次元佳作，用脑力化作超能力驱动整个社会的设定脑洞还是很大的，满大街的悬浮广告窗甚至让我联想起了三体的地下树城，世界观确实是有在好好塑造的。模型还算细致，画面也还不错，音乐和场景也非常契合，美术馆的BGM确实把我给听毛了，作为一个动作游戏，动作质量也算上乘。
不过，游戏也还是有硬伤存在，双主角的叙事只能说是连接上了，但很多关键节点却缺席了，并且游戏的内容并不足以支撑分开的两条线，打完一个角色，对战斗系统基本就差不多玩饱和了，多得那点剧情估计大部分人更倾向于去云补完，不值得多打一遍，如此一来还不如合成一条线，然后关键节点再切换主角视角，重的这阶段讲完了切结人，结人的这段完事了再切回重，显然更好。
另一方面，整个剧情就像是在赶集一样，新的一章进个新图，打完了还没讲明白间歇一段马上又进其它事，导致每一章都浅的很，很多地方明明可以做更深入代入感更好，这一浅就让原有的感动打了折扣。而且，部分剧情还有出戏，重都要杀人了，都被列为通缉犯了，还能大摇大摆得进城喝咖啡，和敌人谈笑风生，这个事实在是不正常，就算是必须为了提升羁绊等级也不正常。而且主线较为混乱，治愈姐姐、矫正时空、拯救爱人，一会儿一变，让人觉得摸不到头脑，并且大BOSS的目的和背景设定还是最后一关才开始讲，虽然场景氛围感是有了，BOSS战的恢弘也算有了，但剧情却是瘸着腿的，略有遗憾。
第二个是战斗系统不够深入，与最核心的击晕契合度不够，技能树三分之一的格斗技，但各个都和击晕没关系，游戏的核心还就是击破击晕，SAS技能也都是在和击晕终结做关联，近身格斗既没控制也没伤害还不击晕，而且别说大怪，小怪的霸体都不一般，所以不能说丢箱子是超模，只是这个格斗系统实在做得没到位。和击晕根本没关系，要是分出一些需要连招来触发的重击，大幅丰富动作技能种类，能给大小怪物通过格斗方式施加控制和硬直，这样会好很多。
结局挖了个坑，应该是有意做2代的，如果有的话，就希望能把战斗做得更深入，剧情能以正常速度好好一点点讲完吧，设定还是挺讨喜的。
好评: 一般…我只能说战斗方面挺爽的，亏我还买了豪华版…打完一周目就不想开第二周目了,感觉吸引力对我不是那么大。剧情就自己去看steam商店评论区吧，我没什么可说的。无感。打分5/10:Tina_laugh:
差评: 上来玩的男主线，女主的态度让我血压拉满，谜语人一个，什么都不说就要砍男主，再一再二还有再三，当谜语人？剧情演出也一点没有，我一点没看出来女主有什么挣扎犹豫的神情。整个一冷漠.jpg，然后又突然奇妙的要跟男主谈谈，完全的莫名其妙！最重要的是，女主打败了男主，就game over了，死了！男主好不容易（众所周知这游戏pvp离谱，敌方完全没有硬直，血厚的离谱）打败了女主，剧情让强行打平，凭什么？制作组是不是觉得越这样玩家就对女主线越好奇？有没有想过可能玩家就彻底对女主厌恶了？2022年了这什么nt亚萨西剧情？我现在不想知道女主到底隐藏了什么，我只想把她干掉，男主线真的让人非常恼火，冲着花火忍着打完男主线拉倒了，不想再看到女主的脸了
好评: 7.5/10

如果你是一个剧情向玩家，快跑。
如果你是一个动作游戏爱好者，这款游戏非常值得一玩。
 
+ 有趣、中二且富有深度的动作系统
+ 丰富的敌人种类、环境互动
+ 一个非常有潜力的世界观和故事框架
+ 花火一条

- 令人无语，尴尬的牛马剧情
- 过于中二的台词
- PPT演出
- 不少地图又臭又长，比较乏味，好在敌人种类丰富
- 脑瘫紫电（通关羁绊等级2）
好评: [h1] 我心目中2021最好的JRPG [/h1]
绯红结系真的是一个优缺点很明显的游戏。

[b] 先谈优点。只谈大类	[/b] 

美术。南梦宫这作建模美术成为二次元RPG的顶流都不为过，主角团每个NPC建模都很精致，老二次元看到这种建模只能说很舒服。
地图设计。这作的地图设计给我很惊艳的感觉。尤其是苏芳和青蓝，两座城市截然不同的风格但是都震撼到了我。苏芳的赛博朋克感觉，让我进入这个世界的第一眼就被深深吸引了。
设定与成长。本作各种超能力=【超脑力】，换了个说法没有什么问题，男女主都能使用念力进行战斗并能与自身武器系统结合。此外还有一个sas系统，最大一共可以同时使用4个sas技能，随着后期成长你能解锁9个sas，不同的sas应对不同的怪物情况和地图情况，到了后期就十分爽快，打击感也相当不错。越到后期技能树的完善带给你的成长越明显，你是能慢慢感受到自己的变强的，所以这游戏前期较为慢热。
羁绊系统。这就是十分戳我的系统，和NPC处好感度。给NPC送礼物可以提升NPC的好感度等级，然后解锁sas技能的更强效果运用到战斗中。另外，有一个类似于家园系统的东西存在，你送给NPC的礼物是可以保留在基地的，我们可以看到NPC和送给他们的礼物互动，比如结人趴在吐吐神上一动不动，岚洋洋拿了我的枕头就躺在地上睡觉真的屑，阳炎和鸫父女组在打游戏....很有互动感，感觉自己的用心没有白费，而且看着他们玩有很有意思。除此之外羁绊剧情也是做的不错的，配角的塑造都很生动，会一层层铺开每个人身上的闪光点和谜团。

[b] 缺点[/b]
主线剧情！我真的要cue死这个剧情，真的很莫名其妙很多时候，我是先玩的重线，我就很想打死这个女主，谜语人滚出地球，看到后面那个对话【你什么都不知道，你什么都不懂】【就是你们什么都不说我才什么都不知道啊】，我真的笑死。男主线观感及其差，就很莫名其妙，一切都很莫名其妙，虽然能够强行解释，但是伏笔回收和下放的太生硬了，真的我是逍遥讲人吗，真的很勉强才能自圆其说。想要观感好点推荐先玩女主线。
过场。PPT过场真的很痛苦，但是动画演算都很好，尤其是大决战给高分。但是，这不能掩盖过场PPT带来的无语。虽然你要我硬是去解释也不是不行，这样的呈现画面是和后面跳跃部分相互对应，给玩家代入感。淦我编不下去了，PPT滚出RPG的剧情过场。
地图。成也地图败也地图。真的我不明白为什么就不能把地图建成一块，就有时候就明明下个楼梯都要切换场景，你就不能建出来吗，一直不断切场景读条真的让人内心很毛躁。
后期战斗，到了后期真的就是一直重复刷刷刷，虽然很爽，但是真的很烦躁，到了后期最后两三章左右就没有新怪了，一直都是来回那点，而且地图又长又臭，点名批评贝比，荒吐神和皇陵，地图是变了，怪物来来去去都是那几只，就拿一堆自爆怪和铁皮怪恶心你？？更别说i决战图还是缝合怪。


这游戏真的很可惜，如果没有脑血栓剧情的话，年度JRPG我觉得就不一定是破晓传说的了。

最后，注：本体+DLC建议半价及其以下时购买，不建议原价入当冤大头。
差评: 怎么会有这样逆天的剧情啊
差评: 剧情还可以。这个战斗系统真的不行
差评: 正常的云存档步骤，也确认同步了，在客服里看到存档了，为什么存档没有载入啊，每次要重打，又不能用其他人的存档，这怎么玩？
差评: 玩这个游戏不能太考究设定，会发现很多bug（。）只要抛开科学感受时髦就好了……
个人觉得剧情内核比较老套，有很多我讨厌的谜语人！有的地方的迷宫实在是有点长，怪又很烦，打得人会失去耐心（特别是最后几个关卡总会出现的拧自己头上水龙头的怪，好烦= =）
2.5分给在演出效果和战斗系统上，比较有趣，关卡内使用道具窍门通关设计得也挺好玩的，最终BOSS的那个最终一战真是设计得很有意思，演出效果也挺震撼的
据说把两条线都通关才能看到TE结局 但我走了一半的重线 有点走不动了


好评: 就一无脑爽游......
差评: 男主爹死了转头还能给对面发个微信求谅解的，女主更是全程司马脸，更别说两边通信频道一直畅通连句b话都不说清楚的脑溢血队友了，就那么几关几种怪正过来打倒过来刷，打开游戏就是纯纯的坐大牢，不会真以为自己做的游戏很好玩吧？
好评: 整nm双线还整的不明白，不如干脆就一条线，反正男女主重复的时间线有六成左右，简直就是强行抬高游戏时间，抛开剧情8分，剧情4分
差评: 狗屎剧情，老爸被她杀了，人家也要杀你，你却同情她，什么日系亚撒西主角哦，看的想摔键盘
好评: 玩的女主线，在很多人强调剧情很粪的情况下降低了很多期待所以玩的时候意外感觉还行？（因为赶进度也没怎么喝茶）镜花加阳炎再加上紫电用来回蓝真的bug 丢垃圾丢的很爽 怪的话后面打的雀食没有意思啊 就连卡连也比不过马戏团一根毛 设计跟压迫感都比不了
好评: 战斗做的好棒！！！！！！！！爱死啦！！！！！！

剧情表现和剧情暂不评价，双线通完再说
差评: 双线剧情本来应该是个亮点，但是愣头青男主碰上谜语人女主，让两条线的剧情都无比割裂，割裂也就算了，为了推进剧情牺牲了太多合理性，懒得剧透，感兴趣的可以找实况看看。而且除了关键剧情，其他剧情演出都是ppt，你这何苦要做双线啊，省点预算把一条线做完整不好吗？我真的很少有玩游戏主线推着推着绷不住的情况。
战斗还行，挺酷炫的，有点乐子。
好评: ⣿⣆⠱⣝⡵⣝⢅⠙⣿⢕⢕⢕⢕⢝⣥⢒⠅⣿⣿⣿⡿⣳⣌⠪⡪⣡⢑
⣿⣿⣦⠹⣳⣳⣕⢅⠈⢗⢕⢕⢕⢕⢕⢈⢆⠟⠋⠉⠁⠉⠉⠁⠈⠼⢐
⢰⣶⣶⣦⣝⢝⢕⢕⠅⡆⢕⢕⢕⢕⢕⣴⠏⣠⡶⠛⡉⡉⡛⢶⣦⡀⠐
⡄⢻⢟⣿⣿⣷⣕⣕⣅⣿⣔⣕⣵⣵⣿⣿⢠⣿⢠⣮⡈⣌⠨⠅⠹⣷⡀
⡵⠟⠈⢀⣀⣀⡀⠉⢿⣿⣿⣿⣿⣿⣿⣿⣼⣿⢈⡋⠴⢿⡟⣡⡇⣿⡇
⠁⣠⣾⠟⡉⡉⡉⠻⣦⣻⣿⣿⣿⣿⣿⣿⣿⣿⣧⠸⣿⣦⣥⣿⡇⡿⣰
⢰⣿⡏⣴⣌⠈⣌⠡⠈⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣬⣉⣉⣁⣄⢖⢕
⢻⣿⡇⢙⠁⠴⢿⡟⣡⡆⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣷⣵
⣄⣻⣿⣌⠘⢿⣷⣥⣿⠇⣿⣿⣿⣿⣿⣿⠛⠻⣿⣿⣿⣿⣿⣿⣿⣿⣿
⢄⠻⣿⣟⠿⠦⠍⠉⣡⣾⣿⣿⣿⣿⣿⣿⢸⣿⣦⠙⣿⣿⣿⣿⣿⣿⣿
⡑⣑⣈⣻⢗⢟⢞⢝⣻⣿⣿⣿⣿⣿⣿⣿⠸⣿⠿⠃⣿⣿⣿⣿⣿⣿⡿
⡵⡈⢟⢕⢕⢕⢕⣵⣿⣿⣿⣿⣿⣿⣿⣿⣿⣶⣶⣿⣿⣿⣿⣿⠿⠋⣀
⣿⣿⣿⢻⣿⣿⣿⣿⠻⣿⣿⡿⠿⠿⠿⣿⠻⡿⠻⠿⣿⡟⠛⠛⢛⣿⣿
⣿⠏⣼⢸⡄⢿⢋⢸⣷⣇⢻⣿⣿⣿⣿⣿⡗⣥⠂⢦⣿⣭⢩⡍⣭⣽⣿
⣿⣾⣛⣸⣿⣾⣾⣈⣛⣠⣿⣤⣤⣤⣤⣼⣴⣫⣶⣌⣻⣋⣼⣇⣋⣼⣿
好评: 在b站花了二十分钟过了一遍游戏的全剧情和设定才有了打下去并通关的欲望，前中期严重的全员谜语人现象真的恶心，这样搞rpg最重要的剧情就为了这男女主双线的设计，不被喷才有怪。所以我的建议是先了解全部剧情和设定，剩下的细节自己在游戏流程里慢慢看，体验会好很多。
战斗系统十分爽快，手柄搓连招更是爽的不行。后期男女主两队汇合，可以用的超脑力变成八种，再加上脑力超载下队友的连段以及男主的脑内空间，在打卡连前的那段流程里打的超爽！
另外，卡连是真男人，无数次的时间跳跃无果之后选择在两千年前了结自己，放弃代替八云皇，解开了岐之门里最后的缠结，为世界历史带来了一丝改变，自己一直尝试拯救的艾丽斯也因为自己未曾存在过而免于一死。
一对比这么轻易就放过自己杀父仇人的男主就是个窝囊废，阳炎他为了自己的家人杀了你爹，你就不能为了自己的爹把他干死？？？这种日漫典型的温柔人设男主就是恶心人，呕。
好评: 论如何修改剧本让其合情合理
1.重发动能力是因为奥尔加（误）而不是姐姐
  红色丝线能力的发动需要情感出现大幅度波动，既然如此重这种几乎对恋爱绝缘的人发动能力完全应该是目睹姐姐出事而不是赛特，个人感觉可以这样修改:
  目睹姐姐怪异化之后重失去战斗能力，之后不知情的队友赶过来击杀了姐姐（这里可以扔个烟雾弹，让重误以为姐姐死亡），重发动红色丝线穿越
2.前期女主完全不对男主解释
  女主穿越到50年后接到老结人的“任务”后，回到现代一声不吭就要杀掉男主，一个当事人比观众接受能力还强让人直呼内行；这里重要一个点是老结人是说自己“不敢自杀”，这个理由太牵强了，而且还拉低结人逼格，个人感觉可以这样修改:
  重穿越到未来之后，目睹了老结人的踪影，重觉得背影很熟悉，于是追了上去，这样可以插入一段游戏流程，一边渲染末世的恐怖气氛也可以让玩家消化剧情；最后队友因为时间到了回到现代，这时突然出现一个大型怪异，千钧一发之际老结人赶到，两人一起击杀了怪异；之后两人交换情报，老结人这里的“不敢自杀”可以改成“不能自杀”，因为结人本来就是新日向制造的战略兵器，新日向还有洗脑的背景设定，这里可以加个类似三体思想钢印的设定，只要结人要决定与新日向为敌或者想自杀，思想钢印就会启动强制让结人黑化，这个世界线黑化的结人目睹了世界的毁灭和同伴的思死亡，随着时间流逝终于在老年解除洗脑的结人让重杀掉以前的自己，所以重不能告诉结人真相；未来这一段剧情还可以加一个老结人送了女主一把武器或者一个吐吐神周边啥的，让未来这一段剧情更有羁绊感
  但即使这样也不能让重内心对杀掉结人一点迟疑没有，剧情中可以给出重的一个心理活动:
“未来的结人自然解除了洗脑状态，这代表着洗脑可以解除，应该抓住他然后与新日向交涉”
  那么如何让结人解除洗脑呢？可以让一个铁憨憨角色憋不住了强行告诉了结人，我感觉可以让紫电来，毕竟原版紫电就说过“老子忍不住了要全部说出来了”，然后结人黑化开始boss战；战斗之后插入剧情动画演出，结人发疯似的攻击队友，甚至要攻击花火，剑就要刺中、花火一脸懵逼之时女主挡刀，这时候可以选择①一记友情破颜拳，被刺伤的重怒吼道，“好好看清楚你面对的是谁，你结人皇的意志力就只有这种程度吗？！”②爱的抱抱，被刺伤的重反手抱住了结人，轻声道，“即使是在未来的你也能在危机时刻救我，我相信这样的结人不会输给那种东西”（后者更有cp感，但以重的个性可能倾向于前者）；之后黑化结人看到了老年的自己送给重的礼物，一阵痛苦嚎叫之后洗脑解除，这样安排不仅可以解除原版的谜语人重的恼火感，而且可以完美解释重对结人的态度180°转变，还进一步加深了男女主的感情羁绊
  3.女主选择不救姐姐
  这里也是典型的当事人接受能力比观众还强，姐姐死的时候我比重还伤心，心里马上想到的就是要发动红色丝线穿越救姐姐，结果重就哭了一次之后就释怀了，姐妹俩感情就这？剧情给出的解释是不能否定姐姐的人生，这显然不能让人接受；人家卡连为了救爱丽丝自己的命都不要了，显得重对直见的感情真的就像塑料一样，个人感觉可以这样修改:
  整体逻辑还是变主动为被动，让“不想救”变成“不能救”，故事走向还是不变，但重的内心要把“救姐姐”一直作为第一任务，拯救世界只是顺带的；①直见死的时候一定要强调重的生命，比如“重，答应我，坚强地活下去，如果违约的话姐姐会生气的哦”②剧情进行到妈妈解释被红色丝线拯救的“应死之人”必须自行了断才能解开缠结，这里给一个重眼神突然暗淡的镜头，暗示重内心以为拯救姐姐无望的绝望；剧情进行到最后，卡连牺牲自己拯救了爱丽丝并且岐之门消失，众人懵逼之时，镜头突然给到重（镜头不要给到眼睛），重慢声自言自语到，“爱丽丝被拯救了并且岐之门消失了，也就是说，姐姐也可以这样被拯救对吧”，然后突然发动能力穿越，结人察觉到事变，慌忙加入重的穿越，重穿越到了离参加怪伐军脑力测试还剩几天的日子，再一次看到姐姐的重不禁泪流满面，抱着姐姐久久不出声只留下一脸懵逼的姐姐，随后，重离开姐姐到了一个阴暗处，喃喃道，“要拯救应死之人并且不留下红色丝线缠结，只能让那个应死之人变成自己……姐姐，再见了……”正当重准备自杀时，结人赶到了，一刀打飞了重的飞刀；“重你在做什么蠢事！”“这是我的选择，我要拯救姐姐！”随后开始重和结人的boss战，打完之后进行一段剧情演出动画
  “结人，为什么要阻止我！姐姐是这个世界上最爱我的人，无论如何我都要拯救她！”
  “重，我知道你对直见的感情，但我更知道，直见绝不会允许妹妹用自己的生命换她的生命！”
  这时候镜头设计可以给一个结人一个熊扑把重扑到身下（别想歪了），重疯狂地大叫，飞刀不断割伤结人的身体
  “重！好好想想直见最后对你说的话！如果你真的这样做了，直见真的会幸福吗？你真的要辜负直见做的事情吗？！”
  “重，想起来啊！曾经未来的我也陷入绝望想让你帮我了断，但你却找到了拯救我和世界的方法，我相信一定也有拯救直见的完美方法，虽然现在可能没有，但未来我愿意和你一起寻找！”
  这时的镜头给一个结人脸上被割伤的血掉入重的眼睛，重模糊的视线中浮现了姐姐怪异化最后的身影
  “重，答应我，坚强地活下去，如果违约的话姐姐会生气的哦～”
  重再一次流下眼泪，停止了动作，飞刀落了下来
  重和结人回到现代，花火惊呼，“结人你怎么满身都是伤！”，重给大家道歉，解释了事情原委之后众人表示都会一起寻找那个拯救直见的方法，随后这段剧情结束
  最后一个剧情镜头可以给到病房，重守在结人的病床前（此时给个重轻抚结人伤口的镜头也可以嘛，不过这是私货了），结人问到，
  “重你不会再干傻事了吧？”
  “嗯，我再也不会漠视我的生命了，这是姐姐与结人你共同教我的”
  重之后表示自己会去月球，一方面是帮助月球上被怪异侵扰的人们，一方面是可能月球科技会有拯救姐姐的办法，结人表示自己会先在地球创造一个不是全靠超脑力而是人人平等的世界，但如果重需要自己，自己会马上回到重的身边，重打趣道，
  “那你可要说到做到哦～”
  “那是当然的，我们可是一直被结系在一起的呢”
  随后给一个两人拉钩的镜头，红线缠绕在两人的手指之间
 全剧终
好评: 别问，问就是一言难尽
男主剧情各种意义上谜语人，女主也不是个直肠子
不推荐原价入，各种意义上都太亏了（确信）
只能说，dlc说服了我
好评: 始于终焉世界——[spoiler] 卡莲，我滴超人 [/spoiler]


二次元这块算是让万代玩明白了
好评: 推荐买dlc，剧情很棒
好评: 玩的结人线 使用手柄 剧情和战斗同一时间总有一个拉垮的 要不然剧情看着脑血栓 要不然打怪犯脑血栓
    鸫真好看prprpr 岚真好看prprpr 重真好看prprpr 镜花真好看prprpr 花火真好看prprpr 鲁比好可爱prprpr 那琦真惨啊哈哈哈哈哈 本游戏最惨没有之一
    不建议太较真 不要太带脑子 尤其是在剧情和装备方面 盯着女孩子们看 摁着手柄狠打 会发现你获得了更好的游戏体验
    结尾重和结人对视的时候 我以为男主要说"大好き"要和女主去月球私奔的时候 他说“今后我会继续在这里活下去” 女主也没说“跟我走吧 天亮就回家（doge）” 我高血压差点犯上来 
     本作没有什么感情线 要想盯着男主的感情发展或者和妹子们有趣的互动 建议你备好降压药 旁边放着除颤仪和自动心肺复苏器 以不被男主女主的操作吓得心脏骤停(本人纯纯恋爱脑 我都喊出来了 “和她私奔！和她私奔！ ”  羁绊只利于战斗和额外的剧情 剧情很好看 但是没有感情线 望周知 我一开始就被骗了 唉 <提一嘴 唯一提过交往的是那琦和我在讨论花火的时候哈哈哈哈哈 你玩二周目继承上个存档的数据时 他给你发消息 你看他会和看傻子一样哈哈哈哈>
    游戏还是很好玩的 打击与人物设计上（除了情商不看）都算得上我玩过二次元游戏天花板了(原神和多娜多娜也在我这里算天花板 望周知)
    非常推荐入手玩一下 20个小时左右的流程 非常nice好玩（喜欢深究剧情建议别带脑子 你会死掉的）我玩二周目是因为想玩重线然后看看羁绊满了的剧情 我还是很喜欢除了你觉得会可能会交往这方面的所有剧情（不要有遐想的成分） 真的很有意思 看着主角小队一步一步走来发生的剧情 不建议跳过去 如果你买了真的需要体验一下
好评: 春促时半价入的豪华版，玩下来值199的价格了，毕竟二次元，感觉剧情不能带脑子看，先刷男主篇一堆迷惑操作，再打女主篇就真看不下去了，不过主线外的小支线剧情又讲的可以，本末倒置了属于是，打斗系统ok，就是必需等动作后摇结束才能接闪避不太适应，到后期真就开sas一路莽过去，而且玩到后面就挺枯燥了，感觉皇陵这张图真就是叠怪拉时长，还有有些挑战和任务挺反人类的，要精准闪避的同时用拦截击杀怪异就不说了，问题是弹回去打碎盾接脑部碎击竟然不算完成，刷了半天最后实在刷不下去了，总的来说还是合格的
好评: 打击感很不错！剧情有点拉。。
差评: 俩队汇合之前的剧情只能说脑子不沾点写不出来
差评: 什么垃圾剧情，前所未见。一无是处的垃圾游戏
差评: 果然日系游戏的剧情都是这样，结局也不说两人是否在一起，各种谜语人，然后对话也是谜语人，如果能选一次，我会将剧情全部跳过，根本就是在浪费时间。另外我很讨厌这种自以为是的女主。战斗是做的很爽快的。这个是唯一能赞扬的点了。
好评: 我好想和岚一起偷懒啊啊啊啊啊
差评: 剧情放PPT脑内通讯放也就算了，当面交流也是ppt很影响体验，再说战斗，确实很华丽，但是玩多了以后审美疲劳甚至不想玩了，尤其是到了皇陵的那个地方，真的是又臭又长，怪好多重复的。后期剧情还行，但是支线任务做的和shi一样啊，真亏他们想得出来还附加条件，有的任务得打两三次才过，这闪避系统做的有点迷，但是玩多了以后就习惯了我也就不多说啥了。打完男主线就打不下去了，早知道我就玩女主线了，一开始觉得游戏不错才从男主开始体验剧情，想着这游戏还行能打两遍，结果....就这？不推荐购买
差评: 这剧情就算是萌豚中的萌豚也看不下去，笑嘻，shabi编剧
好评: 卡莲真男人，dlc可以看真男人卡莲的过往了
好评:  
好评: 战斗：女主手感极差，尤其是回念力的特殊攻击和平a重击，做得这么差你们制作组不会觉得有问题吗。有点后悔一周目不是男主线，玩了一会感觉男主的手感至少是及格的。追击技能点满，队友集合后确实爽了一阵，但是最后的一大关怪物重复和地图重复堆到了极致，印象只剩下烦躁。总体还不错吧至少前十几个小时感觉蛮有新意，玩着没犯困，处决也挺帅的，7/10？

剧情：演出做得是不错的，有在调动玩家情绪，但是剧本没撑起来。我觉得如果你完全不在意逻辑之类的就看个气氛应该还是可以享受的吧。虽然时空系游戏深究总有bug，但是这部让人看起来很无奈很累，部分剧情成立在男女主那根本不是人类的脑回路上。并且前面铺垫了那么多，最后结局就是个比较个人情怀的爱情故事，感觉很可惜吧。另外我想问吹雪到底做了什么，走完剧情感觉他赢麻了，蛮怪的。
好评: 打通女主线感觉就是非常爽打斗随着等级的提升战斗方式不断解锁越往后打越爽越丝滑，剧情到中期解锁全部sas打斗在提升一个台阶，打斗是越往后越爽以及基地小屋的羁绊玩法使得游戏体验非常好。剧情别带脑子就好不建议原价购买，打折购入还是非常值得（赤瞳白毛有什么好说的）
好评: 卡连真男人
游戏本体非常优秀，除了槽点过多的羁绊系统是硬伤，叙事手法从多角度进行叙事，音乐给剧情加分带动情绪
打击手感很好，组合技给游戏带来了更多的可玩性
dlc1和dlc2丰富了各个角色的形象
而dlc3从“反派”卡连的角度来讲述，将卡连的角色形象提高了一个层次
期待续作
差评: 这破游戏更新内容就这么喜欢恶心人？就这么想玩家把这粪剧情多看几遍？
差评: 差评 肯定是差评， 为什么 因为我是一个剧情党。我相信大部分玩过了这个游戏的玩家都会理解这个决定。 我就完了没多久 这个女主的脑回路 只能用三个字形容 非人类。 我承认 我是冲着画风买的 而且我也知道剧情不行。现在的JRPG嘛 基本上都这样。 但是这个女主塑造的实在是太差了 你说她三无只考虑姐姐吧 她会说我失去了谁谁谁 啊 我又说错话了。 你说她冷静聪慧吧， 一听到姐姐就傻了， 去了趟未来脑子就没有了。 只想着杀男主，还让男主青梅竹马给她透露消息， 拿了把刀威胁要死的人让他讲出真相还不让男主去看他爹最后一面。 男主一脸蒙蔽就要被她杀 他除了原谅我吧什么都不会说。 卡莲说了老老实实呆着可以救你姐姐结果别人一请她去杀男主二话不说冲出去了。 你不是一个姐控吗？？？？？ 操作手感稀烂 我没玩到最后不是很有资格评价手感 听说不错。 但是闪避手感很差 得打完一套才能闪。 移植的痕迹很明显 建议关锁定玩 就算关锁定 他还是会自动锁定到一些敌人上去 这就导致你视角看的是A 但是打的是B。键位和一些交互设计不是很流畅（对于键鼠（我PS手柄识别不了不知道是不是关了什么东西））。总之原价不建议入 打折可入 剧情别带着脑子看 混到后期爽一下的游戏
好评: 这剧情写的真好，下次不要再写了
好评: 期待第2部
好评: 题材真的不错，超能力拯救世界这谁顶得住啊，不过刚玩的时候感觉一般般主要是奔着动作游戏去买的前期技能解锁的太少不过后期打起来是真的爽，但剧情是有一些bug的我比较强迫症所以还是有点介意的，而且双主角路线个人感觉不咋地男主就是像炭治郎一样特别温柔的人但过于理性温柔甚至有点圣母的嫌疑，女主说实话塑造的很一般到最后也对她无感，剧情整体就是前期疯狂挖坑后期挨个填坑，不过毕竟一开始也没对剧情抱太大希望我觉得倒反而是不错的
好评: 直见，我的直见😭
好评: 赞
好评: 战斗好舒服
差评: 操作手感差，打完一套才能按闪，打折买了，不然不值这个价
好评: 剧情一般，但瑕不掩瑜，先玩女主线，值得这个价格，手柄手感很棒，我还把我的北通升级了xbox，没有那些人说的那么不堪，极致的二次元，极致的享受
好评: 第一次玩只建议走女主线，男主线不仅剧情血压拉满，战斗也血压拉满，和女主会和前战斗简直坐大牢。后期成型了战斗会很爽，走女主线的话剧情就显得挺正常的，至少我能接受。
好评: 一个表现合格，质量尚佳的二次元游戏，游玩设计弥补了剧情的脑浆，建议编剧给程序员磕个头
差评: 游戏内容枯燥乏味，如果不是这类二次元游戏爱好者，建议绕道走
好评: 总体还可以，就是这剧情没有10年脑溢血应该整不出来的
好评: 即使番做的很烂，但这绝对是二次元画质最好的游戏
差评: 什么lj剧情
好评: 太二了，跌莫，我喜欢
好评: 中二性＞动作性
帅就完事了！
好评: 后期堆怪恶心
好评: 你总不可能总做这种质量的游戏吧...
真的是，各方面都透露着制作组的贫穷...
到时候被收购了怎么办呢？
万代躺在地上滚个两圈“不要啊~不要啊~呜呜~”
这样子吗？
差评: 不会做剧情可以不做，手感稀碎
好评: 还好，花钱买了半个PPT。游戏方面确实很不错。
好评: 用手柄玩的，战斗是真的很爽，真的很爽！玩的一周目男主线，剧情一言难尽，有些人真的死的不明不白？莫名奇妙就给他写死了，尤其是赛特属实是给我整无语了，好歹是七剑星莫名奇妙被自己下属秒杀了，虽说之前被剧透他会死，但我感觉可能是为了保护主角被怪异杀死，结果这展开让我不禁觉得很赞，这很难不让人怀疑怪伐军大部分都是吃白饭的，你说直见跟基友还能推动一下剧情，这赛特直接当炮灰了？不过除了故意把人写死以外，剧情理一理也能看懂，我玩的男主线，基本上这个剧情前期还算正常，到后期展开稍微给我整不会了，突然信息量过大。抛开这剧情不谈，战斗是真的很爽，真的很爽！
差评: 爱丽丝！我要创造一个有你的世界！！

好评: 战斗系统太棒了 可惜剧情一言难尽
好评: 除了剧情，各方面都很满意，这牛马一样的剧情真的受不了，哦，对了这神仙ppt也有点难受，
好评: 趁五折赶快玩一下，就怕以后一折血亏
好评: 有的人天生在罗马，而有的人天生是牛马
差评: 不会做剧情可以不做，这鸡巴主线就尼玛恶心，可以说，男主和他的基友从头到尾都让我恶心，恕我直言，我只想让这两个狗东西赶快死，磨磨唧唧没完没了，从头到尾都在重复着，见面，打架，跑路，下次再见，再打，对面已经是个脑子都没有的傻逼了还尼玛拿鸡拿鸡那你麻痹啊，女性方面，除了白给的直见，强行组队强行打破心结强行喜欢啊爱啊拦都拦不住的内向小娜娜，被迫绑定编剧不让走的青梅竹马，可以说女人都差不多，有个性，有故事，但是爷根本没兴趣了解，强行渲染悲惨背景为根本看不懂的行为做铺垫大可不必啊，大可不必。有人说倒了女主线就一切清楚了，我想说，如果说只有女主线才能明白一切，我玩男主线的理由难道就是活该被恶心么，这尼玛前脚boss战恨不得杀了对面的妈，后脚就私信撩骚约会，真贱啊，不带脑子不代表我不看剧情，看一眼都恶心的剧情，不带脑子嘴里也有味啊，我吃奥里给难道会因为闭着眼跳着社会摇嘴里就舒服了么。
打斗方面，精准闪避这个东西做的极其垃圾，都什么年代了，你个本质上时爽游的游戏里还有攻击中无法闪避柔化的僵硬设定，为了挨打而挨打，你是怕我打不全伤害还是怕怪打不到我？自动锁定很恶心，杂兵到boss人均带远程输出手段，就尼玛恶心，强行恶心，打击反馈垃圾，打上去仿佛打的是钢板，对面一点反应没有，就好像看你打的累了，所以它可怜你停下来躺下来让你白嫖几下。
从噬神者到嗜血代码到刀剑神域，这个公司用实力告诉了我，打击，我们是业余的，如果你不适应可以滚，可以，我滚了，就您这破逼手感，我被车车车龙从2g雪山顶追到永恒冻土都没这么恶心过。
之前我问别人都说不要买，除非愿意无脑跳剧情，我还不相信，我觉得一个大公司，再差又能差到哪，玩过之后我才懂了，有些公司没这个天赋啊，可以不做这种吃剧情的游戏，你学三国无双这种空格跳过剧情直接进去穿着比基尼拿着鞭子跳舞杀人就很爽的游戏不香么？我现在打游戏已经关掉语音了，首先剧情死了妈一样的大喊大叫，一次可以，每次都嚎丧一样的，没必要，其次，男主真恶心，我不想听那个傻逼的嘿哈声音了。这个游戏可以说直接对我生理产生了不适，我忏悔，如果能重来，我绝对不花这傻逼冤枉钱了。

2022/2/2/ 双线剧情全都品过了，差距不大，我的态度也没变，除非白送，不然不建议买，感谢绯红结系让我大过年前后血压就没下来过，低血压特效药啊nmd。剧情方面，女主线剧情包括了大量的内心描写和背后的故事，补全了男主线女主一副司马脸以及前后几次见面态度变化及其诡异的理由，但是剧情模式和男主线基本一致，差距大概是男主需要跟基友腻腻歪歪大喊大叫好赖不分的猛拉血压，直见老婆乖巧可爱，而且白给的很干脆，加上女主性冷淡的性格也不会让人头大耳鸣眼前一黑，高效率的执行能力也不会全程满脑袋问号，基本是按着脑袋告诉你我这么做的理由和这么说的原因和听你的话我的想法，比较舒缓情绪。但是依然掩盖不了剧情和人物之间感情无法深究的薄弱感，原谅这个话题在我这里已经属于非常严重的雷区了。感情戏比较迷惑，虽然是少数看似后宫的剧情里走了独狼的路线，但是同时大家都是我的翅膀的剧情也让浅尝辄止的感情线十分迷惑，回头说你躺在别人怀里只是对他很敬仰，是不是有点太牵强了。打击感方面，从头到尾都贯彻了什么叫僵硬。加上技能四五段普通攻击期间无法随时闪避打断，完美闪避时机对于猎天使魔女怪物猎人仁王只狼之类玩家的我来说，非常难受，而且极限闪避没什么收益，人家的魔女时间无回滚吼，在这里基本没什么突出效果，甚至不如一个自动开启的buff。咱也是万代老游戏粉了，只能说他的游戏，好玩吧，也就一般好玩，好刷吧是一点都不值得刷，很多情况是不得不刷，比如武器材料之类的。还有很多坑没有填上，总之，怎么说呢，我浑身难受，剧情很不错，下次不要再写了。
好评: 这次没买季票我是聪明逼
爽快的战斗系统（同时使用九个超能力不要太爽）
男主线通关打卡
总体来说不错

好评: 真的挺好玩的，玩的很上头，几天把它打通关了，其他游戏都没带碰一下的，买就完事了！
好评: 哈哈狂肝两天打了两条线终于把家里的装饰都送齐了，看着满满当当的据点还挺有成就感的。没想到花最多时间的是送礼物看羁绊剧情，单冲这点给个好评也算对得起自己。打起来手感很爽，部分支线剧情还可以，主线前期急人，女主不知所云满嘴谜语，男主典型的亚撒西类型全都原谅。打的普通难度最后boss战还是挺有压迫感的。算是好游戏吧
好评: 挺好玩的！！动作流畅，挺酷的！！
好评: 等了半年多终于半价，19小时通关女主线，我的评价是:不会做双线剧情就不要学人做。


剧情又臭又长，主角塑造一坨，女主纯纯当谜语人，男主纯纯亚撒西，编剧强行分双线并行但是又没那个水平，无论是人物冲突跟剧情暴走发展都是莫名其妙，上一分钟杀你爸，下一分钟能出来吃个饭？

战斗系统是唯一亮点了，中期开始越来越爽，可以说是二次元类游戏的顶级水平，SAS系统4开特别爽，复制+雷电+超高速，毁天灭地。

但再爽的战斗也顶不住后期主线无脑堆怪，缩壳怪出现频率高的吓人，几乎稳定远程缩壳怪+外壳怪，加上最后2章超长的章节流程，战斗变成了重复劳动后也就只剩下纯纯的坐牢体验

BOSS设计也就只有一个马戏团让人印象深刻


+爽快的战斗系统
+优秀的羁绊剧情
+基地送礼互动
+优秀的音乐
+懒洋洋的岚
-突兀的剧情
-粪一样的地图设计、关卡设计
-几乎不存在的装备系统

总结：6.5
好评: ⣿⣆⠱⣝⡵⣝⢅⠙⣿⢕⢕⢕⢕⢝⣥⢒⠅⣿⣿⣿⡿⣳⣌⠪⡪⣡⢑
⣿⣿⣦⠹⣳⣳⣕⢅⠈⢗⢕⢕⢕⢕⢕⢈⢆⠟⠋⠉⠁⠉⠉⠁⠈⠼⢐
⢰⣶⣶⣦⣝⢝⢕⢕⠅⡆⢕⢕⢕⢕⢕⣴⠏⣠⡶⠛⡉⡉⡛⢶⣦⡀⠐
⡄⢻⢟⣿⣿⣷⣕⣕⣅⣿⣔⣕⣵⣵⣿⣿⢠⣿⢠⣮⡈⣌⠨⠅⠹⣷⡀
⡵⠟⠈⢀⣀⣀⡀⠉⢿⣿⣿⣿⣿⣿⣿⣿⣼⣿⢈⡋⠴⢿⡟⣡⡇⣿⡇
⠁⣠⣾⠟⡉⡉⡉⠻⣦⣻⣿⣿⣿⣿⣿⣿⣿⣿⣧⠸⣿⣦⣥⣿⡇⡿⣰
⢰⣿⡏⣴⣌⠈⣌⠡⠈⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣬⣉⣉⣁⣄⢖⢕
⢻⣿⡇⢙⠁⠴⢿⡟⣡⡆⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣷⣵
⣄⣻⣿⣌⠘⢿⣷⣥⣿⠇⣿⣿⣿⣿⣿⣿⠛⠻⣿⣿⣿⣿⣿⣿⣿⣿⣿
⢄⠻⣿⣟⠿⠦⠍⠉⣡⣾⣿⣿⣿⣿⣿⣿⢸⣿⣦⠙⣿⣿⣿⣿⣿⣿⣿
⡑⣑⣈⣻⢗⢟⢞⢝⣻⣿⣿⣿⣿⣿⣿⣿⠸⣿⠿⠃⣿⣿⣿⣿⣿⣿⡿
⡵⡈⢟⢕⢕⢕⢕⣵⣿⣿⣿⣿⣿⣿⣿⣿⣿⣶⣶⣿⣿⣿⣿⣿⠿⠋⣀
⣿⣿⣿⢻⣿⣿⣿⣿⠻⣿⣿⡿⠿⠿⠿⣿⠻⡿⠻⠿⣿⡟⠛⠛⢛⣿⣿
⣿⠏⣼⢸⡄⢿⢋⢸⣷⣇⢻⣿⣿⣿⣿⣿⡗⣥⠂⢦⣿⣭⢩⡍⣭⣽⣿
⣿⣾⣛⣸⣿⣾⣾⣈⣛⣠⣿⣤⣤⣤⣤⣼⣴⣫⣶⣌⣻⣋⣼⣇⣋⣼⣿

差评: 我干死了你爸，并且还要干死你，但你却和我谈笑风生。哪个撒比想出的高大上剧情，诶哟我操了他马币的
好评: 以下仅代表个人观点，给各位做个参考，不喜勿喷
优点：世界观设定很不错，各种超能力可以随意搭配使用，人设中规中矩，动作设计和人物模型大体上也是说得过去的，中二度爆棚，帅就完了
缺点：任务重复度过高，不过毕竟是线性流程，勉强可以接受
           动作前摇后摇过长，人物打斗时格外明显，而且某些怪的攻击前摇实在过短，打起来很难受
           游戏里有一些需要在特定时机用特定的能力攻击才能击杀，也就是要打断你的连击，强行为打这种怪进入另一个状态，很影响战斗，而且这种怪在中后期特别常见，特殊方式击杀刚开始确实觉得新鲜有意思，但是到了后面光整这些，这谁受得了啊，我只打了10个小时就受不了了，怪太恶心人了，战斗的动作总数也不多，做不到像鬼泣那样流畅丝滑（大神除外）
总结：游戏总体质量还是可以的，但是到了中后期就会开始有审美疲劳，任务重复，敌人重复，建议史低入手
好评: 只有一句话，原价买的我是真傻
好评: 战斗挺好，剧情傻逼
好评: 编剧你一定要幸福啊 快点重开去吧
好评: 玩完只剩下爽快与感动还有期待。总而言之，是一部优秀的动作类jrpg。
好评: 战斗很帅
好评: 都挺好，就是不好玩。
好评: 某种意义上也算tales，而且比toar好玩一点点
好评: ok
好评: 我错了，玩过同样200打折买的尼尔重制版后，我发现绯红比尼尔重置好玩多了。分数可以从5分涨到7分了，如果打折100多的价位入手这个游戏的话挺赚的，200也不算亏。游玩过程还是很心很帅的，虽然剧情让人一言难尽。但玩的时候确实好玩。把之前的差评改好评了。但优缺点还是给你下面说的一样，想买的自己权衡吧。


37小时，男女主双线通关。游戏满分是10分的话这个游戏应该在5-6分左右。
优点：1.出色的人物建模与美术风格，人物不用多说挺帅的，漫画式的剧情演出很多人都在吐槽是ppt，但我觉得这 
             种类似动画分镜一样的效果在表现力上也很棒，不至于被这么说。
          2.丰富的战斗机制与爽快的战斗演出，各种能力之间的配合很有趣，处决画面很中二很帅。
缺点：1.与之出色的人物建模相比是脸谱化的人设。剧情与很多人物的逻辑动机都透着一种日式中二的小家子气与自 
             我感动，感觉这些人脑子都缺根筋，行为根本经不起推敲。
           2.他这个剧情我是真的受不了，不管是男主线还是女主线。我不是反对日式中二，这个世界观设定其实挺好 
              的，有个好故事的框架。但编剧就感觉跟初中没毕业一样，故事太单薄了，没有逻辑去推动故事发展，很多 
              地方都很想当然。还有每个章节分成了待命阶段和外出阶段，太影响剧情节奏了。最受不了的是待命阶段各 
             个队友的羁绊章节，两个敌对方前一秒还打生打死，下一秒请你去敌方大本营喝茶聊天。什么东西啊，过家 
             家一样。剧情真的就跟个过家家一样。
           3.虽然我说它的战斗做的很好，很流畅很帅。但最受不了的一点是动作没有优先级，闪避没办法取消动作，导 
              致很多时候都是跟怪物拼血。后期地图也是又臭又长，岔路很多但没有啥能捡的东西，地图岔路只有血药还 
              有垃圾。前期还好，后期探图的收益基本为0。后期地图堆怪现象严重，本来想给这个游戏打7分，但后期 
              真的是给我打吐了，你动作再帅，重复个十几次也真的是腻了。游戏的支线任务也是意义不明，给的奖励还 
             没有跑图拿的好。
结论:如果可以适应日式中二，或者不是很重视剧情的玩家的话还行。剧情拖沓从只有5%的双线通关成就就可以看 
        出来。这个游戏不推荐高于100块的时候买，打骨折的时候还行。类似同社的噬血代码，也是60左右很推荐   
       会有很好的战斗体验，但打完折200我入了，就血亏。不值这个钱。
差评: 剧情女主线太谜语人了 
好评: 顶，非常喜欢这种类型，这就是单机游戏的好玩之处。有内味了，很喜欢这种有着丰富剧情的游戏。
就是价格嘛。咳咳，有一点点小贵，其他什么的都还好，要是在优化一下游戏里面角色的行动轨迹的画，是非常值得去深玩恶毒。同时这还出了相应匹配的动漫，虽然是连载动漫，但有了这游戏就相当于提前知道动漫的剧情线了，非常的不错啊

差评: 迷之性格，迷之剧情。。。
好评: 虽然剧情确实写得有点问题，但是体验真的很不错，整个世界观，所有伏笔，只有玩完两条线甚至看完动漫才能全部理解。
故事末尾疯狂暗示有续作，万代这新IP是真的有未来的
差评: 剧情做得很好，下次不许再做了
好评: 不戳！！！
好评: 这游戏属于风评被害的那种
好评: 总体来说是一部比较分裂的作品。
剧情上我觉得大部分都能自圆其说，但是给人的观感着实是令人恼火，尤其是男主线，从男主的视角来看，女主完全不当人，我弄死你爸，我还要弄死你，结果后来还莫名其妙要跟你和好，就感觉这女主想干嘛干嘛，全然不顾及他人感受，所以即使我玩了女主线，我也不喜欢女主，女主真的人格魅力和男主比起来太低，虽然男主也有问题，过于理智，导致的过于圣母，但是也可以当做是为了大局着想，女主就是纯纯的情商低，而且女主的面瘫脸到后期也没什么变化，说那么多什么发自内心的话我也没加深对女主的好感，花火，鸫这俩塑造的我都更喜欢一些。
战斗方面，前期一般，到了后期起飞，配合SAS打爆一切，爽快程度特别好评，不过键鼠布局是完完全全反人类，怎么会有ctrl+F4这种设计操作，我手小的够都够不到。
羁绊方面，礼物交换和基地的场景添加，我是特别中意，随着游戏进度，基地也由原来单调空旷的地方变得越来越温馨充实，各种礼物，各种物品让人感受到了队友羁绊的增加，收集的快乐。文戏方面，怎么说呢，有点像春晚的小品，前面讲段小故事，后面bgm一变，画风突然变得“说教，正能量”起来，我个人是有点不太适应。
其他方面，男主确实挑染很帅，太刀特效不好看，又紫又单调，女主人设我不怎么喜欢，战斗手感也不太能适应，个人觉得女主要是能在空中连段练得好的话，玩起来会很爽，但是我连不起来，，。艾丽丝原来是吹雪的老婆，那卡连你到底图什么，我看到这我都震惊了，卡连呐你可真是吹雪的好朋友啊，牺牲自己，成全他人的婚姻，完了人家还不记得你。说到这，我就觉得二次元和三次元有一点很大的区别就是，男女之间是真的可以有纯纯的友谊的，男女主互相说的那些话，花火你听到后真的不觉得伤心吗，那话我感觉就已经表白透了，结果呢，什么叫高山流水啊，还是我格局小了啊。
好评: 本文《那崎的牛马生活》涉及剧透

[spoiler] 从小你想当盖世英雄，但是你没有卡特的天资，没有结人皇的背景，没有吹雪的长相。但你仍然认为世界是公平的，于是你毅然加入了怪伐军学院，只不过你是自费生。在学院学习时你觉得你以为终于能做出一番事业，但你不知道你的同窗早就已经靠着他爸市长的关系变成了热门明星。但是你仍然觉得世界是公平的，你仍然做着成为七剑星的梦。和同窗逛街的路上你见到了学院的学妹，你芳心暗许，却不知道你的同窗已经同时俘获了两名妹子的芳心，汤都不给你留。同时突然袭来的怪异同样狠狠的打了你的脸，你不仅不能英雄救美，而且连自己想保护的妹子都保护不了，你尴尬的站在三人中间像个小丑一样。但你仍然觉得世界是公平的，直到临近毕业的对抗模拟赛上。由于失误，你心爱的妹子死在了你的眼前，你吓得惊慌失措。你的同学靠着他的市长爸爸不用蹲号子，但是你没背景，于是你就被扔到了废弃医院里改造。此时你的同窗正在大house里和其他同学谈笑风生，完全不在意你的存在。终于你被上级放了出来，但是上级也就是你同窗的哥哥命令你帮助他的干掉你同窗，你虽然犹豫但是无法反抗。于是你的同窗带着各种妹子给你一顿锤，临死前你恍然大悟，原来有的人出生在罗马，有的人天生就是牛马。然后你的尸体被扔在了路边，最后被好心人送到了你家人手上。后来有的人为死去的人改变了世界，你的同窗为了所谓的规则把你一笔带过，你叫那崎，你也不知道你做错了什么。[spoiler]
好评: 除了剧情有一部分有一点点拉跨整体真的非常非常好玩
差评: 这种分裂性质的叙事太让人摸不着头脑了，当全员谜语人的时候剧情基本上就没有任何代入感了。
差评: 编剧可以学学逻辑学
好评: 好评给我的老婆花火
好评: 岚姐姐你带我走吧。
好评: 爽，超     高                    速
好评: 瑕不掩瑜，很爽
“我就是为了这盘醋包的饺子”
好评: 再见了，赛特，直见，卡连。
再见了，所有的红色丝线。
好评: [h1]2022.1.14 绯红结系女主线线通关留念[/h1]
[h1]2022.1.18 绯红结系男主线线通关留念[/h1]
开始前作为新高一的学生先骂一骂我的傻逼学校。暑假提前开学、一个月放半天假导致我一个预购玩家到了第二年才只通完主线。
——————————————————————————————————————————
抛开各种支线任务和羁绊章节，女主线时长约为十三小时
男主线还没玩过，玩了以后再来做评价。（我那几千个小时都是在傻逼学校里挂的）
游戏本体的容量仅有18个G，比起相同价位的尼尔:人工生命的25个G可玩性高了不少。（音乐还比不上就是了）
PPT的过场说是为优化考虑的话我可以理解，这使得我这张1050ti也能在拉满画质的情况下稳六十帧。（有些3D动画过场反而会掉帧）
游戏的解谜设置的较为简单，对没有耐心的人很友好。
像当代大部分游戏一样，跑路系统又臭又长，不过在渡月的寒冽山（是叫这个吧）以及贝比内部的跑路过程中时不时有可以操控的铁板当泥头车开，在无聊的路途上平添一份欢乐。
——————————————————————————————————————————
男主线一路玩下来和评测区提到的大部分问题一样，剧情因为两条线的缘故拆的太散了，我由于先玩的女主线所以也不至于感到奇怪。
注：由于学业压力，男主线我是开挂过的，只用了五个小时五十分钟（
缺点：
你妈的凭什么DLC卖那么贵。
剧情把控不到位，从月球移民到时空穿梭，格局太大了，到了最后又变成了带土创造一个有琳的世界的故事，反差有点大了属于是。（也可能是为续作的准备。）
和血噬代码一样穿模，不过相比之下绯红结系的穿模频率会小点。
游戏玩到后期难得的崩溃。（可能因人而异）
目前遇到的崩溃情况有：
1.在荒吐神中无人机自爆和战斗结束同时出现时
2.最后一阶段挂着网课打吾主马戏团时
(由于人被困在内卷极强的某个傻逼高中里，等差不多半年大概会写完整评测)
好评: 讲道理我觉得各方面都挺一般的
好评: 好好好好好好好
好评: 女主线通关了，整体还行，本来就是冲着二次元风格来的（我就好这口），剧情方面令人诟病，不过有可能是我日式中二剧情看多了已经免疫了，我觉得就那样吧，不好不坏，下次可以把剧情写好点（你那结尾去月球了不就是明摆着出续作吗？）
镜花大姐姐太涩了，能不能复制一个给我...后续不考虑出个泳装dlc吗？
好评: 很不错的游戏
好评: 全成就了，算是一款佳作吧，给个好评也算对的起自己。

战斗系统很爽很好玩，但剧情真的硬伤。

阳炎的剧情根本没得洗，我杀你的亲人是为了救我的亲人，所以你要原谅我，什么？你还真原谅我了呀？哈哈哈哈

游戏里说会进监狱，但动画最后一集直接要跑月球玩了，啥事没有。

动画最后只有主角两人记得卡连，还说吹雪和爱丽丝要结婚了，卡连几把谁啊？真不熟，我真的想笑啊。

结局基本就是----只有主角两人与卡连受伤的世界达成了，哈哈cnm，哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈。
好评: 终于打完了。怎么说呢，这个游戏的剧情可能是我今年玩过的游戏里面最扯淡的剧情，真心佩服编剧的脑洞。
游戏上呢前期有些无聊，到了游戏后期解锁了更多的同伴技能会打的很爽快，不过游戏后期的地图是真的恶心，记得好像是贝比的那张地图，当时玩的时候真的恶心到我了，地图很长而且中间安排了很多怪，玩的很难受。
游戏双主角设置，想要打全成就的必须打二周目（男女主角各一遍），男主前期遇到的npc各种谜语人，女主方前期剧情探索的更明确一些。如果想要打全成就的推荐一周目男主线，二周目女主线。
另外提一句，现在这个版本 成就“赠礼狂”有BUG，我在玩的时候就碰上了这个BUG，就是明明男女双方的礼物都送过了（礼物不算dlc的）就是不跳成就，害的我男女双方又重新送了一遍。
游戏的画风很好，但是中间的剧情叙述方式我有点不喜欢，如果有喜欢此类二次元作品的倒是可以游玩一下，不喜欢的就不推荐购买游玩了。

好评: 目前一周目，打的结人线。除去打材料整好感度系统，通关一次大概也得个20小时。
总体上这款游戏我还是推荐的。
首先，游戏最为诟病的就是其剧情和ppt过场，男主线给我的感受就是过分标准的日式亚萨西男主，部分圣母的地方你也许会不爽。然后前期大段时间ppt过场以及可用的SAS少，技能没学会多少，导致打斗系统并没有你想的那么爽快。但随着游戏的推进，当小队正式成立，两小队会面，技能大部分学会，以及好感度全员5+时，战斗系统将会非常爽快。
此外，就我个人而言，我觉得本游戏的第三人称摄像机部分地方做的跟shi一样，尤其是当你上下楼梯，那镜头距离相当近，以及锁定打怪的时候，镜头展示的画面，多多少少有点不适应，我个人是用手柄玩的，在你奔跑的时候，右摇杆如果不扶住，会自动给归为水平，设置方面我也看了，没调整到我想要的，不自动锁定怪后，多多少少改善了一部分。
虽然剧情大部分存在瑕疵，但我个人认为最后决战那块做的不错，相当热血，最后的结局也算是可圈可点。如果你是单纯找个爽快点的游戏，画风偏二次元，不过分在意剧情方面，该作还是推荐。
差评: 赠礼狂成就bug什么时候修复？？？？
差评: 和破晓系列新作优缺点完全相反，这游戏的b剧情没十年脑血栓绝对写不出来，男主圣母，女主谜语人。
好评: 没糖差评
好评: 不错
好评: 部分支线任务过于繁杂，难度较高，不是强迫症很难做得完，感觉设计的有问题。
剧情方面ppt形式先不说（其实这边个人不是很在意），女主篇的某段重要剧情个人觉得有点过于强行，明明可以做点什么缺什么也没做，只是站在那看着，这感觉就像知道了剧本是什么，只能按剧本演这种感觉，通完男主再通女主到这边体验很不好。
还有，双线叙事的缺点是有大段重复剧情，这点游戏没处理得太好。

除了支线和部分剧情其他还行，挺不错的，然后鶫很可爱），有续作的话还会来玩的，希望能做得更好吧。


差评: 5.5/10 剧情迷惑；男女主塑造的都不太行，可以说有点讨人厌；受击反馈有点拉；如果这些都不在意的话，中后期技能点出来加芯片羁绊基本各种qte，战斗花里胡哨还是可以快乐的，如果只是到这里，我还是可以给个好评的，但是操蛋就操蛋在大后期各种自爆和无伤是真的催吐，针对弱点打起来容易我能理解，不针对弱点完全没法打就有点傻逼了吧，花里胡哨打个10分钟boss都不破防的，尼玛我破防了，恶心死了，傻逼游戏
好评: 中規中矩，還是可以。
好评: 从XGP来的，这游戏可以说是意外的惊喜了，先玩的女主线，没遇到剧情谜语人问题，除开PPT过场的缺点外，战斗爽快，人物丰满，队友coop和好感度剧情也很有意思，在很多小地方花了心思，后序几个dlc更新的东西也比较有诚意，个人相比异界锁链更喜欢这个。
好评: [spoiler]剧情虽然比较充实但是堆怪嫌疑太明显，只能说还行[/spoiler]
好评: 优点，爽快的战斗系统，还算不错的收集装饰体验
缺点，剧情很迷，过场基本都是PPT，支线稀烂，队友AI很弱智
和破晓同一个模板的游戏，除了战斗系统以外，其他全被破晓碾压。。
建议打折入手，或者直接去玩破晓~~~
好评: 6.5分
好评: 果然要用男主才有开后宫的感觉啊，嘿嘿嘿鸦好可爱
好评: [h1] 《一个不错的剧情大纲被搞的七零八落》 [/h1]
从10月国庆购入到现在花了2个月左右才断断续续的通关这款游戏，玩下来《绯红解系》给我的感觉是瑕不掩瑜但是却依然存在一些毛病，最主要的便是这剧情吧，主要的问题我觉得还是这游戏一个完整的剧情硬生生被拆成两部分分别塞到男主和女主两条线里，摆明了南梦宫就想告诉你想知道故事的来龙去脉就把男女主双线都通了吧，但是本人并没有有游玩二周目的习惯，而且不知道是不是南梦宫第一次搞男女主双线故事，导致这游戏的叙事水平真的太拉通了男主线后玩了女主线前5章的主要剧情后就实在是玩不下去了，不过怎样我想简短的说一说我对这个游戏的看法

[h1] 故事介绍 [/h1]
带有部分剧透，谨慎观看
[b] 故事背景 [/b]：
简单说就是很久以前地球环境被破坏，人类被迫全部迁徙到月球居住随后月球人口增加不得不派出一部分人口组成殖民团重新回到地球，男主结人皇的祖先八云皇是其中的领导人，就在不久后宇宙中飘来一颗彗星其中携带叫做“兽粒子”的物体会让人接触后变成名为“怪异”的怪物，大量的兽粒子更是形成了“断绝之带”阻挡了地球和月球之间的通讯和来往，月球为了免受怪异的侵扰同时不让地球“找茬”使用了重力装置硬生生把断绝之带推向了地球，后来八云皇组建了名为“新日向”的国家和怪异一直对抗着，一部分想回到月球的人便组成了渡月教一直寻找回到月球的办法，2000年后，年幼的男主结人皇小时候遇到怪异袭击但被长得像女主重兰德尔的怪伐军解救，之后便以她为榜样长大后加入怪伐军成为的一员，之后游戏的故事就此展开

[b] 游戏流程 [/b]
游戏以章节的方式进行游玩，每完成一个章节都会进入到待命阶段，在待命阶段里回来到男女主各自的基地里，在基地里可以送给队友礼物增加羁绊度，礼物则会用来装饰基地，也可以和队友进行羁绊章节增加羁绊度，在这期间你可以自由探索已经游玩过的地图和接支线任务

[b] 剧情方面的吐槽 [/b]
正如我开头所说的那样，游戏为了强制让你游玩双线把一个完整的故事拆成两半男女主双线让故事变得七零八落，加上叙事糟糕和人物的一些行为动机处理不好导致单条线的体验很糟糕剧情有些地方甚至让人感觉在侮辱智商一样，加上男女主两条线是相辅相成的，男主线遇到的一些迷惑行为剧情只有女主线才有解答，反之亦然，单玩一条线玩下来你只能明白个大致剧情，一些核心剧情压根是了解不了多少的其中影响最严重便是男主线，举个例子
（含剧透慎看）[spoiler]比如在第三章女主线里男主和女主超脑力发生共呤产生了岐之门，在岐之门中的类似中转站的地方女主穿越来到了50年后，她在50年后遇到了男主，男主说因为自己和女主能力所产生的岐之门即将毁灭地球，男主在寻死前祈求女主杀死50年前的自己，即是现在的男主因为那是阻止岐之门的唯一办法，后面女主回到现在在怪伐军总部想找男主他爸讨个说法，因为新日向在暗中研究非人的实验，女主她姐姐因为一场意外不幸成为实验的目标 ，到现场时发现队伍中的阳炎丹已经杀了男主他爸，女主随后追问已经奄奄一息的男主他爸，就在这时女主拿起阳炎丹行凶的刀（？动机成谜感觉就是刻意制造冲突）后面被男主赶到发现女主拿刀以为是女主杀了他爸，男主一个劲地问多西跌？女主也离谱没有向男主好好解释，反而因为那个请求直接上来就要杀男主，男主也是一脸懵逼，可以说你先玩男主线玩到这真的一脸迷惑完全是不知道前中期女主为什么要杀男主，直到后面才解释清楚[/spoiler]
就算两条线玩下来整个故事的很多小细节也没将明白，感觉在为《绯红结系2》做铺垫一样，如果有的话
加上游戏的一些角色塑造过于刻意和不够细致，比如女主一开始一脸冷冰冰，给人一种不近人情的样子，你要是不玩女主线了解女主内心的想法和不了解女主的出生和小时候的遭遇还以为她是什么自以为是的角色，再比如男主过于冷静和亚萨西，而且对女主热情的不得了，你说因为女主长得像小时候救他那个人报以好感可以理解，但游戏里很多地方都热情过了头给我的感觉像尼玛舔🐶一样，每次看到旁边青梅竹马的花火一脸难受的样子劳资就尼玛火大，喜欢女主还不如喜欢花火一条，劳资永远喜欢花火一条，后面看见以为是[spoiler] 女主杀死男主他爸后[/spoiler]只是一脸不可质疑的问多西跌，对面女主队前，中期也是比谜语人还牛逼，谜语人还知道给你线索，女主队就是你想知道原因吗？哎，我就不告诉你，就是玩~
待命阶段也让故事割裂感更加严重，上一章双方还打来打去的下一秒在待命阶段就找你喝茶聊天，只能说满离谱的
后面男主知道杀父凶手后也是找个理由嘴上说着不原谅身体还是老老实实接受了后面在[spoiler]羁绊章节里 [/spoiler]打情骂俏，只能说日本人都喜欢这样吧，说真的高尔夫事件后我都对这种剧情持无所谓态度了
还有最终boss，刚开始他做的这些事我还以为有什么大计划，结果动机贼单纯
其次让我无语的就是剧情演出方面，剧情居然大部分是以ppt的方式呈现的，你说它不良心吧剧情的静态图片都是通过即时演算搞出来的，你是它良心吧除了部分剧情采用的是即时演算动画其他全是ppt形式，连战斗动画都是ppt，每次打斗完就弹出个ppt给人看乏味了啊！说真的卖这么贵就是让我来看ppt是吧，后面才知道这游戏还有番剧，好家伙感情这方面的经费全拿去搞番剧了是吧，后面看来前两集感觉还不如游戏的ppt，受集数限制剧情发展也过快，只能说财团b你真的好聪明

[h1] 战斗系统[/h1]
该游戏最大的亮点我个人觉得就是战斗系统吧，男女主的能力都是念力[spoiler]其实真正的能力是和念力差不多的重力操控[/spoiler]，除开使用的武器不同，招式不同和队友的辅助能力不同外，其他地方只能说是大同小异，两个角色本身自带的技能其实并不算太多，除开角色本身的决战攻击和念力攻击外还会依靠“SAS”里队友的能力加成来进行加成、启动SAS后会在一段时间里获得队友的相同能力，简单来说就是加buff，比如瞬移，火焰，硬化，透视，复制等等，后面和另外一队汇合后可以最多拥有9种能力加成，但相关技能点满后你最多只能同时使用4种能力，这些可以在待命阶段和队友提升羁绊来加强能力，羁绊越高还会解锁连携攻击，按f1,2,3,4来使用队友影像来进行攻击，攻击期间还会出现v键的队友处决攻击，可以说后期玩起来基本在玩qte一样
除了这些男女主还有一种名为“脑驱动”的被动能力，驱动槽满后男女主会自动进入商店封面的兜帽面具形态，各项能力指标都会提高，不够可惜的是这个能力并不能主动中断，一旦开启只能等它自动退出
在脑驱动上面还强的是“脑内空间”的能力，按b键进入这个形态后男女主会把敌人拉入自己的空间，期间这个形态下的男女主只能使用念力攻击但伤害大大提高，按设定这个形态对大脑负担极大，建议等驱动槽快耗光时主动退出，反正我没试过主动耗光后会是什么下场

[h1]最后 [/h1]
游戏诟病的地方我觉得除了剧情和演出这两个方面外还有敌人种类过少，地图重复利用这些日系arpg老生常谈的问题，抛开这些问题《绯红结系》作为一款arpg游戏我个人觉得还是不错的
如果只想玩个一周目了解大致剧情就选女主线
想体验好一点，了解故事的来龙去脉就先玩男主线再玩女主线
不过说一下，女主线武器手感是不如男主线好的，因为女主用的是镖，男主用的是刀
对于这款游戏剧情我真心建议是不要带脑子玩
差评: RPG元素少
战斗系统完善但缺乏深度
角色多但是性格基本白开水（角色发展基本靠对话，很难令人代入）
甚至没有外表出众的角色
故事为拯救世界加阴谋论的类型，大事件之间的链接较为薄弱
好评: 战斗挺好玩的，各种超能力用起来特别带感，但是剧情很傻逼，世界观设定挺宏大的，但人物塑造简直就是一坨。
总而言之，打折入，可。日厂原价入，不值得。
好评: best act game ever
好评: 23小时通关男主线剧情一般对我来说不好不坏中间挡掉了几次心态快炸了，对我来说攻击方式确实新奇，推荐打折买
好评: 设计吾主马戏团的那个设计师,建议每天下班之前过一次困难难度的吾主马戏团,打完了才准下班
好评: bug修了🤗，好玩~🥰
看重兰德尔说话是一种享受www😋
......
别发刀子啊，万代你罪大恶极！😭
好评: 玩起来还行，就是有点刷刷刷，玩法中规中矩
差评: 我就没见过剧情能这么恶心的游戏
好评: 盗版二周目通关来补票
谁不喜欢花火呢
好评: 游戏很好但就是过长动画过于单一
好评: good
好评: XGP上25小时通关女主线，趁着折扣直接买下豪华版玩男主线！！！！万代你TM还不出泳装？
好评: [h1] 为小岚导师献上冰阔落！ [/h1]
《绯红结系》总体来说是个前期极想退款，后期有点爽到的游戏。整个游戏前期为PPT+枯燥战斗双重折磨，中期丰富了超能力种类和技能树后开始爽到。实话实说预购时还害怕战斗系统会不会很拉跨，实际上手后发现《绯红结系》战斗系统竟然比剧本出色太多，以下为简评：

+[b] 优秀的美术风格。 [/b]二次元浓度拉满，虽然不够涩情，但是真玩起来也注意不到这方面；
+[b] 完善的战斗系统。 [/b]八个超能力槽位、5棵技能树上的技能全都能在战斗中起到关键作用；
+[b] 合理的素材掉落。 [/b]各种装扮和礼物素材基本在推图过程中就能收集到，肝度不高；
+[b] 中后期爽快的打击手感。 [/b]各种超能力与技能之间的衔接很到位，手柄也能很配合地发出反馈。

-[b] 过多的静态过场转换。 [/b]人物间对话是PPT也还能当ADV看，连打斗场面都用实时演算的3D截图静态表示，不仅画面表现力严重削弱，还透露出一股骗钱气息；
-[b] 过分俗套的剧本。 [/b]真的只有原谅一切，成为老亚撒西才能达成目的吗？前后期剧情都还勉强能看，中期剧情真的令人作呕；
-[b] 不够灵活的动作设定。 [/b]长到离谱的出招后摇使得连击手感略打折扣，游戏前期在没有升级倒地弹起技能时倒地硬直也一样长到怀疑人生。两个因素加起来致使游戏前期战斗相当折磨；

最后说下游戏的难度配置，《绯红结系》不像是传统动作类游戏有很明显的阶梯式难度设计。整个游戏除了最后一张大地图外的其余游戏场景没有明显的BOSS设置，从中期开始地图上的所有战斗场景都是前期出现过的精英怪混战。这一点比较像肉鸽游戏，还挺新鲜的，但是也有利有弊。好处就是整个地图推下去都能保持紧张感；弊端在于通关区域地图带来的成就感不高。
另外[spoiler] 别馋女主角了，那是你姐姐 [/spoiler]
好评: 好
差评: 玩了八十多个小时男女主主线全通 合并存档，然后为了腾空间给其他游戏把游戏删了，这几天DLC更新下回来想玩玩结果存档没了，网上、贴吧各种方法都试了找不回来，说好的云存档呢wcnm？真的恶心人
好评: 战斗很棒，剧情不如幻塔
好评: 还彳亍
好评: 《谜语结系》
抛开这些谜语，砍砍砍丢丢丢还是很帅的
好评: cnmd 还我直见！
好评: 挺不错的游戏，玩起来很爽，ppt过场方式也没那么坏，总之打折的时候可以考虑入手

好评: [quote]并非只有太阳和白羽能与天空相伴
关注：[url=https://store.steampowered.com/curator/41411728/]白羽夜鉴赏[/url] ，吾辈同道一起探索游戏大千世界
加入：[url=https://steamcommunity.com/groups/WhiteFeatherNight]白羽夜茶会[/url] ，四海皆友共同领略游戏无限风光 [/quote]

[h1]《绯红结系》-体验超能力的极致爽快[/h1]

一周目男主线通关，修改为完整评测。
这个游戏我是从去年开始就一直期待的，未来世界观的次时代动作JRPG，根本令我无法拒绝。

[h1]一言难尽的剧情[/h1]
过场动画在发售前我做足了最坏的打算，本认为是全程PPT为七月份的动画铺路，实际玩起来个人感觉这种过场方式还算不错，静态与动态相结合，动态的镜头非常帅气流畅，两者之间的衔接也很恰当，丝毫不会感觉有什么违和感，整个过场方式要比一些纸片站桩对话的JRPG好多了，而剧情方面则可以说是一言难尽，也是本作我个人认为唯一的缺点。

我以前期·中期·后期来划分整个剧情的体验，前期（1-4阶段）的剧情还算正常，就是节奏有些快，中期（5-8阶段）极其崩坏，男女主队伍分开之后，剧情讲述的乱七八糟，在男主线这边就是妥妥的看谜语人一般，身为玩家的我差点在这一阶段弃坑，后期（9-12阶段）
男女主队伍合并之后，剧情逐渐解开之前的迷题，并在12章试图升华，我个人认为后期的剧情发挥算是救了中期拉胯的剧情展开，到最后结局的时候我个人还算满意。

[h1]极其爽快的战斗[/h1]
战斗方面，如果不去对标如鬼泣/忍龙等ACT游戏天花板的话，那么本作的战斗绝对不会让你失望，男女主分别为近战与远程不同的攻击方式，周边场景的物体都可以操控互动用来打怪，队友之间的技能释放也非常到位，主角们的终结动画也帅气至极，到后期解锁完技能以及双队伍合并后，能搭配打出更多帅气的招式，整个游玩过程下来是非常爽快的。

[h1]绝美的场景与优秀的配乐[/h1]
本作的画面算是次时代JRPG了，各个场景都设计的独具特色，并且非常美观，唯二的城市都展现出了不同的风采，关卡内的细节都非常到位，搭配首首动听的BGM，视觉与听觉上的享受使我愿给满分。

[h1]伙伴·羁绊[/h1]
“我喜欢花火，还有大家”这种经典句式我就不额外吐槽了，本作没有恋爱感情线，只有伙伴感情线，与NPC之间的羁绊剧情讲述着除主线外大家生活中的小插曲，我个人还算满意。这里就特别说一下基地的细节，你每份送出去的礼物都会摆在各个NPC的桌子位置上，并且他们还会为此作出相应的反馈，每次在基地都能看到NPC在做不同的事情，这使得人物刻画的非常生动形象。
这点我在噬血代码里的据点就夸过了，看来B财团很好的将这个优点延续了过来。

如果你问我推不推荐购买，我是非常推荐的，而你恰恰是JRPG圈子里的爱好者的话，那么就更不应该错过这一款日系角色扮演大作。

[h1]白羽组评价总分：〖10/8〗优秀之作，值得一试的好作品。[/h1]
好评: 我永远喜欢花火一条！
差评: 个人看法……
个人比较喜欢最终幻想系列，这个游戏比起最终幻想15，世界不是那么开放，可玩角色仅限男女主，剧情…玩过最终幻想15后基本免疫胃疼剧情了，所以不怎么想吐槽……再就感觉要价也偏高，dlc没能给我一种打开支线或是眼前一新、觉得值得的感觉（本人入手的最终版）
勿喷

好评: 剧情稀碎，RPG元素中庸，但战斗还是挺爽的
好评: 这游戏一共就只有两个优点——
1是主角的念力可以跟环境产生丰富的互动，产生不同的应对方式，把战斗和环境结合起来。
2是随着与队友的羁绊等级提升，能够解锁全新的组合技，把战斗和角色攻略结合在一起。
然而这游戏的其余部分根本就没有围绕这两个优点构造，甚至完全相悖。
游戏的难度不低，或者说基本只有通过BOSS和一些大怪的行动模式，采取唯一的解法，比如那个缩头喷水怪，只有透明化再加上时停，才能打出硬直，一口气解决。BOSS就更是如此。这种唯一解法，本来就和念力控制物体产生的丰富思路相悖。
主线剧情里充满了秘密、隔阂与背叛，前一秒还在打架，后一秒就进入羁绊章节加深感情，和优点2里的玩法，与队友共同成长的思路完全相悖。不仅如此，在和小队一起战斗的时候，队友AI极差，基本到了残疾的程度，怪物永远锁定玩家，一人挨打，全家看戏，只有倒地的时候队友才会过来拉一下。
整个游戏充斥着“经费不足”的气息，有做26集动画的钱拿来做游戏不好吗？除此之外，键位很多很复杂，很多可以靠触发激活的东西，一定要额外设计一个键出来，操作起来也相当繁琐。
主线剧情前期缺乏必要的铺垫，故事前期人物像下饺子一样疯狂出场打卡，在人物形象还没有立住的情况下，强行神展开，互相捅刀，死来死去，玩家完全不可能共情。至少每条线都应该通过10小时的时间来让主角进入小队，熟悉伙伴。
而游戏节奏把控极差，很多时候战斗30分钟，看剧情2小时，可是这2小时的剧情还是云里雾里。羁绊情节倒是有趣，在普遍羁绊4的时候感觉角色全都很好的塑造出来了。但也还是太晚了，而且几乎只依靠羁绊剧情来塑造角色。
绯红结系提出了很多有趣的概念，可惜种种原因之下，并没有实现。里面的闪光点就像被卡在垃圾堆里的彩色玻璃珠，看着挺好看的，但是没人想为了两个玻璃珠就要从垃圾堆里把它们捡出来。
如果能通过丰富的方式、复杂的地形，来击杀怪物甚至是BOSS，甚至在非战斗区域，也可以通过念力去进行一些解谜，像《超级马力欧：奥德赛》一样，让玩家能看到一个东西，就想要丢帽子过去尝试一下。
最后，以绯红结系的质量，根本不值得这个好评。好评是打给买断制JRPG的。伙伴这个命题，果然还是JRPG最擅长也最能做好的领域，我对这个类型还是非常期待的
好评: [h1] 《绯红结系》:万代二次元浓度没把控好的尝试作，无底线亚撒西的赞歌 [/h1]
[b] 以下涉及剧透，慎入！ [/b]
[spoiler] 从战斗系统，人物剧情方面来简单说几句吧。
战斗系统方面，男主和女主的武器和技能树有一定的区别，一个近程，一个远程，战斗风格不太一样，但是主要技能都是念力，说简单点就是砸东西（某联邦控制局局长：真不熟），开大一个戴兜帽一个脑内空间，满足了二次元的兜帽幻想，但是戴上兜帽直接强化帅是帅，但是好像草率了一点。除此以外，游戏内设计了SAS连接系统，让玩家可以在短暂时间内获得队友的代表属性，例如巴之雷，砸瓦鲁多，teleport等等，把二次元里各种代表性技能都融了进去，狂拽酷炫，可以看出万代是真的在二次元方向上做了尝试，值得肯定。虽然融合了各种技能，念力为主的玩法一定程度上丰富了游戏性，但怪物种类较少，速杀方式少，破盾方式单一，再加上本身的升级制，让玩家很难在一场又一场重复的战斗中找到乐趣，玩到后期见到怪只想润，完全不想再秀操作搓手柄，这也是游戏的败笔之一。还有就是，有些处决动作真的拖沓！第一次看还挺有观赏性，后面看多了只想吐。优化属于中上等水平，在满场光污染的场景下也能保持帧数稳定。还有，能不能不要在一些不合理的场景下还加入战斗语音，和男主的暴走基友打的你死我活的时候，青梅竹马一直在那里喊太好了，这是否有点奇怪。
人物剧情，可以说是二次元味过重，已经出现了人物塑造过分程式化，脸谱化的倾向，导致剧情生草怪异，以至于真正的二次元都不能接受。通篇看下来也只是一个超能力团拯救世界的故事，融入了小圆一样的人变怪设定又塞了一个伪大团圆结局。军政冲突，超能力，青梅竹马，穿越时间，二五仔，谜语人等二次元设定全部套上了，又好像套了个寂寞，显得公式化，以至于玩到一半都可以猜到接下来会发生什么。先不说剧情俗套，两条线的衔接性也是硬伤。玩完全员二五仔，坚持救姐姐的女主线就基本明白了这个故事的幕后和大背景设定，再加上人物设定的割裂和剧情硬伤，再去玩蒙在鼓里的男主线就有一种鸡肋感，食之无味，弃之可惜。先玩男主线只能玩的血压偏高，全员谜语人，男主本身脑部有点问题，始终都在人生三问：我是谁，我在哪，我在做什么。再加上前期的女主杀父之谜，虽然后面证实了不是女主干的，但是男主这种过于亚撒西的性格让他直接化身舔狗，父亲死了一脸疑惑，在女主后面追着问：为什么要杀我爹，我爹做错了什么，女主因为立场问题理都不想理，活脱脱地变成了男追女。还在和女主家的队员在那里嘻嘻哈哈，这种过于扁平化的人物情感让我属实绷得不太住，后来基友死了却比爹死了哭的还伤心。总之，男主直到大后期之前都不知道到底发生甚么事了，他原谅了改造基友的人，原谅了杀父仇人，原谅了为了救人不惜与世界为敌的卡连，他真的太亚撒西了！这让我很难理解。队友也是十分脸谱化，有沉稳的中年大叔，有傲娇的毒舌小受，有温柔的青梅竹马，还有暗恋男主的社恐少女，可以说把二次元讨喜的代表性人物都融到了两个主角队伍里，但是这也造成了人物塑造过于标准化，很难有什么深刻印象。为了丰富人物形象，填补贫弱的剧情，万代还设计了羁绊事件，除了强化队友能力以外也能够让每个角色都有丰满人物形象的单独剧情，但是玩下来的感觉是没什么印象，只能加深和形象对应的性格的刻板印象，反而加深了脸谱化，可以说人物的塑造也是一大败笔。[/spoiler]
总之，万代在开发二次元游戏上迈出了一步，做出了不错的战斗系统，但不论是游戏还是对应的番剧，都让剧情成为了一大败笔，二次元浓度过高，再加上偷工减料式的PPT过场动画，让我感觉毫无诚意。
好评: 男主死我都不介意，为什么直见兰德尔要死
好评: 非常喜欢JRPG的游戏！
好评: 可能是作为《破晓传说》前身的测试性作品，我能从这个游戏中找到非常多相似的元素，比如系统UI，流程设计等，但它也有自己专属的特色，比如超脑力这个有趣的设定以及末世环境的科幻背景。

我个人的初体验是从女主重兰德尔开始的，在游戏初期我对这个游戏的世界观以及故事走向非常感兴趣，但从中期开始，剧情的发展变得非常尴尬，女主冷漠无神的性格与强行推进的剧情所产生的化学反应让我失去了大量热情，不过在后期的剧情中这种情况得到了缓解。游戏演出也是我最诟病的地方，作为一名以欣赏剧情为主的玩家，这犹如PPT般的过程动画让我感到枯燥，就算CV的功底再好也无法挽救这几近干涸的演出，不过在GAMEPLAY这一块我还是挺满意的，SAS系统在点出四开后能让战斗变得十分有乐趣，不同的超脑力搭配能打出不一样的玩法，比较可惜的是这个体验在游戏的后期才能实现。剧情架构整体上是完整的，但由于演出非常匮乏导致无法发挥出本该有的水平，综合以上情况不难看出万代对于这部作品的投入方向是以游玩体验为主，取舍之后的表现总得来说还是差强人意。

《绯红结系》作为一款ARPG需要完善的地方依然很多，但其独特的超脑力设计作为游戏的卖点也是可圈可点的。

Review of "SCARLET NEXUS"

Graphic/Art: 8.5

Music/Sounds: 8

Narrative/Performance:6.5

Gameplay: 8.5

Score: 8  (+0.1)

+有趣的超脑力设定 
+爽快的SAS战斗系统


-非常敷衍人的PPT演出过场 
-支线任务设计过于简单
好评: 发售日买的，我是傻逼
好评: 迟钝的女主真可爱~欸嘿嘿...咳咳咳，战斗系统很不错，连招搓的有来有回
好评: 战斗优秀，在我玩过的所有动作游戏里都算数一数二的
过场PPT是实时演算的，无缝衔接cg或战斗，反正我个人不介意
可惜这游戏离完美只差一个脑子正常的编剧
姐姐那段剧情真的看得我脑溢血
好评: 首先期待剧情的，可以直接走了。故事也许是个好故事，然而整体讲下来是个傻缺剧情，二次元味儿太浓了，羁绊高于一切。不过一个大概刚成年的的人拯救世界的故事， 你还指望个锤子。
各个系统也是省事的一匹，支线任务不如没有，或者直接整个列表乐呵乐呵。
战斗我很喜欢，各个SAS切换也很爽，不能取消后摇闪避习惯了也没什么问题，只要手按的过来，有很多办法规避伤害。不过键鼠党体验肯定很差，想玩还是手柄开震动，多一个震动交互体验直接上升很多，虽然打不到PS5版的水平。
一周目直接困难难度打起来也跟无双差不多。
最后还是个一般二次元游戏，只能说普通。
差评: 我真的好喜欢好喜欢这游戏，可是剧情有些地方实在是讲不通，如果能有续作的话还是会支持
好评: 战斗手感很不错 容易上手 打击流畅 借用能力使战斗多样化 开头动画每次进游戏都要看一遍 懒懒的兔子什么的最棒了
好评: 绯红姐系，名不虚传
里见是本格的姐姐
镜花是可以当妈妈的姐姐
岚是可以一起偷懒的姐姐
鸫是窝心的姐姐
花火是青梅竹马的姐姐
[spoiler] 重：姐姐竟是我自己？ [/spoiler]
好评: 15小时通关一周目吧，前面的剧情基本跳了（看评论都说不是很好），后面快结局的时候的剧情都大概看了一下，没有那么不堪，有兴趣可以看看。游戏前期有点难玩，钱少技能少，后期技能书点满加个脑空间水md直接三国无双割草模式，爽就完了，游戏性确实不错。打击感怎么说呢，打到敌人身上确实很好，但我感觉攻击距离挺迷的，不是很习惯（很容易空，其他人怎么感觉不知道），建模水平中等偏上吧，我也不指望这公司能做的多好。如果让我打分，从总体来讲我可能打8.5分（满分10分），算是这几年里出的不错的二次元题材的游戏了，因为剧情和过场（md你tm过场能不能不要给爷放ppt），建议打折时购入，我买的是普通版，其他几版不知道有什么东西，有买的大哥可以说下。再次建议如果是二次元的大哥推荐打折购入！
差评: 过于圣母的男主，让人恶心的女主
较有创意的设定+逻辑混乱的叙事+失败的人物塑造=五味杂陈的缝合怪
差评: 看啥呢！？买吧
好评: 游戏是还可以，二刺螈建模很难不喜欢。
但我连女主线一周目都没打完，为什么呢？
因为bug。而且是前期章节遗留下来的bug，直接导致卡关，无法进入第九章的剧情。
具体而言，就是在某张地图出现了一个多余的目标点提示，但在目标地点不会触发任何剧情。进入第九章后，该地图的目标点与bug目标点在地图上重合，也就是我的第九章剧情无法触发。
读档，重进游戏，更新，全都没用。
回去读档发现至少在第四章之前这个bug就出现了，而我没有更早的存档，想解决大概只能重打一遍。
哈哈，累了，豪华预购，我是傻逼。
好评: 7.0/10.0
好评: 25h左右通关单人线
总体而言体验还不错，结局确实有很多地方令人感到疑惑，不过战斗系统人物设计都有很好的水平。
DLC的衣服和羁绊剧情都挺好的（主线看迷惑了之后看看轻松日常也不错）
战斗10/10 剧情3/10
以上
好评: 35小时女主篇开局通关。
战斗系统与美术表现十分杰出，整一周目体验下来感觉优异，远超我的预期。难度设计较为平滑，仅30级时会有明显断档，50级时由于绝大多数功能与连携开放，在适当操作下已经可以面对绝大多数高难关，并可以越级强杀达到快速升级。养成方面集中于技能养成与伙伴好感养成，SAS功能直接决定了强度差异，部分SAS技能会直接带来体验上质的变化。
游戏短板目前集中在剧情编排与演出上面。本作虽然采取双线叙事，但由于万代游戏的传统演出模式与日式思维，本作仍然在很多地方充斥着侮辱智商的演出部分，但好在女主线由于女主本身性格问题，其弱智程度大幅度削减，喂屎环节较少，只是仍然能在女主剧情部分窥见男主剧情发展上各种喂屎的桥段。但抛开这些，单从设定以及世界观架构上来看，仍然较为成功。其类似特征在同旗下游戏破晓传说亦有体现。希望万代未来能更换导演，好好改改舞台剧式的单一演出。
当前二周目进行中，仅开局一小时，已感受到男主在战斗动作上其质量与女主有明显差距，深刻怀疑男主是作为制作时的试验品，而女主才是好好打磨过的。当然即便如此，其SAS的战斗系统以及碎击演出依然令人着迷，推荐游玩。
-------------------------------------------------------------------------
二周目男主继承数据开局，10小时游玩临近通关BOSS评：
男主线的质量从各种角度上来说都落后于女主线，作为近战刀开局的男主，在近战方面却没有充分发挥近战的优秀表现。
本游戏中的进攻模组分为三种进攻即普通连段攻击，蓄力攻击（女主为垫步攻击，后期成长才有蓄力攻击）和念力攻击，配合以SAS队友养成系统带来的三种进攻模组的强化来达成战斗流程。但是作为以近战为特色的男主，其蓄力攻击的效率远大于普通连段，并且普通连段攻击的第五下连段有一个又臭又长的非无敌状态的居合，非常容易被怪在居合的时候直接偷袭殒命。而蓄力攻击时长短范围大效率高，对比下来普通连段宛如小丑，实际操作中仿佛变成了念力攻击的快速近身按键。相较于女主连段攻击打特效和段数、垫步攻击拉距离、念力打伤害和碎击，蓄力打背刺的设计而言，男主的设计对比起来太过于沙币。而在最终的SAS6段强化后，甚至出现了负面强化。由于本作的闪避无法取消后摇，几乎所有时候都要等待动作出招完成才能进行闪避，花火SAS6段的连段强化经常会被处于屏幕外的小怪通过远程连射直接打死。这让本来就不怎么使用的连段攻击更加雪上加霜。
在SAS的技能养成里头，男主的体验强化基本上属于断崖阶梯式上升，由于女主的SAS包含超高速和隐身两个防守用辅助，而男主的SAS仅包含固化一个防守型SAS（瞬间移动会打断正在进行的Y长按起手非常的傻逼，其傻逼程度已经远远盖过它在防守上的贡献，其对标本来应该对标为隐身功能，但是隐身的性能比瞬移卓越太多了），基本上男主必须熬到队伍齐人之后才能硬气起来。而这个时候已经是阶段7了。只能说制作组能在这两个角色的品质上做出这么大的差异，实属鬼才。

说回剧情，以下剧透。

我在女主线曾经无数次设想过，我要是在男主视角，这发展得有多傻逼，但是我没想到我自己实际玩了之后，这编剧的逆天程度远超我的预估，以至于我觉得世界毁灭之前都必须把结人这个二百五送去超度。关于其父的死亡故事线甚至在逆天程度上远超美国高尔夫2。顺便在男主的单一视角里，女主的种种行为逻辑也变成了纯纯的逆天。我深度怀疑女主线是另外一个编剧带着两个除颤器给女主人格做了一次深度抢救，才强行把她的逆天行为勉勉强强解释的通。哦不对，应该说在男主的单一视角里，很多正常人都变成了逆天。紫电，嘴臭逆天，我在女主视角里从来没觉得这个人讨厌到让我生理不适，男主线我直接想把屏幕打穿。赛特，送死逆天，你送了你好伟大。那岐，被人一直在操纵的逆天也是逆天。界人，弟控逆天，弟控到杀父之仇也可以原谅。阳炎，不仅逆天还川剧变脸还怕死。但是这几个人里头在女主线里，除了赛特，其他人至少是个正常人。哦我明白了，因为赛特没了的时候男女主还没分开。
球球你了，万代，你这个男主线的编剧是从哪里请过来的圣母逆天，要是他是写世界观架构的，就让他专门写架构，别碰剧情和台本了，真不适合，跟隔壁破晓的终局剧情真就是一个妈生出来的，屎的程度都如此相像。
好评: 我永远喜欢重·兰德尔小姐！

真是标准的反差萌高冷女主捏。

到底是一个笨嘴拙舌，看似高冷的社交障碍患者。

要是因为自己不会说话而引起误会。

内心还是会很自责的说。

好在在拯救世界的途中认识了各种各样的人。

结交到了由大人和问题儿童组成的朝夕相处的战斗小队。

他们陪着直来直往的重小姐直来直往，陪着老犯错的重小姐一起犯错。

果真是日久生情。

感情逐渐加深之际重小姐也能说出以往不会说的话了。

只会横冲直撞的重小姐终于懂得交流了。

真可爱。

呜呜。

至于男主线，虽然没玩。

拉刀光是很过瘾，但走剧情的话还是先别玩这么亚撒西的男主线为好。

会大概率差评。
差评: 剧情真的垃圾
好评: 全成就困难通关后过了这么久还是觉得战斗系统是真的牛批，确实爽，音乐也很棒，剧情也属实脑淤血，赶紧出续作把自己拉的屎收拾干净
好评: 好玩的
差评: wdnmd
看我的游戏时长就知道，这个游戏我很喜欢
已双周目全成就，99级，满武器和皮肤收集（除了12.15那天刚更新的东西）
但就是尼玛dlc2这次更新新出的电视挑战是真恶心死我了，打S评级真是要把我打吐了
我全成就全收集都是困难过的，打nm这玩意居然得切到简单，而且打起来还贼几把累，打到后面全靠背板都熟练的无伤过了，真是尼玛打吐了，何必呢搞成这种玩意
就算你要搞点挑战的东西，你把简单模式搞简单点好吧，搞你妈呢？
但我还是很喜欢这游戏，所以就当吃shit了，也好好吃进去:)
ps：防云，他妈36个挑战+26个S的任务我是全刷完了，刷的我要吐了
好评: 讲道理 我偶尔那么一款游戏上来会选男主的 完事了温柔月光变成怪物 兄弟被人控制想杀我 于是兄弟杀了暖男队长 女主想着杀我 女主杀了我爸 而亚萨西的我一点生气的苗头都没有 还在跟敌对阵营把我爸刀了的人 放下立场谈羁绊 真nm有我的嗷 “到处都是摄像头为了防止犯罪”“政治洗脑排除异己”“‘革命人’把怪物放进城市毁坏城市” 你真的没在顺便影射点什么吗 我不知道 我只是一个亚萨西的男主角罢了
好评: 挺好玩，但是为什么我的赠礼狂成就就是完成不了，明明图书馆礼物列表都齐了，我眼睛都要找瞎了，还是没找到
差评: 道理我都懂，可是提示UE4崩溃是什么操作
好评: 仔细想想是个能做的很牛逼的故事框架
单羁绊和基地礼物装饰就足以让收集癖狂喜
如果破晓传奇是一顿标准的晚宴 精致但不惊喜
绯红结系就是一个炸鸡桶 惊喜但不精致
好评: 牛逼的
好评: 战斗系统真的超级好玩！
差评: 什么都有，什么都没做好，剧情如同我隔壁大爷攒了十年的袜子放在桶里三个月发霉后掀开盖子的那一瞬间就能闻到臭味了
好评: 好！
好评: 还不错，目前玩的男主线，准备通关之后再把女主线通关。剧情方面做的挺好的，游玩性很高打击感很爽值得购买
好评: 提前云一下剧情再回来体验游戏，全程跳过剧情，体验纯粹的战斗，这么玩体验好一些。
好评: 又是刀子又是刀子，别发刀子了求你了
好评: 我觉得还是不错
差评: 支线任务设置的条件太过分了，特别是“我想去一趟渡月”支线任务有bug，击倒的怪完全不计算进度。
剧情就那样了，虽然打起来还挺爽的。
好评: 剧情拉垮，前期较枯燥，全靠可爱的花火支撑游玩。但是后期战斗起来非常爽快（你们都是我的翅膀）希望追加和花火在一起的羁绊剧情DLC= =
差评: 我为什么变成了傻逼，是因为我接触了南梦宫，接触了谜语人，接触了圣母，接触了一个又一个不明不白的死人
差评: 通关男主线，剧情一个字，烂。
战斗初上手到中期都还能维持新鲜感，后期完整之后战斗才能打的舒服，有操作的空间，但好死不死敌人就那几个，打多几次就会腻。
最蠢的地方在于其支线设计，纯恶心人：到哪里，杀几只，外加一个怎么杀，除此之外没有任何内容。纯粹就是为了拖长游戏时间。但如果玩家的目标不是只把主角的武器做完，又不得不去刷这些支线。这个设计真的是烂到家了。
再者，把其他角色的剧情打散到幕间的单独羁绊章节看PPT。这个设计我能给出的最好评价就是“一次大胆的尝试”，但结果很明显，拉跨。游戏给出了一条勉强说得上是明确的主线，但在流程中只是流水账式地把剧情讲给你听，再加上男主线全都是谜语人，根本触碰不到剧情核心。上一章打的你死我活，幕间就开始勾肩搭背，整个叙事节奏被这种展现形式打得稀烂，连一个完整的剧情都勉强。缘由是什么，我不知道，不评价。只从结果上来说，这种稀烂的叙事方式把一个完整的世界观打的稀碎，只剩下一条主线的剧情链歪七扭八地把人物串起来，有些还不一定能串的起来。烂。
boss战，尤其是最终Boss战，烂。根本就是个对机制的Boss,机制来了做机制，做完打本体一套，循环，没了。第十二章一路又臭又长，全都是之前的地图模型删删改改，小怪连动都没动，唯一一个新模型的boss还会反复复活刷存在感，这一路上真的是打的人很恼火。结果最终Boss战又是这种对机制的脑瘫，整一个流程根本没有爽点，根本没有情绪的爆发。最后的演出差强人意，但完全没达到宣泄玩家情绪的效果。这种体验真的是太整蛊了。
如果只是玩到前10章的话，我还挺想给打好评的。但最后两章的内容无论是剧情还是战斗都烂到家了，让我窝了一肚子火。
好评: 音乐真的他喵的好听尤其雪山的和若菜的
好评: 画风独特精致，就目前的游玩体验来说富有创意，总体满意
好评: 黑五打折入手之后这个周五开始打，打了一个周末手残终于通了重线。感觉有点意犹未尽又不太想继续二周目，只能说非常难受。动作手感上女主这个平a感觉不太行，也许男主的大剑能舒服一些，不过SAS点起来之后直接一个4连基本不用怎么吃血药，就一轮一轮华丽刮痧就好。动作风格上有点继承嗜血代码的感觉，推图的时候也是你带两个好兄弟（姐妹）进行正义群殴（不是，而且本作可以设定npc的行动策略，我觉得还挺不错的。说到剧情，我只能说有很多鸣不平，姐姐大人，我的姐姐大人（x怎么一上来有说有笑的就寄了，然后还救不了（这没有正常姐姐大人的世界我是一秒也待不下去了（，如果把男女主只是当成叙事视角而不是最后一定要凑cp的话感觉还行。（结人你别老惦记你内个重了，花火酱不好吗可恶！）剧情上从噬血代码开始就每次必有普通路过的可爱角色献祭然后突出主角救不了最后本以为是反派的来个反转牺牲自己，只能说看多了有点套路，但是自己打的时候还是挺爽的。ppt剧情算是新意也算是省钱吧（
总体来说还是比较推荐的，云了一下男主线感觉不太想继续推了，如果想玩的话建议想看剧情不用二周目的就先女主线，想先谜语人再解密的就先男主线。女主这白毛三无加略毒舌的挺带劲的（，不过玩完之后满脑子都是镜花妈妈嘿嘿（，岚也挺不错的
哦小剧透下，基本所有的队友都可能会和你交手（，这点上初见属实有点难受（
好评: 终于通了呜呜呜，2020年的角色扮演佳作，战斗系统很爽，剧情见仁见智，挺中二的，花火和紫电配合女主前期真的爽，后面满羁绊八人队，插件和脑部导图加点拉满更爽，感兴趣的推荐入手玩一下！
好评: 整体剧情格局没有风评中的那么烂，但是绝对称不上好，剧情播片PPT就不说了，前期各种谜语人看得人头疼，而且男主亲爹，基友；女主姐姐被刀，人物在感情居然没有太大起伏？。。甚至在巨大冲突下双方还能约出来喝茶？是否逻辑硬伤？某些地方转折太生硬，让人刚想融入剧情又被生草转折拔除。。战斗方面SAS是挺爽，有种在玩JOJO同时使用多个替身能力的爽快感，而且场景地图上没有那种很绕很多解密的地方，比较适合我这种咸鱼玩家
好评: [h1] 《寸光》[/h1]

我好想做直见小姐的重啊。

可是直见小姐说她喜欢的是结人，我哭了。

我知道既不是重也不是结人的我为什么要哭的。因为我其实是那岐卡门。

我从没奢望直见小姐能喜欢自己。我明白的，所有人都喜欢实力强大帅气可靠的重或者结人，没有人会喜欢可笑弱小的那岐卡门。

但我还是问了直见小姐:“我能不能做你的重?”

我知道我是注定做不了重的。但如果她喜欢重，我就可以一直在身边看着她了，哪怕她怀里抱着的永远都是重。

可是她说喜欢的是结人。

她现在还在看着我，还在逗我开心，是因为结人还没有出现，只有我这那岐每天蹑手蹑脚地从洞里爬出来，远远地和她对视。

等她喜欢的结人来了的时候，我就该重新滚回我的洞了吧。

但我还是好喜欢她，她能在我还在她身边的时候多看我几眼吗?

直见小姐说接下来的每个圣诞夜都要和大家一起过。我不知道大家指哪些人。好希望这个集合能够对我做一次胞吞。

结人还在避着直见小姐。

我会去把她喜欢的结人引来的。

我知道稍有不慎，我就会葬身于结人手下。

那时候直见小姐大概会把我的身体好好地装起来扔到门外吧。

那我就成了一个卡片人，嘻嘻。

我希望她能把我扔得近一点，因为我还是好喜欢她。会一直喜欢下去的。

我的灵魂透过窗户向里面看去，挂着的铃铛在轻轻鸣响，直见小姐慵懒地靠在沙发上，表演得非常温柔的结人皇坐在她的身旁。壁炉的火光照在她的脸庞，我冻僵的心脏在风里微微发烫。
                                                       ——那岐卡门
话说，岚诗宾真的好像嘉然啊。。。
好评: 战斗很爽，剧情略拉，给个7分吧。一周目玩的女主线，这个超级美少女的形象虽然挺对我胃口（中国人特有的白毛控），但是性格属实超级谜语人，一言不发就打也是令人窒息啊。个人支线剧情线里面敌对方还能约出来喝茶这个设定也是过于神秘，建议下次写这类剧情时候带点脑子。其他的剧情就是经典二次元样板戏，处处都是套路，不知道编剧是不是看厕纸轻小说看到溢出了。作为一个动作游戏，战斗确实是挺爽的，SAS系统很方便，QTE提示给得挺足，所以也不需要太高的操作性，所以不算是什么硬核动作游戏。但是后期地图赶工（偷懒）太直球，荒吐神内部全场复制粘贴，后期怪物花样跟不上，大结局地图更是之前的剧情地图强行拼凑，已经玩到睡着，战斗的爽快感已经克服不了地图和怪物重复造成的催眠感。特效蛮帅的，1060倒是不会掉帧。总之是一个就那样的游戏，你要是能够忍受二次元样板戏，以及一些剧情上的不合逻辑，那这游戏还是可以一玩的。至于二周目，既然剧情已经做得很神秘了，那也没什么为了剧情玩二周目的必要了。也是，啊，嗦不粗话。
好评: 图一乐
差评: 但凡是个碳基生物都写不出来这种剧情，男主终极舔狗，女主终极谜语人。
男主看见女主“杀”了他爸，单反是个正常人都会误会一下，起一下冲突再解开误会，虽然俗套但是算是正常人的反应，
男主倒好，就一直叫“为什么杀我爸”，女主要动手杀男主了，男主也不下死手。
后来女主救了男主，男主就把杀父之仇给忘了（在不知道不是女主杀了他爸的情况下），真他么的父慈子孝。
只能祝愿编剧哪天也死爸然后和杀父仇人对酒当歌。


好评: “我们最终，成为了观测世界的一方了。”
好评: 游戏通关了，还是有很多感慨，男主真的呆但是又真的很亚萨西，同时也具备大部分热血番男主的惨，没了爹没了娘没了哥哥。游戏的优点之一就是建模真的不错，剧情方面确实有很多反转但是好多地方都有点生硬，个别地方更是让我非常难受，比如直见人家那么好看MD没得也太快了，后面居然告诉我不能复活，结人的好兄弟我还没跟你合作过啊，我就当你和直见在另一个世界团聚了吧。每个伙伴的剧情都蛮丰富的游戏这点比较好。然后就是战斗系统真的复杂，对于我这种手残玩家有好多操作都做不出来，但是大部分操作会了就能通过，更不用说还有简单模式，最后花火酱怎么能这么可爱啊！！！我好酸啊为啥我没有这样的青梅竹马啊。还有最后一句：卡连真的让我佩服，为了爱人可以那样做，卡连你死的好惨啊！！！
差评: 这游戏唯一的亮点就是战斗了但是前期战斗又拉跨后期才完整，剧情这个剧情是个正常人写的出来的东西？？麻烦万代尽早把这弱智编剧开了吧还有这个过场PPT你是没钱做吗？？？我以为你都省钱去做动画了结果我看了一下动画这动画也是崩的不行反正我不推荐太烂了跑图又是迷宫都2021年能做出这种游戏我觉得万代你反省一下吧
好评: 打起来很好玩。
配音量在二刺螈游戏里也算是非常足的了。主线流程下几乎是全程配音。

角色剧情写的挺好的。

很好玩
好评: 剧情好，也需要操作，战斗方式多，好玩 ！！
差评: 算了，其他的先不说，下次找个靠谱点的编剧
平衡 改为差评
好评: 草 有刀
好评: 作为一款轻度ACT来说，我玩的还是蛮开心的，PPT过场固然会一定程度得缺乏表现力，但也不是看不出制作组用心设计过，配合没有太多尿点的老二次元剧情，只能说也行吧，我还算能接受。
关键还是游戏优化做的相当不错吧感觉，对配置的要求的相当低，玩起来很流畅很舒服，比较推荐打折的时候量力入手吧。
好评: 剧情偏弱 但战斗很爽 画风也对我胃口
好评: 朋友送的游戏，35小时通关女主线（全程最高难度），游戏剧情偏王道，战斗系统方式属性我玩过比较花的一种，后期好感度刷起来后，基本就是按QTE的感觉，有一说一我是比较喜欢上一作能捏脸，这一作没了捏脸感觉差了不少，后期怪感觉血量偏高，不知道是不是打法不对，然后就是怪的攻击频率偏低，加上主角闪避手感和上一作相差甚远，导致我是全程拉扯着打得，除去比较炫的画面外，实际打起来反而没有那么酣畅淋漓，没有动作可以做，不知道是不是DLC的内容，还有就是饰品太少了，女主只戴一个猫耳真的不够，男主线还没玩，等过一段时间有空了再玩，其实剧情可以做多些分支的，然后让怪的攻击频率加高，角色的闪避用噬血代码的那种，然后怪血量减少，这样的话，可玩性其实可以提高，武器男主女主各一种。其实地图设计可以返回去参考噬血代码的，一关就是一整张图连起来的那种，感觉地图的可探索性真的不高
总结来说：10分满分的话，剧情：7.5分 （王道剧情）人设：8.5  建模：9.5分（好想把小重摁着）战斗系统： 8分   游戏整体难度：中等偏下（有手就能打）游戏优化不错  评价：值得一玩
好评: 这是我目前玩过战斗系统最棒的游戏
但是这不能掩盖本作剧情之烂
一周目建议走女主线，要不然就完全不能理解女主的各种谜语人操作
本来因为姐姐被剧情杀还想给个差评的，但是看着后期打的太爽就算了
好评: 终极版？好吧，我是傻逼
好评: 脑袋没被夹过想不出这种苟si剧情的 只打了男主线。女主线不想打了，恶心！！！是真的恶心！！！为什么好评，完全是给玩法上的。
好评: 傻逼男主
好评: 战斗系统的创新非常有意思。
剧情我认为不错（但听别的玩家说貌似评价一般，不要盲目跟风），除了主线以外的支线内容很少，希望未来有机会能够改进。
PPT式的人物对话也是挺有争议，但我觉得是一个不错的创新，挺喜欢这一点。
如果有续作的话很期待。
好评: 近几年玩的最好玩的二次元游戏。有比较完整且新颖的世界观，有比较良好的战斗体验，剧情演出虽然是ppt但是做的比某些模型生硬的都要精致。结局比较he，可惜了金发姐姐。
好评: 战斗很好玩。重铸二次元游戏荣光。
好评: 花火我的花火哎嘿嘿(抱住花火斯哈斯哈再狂暴鸿儒镜花麻麻
《紫电怪异圣经》
那歧被政府人格修正，重不在我怎么去，那歧先被医院绑走，然后吹雪才赶过去的，重不在我怎么去你告诉我↑来这个叫nmb紫电里特的臭寄吧分奴我给你SAS你给我说话来，你今天说不明白必被n**卡莲干碎,镜花麻麻给你的饭下毒，小岚偷你抱枕再让重把电棍塞你皮炎子再被太刀砍断切开剁碎！再扔黑洞里。n**我就看不惯你这种混子在这里阴阳怪气呢。吹雪到没带闪现我怎么保他，啊，吹雪不带闪现我怎么保他，不是开B了，你能除了开门有点用就行，行不行？√东西你什么都打不过你在这穷抬杠有什么意义吗？你紫电觉得是我的锅，那就是我的锅，为什么你知道吗，因为紫电说的话，就像是一个怪异晚期说的话一样，他都已经这样了，你为什么不顺从他呢。你总要给人一段好的时光吧，最后的红线里，因为紫电这个位子很尴尬，赛特花火。往上点，花火，人家是老婆属性重了可能说很可爱，能抱一下，电上不去场，往下点，盖曼，格挡人家纯属工具人来帮忙的，因为太拉了自己也知道自己没什么实力。但紫电，上不去下不来这个军衔，他觉得结人队不配跟他开SAS,但是呢他想上去，他又上不去，所以这个角色是最尴尬的，没办法，卡在这里了。想开空间，又操作不起来，但是掉下去呢，他又觉得不值得，我好不容易混进主角队我为啥掉下去呢？（偷喝口花火的饮料，这个人说大少爷越说越起劲，为什么他会这么说，因为他是紫电啊，他觉得你军衔比我高，比说的任何话都是优越，我并不管你有没有红线。我放电我最猛，给我脑内空间我能把赛特奶活，他打怪异全是G，你比我军衔高就是主角光环，但是呢，他的想法是对的，因为他怪异晚期
好评: 老婆鸫
好评: [h1] 模板下的二次元大作 [/h1]
剧情既视感很强吧，可以说是模板剧情了，不过最后卡连记忆那一章真的掉价，相当于是强迫玩家从头打一遍所有怪物，地图也又臭又长，把这段删了改成播片效果不是更好吗。游戏中后期存在严重的对怪现象，以至于我被迫开了简单模式无双刷过去，就这还21小时才重线通关。
[h1] 虽是模板人设，但是塑造的讨喜 [/h1]
双线叙事弄得结人皇线乱七八糟的，女主杀了男主爹又要杀男主，不从重线开始打还以为女主是甚么带土呢。人设也是二次元常见模板，不过套模板做的还不错，不过我只想[spoiler] 狂暴轰入镜花妈妈 [/spoiler]，男主又是万能亚萨西，女主是经典三无，不过人设表现至少没崩，角色剧情也没有甚么恶心的雷，这方面还是做的不错的。
[h1] 剧情留坑方便续作 [/h1]
现在这做游戏的也开始挖坑了，万代家的游戏总是喜欢挖坑，吃神嗜血代码再到这个绯红结息，一边让人期待续作一边开发新ip，BANDAINAMCO你差不多得了(



[spoiler] 话说能不能分我一个镜花复制人啊 [/spoiler]
好评: 111
好评: 本人已白金（修改器刷了经验不然时间可能会再长几个小时）
简单谈谈个人的看法（可能会涉及一定的剧透）
[h1] 剧情方面 [/h1]
1.一定要先玩女主线，再玩男主线。双线看下来剧情还算凑合吧，单是单玩一条很难理解其中的一部分内容。几乎完全相同的两条线让玩家完整打完两遍才能看到全部剧情属实离谱。
2.人物关系混乱。由于羁绊任务的存在，所以经常能看到极其离谱的剧情。明明正处于敌对关系，却可以放下立场正常对话，还不是敌对阵营的某一个人，是尼玛敌对阵营的所有人都可以放下立场正常对话。这就给我一种所有主要人物的人设都崩塌了的感觉。
3.因为有关超脑力的相关设定是比较详细的，所以就导致人物之间的年龄差距过大，要是只看外表，不带入年龄，那一点毛病没有，一旦你带入了角色可能的实际年龄，那某些角色简直是无法直视。下面我举个例子，很有冲击力，心理承受力不好就请跳过吧[spoiler] 岚可能是个四十多岁的老女人了。从卡莲脑内空间可以得知吹雪刚入伍都是20多年前的事情了，由于超脑力的设定，我们首先假设吹雪入伍那年是15岁。再通过岚和重的羁绊任务可以得知，岚小时候照顾过刚出生的弟弟，我们假设那时候的岚大概是7岁，所以综上所述，岚现在大概是7+15+20=42岁我这么算可能都算小了，因为岚官方设定已经服役29年了（依照官方设定来推测我感觉岚大概率是44岁）综上所述，岚是个合法萝莉，40多岁的人了天天想着摸鱼好像也没什么问题。 [/spoiler]
4.我理解这游戏可能是想把角色塑造成并不是非黑即白的，但是我感觉你还不如就设计成非黑即白的得了。这样会减少很多的人物关系问题。
[h1] 游戏玩法 [/h1]
1.游戏的操作方面还是非常可以的，能看出来万代确实是用心了，没什么可黑的。
2.游戏怪的种类比较少，大部分都是换皮，可能是经费不够了。
3.各个角色超脑力之间有各种神奇的联动，这点让玩家有很多的选择空间，至少战斗不会因为怪种类少感到无聊。
[h1] 其他方面 [/h1]
音乐：存在感很低，我这么长的游戏时间，除了刚进入游戏放动画的那两三秒BGM，其他完全没有留下印象。
BUG：几乎没有，硬要说可能就是终结技音效偶尔会丢失。
[h1] 购买建议 [/h1]
还买个锤子买，都进XGP了，快去XGP玩吧，绝对不亏啊。
好评: 日系RPG的典范之作，即使没有接触过其他jrpg也可以带入剧情，非常完美的作品（除了在第一次游玩男主线的时候，一直在骂NT女主怎么还不去世）
好评: 嘤嘤嘤还不错
好评: GG
好评: 
还挺喜欢JRPG的，要是有像P5一样做日常提升属性的玩法机制就更好了
差评: 游戏打斗挺不错，但是你闪避优先级都不是最高的，操作稀烂。就冲你把直见写死了我就给你差评，我觉得这剧本里少有正常人，本来就稀烂，里面人的思维逻辑乱七八糟，你拿时间穿越都补不齐设定，前沿不搭后语，这剧情越到后面我越不想看，我真是后悔玩了。你把直见写死了，你还不如把主角团全写死，然后回溯重开，都2021年了，我真不知道，编剧是拿脚想的剧本还是怎么的，人物塑造稀烂，游戏有没有崩溃我不知道，我是崩溃了
好评: 唔，剧情的大致逻辑是没有特别大的问题。但是每个章节的剧情衔接很破碎，转折地相当生硬。可以说是前面有多少章铺垫阴谋，到最后啪的一下全部真相大白（）就，挺，呃。
但是无论是主角也好，还是主角派的队友，这个人物成长还是有在细节中体现的，尤其是重，从一开始的偏执与脱节到最后的信任伙伴与体贴，虽然比较套路化，但是刻画地也足够优秀。（但只能说我完全不吃这样性格的男主角吧）
战斗方面技能点满后真的很爽，视觉上也非常不错，算是万代近年来的良心作品了。
好评: 狠狠的二刺螈，狂暴鸿儒女主
差评: TMD, 我姐呢？
好评: 还不错
好评: 大家都是谜语人，我也是！
好评: 因为我个人比较喜欢二次元，而且这游戏的画风视效各方面都挺戳我，所以，对于过场类ppt的推进形式可以接受，况且ppt主要出现在对话过程中，背景图片也是在不断变化，不是galgame那种死板形式，与其说是ppt，不如说是在看一本有声的彩色漫画，其中重要过场以及战斗转场会从ppt无缝转接为动画（虽然动画并不太多）或战斗场景。动作元素打击感方面，不能说非常优秀，但也是相当可以的了，打斗场面非常炫酷，对我来说这应该是近年来动作战斗系统最棒的二次元游戏。另外，一定一定要用手柄玩儿，虽然键鼠体验也很不错，但键鼠和手柄的游戏战斗体验简直不是一个次元。我个人比较推荐钟爱二次元并喜欢act的玩家购买普通版，豪华版不是很值，若觉得不太行的，可以等打折再购入，照目前的游戏体验来看，这价格对我来说还说的过去，并不会觉得性价比低。
好评: 游戏的动作系统玩起来非常的爽，尤其是后期sas全解锁后各种炫酷连击，后期部分场景存在素材重复和堆怪的现象，剧情方面日常羁绊章节比较诙谐幽默，主线剧情就不较真了，主角队伍的人设都很不错，典型的日漫人设风格，通过送礼物可以装饰基地，让家里慢慢变得温馨起来，男主的幼馴染花火一条非常可爱，建议加入表白剧情。
差评: 通关了重线，我一直以为可以靠着跳跃时间的能力救回姐姐，没想到最后重自己不打算救了，卡连都回到过去救了艾丽斯，这是表示重的觉悟不如卡连吗？（对姐姐的爱就这？）。
好评: 就不性感  懂的都懂
好评: 只能说可惜了，双线叙事很有想法，但是做出来的结果属实不太行，不过好歹战斗系统很有特色，总得来说原价买有点亏，打折入手还是值得的，毕竟难得有一个质量还不错滴二次元游戏了.
好评: 太好玩辣 捏麻麻地
好评: 虽然是好评，但如果是十分制的话我恐怕只能给其打上6到7分。剧情的缺陷就不多说了，这年头jrpg剧情好的也不多了，就问你这瓜要不要吧。简单说说动作部分，作品的动作虽然有点僵硬，但新奇程度确实还是有的，在游戏前期使用异能的时候给人的正反馈还是很激烈的。但这股新奇劲在游戏后期已经荡然无存了，后期的异能使用实在是过于同质化，换个角度说那就是连招单一，而这对于一般的动作游戏来说还是很致命的，再加上怪物本身设计得不算很有特色，就导致了游戏后期宛若坐牢般的体验。因此要有人问我这个游戏该不该买，我只能说别买，这个好评只能是留给开发商的。
好评: 这是JRPG动作系统上划时代的尝试！
好评: 算是有意思吧
好评: 个人还是比较喜欢的，而且也没有碰到什么bug
好评: 玩了4小时，体验demo之后感觉动作系统挺有意思趁打折入的正，感觉初玩起来还可以.虽然剧情似乎不行，初玩感觉队友互相交流类似小剧场一样的演出也挺喜欢，虽然剧情动画是ppt过场，但看在动作画面有点意思就继续玩一玩了.也许是我这类型玩的比较少吧.
好评: 这个游戏有着：
1，华丽无比的战斗，多种超能力的组合，让你的战斗无比酷炫。
2，朴实无华的王道剧情。
3，各类让人印象深刻的角色。
同时也有着让人不快的地方：
1，前期丢垃圾，后期战斗华丽起来了，但基本上都在那几个怪物上……华丽的，刮痧。
2，剧情虽说王道，但你要看剧情，就要在地图上漫长的刮痧，刮完后……一堆剧情朝你灌了过来。
3，角色的确挺好，没什么可说的，硬是要说的话……我想捏个不怎么说话的亚撒西主角，让大家围绕着我转。
结论：
啥都好的一个游戏，就是缺乏好玩的要素，去做嗜血代码2吧，哥哥。
好评: 好！量大管饱
  虽然剧情一直受到诟病，但还是希望对此游戏有兴趣的玩家可以耐心地打完男主与女主两条线，一定一定要打完两条线。（不要让其他玩家对剧情的看法先入为主，实际体验还是要以个人为主）如果你非常非常在意剧情的合理性，请谨慎购买。游戏体量比较大，游玩需要时间和耐心
   日厂游戏比较贵，推荐打折的时候购入，虽然打折了还是蛮贵的。（bushi）

含轻微剧透：
[spoiler] 
  这样的RPG游戏免不了刷刷刷与重复度。不过在比较出色的战斗系统和好感度系统下可以消除一部分的由刷刷刷带来的疲惫感。所以， 实际游玩过程中还是很有趣的。
  这种完完全全亚萨西的男主人设真的很久很久没看到过了。（感觉过于亚萨西）
  游戏内风景意外的不错，高速路的樱花树挺好看。
  结尾的过场动画很不错，地球的画面很惊艳。
[/spoiler]
好评: 真不错
好评: 如果编剧不是其他在制作组里的所有人的儿子，不然我不信编剧现在还活着。


好评: 玩男主觉得女主是傻逼，玩女主觉得男主是憨批。双线学学伊苏8不好吗，非要搞成两周目。再加上配角的个人剧情和主线剧情根本没对过剧本，导致本来就只是个还过的去的故事搞得观感极差。
不过除开剧情方面其他地方没有什么明显的槽点，不管是音乐、战斗系统的设计、人物建模都非常优秀，支线略显单薄但是不影响游戏体验。可以放心入手
好评: 前期有点无聊，但是后期就比较有趣，sas全部解锁以后的章节太少啦，全盛时期都体验不了多久就结束了
好评: 还行，除了末尾又臭又长的图
好评: 谜语人游戏真的太好玩辣
好评: 二次元狂喜！
好评: 只能说可以做的更好，建议打折入
好评: 绯红结系作为万代新一代二次元IP，可圈可点，有续作可能。
老规矩，从音乐开评，本作音乐一般，7分左右，亏我还买了OST，但是我觉得亏了，不太吸引人，确实很平庸的音乐，如果是音乐党别做太大期待
动作方面的话，采用脑力系统以念力和近战为主，在章节过程中不断加入新的脑力能力，融会贯通之后是能相辅相成的，会玩了之后会觉得这个动作系统有点意思的
但是在动作的处决方面，只能说方式太少，一般是1~2个独特处决，一个快速处决，非常单调的处决动画反复看20小时是个人都会吐，尤其是搭配这个沙皮剧情，后边就这个动画不能跳，长的处决动画不想看还不行，这里我还要诟病架势条和血条都见底了为什么一定要我处决？我不能直接打死么，非得看那破动画，单调的不行也不做多一点，有几个怪异的处决动画感觉就跟镜像了一下而已，属实没兴趣看，到后期看着很不耐烦，非常扣印象分。
剧情方面，我只能说别深究，前程谜语人后期圣母，垃圾buff叠满了，先玩的结人皇，我说花火不香么，那个什么重兰德尔，真不熟啊，能不能去屎啊？以为自己什么人物啊，全程搁那恶心人，重队没几个正常人，雷电是个自卑到骨子里的废物，不靠嘴臭他人活不下去，分开之后还得给他帮忙升羁绊，这编剧恕我直言能不能换我来，真的是个脑子不坏的人都不会这么写，另外一位杀父仇人，见面居然笑嘻嘻，不杀留着生仔么，接着是一位懒得一批的嘴臭女，喜欢拿主角当工具人，最后是一位摇摆不定，为多方服务的多料间谍，我也是惊讶这种人居然能干这种活。结人皇一家除了他妈是正常人以外，父亲和哥哥是偏执狂和黑暗政治家兼究极谜语人，姐姐是见面就要谜语人全程装高冷的公主病患者，结人皇是圣母心泛滥兼倒霉透顶的悲惨人物，看样子官配还是他姐，官配不是花火难道是重啊？作为一个RPG游戏，严重失误和大漏洞的剧情是不及格的，人物塑造失败，还指望玩家玩二周目搞清楚背景，就这左右谜语人各来一拳指望再恶心玩家一次么，没兴趣，谢邀，这游戏我是真没兴趣二周目，一周目尾三章那走向猜都猜得出来，再来一次还是给有兴趣的人去玩吧，建议这编剧和最后生还者2编剧进行深入交流，应该很合得来。
最后是lsp环节，建模很好，二次元味十足，冲着建模和人物来的可以爽，绯红暖暖就靠各位实现了！各种衣服随便搭，不比看剧情好多了？
原价性价比不高，建议打折入，综合评分7.5分，非二次元玩家7分，如果要出2，记得换个编剧，还这么屎的话你动作玩出花来我都觉得这个巧克力里包了一坨屎，咽不下去。

好评: 不错的游戏，但我不喜欢玩这种类型的
好评: 刚通女主线这剧情我真寄吧整吐了，上一章鲨了你爹，下一章就在一起嘻嘻哈哈的，还要谢谢我，真的服了。剧情奇怪到不能再奇怪，高情商点说你脑洞大开，低情商就是什么寄吧剧情。不过战斗系统还是值得肯定的，打的很爽快，就是锁定莫名其妙的老是锁到远处的敌人，而且角色视角也不是一直对着锁定的敌人的。对此我只能说泳装gkd
好评: good
好评: 6分，战斗9分，剧情2分.最拉评分的就是最后一关，整整打了4个小时，太墨迹了，剧情真的是一言难尽，每一个人物的死亡都在你的意料之外，真的逆天这个剧情。
差评: ppt
好评: 除了剧情哪都好，爽玩
好评: 剧情方面着实有些差强人意，还好我开局女主线，至少不会玩的太迷惘，但是战斗方面还是值得称赞的
好评: 动作系统不错，后期战斗很流畅
好评: 。
好评: 完成男主一周目，感觉剧情是拉跨了，（后续讲到一些剧透）
男主圣母到有点突兀，在阳炎这一块编剧的处理是真的菜，你不会写就别乱写，笑嘻嘻面对杀父仇人也是绝了。
但整体的，游戏动作打击和动反馈都很不错，结合多个同伴也可以得出很多细致的操作，战斗系统还是可以肯定的。
好评: 为谜语人点赞！
好评: 手残表示很欢乐
好评: 可以，用小车砸的伤害比用刀砍高多了
好评: 行
好评: 好玩
好评: 就挺恼火的憨憨剧情
好评: 一周目通关，优缺点都很明显。
战斗系统非常值得肯定。除去后摇的问题，在后期技能齐全后战斗非常爽快。然而，过多的战斗和堆怪也会使体验较差。
主线流程足够长，完全打消了我在游戏发售前关于内容过少的担心。但是支线可以说是非常无聊，完成难度不低且奖励极差。
剧情上来说，谜语人属实看不懂，男主属实亚萨西。中期频繁出现的木灵到后期直接人间蒸发。但是结局足够震撼，不得不说一句卡连真男人。
对我来说，一款日系二次元游戏能有如此品质，非常值得夸奖，也让我觉得能够值回票价。
好评: 20小时通关女主线，支线任务基本没碰。虽然男女主挺二次元模板化，大纲也是王道拯救世界，但个人感觉剧情就还行吧，至少不至于像有的人说的那么烂。漫画形式的剧情演出挺可惜的，看多了还是觉得有点出戏。
画面设计方面我很喜欢。大部分迷宫场景都不错，后期有几个迷宫感觉有点一般。怪物设计完全符合我的胃口，但种类确实少了点，打来打去也就几种，玩到后面还是有丶丶腻。
战斗方面多的就不说了，爽就完事儿了，自己上手玩着和看别人视频完完全全两回事，强烈推荐试一下。唯一要吐槽的就是后半段的流程，小怪太多了。虽然到了后面越打越爽，但真的真的小怪流程太长了，至少和前中期两回事儿，差点给我整吐了。
好评: 好玩有点像NS上的那个替身使者游戏
好评: 换电脑恰好st打折再买一份，剧情一般但战斗系统很有玩头，是今年我最爽玩的jrpg
好评: 白嫖就是香了啦
好评: 体验不错，白金留念
好评: 只通了男主线，实在受不了身边一群谜语人，完全是来给主角帮倒忙的，女主尤甚
只能说战斗确实还不错，但是剧情真的太烂了
好评: 20小时通了男主线， 支线基本没碰
整体下来体验还是挺不错的， 万代总算是出了一款能让人玩的JRPG

战斗系统的完成度很高， 整体难度适中， 除了雪山BOSS的血条厚度有些匪夷所思外， 剩下的就是爽。如果你玩过异界锁链并且觉得锁链还不错， 那一定也要来玩玩这个， 体验上来说这游戏算是异界锁链的加强版了。

剧情之前看评论调低了预期， 打完后觉得也没那么不堪，对于一个动作游戏来说还算合格吧， 很多槽点属于编剧对玩法的妥协。剧情虽然拉了点， 但是主线流程节奏紧凑，一些不能细想的剧情很快就会被新剧情冲掉。至少不像一些游戏主线剧情拉胯还安排一堆灌水流程让玩家一坨屎反复嚼。

其他的没啥好评的， 这就是个很传统的日系动作游戏， 除了动作玩法以外的部分都属于添头。战斗玩法有趣， 迷宫设计尚可， BOSS战挺爽， 8/10
好评: ＼＼\\٩( 'ω' )و //／／
好评: 养眼的二次元画风，出色的视觉设计，炫酷的战斗及丰富的人物组合技对应不同怪异，剧情以漫画分镜式演绎效果不错，总体的剧情也可圈可点，但后期因人物集齐导致羁绊剧情篇幅过长甚至超过了主线，容易看片犯困，对主线的割裂感比较明显，作为万代南梦宫的原创IP还算不错吧，双主角的故事前期基本没有太多交集，只有在最后期的剧情重合。男主线太多谜语，建议先玩女主线不至于全程懵逼。
本作更适合喜欢日系游戏的玩家
好评: 万代南梦宫太想要新ip了，绯红结系作为今年二次元游戏（和破晓传说一起）的扛把子，在美术风格和玩法上可圈可点，本作的念力控制战斗方式玩的比较爽快，各种处决动作和配合技能给人的视觉冲击较强，肾上腺素飙升。美术风格有近未来的科技感和奇幻感，场景比较丰富。boss的设计还算有趣。缺点是小怪的设计一般，种类不丰富，玩到后期都腻了，还好boss战设计不错挽回了颜面，另外本作采取男女主双线流程，需要都玩才能知道完整剧情，然鹅可惜的是，本作剧情非常一般，导致玩单线时有一种很强的谜语人的感觉，尤其是女主就很不讨喜，导致我玩了男主线一度不想碰女主线了，这反而成了弊端。不过总体来说，绯红结系依然称得上二次元游戏翘楚，玩法不算烂俗，内容也算丰富，女配角挺讨喜（花火。。。嘿嘿嘿。。。我的花火）。
好评: 挺不错的游戏，无论是剧情，还是打斗。。。。。。
好评: 还不错
好评: 内容够多，而且手残也能玩的开心。
剧情嘛……这两天十一区的ACG剧情不就哪个样了么……
好评: 不知道怎么，给个好评吧
好评: sure
好评: 蛮好玩的，画风剧情都还可以，早买早享受
好评: 男主亚撒西，青梅VS天降
好评: 玩法创新，剧情一般
好评: 是的，是的，我把“杰出视觉风格”奖给了这款游戏，同时我还得为他写一个评测。
并不是因为这款游戏的视觉有多么杰出，只是这款游戏乱七八糟的招数动画确实让我记忆深刻，而且今年确实没多少完整时间玩游戏，更不要说2021年的游戏...
希望万代再接再厉。
好评: 作为一个游戏我认为他合格了
好评: 在通关了半年之后才追加了这么多更新，真不厚道
好评: 海星

希望那些没事翻自己好友评论出来笑话的人耗子喂汁
好评: 结合了许多创新的日式 RPG，轻松惬意
好评: 万代快出泳装
好评: 买了之后才折扣,好耶
好评: 战斗方面除了闪避、其他都很爽
剧情方面前期懵逼、后期老套（男主视角）
怪物方面过于重复，后期打得厌烦；[b] 马戏团BOSS过于恶心 [/b]
——综合评分：7.5分
好评: 一般地那还算能玩
好评: 杰出剧情奖
好评: 好玩，帅，我永远喜欢花火一条,花火真是个好女孩，如果是我，绝对会毫不犹豫吧。
好评: 主要问题就是男主线中期剧情推进太拖了，直到和女主队伍汇合前一点几乎一点信息得不到，但结局演出效果挺不错的
好评: 我[spoiler]爱上赛特还没半小时就成寡妇了[/spoiler]，谢谢你万代南梦宫。
好评: 万代南梦宫，好√
全价购买的我是煞笔
好评: 居然没有泳装！！！
好评: 好哇万代
好评: 二次元画风，战斗设计很棒，尤其是怪物的美工很猎奇，强烈推荐手柄游玩，但是剧情属实硬伤，建议建议先玩女主。
好评: 战斗演出和手感还是不错的...
剧情...算了吧
好评: 好
1111

差评: 只能说不愧是万代，专门噶二次元的韭菜。
有新内容，大家都高兴，但你一上来为什么不把游戏就整体规划好呢，纯粹是看着销量还可以才加班赶出来的新内容来赚钱。导致一上来连个带季票的版本都没有
铁拳你可以这么搞，因为你有老玩家群体。新IP你倒是真敢，我作为预购玩家感觉自己跟小丑一样。
支持肯定是要支持的，毕竟游戏做的不错，也没有摆烂噶一波，有新内容终归是好事，该买单还是要买单。但我想请万代自己掂量一下，为什么这么多IP都能毁在你手上，单单是游戏质量的问题吗？
————分割线————
特别好评，应该是到目前为止我今年玩过最好的游戏，如果过场可以正常做，以及加上一些羁绊的自由活动，我认为甚至可以竞逐一下年度游戏（bushi。
首先说明一下，这个游戏目前应该不会有大的变动了，所以有些事只能是愿景，他是不完美的，但也是很有自己特色的游戏。
我觉得有必要先说好，很多人说人设崩，我也没感觉（身经百战了）。我只能说个人的情感需要还是要服从于更高的普世价值追求的。所以我不认为有什么不对。建议喷男主拼命原谅杀父凶手，女主前后变脸的，去里面怪伐军医院治治脑子。看看自己的价值观有没有问题，以你的体量，也就能在网络上发泄一下不满了。
玩法方面，目前只打了男主，目前全收集（指服装），因此30小时还没通关，打完了第十章，不得不说很多东西爆率有点感人，可以考虑加入置换材料的功能，一开始确实有些憋屈，等到后期所有SAS开放又会有些手忙脚乱。（虽说超高速+复制基本等于无双，但如果不是为了中二，而是为了爽，那谁会买呢。）所以真正感觉有动作感的是中间的一段游玩。每个SAS基本都有它的用武之地，这点很好。
再来说剧情，除却PPT之外，目前我玩到的剧情都还算可以，有冲突有伏笔，不算出彩，但也说得过去，不过考虑到还有番剧，所以给一个优秀分吧。但是支线就有点不尽人意，特别是奖励，作为全收集的人，给的奖励百分之九十九都是已经有了的，这一点很不爽，而且支线的剧情也等于没有。不过羁绊章节做的也还可以。至于很多人喷的剧情，就我目前玩到的第十篇来看，我认为都挺好的，可能萝卜青菜各有所爱。
总结，售价偏高，但不能说性价比低，虽然游戏类型不同，但我认为它可以算作跟尼尔相似的游戏（太郎粉勿喷）。无论是从价格还是乐趣上（剧情肯定比不了）。如果你有闲钱或是在低价区，这短暂的游戏荒它不失为一个上佳的选择；如果你是等等党，记得买它，它不会让你失望。
（对了，偶然遇见了一个bug，在刷材料时有一次进了drive，结果回安全屋drive模型还在，但是保存后人物的脸就变得很奇怪，换图也不行。只能读档恢复。）
好评: 不功不过
好评: 还不错
差评: 画面包括游戏内容和UI设计都很好，剧情很单调，让人想睡觉，音乐是流水线制品，不过有几首佳作。动作设计有点意思，但是完全可以展开做出来，很多很多派生。
所以你们为什么要做双主角，随着剧情来回切不也行。为什么要做动画，那个动画日升社做的，都那么穷，还不如留着来好好做游戏。
差评: 剧情稀烂，走女主线让人想把女主一刀杀了，简直完美塑造了一个让人恶心到极致的角色。谢谢你，万代，用女主这种烂人来衬托铁憨憨男主的好，这波，这波建议打拳。
差评: 剧情非常拉，区区杀父之仇是吧
好评: 二次元浓度很高，剧情勉强圆的住，没啥动力二周目
希望赶紧出2吧
好评: :)
好评: 剧情一般但是玩法可以
好评: 感觉不如。。。
好评: 一步，一遥
好评: 剧情一言难尽，但战斗系统尚可，折扣价可以一试
好评: 挺好玩的
好评: 发售打了一个月全成就。
经典的没头脑和不高兴组合，讨喜的人设+爽快的战斗+拐弯抹角的剧情，简直就是二次元游戏的标准模板。
前期我愿称之为小Control，投掷模拟器，但等技能树点起来了（尤其是SAS四连），就会发现这游戏原来还挺爽的。
后期蓄力瞬移和隐身投掷两套瞬间破防组合，直接开启无双模式。
期待续作，来个月球大作战。
（花火嘿嘿我的花火 镜花妈妈嘿嘿我的镜花妈妈
好评: 手柄震动把我手震碎了  但谜语人能不能滚出歌坛？
好评: 一般水平
好评: 嗯，才开始，不过的确不错的感觉
好评: 很有野心但确实不太成功的作品，剧情为最大减分项，但作为一个二次元游戏还算不错
好评: 故事情节很好看
差评: 这寄吧剧情没个十年脑淤血都想不出来吧
好评: 游戏还是可以的,除了剧情很迷以外
好评: 推荐打折入手，虽然流程很短，但是战斗很爽。
好评: 这UI真的还不错，除了闪避有点鸡肋，其他画质和打击感都还可以
好评: .
好评: 不错
好评: 玩法不错，剧情很迷
好评: 近年来日式rpg游戏中让人耳目一新的玩法，剧情见仁见智。推荐入手。
好评: 直男直女历险记
另外，番剧的打斗还没我自己操作的好看
提名
好评: 精彩的剧情，丰富的人设，双视角的全新演绎方式，念力的独特战斗技巧，与伙伴连接编织的热血战斗故事。。。
这些全都不重要！
白发！红眼！妹妹！
买TM的就完事了！
好评: 剧情很棒
好评: 提名了最佳视觉风格奖项
但是新 DLC 还是毫无诚意
好评: 还是挺好玩的，喜欢二次元画风游戏的玩家应该会感兴趣。（剧情确实不算出彩……）
好评: 这个战斗系统还是蛮有趣的，处决动画真的帅，超能力+末世+特效拉满全都戳在我点上了 满分！！（ps：剧情仁者见仁智者见智）
好评: 男主线全员谜语人
女主线全员傻白甜...属实无语
好评: 我为它提名了2021最佳剧情游戏奖
好评: .
好评: 个人综评：8.8

战斗：
战斗系统本身很有意思，有点jrpg和act系统的融合，相比传统act，非常强调对策性而非操作性，角色动作本身也具备一定的操作和深挖空间。对于动作新手也非常友好。即便在敌人种类不多的情况下，光靠这套系统我都能爽上几十个小时。
本作相较于BN社之前的arpg，怪物特殊部位的反馈有做细节，算是很大的进步，配合制作组对于念力投掷这个核心环节的打磨，实际的战斗手感非常出色。
总结而言，本作的的战斗系统底层架构极其出色，担得上如今ARPG游戏第一梯队的水准

boss战、人型战的体验和优化很一般。一定程度可以说拖累了整体的战斗体验。
但即便如此我也认为这个游戏就是动漫二次元题材下最强的动作游戏。

剧情：
剧本其实还有点想法，但是感觉受到长度限制剧情的转折和逻辑上做的太急躁了，是一个很明显的扣分点。
网络上普遍吐槽的ppt实际表现不算差，一些场景其实还做到了运镜和动态演出。


总得来说，如果能在各个方面再有那么一点点，真的就只是一点点的进步，就是一个非常优秀的作品，但差的那一点就是良作和神作的差距。真的非常遗憾。
好评: 游戏玩法很新颖，通过附身来得到能力，但是剧情有点烂，玩到一半很难玩下去
好评: 那是真的很不错
好评: 二次元类魂？操作很傻逼，剧情很谜语，普攻带硬直，不优先闪避，买来就是看女主的
好评: 我超尼玛卡莲你个臭家伙牛笔啊！！！！！！！！！！！！！
好玩还算好玩咯。想玩的话还是建议折扣买来玩。
差评: 剧情好迷，不过操作很不错
好评: 意识流剧情，战斗玩法还不错
好评: 离线通关了想退款，编剧可以给我磕个头吗？
差评: 虽然玩的不久，但是这剧情真的让我要吐了，太无聊了，而且感觉一路看下来剧情全都是老套路。吹得很好地战斗系统，我也觉得并不好，最直接的就是平a的速度，手感巨差，每一下平a都需要很长时间结束动作，就离谱，经常a出去在攻击动作中被怪打中，想跑都跑不掉，就算按了闪避，总感觉没有马上闪避，有点延迟之类的。反正战斗系统给我的感觉就是，看起来很爽，玩起来很糟。ps:只玩了女主线，剧情太sb玩不下去了。
差评: [h1] 这款游戏的游戏体验就两个字：折磨 [/h1]
如果你是那种特别喜欢看剧情的玩家，听我的，没买的千万别买，我当初就是不信邪，现在恨不得给过去的自己一记上勾拳，这剧情已经不能说烂了，简直堪比美末2，已经让我灵魂升华了。我个人来说，游戏体验简直是折磨，当我感到剧情不对的时候，想退款的时候又退不了了，没办法，自己花五百大洋买的屎，哭着也要吃完，结果就是折磨自己的同时不断强迫自己玩下去，就当是对自己愚蠢的惩罚了。我再次郑重提醒还没买的朋友，快跑！赶紧跑！别回头！
好评: 二次元
好评: 666
好评: 192入的
好玩，画质动作满分
各种组合技能也很赞
差评: 就算是打折买的我也觉得我是傻逼
为什么我要遭受看这游戏nt 剧情的罪呢? 真想给买这游戏那时的自己一大兜逼!
好评: 打架是真的爽
好评: 很棒 很久没有这么二次元了
好评: 画面音乐上佳，战斗手感鲜明，背景庞大且剧情完整。
暂未发现三周目及以上的意义，剧情完整但牵强，各支线节奏有些崩坏。
好评: 什么傻卵剧情啊，果然二次元游戏是这样的
差评: 绯红结系，🐕都不玩
差评: 今年玩过的剧情最逆天的游戏，没有之一
好评: Good
好评: 好想玩其他角色啊
差评:       喜欢屎黄结系的傻卵脑瘫连大号都不敢上，像条狗一样小号背地里留言，真搞笑奥，还眼瞎
      每天都想骂几句，绯红结系×   屎黄结系√
        三四个月打几次折了，奉劝大家，就是故意打折圈钱的，别买，只要你是个正常人就别买，剧情战斗都是屎，别这时候买吃屎都赶不上热乎，假如买了就只玩女线就好，男线是哥谭叙事
        垃圾游戏不说，俩月不到就打了个65折，你🐎像是批发的
       男的杀了你爹，不行，我得打你一通，永远不原谅你×；女的杀了你爹，行，没事，不管了，之后接着笑着跟人聊天当舔🐕√
           剧情里的人三观都不正，这很小日本儿，这人物剧情，这战斗，还有人给好评，还有人夸？都是傻逼吧，二次元是你们爹是吧。而且这个游戏不带硬直和闪避组件没法玩的，闪避不能中断当前动作，也没法取消动作后摇。3v3仇恨永远只在你，队友什么模式都全程摸鱼，一碰就死，你就是小儿麻痹，普攻僵硬，念力出手慢，而且别人就随便跑就能躲你的rt和lt，lt好容易放出来就楞空，闪避还不能立刻放，必须等很大的出手后摇结束才能闪避，闪避的无敌帧比仁王上段和魂二不加适应力都短，并且经常你在命中前闪避了，攻击还能锁定追着你，然而你的攻击和闪避反击都是不带追踪的，贴脸歪是常事，闪避反击不光打不断敌人的普攻，你还会被打断。形敌人没有硬直，你的攻击打不断人家，人家全是神经出手，还是无限连，就连放电的都会瞬移打你，所有人的仇恨都在你，什么攻击碰你一下都打断大硬直，对面3人全都没有硬直，怎么都打不断。得是什么脑瘫能做出这种战斗？仁王打双boss不比你这有意思？什么死了妈的人能做出这种战斗，什么脑瘫才能给这种游戏好评，搞不懂都。  

差评: 二次元，恶心！
好评: 好
差评: 终极版不带机票，万代你妈死了
差评: 乍一看亮点十足，实际开水煮辣椒，播片缩水也就算了，加上这无聊的剧情和羁绊任务玩起来打瞌睡
好评: ⣿⣆⠱⣝⡵⣝⢅⠙⣿⢕⢕⢕⢕⢝⣥⢒⠅⣿⣿⣿⡿⣳⣌⠪⡪⣡⢑
⣿⣿⣦⠹⣳⣳⣕⢅⠈⢗⢕⢕⢕⢕⢕⢈⢆⠟⠋⠉⠁⠉⠉⠁⠈⠼⢐
⢰⣶⣶⣦⣝⢝⢕⢕⠅⡆⢕⢕⢕⢕⢕⣴⠏⣠⡶⠛⡉⡉⡛⢶⣦⡀⠐
⡄⢻⢟⣿⣿⣷⣕⣕⣅⣿⣔⣕⣵⣵⣿⣿⢠⣿⢠⣮⡈⣌⠨⠅⠹⣷⡀
⡵⠟⠈⢀⣀⣀⡀⠉⢿⣿⣿⣿⣿⣿⣿⣿⣼⣿⢈⡋⠴⢿⡟⣡⡇⣿⡇
⠁⣠⣾⠟⡉⡉⡉⠻⣦⣻⣿⣿⣿⣿⣿⣿⣿⣿⣧⠸⣿⣦⣥⣿⡇⡿⣰
⢰⣿⡏⣴⣌⠈⣌⠡⠈⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣬⣉⣉⣁⣄⢖⢕
⢻⣿⡇⢙⠁⠴⢿⡟⣡⡆⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣷⣵
⣄⣻⣿⣌⠘⢿⣷⣥⣿⠇⣿⣿⣿⣿⣿⣿⠛⠻⣿⣿⣿⣿⣿⣿⣿⣿⣿
⢄⠻⣿⣟⠿⠦⠍⠉⣡⣾⣿⣿⣿⣿⣿⣿⢸⣿⣦⠙⣿⣿⣿⣿⣿⣿⣿
⡑⣑⣈⣻⢗⢟⢞⢝⣻⣿⣿⣿⣿⣿⣿⣿⠸⣿⠿⠃⣿⣿⣿⣿⣿⣿⡿
⡵⡈⢟⢕⢕⢕⢕⣵⣿⣿⣿⣿⣿⣿⣿⣿⣿⣶⣶⣿⣿⣿⣿⣿⠿⠋⣀
⣿⣿⣿⢻⣿⣿⣿⣿⠻⣿⣿⡿⠿⠿⠿⣿⠻⡿⠻⠿⣿⡟⠛⠛⢛⣿⣿
⣿⠏⣼⢸⡄⢿⢋⢸⣷⣇⢻⣿⣿⣿⣿⣿⡗⣥⠂⢦⣿⣭⢩⡍⣭⣽⣿
⣿⣾⣛⣸⣿⣾⣾⣈⣛⣠⣿⣤⣤⣤⣤⣼⣴⣫⣶⣌⣻⣋⣼⣇⣋⣼⣿
好评: 29小时:
现在玩到了贝比部分，发现了一些问题。
首先要讲一讲这游戏的背景。本作由万代南梦宫发售，查wiki得知游戏发售时间为2021年6月24日，同期还有TV动画配合游戏发售宣发。TV动画的播出时间为2021年7月1日，也就是同期播出。
TV动画有一眼望穿的赶工现象。我认为游戏为了配合系列宣发，需要在已经有高完成度的前提下必须在期限前发售，没有那么多跳票的弹性空间。我猜测贝比篇就是牺牲品。
贝比区域缺少了3个东西：
1、平台跳跃关卡（关卡内能找到2个非常敷衍的跳跳乐）
2、移动的平台
3、迷宫
贝比区域多了2个东西：
1、高度重复的地图设计
2、各子区域完全一致的怪物堆叠
通过横向对比其它区域的制作质量，我认为贝比的堆怪是由于原本的设计点由于工期不足被砍掉后，利用现有素材拼凑而成的替代方案。
另外，贝比区域后的逃生关卡也有显而易见的问题：
1、流程过短
2、演出缺陷。没有制造出紧张气氛
逃生关卡完全是只有一个“形”的状态。
当然也有另一个可能——这里遇到的逃生关卡只是一个教学关，后面还有正式的挑战——如果是这种可能，等我后面玩到了再回来把这部分删除。
=========================================
26.4小时:
刚开始玩的时候我是拒绝的。328的价钱，什么土鳖剧情——不该说王道，这就是土到极致啦。这么一看，土到极致的主线剧情反而渐渐变得可爱起来。当我不再对剧情抱有期待的时候，我开始发现这游戏的更多优点。请坐下，听我传教！
1、缝得好。别的回答似乎都没提缝的事情，实际上这游戏战斗系统融合了诸多著名动作游戏的经典设计。为了不泼冷水我就不列举了！总之它缝得好到看不出它缝了的地步。
2、美术设计帅到爆炸，中二味道拉满了。战斗服我看到第一眼就忍不住冲了一发大声喊出必杀技台词、技能动画特写、个别技能全屏滤镜、战斗中还有变身动画。粗得看，要多拉风有多拉风。细得看，伙伴协作战斗的机制完善得可怕——各种各样地”借助伙伴的力量“，并且还有丰富的触发角色语音交互。大家，大家！我不是一个人在战斗！我是和大家一起战斗！
3、小男孩可爱。
4、上手简单。所有怪物都有定制的弱点，并且显而易见（不但美术上用发光的黄色大灯泡标示怪物的脑部（即弱点）、并且战斗中还有亲切可靠的通讯员同志和前线伙伴语音提示你如何攻击弱点）。充分利用好所有的资源，闯关就能变得比腹泻还舒服！
5、小男孩可爱。
6、游戏内容丰富。328的价钱（打折时229）能玩到超过40个小时的游戏内容。游戏采用双主角设计，两个主角分别一条故事线。虽然我（25小时）还没通关（支线全做不跳对白），但我猜测并肯定虽然名义上是双主角但两条线肯定大部分都是共通游戏内容。但是，但是但是，即便有大量重复性内容撑场面，从我目前单条线路的攻略情况看来它依然有特别特别多的游戏内容——倒不如说， 我以为荒吐神之后就是最终章了，怎么还有这么长的流程啊啊啊啊啊啊啊。
综上所述，我推荐这款游戏。
好评: 你老婆回来了，我姐姐没了啊，编剧你脑子在想啥啊？凭啥啊？？？？？？我是真的无语了
差评: 没见过这么啥B的剧情

男主线也通了，还是很啥B
好评: 好
好评: 战斗系统很顶 其他很差劲
好评: 可以取消碎击镜头就好了，我想自己转换视角
好评: 和鬼泣一样，剧情不咋地，玩法倒是挺上心
差评: 你这编剧是精神变态吗
好评: 地图音乐多数轻松愉快，听起来不错，SAS的语音可能我调的有点大，中期之后每次开战先开SAS，来来回回有点吵，但是基本上无伤大雅。
战斗基本上也很爽快，主要体现在花火和紫电的附魔和鲁卡的瞬移上，有可能是先入为主，感觉男主战斗体验尤其好。近战出招硬直低，方便闪躲，虽然空战乏力但是有高伤害2段蓄力，配合6羁绊鲁卡后期起手十分强力。女主虽然空战连段高，但是后期脊怪种和咧嘴种和安息日种都不吃上挑攻击，空战没有优势，反而是结合隐身超高速快速打空黄条效率更高。而女主连段短硬直高，第三连致命硬直不敢多使，一段蓄力除非花火附魔否则体感刮痧，有点遗憾。
2周目流程并不短，以我平均游戏的游玩时间来看，这游戏的白金需求的时间跟尼尔2相当。
（以下所有评论都涉及剧透）
[spoiler] 这游戏我玩之前，我刚通了石头门，因此对石头门的世界观和故事余忆犹存。在实际了解这游戏之前我并不知道这游戏跟改变未来改变过去时间旅行也有关系，因此整个剧情简而言之让我眼前一亮。
一周目先玩的结人线，知道去冷冽山之前都完全在看乐子（指看男主全程懵逼）玩之前多少知道这游戏有各种发刀剧情和不合理的展开，所以虽然对那岐便当感到发的很强行，也没特别在意。意识到女主的超脑力本质是时间机器，不由得把这游戏的世界观往石头门那边去理解（毕竟我刚玩通），一开始单纯是抱有“男女主这不完全是伦太郎的反面吗，明明可以改变过去却不选择使用时间机器，差点意思”的感想，结果突然到12章看到卡莲即使被主角团连续3次打倒，依旧不放弃拯救他的青梅竹马，最后选择以自己消失为代价换来新的未来，我对这游戏的剧情便产生了新的认知。原来这个游戏也有真正意义上的凤凰院凶真，那便是卡莲崔弗斯。二周目我就不再那么在意剧情本身，而是更加关注卡莲的表现了，因为他在心目中已经成为了第三位主角。
[h1]宛如命运石之门的等价交换，为了改变世界线所必须支付的代价[/h1]
二周目第一件让我意外的剧情，就是50年后的结人为了改变重没有成功返回过去的历史，在重面前究极牺牲的剧情。一周目我对结人的印象单纯觉得哪里会有这么一种几乎完美的人格，能够原谅一切，还永远那么思考方向那么的正面。可真正需要做出决断的时候却无法做出决断。但是二周目50年后的结人以自我牺牲为代价企图改变过去，那么以石头门的逻辑，50年后世界毁灭的世界线可以称作世界线α，而男主50年后遇到女主的时间就是关键的分歧点，而男主通过自我牺牲让女主能够回到原来的世界导致世界线从α变成了β，避免了世界的毁灭。但是这个世界线的变动基本不会改变女主时代发生的事件，所以女主完全无法观测到世界线的变动。而女主以外的队友因为自从未来返回过去就不再与女主的SAS连接，所以也无法感受到世界线的变动。不过这一段不重要，重点是男主实际上也通过类似等价交换的方式，在未来拯救了世界，代价已经在50年后的男主那里支付了，可能这就是后来男主不需要被杀的原因。
[h1]卡莲，绯红世界观下的凤凰院凶真[/h1]
但是一周目之后，我所关注的就不是当下时间段发生的事件本身，而是卡莲的时间跳跃上。他本身并不是时间能力者，女主也并不能自由发动红色系线，因此如果想使用一次红色系线就需要同时复制一次男主和女主的超脑力，跳跃之后如果再想时间跳跃就需要再次等到重出现的时间点去复制重和结人的超脑力。世界线的收束让他无论如何都能成功的获得红色系线，因此他能够无所数次回到过去，以及去到未来。而因为其中一次卡莲回到了2000年的过去变成了八云，让自己成为了荒吐神的一部分，因此最后这些记忆以现实中两个自己的见面的形式，以记忆的形式回到了现在的卡莲身上。这一段剧情宛如伦太郎向过去的自己发送记忆一般，所谓过去的记忆和经历并非没有意义，一切的一切都是为了达成卡莲拯救艾丽斯的夙愿。这便是隐藏在绯红结系表面充满矛盾与不合理的故事中，以卡莲为主角的，可能存在的真正的波澜壮阔剧情。
而为何卡莲希望拯救艾丽斯？因为艾丽斯之所以怪异化是为了拯救卡莲和吹雪，这就变成了卡莲心中的执念。对于卡莲来说，无论世界线如何变动，只要没有改变艾丽斯的生死，世界线都永远是没有到达1+的0.x，而对于艾丽斯（可能还包括吹雪）以外的其他人的生死，对于卡莲来说便完全不重要，这跟伦太郎最后关注的只有他认识的人的幸福，并不考虑他视线以外的人的幸福是一样的，等价交换的最后，卡莲选择牺牲他自己，真正的跨越了世界线的界限，让除了他以外的其他所有人达到了没有他存在的“命运石之门”，把艾丽斯托付给了吹雪。所以卡莲真的是一个浪漫的男人啊！但是与石头门的伦太郎不同，卡莲并没有同伴，吹雪和艾丽斯并不知道卡莲的计划，所有了解卡莲的计划的人都成为了卡莲的敌人，可能50年后的结人真正意义上的成为了帮助了卡莲的人。而那个世界线上的卡莲，我的猜想，可能也是通过时间跳跃到达那个时间点的卡莲，因为以怪伐军年龄60+就要考虑退役的逻辑，卡莲在那个时间点有80多岁，吹雪甚至都阵亡了，他之所以出现在那里大概是为了等待重的出现，通过复制重的超脑力进行时间跳跃。
[h1]而无数次的跳跃并不会每一次都改变世界线，作为副产物，可能造成的就是因果的扭曲。[/h1]
卡莲在剧情中提到过，他在到达目前这条世界线之前，已经进行了无数次的时间跳跃，许多事件的因果虽然会产生变化，但是因为世界线的收束，会到达相同的结果。我在想到这一点的时候一瞬间就对那岐和直见的死亡感到释然，这才是所谓真正的剧情杀，因为世界线的收束，本来可能更为符合逻辑的事情，因为卡莲的时间跳跃产生了扭曲，但是那岐和直见的死是必然发生的，除非男女主选择回到关键的分歧点改变过去。无论事情看起来多么的不合理，直见，那岐，以及雷鸣的死都不可能避免。
[h1]抵达不受绯红结系约束的另一端，代价是卡莲的消失[/h1]
即使无数次的时间跳跃，超过2000年的记忆和努力，都没用让卡莲选择放弃。在这些反复的尝试之中，他终于发现了一个改变艾丽斯命运的关键，那边是让自己不复存在。所有的努力只是为了拯救过去为了自己而牺牲的青梅竹马。可能最开始卡莲只是想通过时间跳跃来寻找让艾丽斯接触怪异化的方法，而反复的尝试，最后得出的结论变成了只有让艾丽斯怪异化这件事变成“没有发生”才能真正的拯救艾丽斯。世界线的改变最后以绯红结系包裹整个地球的形式表现了出来。这是一个中二，坚定，顽固的人，这是一个即使同意满足结人和重的愿望，也不想放弃自己的执念要再试一次的人。即使与世界为敌，他依旧是艾丽斯一个人的英雄。
[h1]精彩而动人的卡莲线，隐藏在暖心却平淡的结人线和连续发刀的重线之下[/h1]
而正常视角的故事，发生在被卡莲扭曲的因果之中。重虽然失去了自己最重要的姐姐，一度十分在意有些许好感的雷鸣，但是收获了结人作为自己的弟弟。重和结人并非爱情而是亲情的展开，亦出乎了我的意料。最开始一周目早期误会，让我误以为这个游戏又要走青梅不敌天降的烂大街套路。随着剧情的发展，结人和重的关系逐渐清晰，并非如我所预料的官配cp，而是结人和重成为亲密的姐弟的过程。这在很多存在男女主的游戏小说之中并非常见的刻画。不仅如此，还有鸠和阳炎的关系，这种类似父女的关系，这都打破了我之前抱有的刻板印象。阳炎，岚，鲁卡的人物性格，也刻画的各有特色。不过这游戏最大的遗憾，是没有很好的刻画那岐和结人的友谊。相比重和直见的姐妹情谊即使在直见怪异化之后，在各种剧情中都在反复强调以外，那岐在被洗脑后存在变的透明，加上结人自我克制的性格，很难让玩家真正了解结人对那岐死所抱有的情感。
[h1]13人份的steins reader，世界线跳跃后最后的观测者[/h1]
正如最后盖曼所言，能够有人分享这五味杂陈想法的伙伴，应该可以说是幸运吧。因为卡莲最后的跳跃与其他的13人的SAS相连，让卡莲的牺牲与努力的得以被人所知。重和结人最后只是作为卡莲的伟业的见证者，成为了最后感知到世界发生变化的13个普通人中的2/13。所有的世界线的变动，可能都伴随着等价交换，而重选择接受姐姐死亡的过去，便像是伦太郎在α线中与巫女走到一起的选择。这可能是在刻意凸显重与卡莲的不同。就像鲁卡对重的误会一样，重与卡莲最后选择走向了完全想反的路：一位接受过去，去拥抱不可知的未来；一位否定过去，即使代价是让自己的未来也一同消失。
[/spoiler]
好评: 建议编剧和隔壁索尼尼尔同床
好评: 二次元的钱就是这么好赚，隔壁西瓜皮免费 ，可我还是花钱买的，但游戏质量只能适合骨折价买一个玩玩，但对于我这种二次元肥宅，无脑入就完事了。

好评: 战斗系统很不错，剧情不能带脑子看
好评: 服装一个比一个丑，真不如原版服装，这还不出泳装这我是没想到的
好评: (8/10)
在二次元作品中很优秀，在ACT作品中不算出彩。剧情还行，就是配角感情线做得不是很细腻，日系游戏的通病了。
好评: 双主角全通，剧情看了一点不如不看。
两个主角推剧情中BOSS有几个不同。
一周目时间较长，需要40个小时左右，二周目继承完一路杀穿捡东西做成就。
差评: 战斗方面我觉得很不错，剧情就是一坨屎，别说什么先玩女主线，也别说什么女主做的事合不合理啥的，男主就一纯舔狗，卡连也是塔塔开人
好评: zsbd
好评: 好 非常垃圾 非常好我很喜欢 好久没玩那么垃圾的游戏了
好评: 剧情一般，战斗系统还可以
差评: 下面有剧透，但我的建议是看完选择买不买 

战斗方面确实可以，剧情的话，呵呵

男主是究极舔狗加煞笔亚撒西

不说其他的，就只说男主父亲这件事

女主举刀威胁男主父亲说出情报，男主父亲表示本来也要死了不怕威胁。所以女主摆出了那个拿着沾满血的刀往男主父亲身上刺的动作，这个姿势换了谁看都会认为是女主杀的人吧，更何况女主持刀逼问濒死者也确实不算无辜。

男主登场后看到这些画面，冲到父亲身边看看能不能救，结果女主把男主打飞了，错过抢救时间，直接寄

男主表示不相信是女主杀的人，一直问女主到底发生了什么事情，女主作为第一嫌疑人和现场目击者除了一开始的表示我要杀了你（男主）以外，其他什么都不说，全程保持沉默，为男主的杀父之仇人提供庇护。

然后后面女主在决定不继续与男主为敌后，女主依然保持沉默，完全没有给男主提供任何信息的打算，丝毫都没有
（男主抢着跟女主道歉，然后女主勉为其难的表示自己也一直瞒着男主不告诉他情报，所以扯平了。）

我：？？？？？？

这男主直接给我气出30年脑溢血，真你吗逆天。
好评: 算得上二次元act的巅峰了吧
好评: 总体不错，后期打起来很爽，剧情不吐槽。
差评: 我是傻逼.
好评: 虽然剧情有点喂shit，ppt。但战斗做的挺有意思的
好评: 战斗设计和超能力主题很新颖，画风和渲染风格也不错，其他方面嘛，开摆就完事了
好评: 主线还没推完剧情暂不评价，但是这念力攻击配合各种连击是真的爽
强烈推荐一波
差评: 恶心人真的有一手，谁玩谁傻逼
好评: 剧情真的是稀巴烂，不过战斗系统还不错，勉强7分吧，真的是勉强，这个剧情真没啥动力让人换主角玩第二周目。
好评: 打擊感極佳，和場景互動這點讓戰鬥十分爽快。希望支線也能增加，好讓通關後還有可玩性。
好评: 一个矮穷挫拥有一个雄伟的jier，他能让你有快感，但是他不能让你对他有好感
好评: 好
好评: 二周目=无双
好评:     虽然不是一部完美的作品，但算得上是佳作。在最开始对没有开始玩的朋友们提个忠告：先玩女主线！先玩女主线！先玩女主线！理由在后面讲。
    战斗系统是一大亮点。前期战斗比较单调，但随着技能学习+羁绊等级提高会越来越舒服，后期非常爽快，SAS叠着开（常用组合：复制+超高速+瞬移+武器附火/电），另外还可以8个SAS组合技轮流甩，甩完再来一遍，甚至还能装上插件主动触发冲锋技能。
    羁绊剧情是我最喜欢的部分。通过剧情的推进以及送礼物，可以和队友们获得越来越多的互动，到最后了解他们的性格并成为好友。你送过的所有礼物也都会出现在基地里，使得基地从最初光秃秃到后期变得非常热闹。而且，可以看到NPC队友真的在享受你送的那些礼物：你送的吉他阳炎会时不时拿来弹，你送的游戏机和电脑岚会经常坐着那里鼓捣，你送的眼镜紫电会仔细擦拭，你送的花鸫会精心呵护，你送的各种书籍大家会马上去看......我很喜欢这种感觉。
    相比之下，主线剧情就稍微差了点意思，没有多差但也不出彩，中规中矩，不过有些剧情演出还是可以的。我推荐先玩女主线，因为剧情会比较清晰，而且对所有队友的人物塑造都比较正面。男主线前中期剧情云里雾里，而且把紫电和阳炎塑造的都很不讨喜（在女主线里反而是挺讨喜的），所以为了避免先入为主而且被谜语人剧情劝退，最好先玩女主线。
    但考虑到这是一个新IP，而且后续还会有DLC更新，有望补齐世界观设定，也算是开了一个不错的首作。
好评: 剧情中二又狗血，区区杀父仇人而已，建议优先男主线，不然女主线完全谜语人，战斗还可以，后面怪重复性很高，打来打去就那几种怪了，建议折扣入手，原价党血亏
好评: 花火我老婆
好评: 玩到现在女主线第12章马上通一周目，男主线不准备打了。剧情方面中规中矩的二次元剧情，不想打二周目的一定要玩女主线，男主线全员谜语人，啥都看不懂；人设方面确实有点毛病，不过能玩的下去。最重要的是战斗方面，这个游戏是要改变大部分ACT玩家的战斗习惯的，本作中闪避无法打断攻击动作的后摇，闪避在战斗中优先级极低，取而代之的是SAS系统（可以看作其他游戏的技能）：如超高速（类似时停）、瞬移、硬质化（免伤）、火/电附魔武器、分身、隐身等等，但我玩了20多个小时到现在还是很难受，在单挑敌人时还能反应过来我要开无敌抗这波伤害，或开超高速躲技能，但玩到中后期大部分战斗会同时面对多个精英怪，且敌人的有些攻击前摇很短，还有视野外的攻击，很难靠反应及时开出对应技能（本人使用XBOX手柄游玩，不清楚其他设备情况），基本就靠同时开超高速、火附魔、分身、硬质化上去莽，莽完一波开隐身等CD，CD好了继续莽，玩到现在个人感觉战斗有些无聊了。个人评分7/10
好评: 剧情中规中矩，战斗体验不错，价格作为日系游戏很合理，有闲钱的可以入一下
好评: 这个游戏有特别多应该被批评的点，一个日式RPG混ACT的作品，不论在哪个方面都在及格线边缘徘徊。

-
·非常幼稚的剧情线，以及刻画得非常浅薄的主角形象；
·比较无聊的迷宫设计以及极度无聊的解密设计，迷宫的问题更多在于毫无意义的岔路仅提供微乎其微的收益或正反馈；
·糟糕的对空手感与游戏试图打造的高速战斗节奏有着非常大的矛盾，而且与飞行敌人战斗非常容易错判战斗距离，对着空气一通输出；
·非常恶毒的敌人配置，以及对于属性克制关系的依赖过强；
·脑驱动的自动开启相当无语。

+
·对地战斗非常畅快，10人合流后的战斗变化非常丰富，操作也极为友好，相当简化的QTE的丰富了操作体验；
·比较有意思的世界观，比较有意思的人物设定，虽然一堆换皮，但还是比较有想法的怪物设计，不错的视觉风格；
·很努力的声优；
·白发红衣女主！我最爱的组合！

这游戏的气质其实非常像Daemon X Machina，不过DXM更绝，把战斗做到了尽善尽美，其它部分一塌糊涂也无所谓。反观SN，优点完全盖不住缺点，非常可惜。
好评: 39个小时打通两条线，总体来说游戏质量还不错。
剧情方面由于我先玩儿的结人线所以比较难受，不过等知道真相后感觉整体逻辑还是蛮连贯的。有种意料之外但又是意料中的感觉。新玩家要玩也推荐先玩结人线，因为重线一下子就剧透了好多内容。
战斗方面不得不吐槽一下自动锁定这个功能，太蛋疼了，只要你近战攻击打到一个目标就会锁定，然后不管你怎么转视角都立马转回到锁定的目标上，有时候及其影响战斗体验。但是战斗方式还是蛮有新意的，配合队友的能力能打出很多有意思的组合招式——吃我一招时停隐身炽焰登龙斩。再加念力操纵物体和击碎值的设定给战斗增添了一些乐趣。但是击碎后的处决动画到后期就看烦了，觉得是浪费时间。
地图来说舒适有点小，也不够复杂，说实话对于路痴玩家是个福音，但是最后一章直接把先前的地图拼起来用属实偷懒。然后后期就是单纯地把怪血量加厚，把恶心的怪放一起，这样来消耗时间其实挺没意思的。
人物塑造方面还是挺不错的，羁绊剧情赋予每个队友立体感，每个人都有故事，队友的故事都讲得挺明白了，但是其他配角的故事有所欠缺，倒不是看不懂，就是觉得不够。
音乐方面，说实话有点单一了，而且由于没有特别吸引人的音乐所以没花很多精力在听音乐上。
差评: 初见惊艳，细品拉跨，玩了一半弃了。

缺点：
1.剧情基调很迷。在城市被攻占了，主角一行人被通缉的情况下，还能去餐厅和杀父嫌疑人谈笑风生，以及不管多么紧张惊险的场景都能看到一个美团骑手给你存档，让剧情没有任何代入感。并且强行加入了很多游戏世界观下的专有名词，以至于主角都不说人话。（我寻思着p5或者奶刃也是有复杂的设定，但是也没想你这样拽词的啊）

2.战斗系统没做好。本来不同人物的技能配合是个很有意思的点，遇到不同怪物和场景，需要各个队友的能配合力通过。但是由于怪物种类太少，以及没有任何场景解谜要素（用瞬移和高速来过门，是本游戏唯一的场景谜题），到了中期就开始变得很无聊。从头到尾都是一样的小怪，哪怕你告诉我后期这游戏多么多么牛逼，我也不会去看了。

优点：
1.人设很香。不仅有常见的白毛红瞳、青梅败犬、温柔大姐姐这种常见xp，还有健身小正太、50岁大叔，这种边边角角的xp。
2.音乐和美术很棒。
3.进了xgp

总之，是一个没有经过仔细打磨的作品。在xgp上面体验一下就行了。有这钱去玩异界锁链不香吗。
好评: 连招我觉得挺新颖，蛮好玩的
女主腿好看
姐姐踢我
要是支线任务有的不那么麻烦就更好了
好评: 好玩
好评: 这个游戏我在入手之前观望了一阵子，发现普遍观点都说这游戏初期玩法的剧情都不太行，于是我至少两次下调了心理预期。但实际玩了下来还蛮惊讶的，整个游戏体验和我下调预期之前的状态是比较符合的，还算挺不错的。两个周目下来，除了最后的最后有一段完全重复并且不好玩的流程比较不耐烦了以外，整体体验都是很不错的。下面分类具体来说一下
老规矩，先喷，从重到轻的来：
战斗系统方面的问题：1、过分强调技能的克制效果。游戏中主角可以通过“SAS系统”使用队友的超脑力，这个机制本身类似于附魔，而并不是常规的使用技能。流程中的大量敌人必须要使用对应的超脑力才能与之抗衡，一般来说这样的克制效果是一个锦上添花的设计，但游戏中对于这一点的表现过于刻意。举一个极端的例子，游戏中有一个敌人会使用连续的远程攻击，如果不使用可以快速接近它的超脑力的话，在你近身时它会免疫你的一切伤害，而一但正确使用超脑力，两三刀就能砍死。如果场景中有两到三种需要特定超脑力才能击杀的怪物，那么频繁的切换超脑力会让战斗显得非常疲惫，并且没有什么战斗的乐趣。这个系统越到后期越明显，个别BOSS战时更明显。也正是由于这个系统，导致整个游戏的“动作”玩法占比大大降低，取而代之的是正确使用对应超脑力的策略玩法。这个问题接下还会再次提到，
2、战斗中有太多的演出效果。使用队友的超脑力系统时、对怪物的有效部位造成大量伤害时、对敌人造成异常状态时，包括清空敌人架势条时，都会有一个伴随演出效果而出现的缓速效果。刚开始会感觉还不错，很有感觉，甚至很帅。但是随着战斗强度的提升，以及新鲜感的消失，我慢慢发现这个设定会大大破坏游戏中的战斗节奏，特别是你正好要派生下一个招式时突然给你停一下，很容易出现指令无法输入等情况。我看到有很多媒体说这游戏主打爽快战斗，但要我说的话，这个慢动作演出不仅会影响战斗的爽快感，更是会对游戏的战斗节奏造成毁灭性的灾难。这样导致例如目押等精准操作在这游戏中基本不可能实现。
不过话说回来，虽然我说从重到轻，但即便是最终的上面两个问题，对于整体的游戏体验受影响其实不算大，原因我接下来会讲到。
除了这两点之外，这游戏的战斗系统还有两个小细节让我感觉非常迷惑。使用队友的超脑力时有一个能量条，相当于技能的持续时间。诡异的是，当你觉得战斗结束想要关闭技能时，能量条会固定消耗一截。如果时启动时有一定的固定消耗我还能理解，但是关闭时消耗是什么逻辑？我打完一波怪，不确定还有没有下一波，因为有关闭时的固定消耗，我甚至不敢第一时间关闭技能，等到确认短时间内没有下一波敌人了才敢关闭。第二个小细节，游戏中有一个变身机制，脑驱动，是通过攻击等动作积攒充能来开启的。开启后不会改变攻击模组，但是会加快使用能力的速度，可以很大程度上加快战斗节奏，甚至提升人物性能。但是诡异的地方又来了，这个脑驱动不能手动开启，充能攒满自动启动，并且不能手动关闭，也就是在战斗结束后我依旧要消耗刚攒满的能量条……这就经常会出现我一波敌人打到最后一个，脑驱动开启了……但我不得不进行一段时间的跑图，等到了下一波战斗的时候，能量槽已经见底了……此外还有一个可以手动开启和关闭的状态，叫做脑内空间，可以理解成真魔人。但这个的问题其实就更大了，开启脑内空间后人物的攻击模组完全改变，性能和数值都有不小的强化（还可以学习技能进一步强化），活生生变成一只粪怪，战斗同样也会变得没什么对抗性。（严格意义上说这点属于设计水平的问题，不算迷惑行为）所以我整个游戏流程基本就没有使用过这个东西，非常无聊，我直接当它不存在。
这两个小细节算是简单吐槽一下，对游戏体验的影响比较小，但真的很迷惑。
最后站在动作游戏的角度再说3个问题。1、BOSS战参差不齐，拉跨的设计不占少数。以那绮、重为主的人型BOSS基本就是个强霸体、跑逼、+远程魔法狗，战斗毫无对抗性，只能想办法打压制，非常无聊。此外流程后期的最后两场BOSS站也非常无聊，马戏团那一段的BOSS战毫无对抗性可言，必须等到BOSS出特定的招式才能有攻击机会，否则只能刮痧或者看戏。最后一个BOSS就更不用说了，纯流程怪，超脑力解场+打桩循环，非常无聊。相比而言个别小怪和精英怪要有意思得多。2、后期有一种自爆怪，基本需要瞬移等超脑力躲避攻击来应对（直接回避也有一定的成功率）。如果只集中出现或者少量出现在战斗空隙中，我还可以理解。但有几个站点会在战斗途中过一会儿刷两个，过一会儿刷两个。我那时候就想说三个字：“玩不玩？”。最蛋疼的是，自爆怪是有队友伤害的，假如你的攻击目标被你一套行云流水的连招打到残血，这时突然刷俩自爆怪过来连怪带你一起炸飞，不但恶心人，甚至还要K你的头。3、视角问题。这游戏的锁定功能和常规的锁定并不一样，由于主角的“念力”超脑力关系，战斗中可能需要调整视角来选择投掷的物体，所以这个锁定不会固定住视角，而是一个攻击方向的锁定，换句话说就是自动吸附。这个设定可能很多玩家不适应，但我个人认为整体设计逻辑上是合理的。问题不是单纯出在视角上，而是玩家在没有锁定时，依旧会有不小的攻击吸附，或者叫自动修正。举个例子，假如你在没有锁定时准备攻击前方的敌人，于是你前推摇杆并输入攻击指令，但由于此时你右边有一个离你更近的敌人，系统就会自动帮你修正到向右出刀……我个人的意见是既然锁定视角的主要作用时攻击方向修正，那索性做得彻底一点，无锁状态下直接关掉方向修正。
问题基本都是这些，不要看我写了一长串，但其实并没有真正非常严重而影响整体游戏体验的问题。为什么这么说呢？

因为游戏的战斗元素占比并没有想象中的大，如果按照时间来算，战斗和剧情大概各占50%，可能剧情时间还要更长。剧本方面我不打算细说，据说是经典二次元剧本，但我并不是很了解二次元，总体而言感觉还算不错，虽然基本能猜到大致的走向走向，但也有不少意料之外的事情发生。我重点想说一下叙事节奏，这点比我前段时间玩的好几个欧美3A都要好不少。游戏剧情的展开非常迅速，充分体现了什么叫一波未平一波又起，虽然在整个前半段剧情突出一个一脸懵逼，但由于不断有新的情况发生，整个剧本还是能很好的起到推进游戏进度的作用。随着剧情的推荐，真相慢慢浮现在眼前的感觉也是非常不错。虽然游戏中有不少二次元浓度拉满的经典桥段，让我这个不怎么二次元的人属实有一些窒息，但基本也都是一些鸡毛蒜皮的小事，偶尔小打小闹，就当消遣一笑而过，也是蛮好的，所以并没有对整个流程和剧情造成很大的影响。此外游戏的双主角设定并不是单纯的换一个角色那么简单，也不知是换一个视角看同样的事情，为了不涉及剧透我就简单说一下。游戏中男主女主经历的虽然是完全一样的一件事情，但是在大部分的流程上由于“剧情原因”有很大差异。所以我也强烈建议想把世界观和剧情补完的玩家一定要玩两个周目，至少要把二周目的主要流程打完。你不但能更直观的了解到剧情中的信息，对人物形象的塑造也会更加饱满。
说到这里，有一点还是得提一下，游戏中的流程整体分成了两种章节，一个是主线剧情和战斗为主的主要章节，还有一个就是和NPC沟通感情以及做支线任务的“准备章节”，说人话就是过家家模式。按照正常的逻辑，这样的设计可能会让人觉得有很强的割裂感，毕竟前一秒还在战场上把头别在裤腰带上以命相搏，后一秒就回到基地里儿女情长、下一顿吃啥……这样的落差感可能确实会让人觉得有一些割裂或者出戏。但我并不这么认为，准备章节更大程度上是一个爽快战斗后的调剂，经过了几十分钟的战斗之后，回基地摸摸鱼聊聊天，其实也蛮好的。就好像你每打过一个BOSS，就回家整顿一下装备和战利品一样。如果实在觉得这部分内容太过家家，也可以选择跳过直接进入下一章主线，虽然我并不推荐这样，但至少这部分内容很少涵盖主线剧情相关信息，基本是以NPC的人物塑造和、刻画与主角的羁绊为主。
此外这游戏还有一个叙事上的小技巧，为了防止遗忘或者玩家没能理解之前发生的事情，游戏中的NPC会时不时以讨论/梳理线索/疑问的形式，在SAS系统中开启群聊模式，通过精简的文字信息来帮助玩家回顾或者加强对于故事的理解，这点我觉得对于习惯性不仔细看剧情的人而言非常有帮助。
顺带一提，本作的数值部分体现很弱，所以其实很少有刷的内容，我两个周目打下来都完全没有刻意去刷过任何东西，所以除非你是真的想刷点什么，不然的话在游戏过程中你完全可以不进行主线之外的任何流程。
对了，差点忘记一件非常重要的事情，也就是饱受玩家吐槽的PPT过场问题。首先需要明确的一点是，静态演出肯定是不如动态演出的。但是本作中采用的所谓PPT过场，其实并不是粗制滥造的单帧画面拼接而成，而是有明确的分镜的漫画式演出。谁在说话，在对谁说话，发什么什么事情，相应的人物神态，镜头朝向都有非常讲究的调整。所以虽然游戏的演出整体而言表现力肯定受到了静态画面的制约，但我认为死抓着这点不防作为缺点的话，未免有点过于草率。毕竟除了质量高以外，本作的剧情过场长度可是相当到位的，我粗略估计一一下，算上一些无关紧要的对话，一个周目怎么也得有10~15小时演出流程，当然具体时间还是要取决于你手动翻页的速度。
最后在提一个剧情方面我觉得比较明显的问题，为了防止剧透我尽量说得委婉一点，但如果非常在意剧情体验这里可以不用看了。在男主线的时候，我认为整个剧本对于好基友那绮的处理有点“楞”，这个角色登场还没有多久就出问题了，并且期间基本怎么直观得表现过两人的羁绊，甚至受制于游戏机制都没有一起战斗过。所以在后面对于悲伤绯闻的渲染上，给我一种非常强行的感觉，因为缺乏铺垫，所以我认为玩家并不能感同身受，也比较难以代入主角的情感。同样的情况也在一定程度上出现在女主和他的姐姐上，但得益于流程中对于女主心理的细腻描写，再加上整个剧情很大程度上是围绕着姐姐展开，所以相比而言玩家也更能代入主角的感情。

好了，基本就这样，无论是对二次元感兴趣还是对轻量化的动作游戏感兴趣，我都觉得本作是一部非常值得一玩的作品。当然考虑到日厂定价呢，还是建议等打折再入手。
CGN：6.5~7分


好评: 谜语人滚出哥谭市！！！
差评: 剧情太莫名其妙了。
好评: 剧情既然已经崩了，万代你还不出泳装，搁这装上正人君子了？
好评: [h1] 差一步的精彩万分 [/h1]

[b] 本文全文剧透，请谨慎阅读
本文成于2021年7月初 [/b]

[table]
    [tr]
        [td][url=https://www.357.com/] 游信·看见游戏，看见你 [/url][/td]
    [/tr]
    [tr]
        [td][url=https://store.steampowered.com/curator/41346589/]加入鉴赏家，绝不错过任何一款好游戏[/url][/td]
    [/tr]
    [tr]
        [td]Great Game Great Gamer[/td]
    [/tr]
[/table]

时至今日对于《绯红结系》的评价似乎已经可以盖棺定论：本作的优缺点十分明显，战斗系统加分，故事剧情减分。在通关了两条线后，我也想谈谈自己的看法，为什么说其战斗系统好，又为什么说其故事剧情差。

[h1] 战斗 [/h1]

《绯红结系》的战斗系统玩起来十分爽，并且是一种纯粹的、直接的爽。战斗中玩家所需要用到的键位并不多，相应的攻击动作也不算丰富，但你却不会在战斗中感觉到无聊。

相比其他动作游戏，本作的攻击动作更强调快与慢的结合：按下攻击键后角色会在瞬间做出相应动作，击中目标后会出现短暂的慢镜头来展示拉出的刀光和角色帅气的POSE，在下一个按键按下后再迅速且流畅地进行下一步动作。慢镜头带来的力量感，搭配上顺畅连击的速度感，整体攻击节奏颇有连续寸拳的感觉——快准狠，简单的连招就能带来强烈的视觉反馈，其爽快感溢于言表。

男主和女主的战斗方式大同小异，男主拥有更优秀的攻击动作和伤害性能，更适合在地面搓连招跳舞或蓄力重击；女主则有更强的空战能力，新增了空中的三段连击和两段追击，并且二段跳、两段空中垫步都可以重置攻击段数，玩成“皇牌空战”也不是不可能。

许多玩家吐槽本作的闪避无法中断攻击动作，但在实际操作中问题不大。一是闪避的功能性实在太强，闪避反击全程无敌+透视SAS一击破盾+必定倒地，如果释放条件不加限制定会让闪避过于强大；二是玩家已经拥有无前后摇、实时发动的无敌SAS硬质化了，在维持连击段数和应急保命方面可以说毫无压力，相比较下闪避的定位更像是一个针对性较强的独立技能。

SAS不仅能极大提高角色的战斗性能，还具备强大的功能性，战斗中玩家所思考的重点不再是角色的攻击动作，而是SAS机制下的见招拆招。对付粘油的怪用火、沾水的怪用电、会天堂制造的怪还得用白金之星。

在获得了全部SAS后战斗的爽度则来到了一个顶峰，8个SAS中可以同时开启4个，时间耗尽后再使用另外4个，全程保持超人状态，未开启的SAS还可以随时使用全程无敌的映像组合技，进一步提升伤害输出和保命能力。实际上游戏后期的战斗体验给我的感觉更像是《仁王2》：我常常因为主角性能过强而对敌人表示遗憾，只要你倒下一次，那么战斗已经结束了。

在现有的战斗系统框架下《绯红结系》可以说做到了出色且留有余地，不算深入的战斗刚好可以撑起两个周目40小时的流程，并且本作战斗系统的模式未来一定还会出现在更多万代的游戏中。

目前游戏中只有一套完整的派生攻击，并且只用到轻攻击和念力，重攻击处于完全独立的地位，可以想象出未来不同的键位组合带来的不同连击效果。此外游戏中所有攻击动作都不需要用到方向键，但方向键的指令优先级又极高，有可能动作系统早期是考虑过在攻击动作中加入方向键的。或许这套战斗系统就会用到《噬血代码2》中，变成《仁王》一样更加强调动作的魂类游戏。

[h1] 剧情 [/h1]

夸完出色的战斗系统，该骂骂糟糕的剧情了。本作拥有一个出色的、更加适合成年人进行同场演出的故事舞台，却偏偏只选择了几个日式高中生来推动剧情（尽管游戏中他们的实际年龄都挺大的）。

第一个问题：代入感的欠缺

提问，一届怪伐军有几个人？100人？500人？答：至少2000人。

《绯红结系》的大背景并不像许多传统JRPG，整个世界中只有主角队的数个勇者能拯救世界，相反在本作世界观中，每年能够称之为“勇者”的其实有2000多人，但是游戏的整体故事却还是只围绕着主角队十个人展开，其余出现过的“勇者”全部被头盔遮掩得严严实实，像复制人一样毫无真实感的一带而过。

这一设定直接让整个故事的框架范围模糊不清，本应是两股武装势力的斗争，实际体验到的却只是十个人以内的斗殴。举个例子，同样以“大部队中的小队”为主角的《闪之轨迹》系列中，即使再路人，游戏也给了主角队“七班”以外的许多学生独立建模和背景故事。这些配角的塑造或许对游戏的游玩影响极小，但在构建起一个令人能够带入的故事方面十分有用。

这个问题很自然地被游戏组丢给了番剧组，毕竟给路人画上脸可比建个模容易多了。这点上《绯红结系》的动画比游戏好上许多，除了给出上面怪伐军有几人的答案，还简单直接地说明了各个派系之间的关系。

代入感的欠缺还体现在许多方面，其中相当一部分来自游戏设定和实际表现的落差——最为明显的就是七剑星。在怪伐军中最强的七个脑力者被称为“七剑星”，这是一个看似格调很高，但剧情表现却又极低的一伙人。首当其冲的是人设问题，虽然我并不喜欢人物形象过于二次元化，但七剑星的人设比起其他人实在是有点……过于普通。

初登场时七剑星还领导着其他小队，本以为会对这些精英队伍进行一定描写，但之后七剑星全部只围绕着主角团转了。再就是七剑星的实力，这几个设定上最强的人在剧情中的表现实在丢人，需要装逼的时候没有装，吃瘪的时候又一个不落，除去最强的勋一等当了最终BOSS外，其余出现过的七剑星剧情中最高表现就是抢了第一个BOSS的人头。

第二个问题：双路线的体验差距

男主线和女主线的体验感差距巨大，主要体现在两个方面。

一是人员分配问题。平心而论，男主队的四名队友有点过于无聊了——这里的无聊并不指角色自身，而是角色和角色间的碰撞。心里只有男主的青梅竹马、只想插花的娇羞女、一板一眼的大叔、想要长肌肉的正太，这些人物设定上本来就是和主线冲突几乎不相关的“局外人”，配上个二次元中最常见的亚萨西男主，角色间没有任何矛盾冲突的必要，更不要说情感宣泄。

相反女主这边四名队友有趣得多，除去两位紧扣主线、时时刻刻告诉你其背后有故事的队友，其余两位中一个是与女主性格互补的嘴臭哥、一个是反差萌的摸鱼妹，和他们的互动不说充满乐趣，至少也有不少笑点。

反派也是如此，男主线和女主线都有一位需要击败多次的角色，男主线为被洗脑的那岐，女主线为梅伦姐妹。梅伦姐妹的故事因为戛然而止暂不下定论，那岐的塑造则是相当糟糕。七剑星之一的队长牺牲性命救下那岐，还留下遗言“我的性命不会白费”，但凡那岐在被洗脑后表现过一丝反抗我都承认这个牺牲没有白费，但直到最后他都在黑化的道路上一去不返、死得毫无价值，可以说是个十足的悲剧。加上游戏里要打3次，还不算好打，更是令人烦躁。

二是主线故事分配问题。本作主线信息被分配到两条线，但在核心信息的分配上完全不对等。女主方许多信息，如50年后的故事、0号实验所的故事，都是男主线难以联想到，却又极其重要的信息。

如果将故事框架改为：男主线代表苏方，女主线代表青蓝，互相探索背后的秘密，之后一起探索渡月，最后汇合交换信息，相信观感会上升不少。

接着谈谈男女主本身，其实带入男女主自身的处境下，双方的行为还算在人设上做到了逻辑自洽，女主少数令人血压猛涨的行为也由编剧借嘴臭哥之口进行了干涉。当然仅看男主线，女主前期的谜语人行为毫无疑问是个劝退点，这个锅编剧还是逃不掉的。

最后，两条故事线还是有其独特优点的。除了叙事角度的不同，两条线在给同伴送礼环节的堆料做得相当充足，在基地里面看着队友把玩自己送的不同礼物也颇为有趣。而通关完两线后更是能对男女主间的羁绊有更深的感受。考虑到番剧肯定是两条路线同时讲的，或许待到番剧完结后再评价整个故事也不迟。

[h1] 结语 [/h1]

尽管本作在剧情上的问题令人无法忽视，但我对《绯红结系》的评价依然很高。剧本在不断地更新迭代中总会有所改良，但能踏出第一步做出一个富含创新、框架成熟、延展性强的动作系统可太不容易了，更别说是一款带有明显“二次元”标签的游戏。

近几年万代可以说把二次元游戏玩活了，粉丝向的《刀剑》、《火影》、《龙珠》的游戏素质节节攀升，ARPG的《噬血代码》、《绯红结系》和即将到来的《破晓传说》在战斗方面的多样发展，还是令我这老二次元颇为感动的。

[b] 游信编辑部评分：8.2
优点：
+ 爽快的动作系统
+ 酷炫的美术风格
+ 丰富的羁绊互动
+ 讨喜的配角人设
缺点：
- 糟糕的双线剧本
 [/b]
好评: 这游戏没有大家说的那么不堪吧，剧情的确有点呢啥。但是手感真的不错，可能是我日式rpg玩的不多哈哈哈
好评: 战斗系统像传说一样慢热，后期功能开放后十分爽快。剧情的话，建议丢掉脑子来看。
好评: 冲boss战和可怜的卡连给个好评吧
剧情方面引用游戏角色一句话：“我不是很喜欢切确逻辑性的说法就是了”
差评: 双主角，上一个这么干的还是白金工作室的异界锁链，拉胯了
这一代，感觉还行吧，光污染和ppt过场没有诚意扣分，角色形象无法自由发挥，豪华版很不值得买（不如学习一下怎么安mod）
还有，不要去尝试理解剧情，稀烂！我说的
二周目不想玩了，白瞎了人设，整出来这么无聊的剧情
好评: 好久没这么无语了，谢谢你代哥
好评: 

好评: 还彳亍口巴，二次元傻卵可以玩一玩，正常人还是算了
好评: 为啥  想给 女主肚子来两拳  女主不是 老婆吗？管他剧情干嘛。
好评: 反正前期女主都sha疯了 把卡莲的剧情给女主 让她回去救姐姐做个反派型主角黑到底不是更有意思?

[spoiler]还有什么时候把姐姐还给我? [/spoiler]
好评: 没有弹反处决我不是很认可
差评: 这剧情只有傻逼二刺螈才看的下去
长这么大    还是第一次如此同情自己是个傻逼二刺螈

差评: pptpptpptpptpptppt
差评: 1.试玩不会出现键盘鼠标失灵 但完整版却会
2.游戏画风虽然是二次元但实则PPT
3.完成第一个任务后 强制播放CG 你当这是一部动漫呢？
4.女主那条线 感觉女主还不如女二
5.虽然建模很好看 但不足以掩饰综上所述所有缺点
以上内容仅代表个人意见 仅供参考

1.Demo할 때 키보드과 마우스는 잘 할 수 있지만 완전판애서는 잘 하실 수 없는다.
2.게임화풍은 2차원이었지만 실제로 PPT라고 한다고 생각한다.
3.쳇 번째 임무를 와료했다가 CG는 강제적인 나오고 종료버튼이 없으니 에니메이션이 아닐 까봐냐?  게임이 아니야?
4.여주인공은 여2보다는 조금 나쁜 것 같다고 생각한다.
5.전역할은 잘 생기지만 위에서 서술한 모든 결점을 숨기기에 부족하다고 생각한다.
위에 내용은 개인적인 의견이 표시하여 단지 참고로 제공한다.
好评: 这可能是我玩过最适合我的日式RPG了，画风，战斗方式，人物建模都很符合我的审美
差评: 二刺螈萌别再上当受骗了，剧情党可以直接跑了，3A价格做PPT给你看，打折完甚至比大多数3A价格还高，PPT都来了，万代你怎么敢的啊？？？？？？你有种下次再出一个3A价格的PPT过场，这辈子老子再买你的游戏是狗
好评: 三天玩了25个小时，好玩好玩好玩！！！
差评: 这是碳基生物能想出来的剧情吗？
好评: 1.剧情中规中矩，不能算太烂。
2.叙事ppt，但人物装扮都有在动画中表现出来，偷懒了但没完全偷懒。
3.战斗系统很丰富，就是怪物种类太少了。顺带一提，这些掉san值的怪不会是借鉴了虚某的作品吧？
4.剧情节奏太快了，苏芳我都没待多久，就去青蓝。
5.城市里的内容太少了，再次游玩的价值不高。
6.这价格怕是用脚踩一脚键盘踩出来的。
差评: 狗比万代
差评: 我对于剧情恶心人的游戏从来是不吝于给出差评的
I have never hesitated to give bad reviews to games with disgusting plots.
差评: 不知道为什么最近总有卡住动不了的bug
差评: 男主人设太傻逼 纯纯无脑亚萨西 我也是傻逼
好评: 好玩
差评: 不会真有啥软二次元玩这个破游戏吧😅
哦，我就是啊，那没事了😋
差评: 剧情看得我像是在给我喂屎，动作系统不足以支撑整个游戏的可玩性
好评: 卡莲真男人
好评: Good
好评: 好玩儿
好评: 手感比代码强
好评: 别管剧情就行
好评: 剧情对话演出太LOW了，明明很多动作都凹出来了还要硬做成静止画。战斗系统还行，但是念力前摇太长，严重影响节奏。最后剧情突然魔法，是要出DLC吗
好评: 综合考虑了很久，最后决定还是给绯红结系的质量给予好评……总体体验下来，大概总结一句话：[h1] 在这个光怪陆离的世界里，进行一场痛并快乐着的冒险 [/h1]
作为万代南梦宫的原创二次元IP，在游玩过程中，玩家自然会发现开发商对这个游戏的用心良苦。先夸夸优点，本作的动作系统还是比较创新的，[u] 战斗中将各种超能力各种混搭使用，破甲后使用终结技收割敌人，再配上出色的手柄震动反馈 [/u] [strike] 甚至感觉震得有点过分殷勤…… [/strike] 干起架来还是很爽的，就是后期堆怪有点恶心，以及敌人的设计有点掉san……基地内伙伴和各种礼物的互动很有意思，羁绊章节好评，尽管存在很强的剧情割裂感。
但是这次还是败在了细节的打磨上，比如失败的装备系统，部分角色人设不讨喜。然后就是剧情，你简介里都说这是一个“扎实故事剧情”的动作RPG，但玩家实际玩下来，这个剧情体验实在一言难尽，感觉开发商没有驾驭好双主角的叙事方式。
[b] 作为一个剧情驱动游戏，游戏前期的剧情让我懵逼地想摔手柄，但中期的超多信息量和反转还是比较有意思的，虽然仔细想想后又感觉是在强行开脑洞，伏笔铺垫和细节描写不足。但一路打通关后，回顾一下故事，总体感觉还是蛮精彩的。如果不带脑子看剧情，那体验应该还尚可。 [b] 

总之，尽管剧情一般，但是游戏总体质量还行，大概7.5/10的感觉。建议打骨折购入或者直接XGP。
好评: 想了老半天 算了还是给个好评吧 其实谈不上喜欢也谈不上太不喜欢 这边说说缺点
战斗：虽然很多人都说这作战斗好，但我实际玩下来感觉，确实啥元素都有点，但是最重要的流畅感没有，打个小怪刮刮刮，但问题你又不是刷子游戏，这么刮干什么。招式“大开大合”导致自己硬直也很大，特么我还没法取消我的硬直，变招又几乎没有，研究程度也不高。 顺便本来后面期迷宫就又臭又长了还进了战斗就放个空气墙不让我跳怪，我特么。。。 算了就这样吧 真没有再开的兴趣
剧情上：首先人物刻画稀烂就不说了，傻子和谜语人的故事，然后不好意思人类的悲喜并不相通，我对你反派的动机毫无所感，你就不用最后再刻画的这么悲情了。其次，这游戏叙事节奏很有问题，这种幻想世界正常前半要刻画一点次要小矛盾用来描  述  世  界，然后你特么直接进主线了，导致我前半部一脸懵逼，这特么什么玩意。。。。后面才慢慢理解过来。 顺便，又出现了日式RPG经典环节，刚刚主线战争我和你干了一场，回身一个短信来我们喝酒吧，果然还是二次元JRPG的经典战争观，一如既往的魔怔
好评: 相信大部分人从小都幻想过超能力的事情

小时候，我就无数次想象过，如果能拥有超能力，我的会是怎么样的，《绯红结系》给了一个富有创意的定义

《绯红结系》以超能力为中心，打造了截然不同的战斗体验，游戏背景设定下，人类开发了大脑的超能力。主角团队所拥有的几乎囊括了我想体验到的大部分超能力，瞬移，放电，火焰，超速度，分身，隐身，透视，以及最核心的主角能力-念力（或者叫重力）。成熟的战斗系统，让超能力的使用和普攻连招，闪避反击等各式各样的战斗动作衔接的非常流畅，玩起来非常舒服，场景安排的花样众多的互动物品非常有意思，滑板，巴士，雕像，陀螺等等，一个念力的超能力给玩家体验出了多样的战斗花样，让你不会觉得腻乏。

吹完了战斗系统，该说本作颇为诟病的剧情，分为男女主的两线体验，没有合理安排的节奏造成了剧情的割裂感，明明上一秒还是刀剑相向，生死相搏，下一秒就会收到道歉，约会的邀请，着实很让人出戏。另外，剧情上也有很多让人不能理解的逻辑安排，这方面我就不过多吐槽，两周目体验后总体来说，剧情上我觉得中规中矩，不至于成为一个评判的缺点，只能说是美中不足。

另外，值得一说，我非常喜欢的，是算是家园系统的基地，送给伙伴们的好感礼物会被他们摆放在各自的位置上，或者进行使用，变相的装饰了基地，会让我有种成就感，也会让我愿意去花时间刷材料，收集礼物送给他们。基于好感度系统的好友羁绊剧情也做得很不错，良好的体现人设，鲜明了每个角色。跑图，战斗的时候，队友们也会聊聊天，讲讲一些确实能够让我感到欢乐的笑话，给枯燥的环境平添了很多乐趣。

推荐的游玩顺序，是结人（男主）再重（女主），先女主的话，玩男主的线会有种给剧透了的感觉，缺乏了一种悬念。

最后总结一下，《绯红结系》并不完美，但出色的战斗体验，可以让人忽略剧情上的缺陷，圆你拥有超能力的梦想。希望能够有后续优秀的DLC带来新的超能力和更有趣的羁绊剧情吧。

最后的最后，让我说，一定让我说，花火真的太可爱了！
好评: 玩之前在网上看过一些评论，据说男主线剧情谜语人，所以先通了女主线，通关之后没有太大兴致，所以过了一个月左右才开了男主的二周目。个人不是二次元，感觉游戏的整体画风和剧情是偏二次元的。画面还算可以，和万代其他类似画风的游戏差不多。游玩过程中碰到一个窗口相关的bug，不知道是不是游戏的问题，也可能是我机器的原因，就是游戏切屏再切回去窗口会只有左上角一个小条，需要多次切换或点击任务栏图标才能切换回去，不过不影响游玩。
虽然网上说男主线剧情谜语人，但实际打完两条主线后发现，不论是男女主都是相对完整的剧情，哪怕只通关一条线路也是能完全理解剧情的，个人认为并不存在所谓“谜语人”的情况。刚通完女主线，我以为两主角的剧情应该几乎一样只是视角和部分对话会有差别，两条线也确实有重合相似部分，在男主小队与女主小队会和后的最后几个章节，内容是完全一样的。但前面有几章男女主的经历是完全不一样的，即使是有相交的部分，情节也是有较大区别的。只通关任意一条线，不会影响理解剧情，两条线都通关，剧情则会更为完善。
本作在战斗方面还是相当不错的，不需要记太过复杂的招式表，攻击配合游戏中超脑力的设定，就能打出炫酷的连招，再通过SAS的链接效果，使用队友的脑力技能，使战斗更为多样。加上脑部碎击，一套连招秒杀怪异的体验还是相当爽快的。
但即使战斗方面不错，也存在一些问题。怪异是本作中作为一般敌人的存在，拥有相当怪诞的外形，和如何产生的谜团。全流程中其种类也是比较丰富的。但游戏后期的几章从荒吐神开始，关卡的地图开始变得比较庞大，战斗内容也随之增加，但出现的怪异实在太过重复，很多流程初期属于boss、精英级别的怪物，会变成杂兵，且一次需要打好几波，很容易让人产生疲倦感。最后一章皇陵里的地图，虽然剧情上是因为回忆而形成，但实际就是拿前几章节的地图取一部分拼接起来的。两条主线，男女主虽然武器不一样，战斗观感和攻击距离、攻速等有一定区别，但加上超脑力、连击效果相同，所以在实际操作上是基本一模一样的。
每个章节间隔会有待命时间，期间可以和其他角色进行羁绊章节，能更加了解该人物的经历和个性，使角色更为饱满。但在主线章节中穿插羁绊章节，男女主在大部分情况是处于不同的立场的，主线中还在打打杀杀，待命期间却一起逛街喝茶属实违和。男女主两队会和前几个人的羁绊章节长度加起来可能就近乎一章主线的时长了，会和之后加上后期有的羁绊章节还有战斗内容，待命期间的羁绊内容时长能达到一到两个钟头，很影响主线剧情的连续性。游戏剧情动画几乎全是以ppt、站桩式对话进行的，虽然时长加起来占总流程时长不算多，但因为很平均的分在流程中，大概10~20分钟就会有一段，感觉上就会又多又长，动作游戏配上静态过场，个人觉得是有点影响观感的。
游戏的价格方面，一向的日厂定价，不过游戏的整体流程还是较长的，女主线一周目我玩了27小时，男主线可能因为熟悉了游戏，继承了存档等级加上跳过了一部分相同剧情，比女主线时长快了差不多十小时。而且基本上没有做过委托支线。但因为有一定的重复性，而且剧情经不得推敲，个人认为不值得原价购买，200左右是比较值当的价格。不过整体上还是一部良好的作品。

[u]以下涉及部分剧透[/u]

剧情上，不论是男主还是女主的行为，我都难以理解。在现场的大部分情况都指向是她杀了男主他爹，而且女主见面二话不说就是要杀你，结果男主却一直想和女主好好聊聊，是我作为男主肯定要追杀女主了。女主方在初期比男主方拥有相对较多的情报，却怎么都不愿开口，结果在雪山之后，突然就和男主和解能好好聊聊了，虽然女主一定的原因，但转折的还是较快了一点，也没有选择采取别的方式和男主方进行沟通。
好评: 剧情：3/10，编剧自己找个地把自己埋了；
战斗系统：8/10，必可活用于下一作，只要改掉闪避和预输入普攻的优先级等小缺点；
关卡&地图设计：4/10，2021年还能看见矩形地图设计和高度重复的场景建模，荒吐神和皇陵的堆怪到了令人发指的地步，建议设计师在编剧旁边把自己埋了；
性价比：200入的还是太贵了，建议等骨折 or XGP；
好评: 剧情一般，演出良好，手感优秀，体验不错，是我对于本作最大的感想。

本作弱化了战斗技巧方面的研究，提高了普通大众对于ACT游戏的手感体验与接受度
很适合手残患者体验优秀的动作手感与打击体验，当然还有不能少的二次元味~~

至于很多人诟病的PPT转场，GAL转场，
不得不说这方面确实省下来经费，但是你要是说这一块制作组不认真我是绝对持否定态度的。
从游戏中人物姿态动作的变化，立绘的切换频次来看本作的转场绝对是用心制作而为，不是说为了省钱而不用心制作。作为一名AVG爱好者，游玩体验没有感到无趣，相反看出制作用心，省钱那属实无奈对吧。关键场合的动画还是没有含糊的，可惜剧情方面不给力。

剧情总结就是全程谜语人，谜题的抛出靠突发事件，事件在解决过程中大伙不停的谜语人，以为暗含深意，满怀期待，可惜到了后期，情绪还在渲染就开始准备后期决战了，稍赶，而且前期各种谜语人，后期也就发现是儿女情长，心有纠葛带来的悲剧罢了，很多最早期的大谜题的答案也没有大反转，最后谜题答案也就是最简单最没趣的结果，属实恶心，大段的谜语人带来的期待，最后只能是失望————

简而叙之，良作以上，不及佳作，值得游玩，毫无回味。
建议打折后入手本作，当然低价区用户的话随时可以考虑购买入手
国区原价入手属实有点亏哈~~
差评: 什么时候steam端支持ds5手柄了 什么时候改好评
好评: 队长真男人
好评: 不错
差评: 战斗不错，演出效果也很中二

傻逼剧情，吃我差评
好评: 做得最好的就是战斗部分了，和大多数游戏打着超能力战斗的幌子，其实就是多几个技能或者BUFF不同，这个游戏真正让玩家体验了超能力战斗的爽快感，尤其是主角的念力和物品的互动以及复制和其他技能的配合，可以说战斗体验非常新颖，绝对值得一玩。
剧情部分，可以看得出来制作组想下一盘大棋，但内容不允许，于是经常突然冒出一大堆设定，故事切换过快，人物为了剧情有时会降智或者圣母，篇幅不够导致很多配角人设立不起来，但总的来说剧情不算优秀还是能看。
另外怪物虽然有新立绘，但机制重复度严重，后期难度全靠堆怪。支线任务完全没有一点让人想完成的欲望。虽然每个地图场景都做得很好很用心，但重复度过高。
总结一下：战斗体验新颖优秀，但工期或者经费不够，很多地方都能看到制作组的无奈。
好评: 谜语人剧情，配音和音乐不错，爽快度也有，推荐打折入
好评: 万代我日你先人
等一个绯红结系：爆裂版
好评: 缺点首先关卡和怪物复用严重，最后一章直接摆烂把前面场景和怪换皮重上；其次不会做支线可以不做，我强迫症做支线属实恶心；最后最要命的剧情，给我的感觉就好像财团一开始给足了经费和时间，做了1/4说没钱了编剧还跑路了结果赶鸭子上架，虽然牵强圆回来了，虽然不是很能接受，感觉少看了几季，基地休息的章节巨涅码出戏。还有宿舍互动PPT演出多周目一堆七七八八的问题。。。
优点就是岚洋洋和镜花内桑。扩充天赋点完打得挺爽，算是表演系战斗新思路。二刺螈游戏做得比刀剑强都鼓励下，噬神组加油嗷（求你们多周目不会做可以不做成就也是，这个比嗜血代码好刷点（玩的话不追求成就女主线一周目就行
差评: 63小时白金，这游戏白金难度还算比较低，也不太肝。羁绊、阴谋、男主/女主拯救世界...充满了ACG常见的套路。
如果10分制的话，大概可以打5-6分，不推荐原价入手。

优点：画质和优化还算可以，特效炫酷，而且妹子很可爱，世界观我也很喜欢，最终BOSS战的盛华处理也算合格

缺点：某些情节过于弱智（不过这也是ACG的老毛病了），操作手感不佳，操作过于繁琐，不熟练的时候很容易按错，即使熟练之后也不方便。还有，因为特效过于炫酷，外加镜头锁定机制很蛋疼，导致很多情况下看不清甚至根本看不到敌人的攻击动作。我认为本作最大的特点和败笔就是联动动画，估计是为了保证动画的收视率，游戏中的过场动画几乎全都变成了过场漫画，很破坏沉浸感。而且截止到目前，动漫出了16集，目前看来和游戏的剧情并不完全一致，细节上会有差别。
差评: 手感太垃圾了，前后摇贼长还不能取消，打架就是摸两刀念力砸跑一圈再摸两刀循环打，又不是魂游，还没部分动作手游爽快。
剧情也是迷惑，事不说清楚给你灌一堆设定，人名我都没记清就就开始爆发了，除了想笑一点感受没有。
好评: 剧情前期血压操作略多，中后期渐入佳境，战斗系统有异界锁链的内味，到了后面八个sas战斗很爽但是流程完全不够玩了
好评: 这部的各种角色的脑瘫操作属实把我逗乐了
好评: 游戏综合素质中上等,打个分的话给7.5分吧.
战斗方面总体质量还行,说它是一线水准有点夸大,但二线水平肯定有了.8分水平.另外我用键盘和手柄都体验过了,键盘党直接劝退,打8分是给手柄的.缺点:1.变更锁定怪物的操作比较麻烦,2.放技能的时候震动实在太多了,手柄变成手部按摩棒了都.3.部分怪强行堆血/究极多动症,打起来特别烦.
[spoiler] 其他系统打7.5分,其中基地做的还行,看着一开始的水泥地一点点被装修还挺有温馨感的.虽然基地相关玩法很贫瘠,就一个对话送礼物,但我觉得吧,玩过之后能让人留下点感觉就是个好玩法.地图做得也不错,其他的存储商店支线任务之类的,中规中矩,其中支线任务系统很拉跨,很贫瘠,仅仅聊胜于无而已.
剧情6.5分,剧情部分得分两个部分看,世界观设定方面做得还挺不错的,背景逻辑没有大漏洞,设定也算新颖.但主角人设和主线剧情就拉了胯了.烂好人+性无能男主真的看腻了.而且这主角最大的问题是人物逻辑立不住啊,中期死了好基友,又咬牙又落泪的,结果看到罪魁祸首了居然吹胡子瞪瞪眼就完事了???一边说着我接受不了人体试验,人体试验是罪恶的,一边面对罪魁祸首他大哥连手都不动.其他各种别扭剧情我就不说了,简直写成一团浆糊[/spoiler] 
不过作为日本游戏也正常,毕竟日本人最会写这种别别扭扭的小家子气剧情.一般都是世界观比较精致,人物性格异样突出(有爱心的角色就写成圣母,喜欢关心别人的女配都写成义母,文静的角色就写成交流障碍,怎么极端怎么来)主角输出要么靠羁绊要么靠爱.主角一般不杀人,但很多人因为他嗝屁.主角救人/打反派从来不设防,因为觉得反派靠爱就能化解......
这种老套路人设真没意思,就像吃个又甜又腻的蛋糕,前几口(几个游戏)可能觉得挺香,吃得越多越觉得腻人.
好评: 成熟可靠的大人：懒洋洋的小岚
好评: 战斗 10分 8分
战斗个人感觉做的相当不错，后期丰富了之后是相当不错，但是比起传说来还是差了一点
画面 10分 8分
2次元里算好的，但是游戏体量比较欧美3A确实不行，日厂通病
音乐 10分 5分
只能说不好也不坏，救选人界面那配乐还错，实际的游戏
剧情 10分 6分
剧情有点脑瘫 5分是给卡莲的 1分给配角之中的正常人
卡莲才是真主角，死也要坚持
只有卡莲无数的轮回，最后改变了命运
羁绊对话剧情太多太多，有点受不了
最后只能说还行吧
好评: 我最喜欢的arpg，开局可能劝退，后期砍起来真的帅爆，建议开局选男主没那么猪鼻，这游戏没什么缺点就是看剧情容易生气
好评: 剧情是真的狗屎，游戏还是可以的，但不值原价，建议5折或更低再入
好评: 画面ui音乐手感在二次元里都算顶尖水平，如果这部分的优秀是用ppt过场省下来的钱来达成的话，那ppt也不是不能接受
差评: 模型不错，画面不错，音乐不错。
剧情凑合，不是很满意ppt的叙事方式。
最主要的是太贵了
差评: 别买 我是傻逼
好评: 对话真的是太多了，打斗场面做的不错！很喜欢！
好评: 战斗很爽，剧情我是可以接受的
好评: 我永远喜欢花火一条
好评: 爽
好评: 剧情没有网上说的那么差，刚入坑建议先玩女主线可以了解更多额外剧情，剧情后半部分才能真的算上是游戏的开始，不过支线是真的没意思 难度大还没啥东西。
玩到最后面才知道卡连才是真男人 结人皇就是个屁！
好评: 很多人评论绯红结系剧情拉跨，但如果把主线单独拎出来实际上是没有硬伤的，对于剧情的展开，反派的塑造甚至可以说是可圈可点的，虽然结尾的收束确实稍显仓促且略缺解释。但是出大问题的就是这个双线叙事。如果采用的是男主一章女主一章并行的策略，观感也许会好很多，但现在一周目只有一半的剧情，导致在玩家的剧情理解和角色的形象塑造上都会出现偏差，并且后期合队之后便出现各种[spoiler] 虽然你杀了我爸但我爸也不是什么好人所以我们还是好队友；虽然上午我们还在互相搏命，下午我们就能在咖啡馆里谈笑风生[/spoiler]奇幻剧情。综上所述，如果考虑入手，先玩女主线 。
如果不是很在乎剧情（事实上正如我所说剧情也没那么糟糕），那绯红结系还是很值得推荐的。别的不说这个动作游戏的动作部分还是很时髦的。脑部连接的设定让玩家可以使用各种超能力，而在战斗中如何组合这些超能力来克敌制胜为这款动作游戏增加了较强的策略性的要素，这种体验还是蛮特别的。
好评: “你给我看二次元我给你钱”的水平，不要抱有太大期待
好评: 这种动画演绎类型的ARPG第一次接触，非常满意，故事剧情简单明了，男主结人线是问题发问者，女主重线是问题解决者，两主角线分工明确，铁链关系。建议新人先玩男主线，再玩女主线，这样可以了解全部剧情，杉果促销买了豪华版，豪华版提供了全套服装，这游戏真是人靠衣装啊。战斗系统满分，剧情被众玩家吐槽为PPT剧情，不过官方可能考虑玩家穿着和剧情要即时搭配吧，
推荐购买！
好评: 前期重的《情商》确实是劝退
后期好起来了捏！~~~~~~~~~~
差评: 傻篮子剧情爬
好评: 整体质量不错
好评: 女主线，剧情以过了渡月为分界线

前半打0分。女主脑瘫，队友npc，人物塑造和剧情推进已经到了能让人完全忽略游戏亮点的地步了

后半打70分。所有人物性格开始在线，游戏体验逐渐上升

所以最终还是打好评了。但如果接受不了要先花将近十小时操纵不会说话不长脑子整天司马脸的女主，建议别受这气

————————————
虽然很多人说PPT演出，但其实体验不错，当成漫画过场是完全没有问题的，而且关键剧情都是CG，比站桩对话好一万倍

战斗系统连击和切换能力比较爽，但也就那样，而且怪物的攻击非常迷惑很难判断前摇。及格分的水平吧

游戏系统，虽然做了俩城市，但几乎没啥用，支线任务设计很脑残，只需要跟着主线走就是了
好评: 打斗爽就完事了，期待后续的dlc
差评: 能不能把紫电这个b人给tm删了啊，他那个语气我听着就烦，md跟别人欠他几百万一样，这个傻批在剧情里也没啥p用处，打架不行，语气欠揍。严重影响我的游玩体验。tm的烦死了
好评: 好玩
差评: 姑姑能复活 姐姐就硬不让复活是吧？？？
好评: 抛开一些不合理的地方来说  这款游戏整体设计很好
好评: 白金留念
表现最好也是印象最深刻的就是最后boss战和伙伴一个个登场吧
其他地方都属于中至中上水准
音乐很棒！
好评: “我喜欢花火，还有大家”

      总体体验优良，值的，用叮过的二周目和支线拿的全成就。以下个人主观评测可能有轻微剧透。

先说优点吧。首先也是最重要的，这游戏的战斗系统是最好玩的，就是一个字爽。剧情很二次元，很羁绊，逻辑上的一些问题在缺点里，剧情前面的伏笔都填上了，展开很性感，二周目选择另一个角色有新体验，剧情上的演出也是上乘。(脑内通话是个剧情上的好玩意，我说对面怎么突然和变了个人一样)。CV，BGM正常二次元水平。场景实属牛逼，基本去除UI截图就可以当壁纸。

      再说下不足，首先是剧情是某些人白给的太过于神秘，又有些人摸到了最后还赢麻了，好哥哥你的终极牺牲值得吗？其次是阴间的支线任务系统，体感极差，谢谢你让我记住了drive条叫脑驱动还有念力追击和追击念力，支线任务的导引也图一乐，奖励更是神秘。羁绊对话也是个问题，上午打架下午喝茶，敢赴约也真不怕对面把你头摘了。最后是一些小问题，比如对话没有记录功能，错过了就是错过了。地图设计有点拉跨，后期堆怪那是相当严重，不过确实杀得挺爽的。

      瑕不掩瑜，设定剧情上留白很多，怕是还有DLC或者续作啥的；开荒推荐玩男主，为什么？因为花火在男主队，还有医院特色地图，女主队有点像柯南里的酒厂配置，这很不羁绊。以上，我永远喜欢花火一条。
好评: 战斗体验相当优秀的游戏，但是在剧情上充斥着仓促和圣母，一笔带过的开头，缺乏共情很难发挥这么庞大的世界观，但总体而言是值得体验的游戏，何况它还xgp了
好评: 不错
好评: 如果能把投在那破动画的钱拿来做一下剧情演出或者换个好一点的编剧那么这个游戏能更好
现在只能说差强人意，打得挺爽的，队友互动和家具做得挺好的
差评: 技能后摇太严重，根本没办法快速闪避，只能提前预判闪避，手感不好
差评: 他们说这剧情只有傻逼二刺螈才看的下去。
长这么大👴还是第一次如此同情自己是个傻逼二刺螈。
差评: 谜语人能不能先死个马。打了男主一条线打不动了，但凡前面坐桌子前好好聊一聊就没后面那么多屁事了。剧情实属憨批
---------
nmd这就打折了？？？？？
好家伙现在还直接加入微软西瓜皮了，四舍五入不要钱
好评: 二刺螈，好玩
好评: 最终BOSS的演出还是可以的，我感觉燃起来了
好评: 跟你说了你也不懂！
好评: 游戏已经全成就，双主线通关后，支线任务做完没有没有可以干的事情了，希望更新些难度、提供更多的插件和挑战关卡，个人评分8.5/10
好评: 更新

剧情上还行。

战斗手感除了吃药切换道具不方便以外都还算好。

建议先玩男主再玩女主，我一周目玩的女主导致二周目根本没动力玩男主了。
好评: 战斗很好，然后剧情啊，一开始男主线还好，塑造庞大的世界观但是但是没有感受到庞大的叙事节奏，然后女主线啊。。。。。。。。。。。。。。。。。。。。。。。c     、  n    。  m，前中期想隔着屏幕给女主一巴掌，就差把屏幕锤遂，搞p呢，我还以为男主线里表现那么执着杀男主有多大执念，嘛，看在白毛红瞳的面子，后期原谅罢了罢了。游戏整体不错，还是一开始说的，世界观搞得很大，叙事节奏完全感受不到宏大，甚至有点轻飘飘，女主sikp，前中期不想说啥，尤其女主线，游戏整体不错，但是建议等打折。最后，新时代带土是吧，创造有琳的世界是吧，话聊是吧
好评: “我们就是一个人”
于是两人在最后踏上了不同的旅途，但他们手中的红色结系永远相连
好评: Good good
好评: 战斗：很好，不得不说让我一下子就入迷进去了，很对我的胃口，念力飙车爽啊，唯一美中不足的缺点就是锁定的感觉很怪
人设：岚，太棒了
剧情：....说真的，男主在剧情上的表现比女主好太多了，女主这边的剧情让我玩的脑溢血，男主比女主更讨喜些对我来说。我玩了五十个小时，男女主线全通，我觉得我还是可以这么说的。对于女主我实在喜欢不来，我怀疑写女主行为的编剧脑子被怪异吃了。
期待未来出的DLC可以带来更多的惊喜
[spoiler] 还有，不要开最高难度打，蛮累的，别问我怎么知道的 [/spoiler]
好评: 女主的刻画太割裂了，甚至有些地方还不如配角
不过战斗还很爽快
好评: 叙事风格不错，不是简单的PPT

差评: 不好玩
好评: 还行。就是键盘操作太繁琐，鼠标设置习惯了很多东西需要重新设置，内容剧情当看番，挺多的样子，但卡脑力还是有点蛋疼，而且角色倒地之后起身太慢了。。。不过看在RPG不是纯动作格斗游戏那种就算了吧，没有闪现瞬移，有类似仁王精力条的脑力条（回复慢很多）和只狼那一类顿一下之后再闪避的所谓垫布，键盘操作挺不习惯说实话，还得适应段时间了，这游戏T是使用道具。。。也没个防御之类的的。。。
好评: 好玩
好评: 画面不错，比较喜欢这种画风
战斗简单爽快
世界观设定蛮酷的
刚通了女主线，剧情弱智，人物塑造莫名其妙
好评: 《绯红结系》是万代出品发行的一款二次元画风高速砍杀动作游戏，游戏的剧情以一个跨越千年的穿越内容打底，讲述了未来人类以“脑力”支配的未来世界，人类为了抵抗入侵的敌人“怪异”而组成怪异讨伐军，其中以刀为武器的自愿加入怪异讨伐军的男主结人皇和以小飞刀为武器的因为自身能力出众被招募进怪异讨伐军的女主重兰德尔为主视角展开，由男女主角双主角的模式进行多周目双线推进，游戏剧情方面的野心非常大。游戏战斗方面的内容非常丰富，战斗爽快感十足，搭配近战砍杀和远程念力操纵环境物进行攻击的方式，与队友配合使用多种技能组合，让战斗处于一种割草的爽快感和动作刮痧中间的一种平衡状态。

[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]

[h1]优秀的二次元画风[/h1]

游戏的画面是真的优秀，一种未来风格的城市和废弃地区的感觉全都衬托出来了，游戏的画面是游戏爽快动作的保障，毕竟优秀的画面之下，看着俊男靓女的超能力厮杀是一种享受，颜色的搭配，场景细节的描绘都非常出色。缺点嘛，大概就是游戏的优化还是稍微欠缺一些，并且游戏存在进入游戏黑屏的问题，解决了很久才发现是因为输入法的问题，使用默认英文输入法进入游戏就会杜绝进游戏黑屏等问题。

[h1]颇具野心的剧情[/h1]

游戏的剧情方面，其实并不出彩，游戏剧情从简至繁，从最开始的怪异讨伐军对抗入侵的怪物开始，逐渐揭开这个世界的迷雾，展示这个世界的全貌，利用男主结人皇和女主重兰德尔两人视角逐渐将这个世界的真相推给玩家。游戏仿佛想做一个类似《龙背上的骑士》一样的深度剧情，整个剧情跨越了上千年，各种穿越剧情，各种时间操纵，各种如同魔法少女小圆脸一样的穿越拯救剧情。野心可以说是很大，而且双主角，除了开始的剧情有重合之外，后面的剧情就会分散开，互为补充剧情内容。其中，女主重兰德尔的剧情对整个世界讲述的更多一些，玩家一周目游玩女主可以对游戏剧情有更加深刻的理解。男主的剧情是对一些空白处的填补，如果玩家在不了解剧情的时候一周目使用男主进行剧情，会有些丈二的和尚，摸不着头脑。然而游戏直接允许玩家选择男女主任何一人开始游戏，总感觉有些不合理，而且，当继承了一周目的数据开启二周目的时候，即便是使用了相同的主人公，依然会是根据剧情的推进逐渐解锁技能，教学的地方依然还是教学，其实对于重玩多周目的玩家这样的设定总感觉怪怪的。游戏的剧情非常有野心，世界描绘了一幅巨大的蓝图，然而，游戏并没有太过细化的去解释。很多时候游戏的剧情推进都是非常突然，这里就要说到游戏的过场了。

[h1]动态漫画风的过场[/h1]

游戏的剧情推进风格别具一格，没有使用主流的CG，而是采用一种独特的动态漫画风格，有点《战场女武神》的风格。不过这个动态漫画，也是即时演算的，给主角团修改装扮的话，也会在过场漫画中展现出来，也因为这个原因，有时候镜头会把人物肩上的全息徽章映在人物的脸上，在过场漫画中展示让人啼笑皆非的场面。而剧情的推动也因为是这样漫画翻页的形式，导致很多剧情的转折都是非常突然的，突然跳出一个敌人，突然人就没了，突然就被攻击了，突然剧情就转折了，剧情明明框架很大，但是因为快速突然的转折，导致整个剧情碎片化，而且让人感觉很紧凑，巨大的内容装进一个小盒子里，显得非常拥挤。所以游戏多周目的作用除了填补上一个周目的空白之外，还有一个原因，就是让玩家再次消化经历过的突然的转折，使得玩家能够更加理解剧情。

[h1]可圈可点的战斗方面[/h1]

游戏的战斗方面，可以说是本作游戏的最大亮点。游戏战斗采用高速动作模式，近战砍杀和远程超能力的炫酷战斗，手感打击感非常优秀，爽快感十足。男女主角都是念力操纵者，在战场中可以使用念力操纵环境大小物体对敌人进行碰撞打击，对于特殊物体还可以使用特殊的念力动作，此时会增加QTE增加战斗的攻击打击，而特殊的念力动作往往都是伤害惊人的，不过数量也稀少。游戏中使用念力是会消耗念力槽的，游戏还为男女主各配备了一把擅长的武器，可以搭配使用近战攻击伤害敌人，近战攻击触发后还会回复主人公的念力槽，念力的伤害要远高于近战攻击的伤害，这样就会让玩家自己去搭配两种攻击模式进行连协攻击，往往是效果拔群。除去基本的玩法外，战斗中玩家还有各种造成巨大伤害的眼花缭乱的技能，都会随着玩家推进剧情而逐渐解锁。同时，游戏还提供了8个队友，分别使用8种不同的脑力技能，可以是增加元素属性的，可以是有助于战斗的特别方式的，有加速的等，针对不同种类的敌人，都会有几种技能可以应对，这样就给玩家每次出发前针对目的地的怪物搭配好队友提供了一定的策略。使用正确的针对性技能，可以对敌人有非常明显的克制和战斗的提升。到了游戏后期，多样的技能，多样的环境，多种攻击，反击手段，多种驱动，眼花缭乱，可以说是让战斗充满了爽快感和策略性，掌握了一种割草和刮痧之间的平衡。而游戏作为一个二次元游戏，在万代的《噬神者》或者《SAO》等游戏中，给我的感觉是怪物往往没有硬直，被攻击了也没有什么反应，所以刮痧起来是真的仿佛在刮痧，而本作的怪物被攻击后会有短暂的硬直，打击感非常强，也给我一种割草的感觉。不过在整个游戏的体验过程中，我常常在应对多个敌人的时候，对面前的敌人进行连击的同时，后背被敌人偷袭，而游戏中一旦被敌人攻击，就会进入一段很长时间的倒地，在游戏后期，这段倒地时间甚至会被敌人再次攻击几下，如果敌人是带有属性特殊攻击的，被麻痹了什么的会让主角长倒不起，而游戏自带的自动锁定可以说是非常恼人。我个人推荐进入游戏后把自动锁定给关掉，这样随时观察着战场的其他角落，防止爽快的连击被敌人一下打断，体验感直线上升。
总体来说游戏的战斗方面多样，且体验极佳，个人非常喜欢这块战斗模式，可圈可点。不过怪物的种类显得有些少了，到了后面，很多怪物只是前面怪物变了一种颜色而已，能力变强了罢了。不过丰富多样的BOSS战还是值得表扬的，BOSS战很多都不仅是靠华丽的动作去击打，还有一种更加快捷简单的方式，需要找到攻击的空档利用环境中的特殊物品进行念力攻击来完成特殊攻击，这样往往会造成非常高的伤害，也可以让BOSS战变得简单且有策略感。

[h1]装备、装扮和技能[/h1]

游戏的装备，不外乎一把武器，三个防具槽，初始只能装备一个防具，随着游戏的进行提升技能才会解锁其他的槽，装备也是唯一能够提升主角能力的方式方法了。随着游戏的进行，游戏商店中会解锁更多的武器和装备可供玩家购买选择，当然一些支线任务也会提供，玩家只需要跟随主线进行，等有了攻击力更高的武器就换，有了更好的装备就换即可，这方面没有太多的研究。
装扮，就是无属性的对角色外观进行装扮，不知道为什么，我个人还真的特别喜欢捣鼓一些这种二次元人物的外观装扮，装扮同样可以在游戏的商店中购买，也可以通过完成一些支线任务来获得，正如我前面所说的，游戏中更换了装扮，并不只是人物的建模得到了变化，在过场的动态漫画环节中也会有所展示，当全员都戴上兔子耳朵的时候，多么悲伤的剧情都能让我笑出来。
游戏的技能树相当丰富，游戏中积累一定的经验值就会提升等级获得技能点，技能点就可以用来学习技能，技能对于战斗能力的提升也是非常巨大的，主要是在于一些新的动作和特殊的技能。
游戏的怪物难度随着游戏的进行在不断变强，提升巨大，而对于主角这边，武器和技能的提升就显得不太够了，游戏到了中后期对抗敌人就有些吃力了，刮痧的时间明显增多了许多，难度也随之提升。

[h1]存在感薄弱的支线任务[/h1]

游戏除去主线流程外，在地图的各个位置还有许多支线任务，支线任务多是寻找物品以及使用特殊方法击杀某种怪物，其实难度不高，但是非常耗费时间，最主要的是游戏的支线任务奖励实在是低得可怜，简直就是凄惨打工人。而游戏的支线除非玩家想要完成支线成就，否则真的没有任何动力让我去耗费时间解决支线，存在感非常薄弱。

[h1]总评[/h1]

+优秀的二次元画风
+独特的动态漫画风过场
+可圈可点的高速动作战斗
+多样的技能，装备，装扮

-游戏的剧情支撑不起外骨架
-存在感薄弱的支线任务
-优化问题

好评: 优秀的底层设计，无语的剧情。女主真的恶心二周目都不想碰
好评: 别的不说，我喜欢花火~
好评: 二刺螈 二刺螈 再说一遍 二刺螈
好评: 这二次元剧情这人设 我tm的跳剧情都知道发生了什么
好评: 我扣了8小时才有的
好评: 人均社交困难症，人就在脸上但坚持要用短信交流
好评: 价格还行，但是一堆bug真的不太行，打着打着开个lb技能女主就变无敌残影然后一路无敌往地图边上跑真的无语。
好评: 真JB好玩
好评: 总体来说中规中矩
好评: 结缘家 动画联动密码 (注意大小写和空格)

最初的密码：CODE

档案一：　Such a liar
档案二：　tell the truth
档案三：　5150
档案四：　2009
档案五：　NEVER FORGET
档案六：　Which?
档案七：　HERO
档案八：　October 4th
档案九：　LOKUSHO
档案十：　HOSPITAL
档案十一：government dogs
档案十二：JUDGE
档案十三：Save me
好评: 战斗10分 无与伦比的爽快体验
剧情7分 其它评论都吐槽过了也不多说啥了 但是高低也算及格
+ 标准二次元人设应有尽有 花火的性格太戳我了
+ 基地细节用心
- 城市只有个空壳 支线任务纯属恶心折磨
- 等级对强度基本上作用不大但是为了白金要强迫练到80级
总体上就像官方很骄傲地把85%好评写在宣传上一样，是个8.5分的游戏
好评: 好玩，停不下来
差评: 一般
好评: 战斗系统确实让人眼前一亮，但是剧情上的瑕疵也是无法忽视的，很多地方都还没说清楚，比如结人的超脑力到底是怎么回事，第二章拿到的药瓶从头到尾也没啥用而且第二章的剧情推进也很奇怪，直见直接随便被一个路人射了一枪？就是为了消灭青蓝的驻军？啊？我从头到尾连一个青蓝的人都没看见，就离谱。行吧，我就当你是为了消灭青蓝的人吧，但是就算是路人，作为新日向一方的路人，你就算是不认识兰德尔重工的人，你难道连结人皇都不认识？啊？还是眼睛是瞎的，直接偷袭男主一行人？连是青蓝还是新日向的人都分不清吗。而且从后续的剧情上来看，男主对于新日向一边是有用的对于新日向的计划来讲，偷袭谁也不该偷袭男主的小队啊，万一出事了怎么办，这些剧情从逻辑上看就很奇怪，第二章把直见变成怪异感觉就是为了推进而推进，逻辑上很奇怪，你如果要推进剧情，你安排卡莲去打那一枪都比让一个随便的路人，随便找的一个目标要合理得多吧。情感上的描写也有点奇怪，前期重在看到塞特和未来结人死了就发动了超脑力，但是姐姐死了就没发动？你好歹来点现象被卡莲打断也好，结果就哭了一场，就挺离谱的。并且感觉结局格局小了，从头到尾就是为了艾丽丝，虽然说大结局的羁绊加上战斗让我眼前一亮，但还是感觉来的有些突然。只能说这样的战斗系统配上这样的剧情确实可惜了。
好评: 二次元属实是让南梦宫玩明白了
好评: 游戏流程大概约40个小时,女主篇可以明显感受到女主的成长,剧情埋的伏笔都对上了,不过300入略显贵了,推荐100入
好评: 先玩女主！！！。 要不男女主线都通一边。 不要自动锁定，开攻击修正，镜头惯性关掉 ，更顺手。网上只玩男主就瞎评的根本不要去看，  技能大头动画是可以关闭的！差点被乱评埋没的游戏，万代开始这么做游戏了，挺好！
差评: 我的评价是：不如做噬血代码2
好评: 感觉.....不如原神特效炫
好评: 7/10
高速act二次元爽游，队友集合后全解锁后的战斗系统十分爽快，可当你打到这里的时候，游戏流程已经70%了，只能体验最后两个迷宫。
剧情方面，双视角+时空穿越这个设定本身上限是很高的，但完全没写出来，有点遗憾。
差评: 0. 先夸最好的部分也是唯一支撑我通关的部分——战斗系统，确实优秀，特别是两边归队以后战斗非常爽快。唯一觉得比较不好（也不可能改的地方）就是终结特效太夸张了而且因为游戏设计本身不得不频繁使用，反复看动画有点疲倦。其次就是美术风格（不包括人物设计）和音乐都挺好。
1. 官中应该是繁中翻译了然后直接转简的，就真的很多地方属于是一个比机翻还垃圾的翻译，而且很多地方就是两岸的语言习惯完全不同玩起来真的体验好差我真的觉得简中和繁中应该分两个版本的翻译才是对两岸玩家都负责。
2. 剧情谜语人这个真的就有点无语，而且从头到尾都很白开水，虽然我是先玩结人再玩重线的，但恐怕反过来打的玩家会觉得很枯燥，结局逻辑上的硬伤也处理得不好，经不起推敲。PPT割裂感真的，虽然到后面已经麻了，不是很喜欢这种表现。幕间也是纯纯二次元套路没有新意，无聊。女主也有点人设割裂。
3. 跑图、怪物重复，前面强忍着道中的枯燥打还没有那么抵触（毕竟JRPG），但终章简直就是恶心人，你搁这7层锁妖塔是吧，一条路走到空地出3波怪，打完7层刷了有200个怪可能都不止，这真的很有意思吗？这真的很有意思吗？而且从头到尾没有逃课打到后期剧情模式57级打小怪还要打一年我真的，，吐血。玩了30h有20h都在刷怪，剩下5h在看PPT，笑死。最难受的就是中间的剧情对这种枯燥感的抵消并不足以支撑这个游戏体验。DRIVE就自动开这到底是什么脑残设计啊？走过路过打小小怪开了一波，战斗快特么结束了哦又开了，打boss根本遇不到。刷怪刷到最后我真的全麻。二周目已经是最快速地刷图了还是有被终章恶心到，整个终章的设计就是大失败，3个boss只有第一个还算有点设计，后面打卡连和卡连变身简直是无聊透顶，中间把那么多怪放在路上还锁区真的离谱，我有想过可能是为了礼物收集的设计，但有没有想过玩家在11阶段待命已经刷完礼物了做完支线了，做成可选的不好吗？还有这个刷礼物不能跳过真的好脑瘫，后期同一个动画要连续看好几遍，台词也没有任何变化，究竟为什么不能跳过？
4. 存档简直慢得吓人，我真的不知道为什么2021年会有一个游戏存档要花这么长时间。放到十年前也不可能这种速度的存档。
5. 音乐我很喜欢，水准在这个游戏上已经属于浪费了，特别是终章boss的音乐很有味道。美术的话场景设计都还不错，怪物的美术设计也可圈可点。人设就很一般很套路很boring很没有亮点，除了arashi特别一点其他人不管是从设计角度还是其它的都很普普通通普普通通普普通通。
6. arashi真的是太可爱了呜呜呜。fbk也很可爱。这对姐弟是我玩完这个游戏的唯一动力了。成就差4个懒得做了，封盘！
好评: 打斗非常爽
好评: 不同人有不同的感受，总之我是觉得很(๑•̀ㅂ•́)و✧滴！
好评: nyan~
差评: 前天买的 今天打折 我他妈就玩5个小时 我草死你妈!
好评: 游戏是好游戏，可惜万代不想在新IP上投入太多，跟噬血代码比进步极大。
差评: 游戏是不错，这么快打折，真是坑
好评: 战斗系统不错。
好评: 上头，上头，上头，原神是什么辣鸡

好评: 我的评价是：
等史低
好评: 66666666666
好评: X、G、P免费！！！啊啊啊啊啊啊啊啊啊啊啊啊啊！！！！我后背被扎烂了！！！！！！！！！
好评: 剧情真没想象的那么差，战斗系统没得说，爽的雅痞【在有手柄的情况下】。
21.9.30： 我需要更多羁绊等级和剧情等dlc
好评: 8/10

first code: Such a liar
second code: tell the truth
third code: 5150
fourth code: 2009
fifth code: NEVER FORGET
sixth code: Which?
seventh code: HERO
eighth code: October 4th
ninth code: Lokusho
tenth code: hospital
eleventh code: government dogs
twelfth code: JUDGE
thirteenth code: save me
好评: 补票
其实我喜欢岚
好评: 我是傻逼
好评: 战斗场面比较爽，过场动画确实有点敷衍了，游戏总体来说还算可以。但是刚买几天就打折是吧？
差评: 别玩，一坨屎！
差评: PPT剧情，这游戏只值2折的价
好评: 最终还是通了二周目，只是因为日厂的游戏太贵了，不打完总感觉不划算。二周目的体验比一周目舒服多了，推荐第一次玩先开女主，男主线实在是让人有点脑溢血。但本作的战斗动作和人物建模真的很棒，还是推荐的，以下是一周目后的感想。
极其中二的剧情，特别讨厌亚撒西的男主和高冷的女主，花火真好，卡连真惨。战斗虽然不错，但架不住重复度极高，美术虽然不错，但架不住这么无语的剧情，后悔买入，玩了男主线完全不想再二周目。
好评: 玩法满分
差评: 键鼠羁绊界面如果有羁绊剧情会出现不能结束的bug，回车 后退键都没用   存档重进也不行
如果你没准备手柄 不建议购买这个游戏
好评: 给个ps手柄的按钮图案切换选项
好评: 战斗系统很舒服，ppt过场也是一次不错的尝试，至少我挺喜欢，但是叙事手法有待改善
好评: 剧情有的地方做的跟开玩笑似的...男主为啥这么舔啊 我杀了你爹 你相信我一定有苦衷 求我给个解释 男主队友也一定要跟我私下联络感情 这一切的一切都是为啥啊 因为我是女主吗 [spoiler] 我是女主的话 你倒是把我姐还我啊！！！草 太虐了  [/spoiler]
不得不说一句 这个支线吧 感觉都是教学性质的 就让人没啥兴致去完成 你做的稍微有趣点也行啊..支线做起来就有点子痛苦 
唉 就做的一般吧 可能是内容太少了 也就过剧情-战斗-好感剧情 没啥东西 玩完也就完了
亮点可能也就战斗系统了  所以还不至于点个不推荐.. 
虽然还没玩完  都有点玩不下去了 我玩完再来吧
差评: 剧本大体没啥问题，但这脑瘫的讲故事手法是认真的？一个完整故事都讲不好还搞双线叙事，是嫌财团B给的太多啦？另外这稀烂的人物塑造刷新了我今年第一次的奥力给值，简单概括一句话：“脑瘫亚萨西大孝子与低情商谜语人大战舔狗魔怔人。”  另外阳炎这人物塑造的喂S值与这两位比也丝毫不遑多让，恶心他妈给恶心开门恶心到家了。。唯一亮眼的也就是战斗系统和体验，不过也被这毫无存在感的养成系统与粗糙设计的技能树拖累了，各种让人不爽的反向操作，重击蓄力没蓄完就不能平砍出来么，非要原地傻傻的取消动作，以及这后面怪物Boss设计的真的是小天才，生怕我打得太快了是吧，还车轮战是吧，吾主马戏团设计虽然能看出制作组想让玩家充分利用所有队友SAS技能作用机制以及根据战场灵活随机应变，不过经过这漫长流程的精力消磨，很少人能再耐得下心去研究BOSS机制，更别提有三波。。整整三波，最后一波还给你整个大的，前俩的合体升级版，好家伙。。搁这儿XX巾双倍升级体验呢，阴间到飞起。。最后监督出来立正挨打
         总结评分：5/10（非常主观）

好评: 画面相当的精美，游戏操作对于键鼠党不是很友好，如果是手柄的话游戏的体验相当不戳，打击感很足。总的来说还是建议入手的。
好评: 除了PPT其他都不错
好评: 打折入的 我是聪明逼

这游戏居然这么合我口味
画面✔配音✔二次元设定✔
小年轻那点争风吃醋爱来爱去的劲头可太有意思了！
好评: 我暴风哭泣！写了半天的评论退出后再回来就没了！再写亿遍！！

选的男主线男主线！！

一开始接触的时候就看了一堆评论里提到啥谜语人啊剧情糟糕哦转场ppt啊之类的，所以刚进去的心态放得很低，甚至抱有“啊我是不是该考虑退款了”的想法...但真正上手就是直直的5阶段体验.......

虽然人物设计中规中矩，也没有特别美型特别经验的角色，但是怪物惊艳啊！！（不是
印象最深刻的就是胸腔像拉风箱一样被两边拉扯着、长了两个头、四条腿跑路的怪，头一次出现压迫感太强，以至于这里剧情本身想传递的转折点都没那么令人关注了（当然，这种ppt形式就是generally很难让人关注）

另外就是战斗系统真的很牛掰！！！脑洞太大可以折兵啊这简直是！而且，关于战斗系统这边吹爆，视觉效果和手感绝对一级棒，如果你能记得住所有操作并且持续连招的话，爽感十足，非常畅快，甚至有时候你会觉得不是自己操作出来的不然怎么会这么牛逼（如果你是鬼泣/黑魂玩家，当我没说）

人物成长这部分也是很厉害，从默默无闻的编外变成队长。算是个小燃点吧。就是和人物一起有那种“啊我真的可以做到吗？”“啊我真的可以做到！” 的感觉。 我超级不喜欢刷怪刷级刷经验点，但这里动了这个心想去刷级。

诟病部分其实除了之前提到的ppt以外，还有特么的能不能一开始不要就放出一个厚血厚甲的中怪。。我记不清好像是在二阶段那里吧，羊头怪就出现了。。。真的神烦。被小怪干掉的感觉不是特别好。

然后就是情节上几乎可以随时回基地、吵着架就能去结缘。。真的很出戏。

另外从男主线看女主线，女主真的很招人反感。每次一出现二话不说就要动手，男主视角一直处在懵逼状态。而且还被她揍过一顿，没打过。。。。好烦真的好烦。。。。

剧情上确实没有太大吸引力，完全靠视觉享受牵着玩下去，但现在也有一丝丝的觉得自己就是在过漫画→砍砍砍→过漫画→砍砍砍的节奏里。。有点无聊，but again它的视觉和手感。。

我决定回坑了，你们下单吧
好评: 以前的操作的问题差不多都改了，看很多人说剧情不好，我先开的女主线感觉还行。原价还是太贵，想入手最好等半价吧
好评: 作为ACG游戏其实很不错了，不少人觉得剧情逻辑和角色塑造的硬伤以及各种老套，其实很多欧美大作也有，先玩的女主线，除了开头过度的姐控外，个人感觉女主塑造的其实还不错，达观果断又有格局。觉得她脑残的，其实是因为一开始她由于个人经历存在交流障碍问题吧。缺点的话，世界观挖掘的远远不够，NPC的支线居然不是用来补充剧情的。战斗系统令人耳目一新。
差评: 不让谈恋爱
而且剧情太弱智了
好评: 一周目结束！
绯红结系是难得的我能从头认真玩到尾，并且还想要继续二周目的游戏，万代yyds！尽管很多人说剧情硬伤但在我看来剧情整体还是很感动的，“伙伴们的羁绊”，“人与人之间的连结”应该是这部游戏剧情的核心。要说最喜欢的应该是流畅而多变的战斗体系吧，可以配合与同伴的SAS连结打出漂亮的连招，战斗的方法因此变得多样，胜利的渠道也不止一种。在达成每篇章后还有待命时间，可以在基地里休息攻略（不是）约会各个伙伴，从侧面也能带出每个角色不一样的性格这点真的非常好，确实有那种完成重要任务后回休息地跟大家唠唠嗑的感觉。不得不说万代的角色塑造还是不错的，每个人都个性鲜明而独特（当然最喜欢的还是岚和小鸫啦）。可能因为一周目玩结人线的缘故，对剧情有些细节方面还是有点不清楚，总之二周目我来了！冲！

—————————————————————————————————————————
二周目结束！一周目里剧情很多迷惑的地方也搞懂了，所以还是推荐一开始玩的话走重的线比较好，像我这样一开始玩了结人线会觉得女主很多动机都莫名其妙的？不过这也是这个游戏的特色就是了，毕竟设置了双主角，要同时玩过结人和重的线才能清楚完整的故事，所以也没啥。而且继承了一周目的等级和道具以后，二周目不管选的是谁基本进去都是乱杀，从小boss一路杀到吾主马戏团和卡连，就很爽，我就是苏芳第一小霸王（x）。

对了，最后提一个我从一周目开始就一直想提的建议了，就是送礼物能不能一口气全部送完？比如我买了13个礼物送结人，要听结人13句谢谢，给我谢麻了，每次待命阶段就觉得自己是没有感情的送礼机器。因为这个原因搞得每次羁绊和送礼加起来要差不多半小时才能做完，跟我打主线一个章节的时间差不多，真就打怪半小时，约会半小时是吧（x）。

总之还是十分推荐大家玩这个游戏！角色时髦！！战斗丝滑！！有些怪物的设计还真的挺克的，总之不会后悔的，买一个游戏收获几十小时快乐，爽歪歪！
差评: 玩了74个小时，女主线打通，男主线打了一半左右，实在玩不下去了，我觉得是时候给那些没买游戏的同学一些建议了。
首先游戏画面方面，我觉得一般般，只能说中规中矩（我本人不是很懂这些东西所以只能按我自己的想法来说，请大佬勿喷）优化挺好的，配置要求也不高，至少我这几年前的笔记本1060的显卡也可以高画质流畅玩。
游戏操作的话，我个人觉得这游戏不适合键鼠来玩（可能手柄操作感觉更好）这游戏虽然可以一边移动一边攻击但是不要在攻击的时候去按方向键，不然角色马上就会攻击你按方向键的方向，导致怪物在你脸上都可能打不到，还有就是这游戏不能像黑魂那样去选择自己喜欢的武器，只能用系统给的武器去打，感觉能操作的空间少了很多，这游戏唯一的亮点就是可以和场景里的很多物品互动，男女主角的超脑力都是念力，也就是可以控制各种东西砸向敌人让敌人快速破防，有些东西（比如大巴）甚至可以控制它们去撞敌人，这是我觉得这游戏操作唯一让人觉得爽的地方。
游戏性的话，我觉得并不是很耐玩，一开始见到各种各样的怪可能还会觉得有点意思，但是你越往后玩，你就会发现大部分怪全是TM的换皮怪，比如前期一个怪喷水打你到了中后期你遇到它还是一模一样就是攻击方式换成了喷油，怪物种类少的可怜，有的地方也是靠堆怪来强行增加难度，一点意思都没有。
最后说一下人设吧，男主和女主已经有太多人吐槽了我这里就不多说了，我想吐槽的是那个叫紫电里特的，这个人的人设我觉得是真的迷，我玩女主要杀男主的时候这家伙和女主吵得凶的要死，现在我玩男主去和他加深羁绊他直接开始对我各种冷嘲热讽，最后直接说讨厌我，我就不懂你讨厌我女主要杀我的时候你阻止她干什么？不得不说设计师真是个脑瘫。
这游戏流程我记得没错的话大概一共13章，正常玩应该30小时左右通关，不过我真不建议大家原价买，本人是240买的都觉得血亏，只能说是我买的最后悔的游戏没有之一，如果非要买来玩一定不要带脑子去看剧情，嗯，就这样。
本人第一次发长评，如果说的不好还请大佬见谅不要喷我。
好评: 喜当姐
好评: 通关男主线，感觉问题还是很多，不过打折两百多买的就算了，原价有点不值。
先说说优点，画面总体没有劣质的贴图感，人物外形基本在审美点上（本人二次元），战斗系统基本算是爽快，SAS运用起来较为有趣。
好了我要开始吐槽...
1. 这个PPT的剧情呈现方式真的把所有情绪给酝酿没了。刚刚玩了一下破晓，看来制作组不是不懂啊，破晓大部分场景都是即时演算，男女主偶尔一些对话不太需要镜头切换的就做成PPT，可以快速跳过，极度舒适好吧，看来你们就是偷懒...
2. 剧情真的很一般，前六章各种谜语人，后面慢慢揭露世界观，诶，有点意思，好了最后就虎头蛇尾。新日向，青蓝，渡月，背景铺了很大，然后也就完了。人物严重模板化，亚萨西男主，冰山女主，青梅，自闭，轻浮大叔，正太，宅女大姐姐，真的不要太标签化，二次元都看不下去的程度...（对角色没有恶意就是很失望感觉本来可以更好）最后反而觉得盖曼还有点意思。卡连就不说了，为爱各种穿越，本来还期待最后一个迷宫多回忆点卡连的故事，丰满一下这个角色，也没有，啪的一下爱丽丝就怪异化了...
3. 这个战斗系统，一开始一般，中期越来越有趣，后期越来越疲惫，重复的怪叠加，总共也没有几种，反复打，迷宫的场景设置极差，毫无探索性。
4. 装备系统简单到极致，简直不像一个RPG...（也许就不是RPG定位？）
太长不看版：有时间的二次元打发一下时间还是很愉快的，其他人就别来踩这个坑了...

好评: [h1]好玩就完了[/h1]
好评: “数千年的岁月就在此了断”
卡莲！ 永远的大情种！  命运的红线也不会就此断开
好评: 一个精华全在中后期的游戏。
我玩的男主线，前期确实劝退：正宗春风得意皇二代男主，没有代入感，战斗僵硬，只能用火附魔砍砍。
剧情和可玩性在中期以后一路起飞，后面每场战斗灵活运用sas，各种超脑力的表现都很有意思。
羁绊章节和ending对话都很有P5那味（基地的BGM！）。
--剧透预警--
卡连真是自私啊，为什么连当英雄的机会都要夺走。
呜呜呜我的卡连！
好评: 女主线过了，放假打男主的，这个有个武器dlc，已经没法整了，要去淘宝买激活码，也就是武器好看点，不实用
好评: 虽然整蛊，但是好！
好评: 非常不错
差评: 单通女主线，本来想点推荐的，但是我想了想价格，不推荐。
推荐的理由：
1.战斗系统是比较优秀的了，根据怪物种类来采用特定的SAS能力（超能力）来解决。
   不过缺点就是，有教我玩游戏的感觉，仿佛告诉你别想花里胡哨的，就这么打就完了。
    瑕不掩瑜，怪打的挺爽的，战斗系统也不错，不过前期女主飞镖手感有点拉胯。
2.音乐我觉得不错。
不推荐的理由：
1.从人物塑造来说，男主二次元亚撒西圣人，女主木头姐控。[spoiler] CNM就是两坨shit [/spoiler]
    求求你来点正常人行吗？打女主线我无时无刻不在脑溢血，我建议女主原地枪决，您不那么谜语人哪有这么多屁事？
2.剧情：呵呵。没二十年脑血栓真写不出这剧情。

游玩建议：ESC剧情 砍就完了。
价格建议：原价血亏，半价不赚，三折可入，一折血赚。
这尼玛能卖328，我想知道预购的老哥们都是啥心情。
以及，整篇下来我最喜欢的角色是木灵梅仑（犹达梅仑）。

差评: 看了动漫之后就不想打游戏了- - 。买了个寂寞·····
好评: 战斗系统十分惊艳！！！！！！！！但是剧情一般，过场的ppt剧情也有点接受不了。
好评: 好玩，机制什么的都不错，就是ppt过场太掉价了，全换成mv卖五百都值，想买的打折再买吧
差评: 那岐设计的就是一坨屎，原本还想玩完这个游戏，但那岐劝退了我直接删了
好评: hao
好评: 盗版先通的，传说要是有这么好的战斗手感绝好了
好评: 困难难度通了遍女主线，个人认为游戏整体素尚可，抛开跑迷宫强制战斗和最后两张地图恶意堆怪的两个问题相互结合使人体验极其恶心以外，玩起来还是很爽快的
好评: 好游戏，可是玩不下去
好评: 废土世界观，整体游戏的美术风格还是挺有意思，怪异的设计风格给人蒸汽朋克+克苏鲁的感觉
才玩了个开头，感觉故事线是jrpg的固有路子【我们都知道内情，但是我们不告诉你】，但是还是想看看是怎么把故事线圆完的，现在暂时还有点摸不着头脑。角色的话也是，每个角色性格特点非常鲜明，但是会有一种【每个角色只有一个性格特点】的感觉，人物暂时还不是那么立体，不知道随着故事线展开是否会有改善。
操作起来还是很流畅，就是大概有点过于流畅(?)，角色跑步给我的感觉有点像在滑冰【感觉手柄玩更舒畅一点】
暂时只遇到两个小bug，一个是探索地图的时候队友卡在原地不跟着我走了，换完地图就好了。还一个是怪物血条突然不显示了。
不过还是要玩下去的嘛，因为【不管是什么样子，姐姐果然都最漂亮了=w0】
好评: [h1] 只要还被人所怀念，你便仍然存在于心里 [/h1]

通了女主线，剧情方面的话算是佳作吧。

里面的每个角色都很喜欢，都有自己的故事和理想。

看着他们渐渐成长以及团队的羁绊慢慢稳固真的挺感动的。

至于说男主和女主的一些蜜汁操作我觉得还是仁者见仁智者见智吧

在我的视角来看的话女主的一些行为和两个队之间的一些矛盾

安排的还是挺好的。

不过还是想吐槽一下。[strike]你们聊天一定要每一次都开个新的群吗 [/strike]
好评: 比想象中的好很多，挺好玩的
差评: 2021.07.26
目前到男主待命9
男主妈不配有名字
男主基友死
女主姐姐死
负责剧情的一定是孤儿吧
救不活差评不改了
------------------------------------------------------
2021.09.20
时隔将近两个多月再启动
男主一周目已通，进入女主二周目
这剧情真的，卡连一次又一次的轮回，到最后输给了嘴炮，自我献祭把爱丽丝救了回来
看得我？？？
你怎么不把其他人也全部复活，这样只有卡连受伤的世界就完成了

战斗系统说实话做的很不错，中后期会出现战斗同质化严重，堆怪等问题，导致后面的战斗体验不那么好，不过也还OK


给差评完全是由于剧情
差评: 战斗还不错，剧情…………别看剧情吧，没眼看。
差评: 战斗系统很难受
好评: 我永远喜欢九条花火！（花火哭哭那段真的看的我绷不住了，求求你俩原地结婚

好玩，就是价格有点高，建议骨折了再入吧
但是！虽然贵了点！剧情方面战斗方面系统方面都很值得这个价钱的。
除了偷工减料大部分剧情都是文字+语音+CG图，但我们至少关键部分做出了3D动画嘛！所以问题不大！而且几乎是全语音欸！
好评: 铺满世界的细线像是我对你的思念，为什么挽回必须要在我们相遇之前？我一次次的穿越时间，还是没能把你挽回。我为无数人带来的新的联结，新的未来，可惜还是没有找到我们之间那根绯红结系。因为啊，没有你的世界，我便失去的存在的意义。所以呢，极光再次略过北边之时，你已忘了我的容颜。
差评: 作为700个小时的屁股玩家都快顶不住这个剧情了
差评: 什么时候更新21：9分辨率再玩。这次更新完以前的分辨率修改方法都失效了。
好评: YYDS
好评: 白金已达成 推荐打折买 剧情对话PPT 还算行 战斗后期比较爽点 ( 想看剧情的话 建议玩男主 迷语人 想看透剧的话 玩女主 不分先后呢
差评: 战斗场景啥方面的都好，但就是这剧情让我一下失去二周目的兴致，堪称哥谭，不吐不快。
前面女主和卡连各种谜语人，男主一点没脾气就算了，这姐姐就强行杀青，强行站在一边看打都不让我打。这渡月这么多人传送个压路机到主角头上来个泷泽萝拉，不是，你们不是要把人带走吗？？你这砸下去搞不好都成饼了你们还带个锤啊。主角么也是傻站在原地楞等姐姐来救，你不是会重力吗？？你不是各种抬压路机装甲吗？你倒是动动你的小手啊？？说快逃么逃到一边看，看到打完么回去哭，WTF？？不是我吹牛，这波让我打我杀完了。
我知道编剧想表达的是女主感情上的成长，但问题是你这哪是成长啊？？成长就非得把原先好的一面阉割掉吗？？哦以前的女主：敢伤我姐姐我要把你干碎；我一定要找到救姐姐的办法
现在的女主：呜呜呜姐姐我的姐姐，不能生气不能生气                   
wait what？？？立本人是不是觉得只要是亚萨西就是成长啊？？
整个剧情通篇感觉就是前期张开的时候铺天盖地的张，后面收的时候看得人满脑子黑人问号。真的，后面剧情本该高潮的地方看得我就是整个人尬住
好评: 只能说一句万代南梦宫yyds
好评: 如果异界锁链因为ns独占的缘故没法以60帧的形式出现在玩家面前，
那么绯红结系已经算得上迄今为止最强的二次元动作游戏了
（是通关后再来补票上车的）
好评: 花火我的花火
好评: 价格太高，原价减半还差不多
最严重的问题是主线剧情，普通的剧本，愚蠢的展开，糟心的主角，可笑的桥段，仿佛是一群小孩子在过家然后起了争执。8个队友里面，7个人的形象都立起来了，尽管有些脸谱化，剩下那个我是真的看不懂，只能说男主对除了自家人之外的人真tm亚萨西。
男主线战斗体验和养成体验比女主线好，没有招人烦的蠢货（除了男主本人）。照理来说一周目玩女主线好一点，不会全程懵逼，但是这勾八剧情实在没有任何推荐的理由。
最后，花火真棒，就是本作的服装有点少
好评: 2021/9/17 44小时通关女主角二周目困难模式。女主性格确实有点，但是剧本是没什么问题的。羁绊编排比较违和，其实没必要羁绊都是互相了解，不打不相识也算羁绊啊。通关后解锁男女主最强武器，发现还有同伴的最强武器需要材料肝，总体来说我很喜欢。唯一的缺点可能是最后迷宫塞怪太多了，有点打工感。
--------------------------------------------------------------------------------------------------------------------
玩了男主一周目。这几年来第一次见到日厂这么认真的对待一个新IP，可以说是非常惊艳了。其实本质上就是几个延时技能的叠加，但是加入了同伴设定和结尾的演出，整体体验就非常的美妙，这是国产游戏一排技能的水桶数据所无法比拟的。如果有续作的话能把剧情演出之类完善一下就更好了，二次元是不会消亡的，只会成为信息时代越来越强大的容器。
好评: 除了日本人万恶的亚撒西男主，以及动不动就报UE4已崩溃其，其他的都还不错，尤其是重线，没错，好评就是给重线的，结人线感观很奇怪，尤其是对待自己的杀父仇人，他哥哥都比他有血性，为了留住技能而选择强行原谅，确实让人费解。除此之外，这部作品的艺术风格我还是非常喜欢的，故事也比较有趣，可惜了，要不是因为结人线，也能算的上是佳作往上了
好评: 战斗模式习惯之后能够接受，二次元浓度足够个人很喜欢，某些角色很对xp能给好评，ppt对话在我这里不算问题。

但是写剧本的多少有点大病，这种被一个有血海深仇的疯婆子拿着刀砍了十几条街还一直想着沟通，然后听她说了一句我不砍你了就当作什么都没发生过所有的仇都一笔勾销的这种傻逼人设是碳基生物能想出来的吗？？

个人玩游戏其实并不是特别看重剧情，知道发生了什么事就完了也不去深究，但是绯红结系的剧情已经烂到了因为剧情毁灭游戏体验的程度了。老套传统没问题，我吃这套，但是麻烦动点脑子让主角团变成正常人求求了。从来没如此感谢游戏有跳过剧情的功能。

游戏8分，二次元浓度10分，剧情0分，强行算下来及格能点推荐吧。

（来点hanabi手办）
好评: best rpg 2021
好评: 事到如今我也不说什么了，就是问一下花火能出手办吗？
好评: 很新颖的战斗系统，打斗的画面也十分绚丽。但是小怪的种类有点太少了导致重复率有点过高了。剧情方面先玩的女主线感觉也还不错。
好评: 完全打不开游戏，不知道为啥
好评: 表面厮杀，背地里约会喝茶短信撩骚
好评: 还好
好评: 除了PPT剧情，其他都很好
好评: 作为不怎么在意剧情的玩家，越玩到后面越爽，尤其到后面4个SAS ，8个SAS真的有点爽，不过二周目的动力不太大。女主的飞刀感觉还是念力太刀爽一点。
差评: 我是傻逼 剧情有毒
好评: 剧情套路化，但也不至于很烂，见仁见智吧
战斗系统，两个词，炫酷和爽快。反正酷就完事了，爽快就完事了，结合Bgm确实很燃很中二，挺不错的
其他的想到再说吧。玩的确实爽！
好评: 一周目玩的女主线，小重真好看，爷就稀罕白毛，主角团们都挺有特点的，羁绊章节也很有趣，并且中后期SAS全了之后战斗真的爽，开脑内空间帅的不谈了；二周目玩的男主线，男主是什么寄吧\流汗黄豆\流汗黄豆\流汗黄豆\流汗黄豆\流汗黄豆。
差评: 优化太差了  比鬼泣5的优化差多了。
南梦宫的游戏一向优化很差，这点真不如卡表。
甚至南梦宫17年出的铁拳7，推荐配置比鬼泣5低，结果没有鬼泣5流畅。
去年今年连着更新两次之后，铁拳7才好一些。
学学人家吧，19年发售的游戏吊打你们17至21年发售的游戏！

好评: 111
好评: 1.既然是出自B社的二次元游戏，质量当然是有保证的。2.剧情方面，题材确实能让人耳目一新，但说实话，内容有不少矛盾的小地方，偶尔中二过头容易出戏，但对于二次元游戏来讲，剧情还算马马虎虎。3.游戏性方面，适当的难度，通过近战，念力投掷，伙伴以及其它多种共享能力的结合，加上一定量养成类元素，比如伙伴羁绊（最突出），人物技能成长，武器系统，塑造出了一个相当有趣的玩法。但也有不足之处，尤其是怪物在后期同质化有些严重，而养成系统除了伙伴羁绊，其他元素就有些马虎。4.画面方面，属实能让人惊艳到，精美的建模，各种帅气的处决与变身动画以及极具氛围感的大场景构成了视觉盛宴。5.总体来说，是一部有相当可玩度的二次元游戏。
差评: 后期支线又臭又长，强行增加游戏时长
好评: 彳亍
好评: 游戏画面和美术风格都算独树一帜了，南梦宫在虚幻4做这种卡通渲染方面上越来越熟练了，也确实做的不错。这滤镜甚至在破晓传说上也用了。
游戏的世界观和设定蛮有趣，很有jrpg那种奇思妙想味。
战斗系统应该算是这个游戏的一个大特色，华丽帅气中二，口味对上了就很带感。怪物的设计也是蛮有意思的，ost的话个人觉得算是一般偏上水平。
男主女主还有队友的角色塑造觉得有点达不到jrpg的平均水平，有一部分剧情故事的逻辑处理上有点小毛病,不过还能接受吧。
总的下来这个游戏还是蛮有趣的，挺好玩。值得一试，有新鲜感。

好评: 虽然剧情很刀,打击和战斗还是值个五毛的,我是傻逼
好评: 剧情雷点实在是太多了，转折、铺垫、过渡什么的统统的没有，好不容易挖的坑又没有后续，剧情一遍下来看的乱七八糟。
人物形象塑造很糟糕，要塑造的形象全都在资料库里，剧情根本没体现出来多少。
羁绊剧情和主线割裂的太明显，太突兀，当做番外看还不错，穿插在主线里让本来就乱七八糟的剧情更加杂乱。
双线性叙事模式本身是优点，但搭配这样的剧情实在是太浪费了，恶心人一遍不够，要两遍。
漫画式的对白是个惊喜，搭配类似脑内空间的背景让人觉得这种表现方式本身就是一个伏笔，然并卵，大浪费。
两个主角都不讨喜，无论是外表还是内在。
男主身边无一例外全是谜语人，男主一直处于我是谁我在哪我在干嘛的状态。
女主直接让低血压患者绝种。

每个怪都有独特的动作和AI，但种类还是有点少了，导致战斗的重复性比较高，特别是游戏后期精英怪遍地的时候。
内容极为丰富的战斗系统，操作性远超南梦宫其他的ARPG。
优秀的养成系统，角色的提升不局限于数值，而是操作性整体上的提升。
优秀的打击感，所有攻击的命中都能给出明显的反馈。
技能的设定脑洞很大，让人耳目一新。


整体来说绯红结系给人感觉是一款与噬血代码不同角度的试水作品，模式与系统还是比较成功的，如果能在剧情和人设上多下点功夫还是很有前景的。

P.S.
如果破晓传说三个月内打折，我以后不会再预购南梦宫的任何游戏。
差评: 垃圾  可惜退不了
好评: 剧情真的无语，能气死人的那种。选的女主线，你杀了人诬陷是我杀的，完了一句道歉我就得和你友好相处，而且还成了共同患难的队友？？？请问这就是日本精神吗？？？还有这女主的人设我实在是爱不起来，双标+谜语人+病娇，玩下来是真的感觉毫无代入感，甚至有点脑溢血。
过场动画是PPT，嗯，卖着3A大作的价格搞这种偷懒我也懒得骂了，万代你耗子尾汁吧。
之所以给好评是因为这个战斗系统挺有意思的，超脑力控制重物这个思路也比较新颖，配合队友的技能用手柄玩简直爽死。boss战做的也非常不错，不仅考验操作，还考验智商，合理使用SAS效果更好。抛开剧情当个二次元画风的act玩倒是还行。
总体来说就是原价血亏，200略贵，150勉强配，100以下可以无脑入。
好评: 还不戳
好评: 剧情写的太业余了，各种设定乱塞乱来，极其老套，场景设计能看的也不多，后期几张地图玩的想睡觉，怪物一个比一个怪，除此以外都是优点，动作和系统都很有意思。
差评: 这是一款看起来有一个好的结构，但是制作有点拉跨的二次元游戏

大约37小时的游戏过程，完成了全部主线支线并且白金了，在当下游戏逐渐偏短平快的时代，还是比较扎实耐玩的。游玩过程中没有遇到过恶性bug，不得不说bandai的游戏即使不太好玩，但是每次都态度比较端正，发售版基本上没什么bug，内容也很完整

不过态度归态度内容是内容，这款游戏有不错的骨架但是血肉的填充实在是有点拧巴

可以总结为想在尼尔的世界观下讲命运石之门的故事，走p5的剧情结构玩鬼泣的战斗体验，还要有贝姐的极限闪避，但啥都没做到足够好

游戏比较亮眼的部分是战斗，以超能力远程投掷物体造成比较可观的伤害，靠近战为超能力充能为基础的套路，超能力和近战存在名为念力追击的连携方式，让玩家的攻击动作和位置灵动了起来。游戏中有队友系统，队友除了和你一起战斗外还会提供一个技能给你，你可以直接使用技能获得增益效果，或者消耗技能充能召唤队友出来直接造成伤害。战斗过程中队友还会触发奖励性质的qte。不断战斗还能积攒两种能量进入两种爆气状态，其中一种能量满了就自动触发，另一种是玩家手动触发。战场上还有大量特殊交互物，玩家可以通过超能力驱动，并触发qte，qte成功后依据交互物的不同，可能会对敌人造成大量伤害，控制，异常状态等效果，战斗中还有极限闪避系统，成功的话可以触发一次反击
总的来说，战斗系统内容丰富，站在玩家侧观察，虽然有点要素过多不过各内容间还算协调，打起来观感挺华丽的，主角的动作也好，打击感也好都不错。但是，丰富的内容没有什么深度，机制间无法形成有效的联动，做不到鬼泣那种华丽的连招。最致命的是敌人侧内容单一，战斗的重点在于利用队友能力克制怪物，某些boss战的核心甚至是用超能力触发特殊交互物并成功完成qte。这就造成一个奇怪的体验，我玩着一个动作系统华丽，战斗内容丰富的选择题，我只要搞清楚遇到什么怪开启哪个队友的技能就行了，而且游戏后期一共8个技能，能同时开4个，我甚至有50%的几率蒙对。大部分boss，除了最后两个boss，基本上没什么阶段变化，即使有也就是临时多一道选择题让你填，填完了还是继续刮痧把它刮死。比较经典的动作游戏，比如魂系列也强调机制应对，但是应对方式是在合适的时机翻滚，以合适的频率翻滚，找到安全的位置躲避伤害，进行正确的弹反等，是比较考验观察，理解和反应的，玩家要做到在尽可能少的犯错的情况下去攻克boss，而boss的阶段变化会带来应对策略的变化，打乱玩家刚刚适应的应对节奏，给予新的压力，也正是这种压力让人兴奋，成功后成就感极高。绯红的战斗应对可以说是比较机械了，导致乐趣比较低。
游戏后期玩家的攻击力成长比较有限，但是怪物血量成长极高，导致比较刮痧。后期的关卡又喜欢堆怪，怪群又大部分不能跳过，比较恼人

关卡比较平庸，建模和渲染都还可以，但是不鲜活，就是一些打怪的地方，基本上没有探索内容。而且场景的复用程度比较高，经常前脚刚出了这个图后脚又进这个图

然后是剧情
游戏的剧情是双主角视角+时间穿越的模板，可以说是世界级复杂的模板了，能写好感觉可以和命运石之门掰掰手腕。不过实际成品根本不够石头门一只手打的。

大体剧情如下：
[spoiler]
3000年前 
地球被人类破坏不益于生存,人类移居月球

2000年前 地球环境改善+月球人口过多+月球出现兽化因子泛滥，部分人口被派往地球作为移民团开拓，移民团抵达后不久，疑似月球为防止人口回逃，同时解决兽化因子问题,利用重力装置将月球上泛滥的兽化因子排斥到地球平流层，形成断绝之带，史称断绝之春

断绝之春后八云皇建国

建国后,八云皇被卡连刺杀,卡连假装自己是八云,和荒吐神连接控制国家并进入冬眠

20年前 断绝之代异常下沉,导致吹雪未婚妻,卡连暗恋的对象,艾丽丝怪异化

约16年前，重作为设计儿童被培育出来作为红色细线的持有者

大约15年前,结人的母亲被其父亲从渡月救出,对于重的抚养停止，并生下结人（哥哥啥时候生的。。。）

11年前,重穿越到医院,救下了结人,结人和重产生共鸣,结人获得超脑力

同时,重和结人的母亲为解决岐之门穿越到现代

故事开始,重和结人成为正式队员外出执行一系列任务,在一次艰难的胜利后,重的义姐直见为帮重挡子弹被怪异化

重和结人保留了现场留下的一些证据并约定一起暗中调查

后收到任务到高速路上清除怪异,不过实际上是卡连的埋伏

其中结人的好基友触发了政府布置的人格矫正,开始攻击队友,队长塞特死亡

重和结人备受打击,触发隐藏超脑力红色细线
触发后结人留在现代,重到达50年后

由于重的穿越空中出现歧之门(由于时间线冲突触发的黑洞)由于结人脑力的介入，岐之门无法消失

50年后由于黑洞不断膨胀,地球几近毁灭

重见到50年后的结人，得知岐之门是穿越时空必然出现的现象，并应该由于穿越的完成而消失，但是重的穿越包含了结人的脑力，导致结人不死则门不消失，未来的结人拜托重将过去的自己杀死，并以自杀刺激重返回现代

留在现代的结人见证了卡连的反叛,其理由是政府对于公民的高度监视和人格矫，率半数怪伐军进入青蓝和新日向对峙

正在赶往怪伐军总部的途中,结人看到了被杀的父亲和拿刀的重,发生冲突，实际刺杀人是阳炎

重逃往青蓝

重收到青蓝的委托刺杀结人，委托受木灵阻挠失败，后依据收集的信息找到了怪异化后被收押在旧美术馆的直见

结人的失忆逐渐严重，到医院开药，靠鸫的能力发现那歧在医院并坐车离开，于是追赶并找到了新日向进行怪异化研究的旧医院

而后在一次巡逻中发现渡月运送到青蓝的人脑，追踪后发现青蓝的怪异研究设施，旧美术馆，遇到在此执行任务的重，发生冲突

重此时也刚认识到货物是人脑决定去渡月一探究竟

为了揭发新日向，结人再次潜入旧医院，并发现自己是被改造的无能力者，逃出医院时被新日向试做叛军，无处可去，决定去宗教中立区域渡月试试

重一行先抵达渡月，被软禁，好在阳炎提前脱身，救出重

结人后到渡月，得知大量月球信息，为了获取更多的信息，结人和渡月的超级计算机贝比连接，在快被夺舍时被重惊醒，后一起乘乱逃出

渡月夺舍的目的是派人回到过去让月球移民如同没有发生过

于雪山腰两队汇合，就月球移民和岐之门问题交换意见，并决定互相回到各自阵营，发挥作用，让各自阵营以阻止渡月为第一目标

结人返回新日向，询问哥哥意见，获得对峙视频，并准备通过荒吐神向全网公开

重返回青蓝，得知木灵正驱使怪异化的人类准备进攻新日向，前去阻止，击退木灵，渡月来袭，重一行受到怪异化人类保护，成功幸存，但是包括直见，艾利斯等怪异化人类死亡

卡连赶到，非常悲痛，复制重能力后离开

重等人判断卡连需要结人能力辅助才能穿越于是前去支援结人，到达时卡连已经穿越，结人昏迷不醒，众人用超脑力救好

两队集合，攻击渡月，贝比在被侵占前自动停止机能，将内部知识用残留的红线能力传输到过去的结人母亲脑中

渡月阻止成功，下一个目标岐之门，为了了解如何处理岐之门重穿越到11年前，找到拥有知识的结人妈妈，自己的养母若菜，救下被怪异袭击的结人，接触后结人脑力觉醒，然后重同若菜一同穿越到现代

经若菜引导，结人和重进入岐之门解开缠节，全部解开后若菜返回11年前，被渡月刺杀

但是岐之门还没消失，原因是卡连穿越到2000年前的缠节需要卡连处理

大家在皇陵找到卡连进行劝说（物理），然后卡连同意协助，众人连接荒吐神，利用全国公民的脑力移动断绝之带，使之被岐之门吸收，然后卡连自我牺牲，抹消自己在世界线上的存在，拯救了世界 orz
[/spoiler]
首先是剧情表达方式，是ppt式的，也就是会出现对话两个人的半身像，然后配上对话框，一些关键动作比如跑动啊，跳跃啊，战斗啊什么的都会有静态的画面展示。说好听点叫尝试动态漫画的表达方式，说难听点是经费和时间不足没法全cg化，隔壁同一个娘的破晓传说可是关键内容全cg化，部分内容ppt的。实际体感代入感极差，上面的角色半身像根本没有看的意义，浏览一些文字然后skip就结束了
然后是剧情的推进过程，非常的草率，事情发生的很突然，突然的就有人怪异化了，突然就穿越了，突然男女主就冲突了，突然又和解了，所有人都不知道的秘密队友一下就查到了，前面还在追杀打的女主团逃窜的教团后面立马靠10个人就杀入他们大本营，物理破解了他们视若神明的超级计算机。缺乏铺垫和伏笔
剧情的合理性根本没有好好梳理，特别是关于时间穿越应处理的悖论内容。。。基本上没有讨论，穿来穿去好像一点影响都没有
剧情中还有和队员构筑羁绊的支线，可以说为本就草率的剧情结构添了一把火。队友的人设是高度模板化的，傲娇眼镜男，社恐枪手妹，阳光青梅，沉稳大叔，成熟正太等等，基于人设和世界观背景，他们被塞了一堆细节设定，然后通过羁绊支线以ppt的形式灌输给你，表演的内容挺尬的，像饭圈立人设一样生硬。更可怕的是，这些剧情会在非常不合时宜的位置推给你，上一秒还在你死我活的男主队队员，下一秒就发个短信来约女主恰饭，然后若无其事的向你灌输他的人设
最后世界观中最大的问题是，社会，组织，人民的缺失。军队形同虚设，两个城市间发生过冲突但是完全没有体现，你就是一段文字配一个画面都好啊，政府组织存在，但是没有什么戏份，你也不知道偌大一个国家靠什么运作的。说是政府对公民进行了强力的监控，但是主角们出入各处也没人知道，也不知道监控了啥。被监控的公民，被煽动的公民，被偷偷使用脑力的公民也没什么存在感，好像默默就承受这一切。所有的一切都依托在主角团上，10个人的举动完成了世界级矛盾的诞生和化解，非常的唯心

整体来看bandai想做一个好游戏，毕竟游戏架子挺大，内容也做的挺多，但是不够好玩，剧情比较草率罢了。但是换个角度又感觉bandai在找一种像传说系列一样能快速量产有稳定出货量的游戏，因为绯红结系似乎把市面上有热度的内容都囊括了，二次元，动作类，双主角，时间穿越，丰富的羁绊，三角关系，霓虹灯遍布的城市和反国家监控的赛博朋克内容等等，就感觉bandi以工整的字迹，清晰的卷面写了一篇开头立意很大但是中间塞满了八股的作文，以一个名人名言做结尾卡着字数写完了，最后态度认真的交了卷。一时间让人不知道这到底是资本家在试水还是游戏人在试错

这款游戏以剧情留下的尾巴来看，可能会以dlc或续作的形式套路月球内容，保持一丁点期待观望下吧，其实骨架这么大的游戏如果愿意认真打磨，填充血肉，应该远比现在好玩才是

好评: 7.5/10 白金纪念
推荐先推男主线
中后期开爽
二次元良作
差评: 重复地图 堆怪
差评: 论爽快感和成就感
荒吐神前：一波一波地运用脑能力解决一群小怪和几个精英怪！
荒吐神后：运用脑能力解决几个小怪和一波一波的一群精英怪¿
好评: 酷
好评:  游戏终于全成就了 感觉可以给这款游戏做个评价了 
 直接说结论 满分十分个人可以给到八分， 算是近期玩过最爽快的二次元风格游戏了 ，不过玩的越多越是觉得遗憾， 这款游戏可以感受到万代南梦宫在游戏里上的一些突破， 但是又没能做的令人满意 ，比如游戏中令人诟病的PPT过场， 我本人是会玩GALGAME的所以能接受这种风格， 但是这款游戏PPT被喷的多其实跟这种风格没太大关系， 主要是剧情太蠢了， 而且这游戏剧情怎么说呢， 其实主线剧情逻辑都是能说的通的， 只是表达出来给人的感觉实在太蠢了， 而且游戏里说了很多东西后面就突然没下文了，  苏芳和青蓝的关系、 怪异化的研究、 月球的后续明明游戏里说了很多 ，但是结局又什么都没说 。
 不过游戏整体玩下来还是不错的， 虽然主线剧情有点蠢， 但是伙伴之前的羁绊写的还是挺好的， 不得不说结人和重摊上了一群好伙伴， 不然我估计剧情到一半直接可以结局了， 两条线通关结束最喜欢的还是基地里大家一起的感觉 看这空挡的基地从无到有，送的礼物摆满房间 ，以及基地里两个队伍的大合照 也算是对应里游戏标题的结系二字。
 另外提一句，这款游戏打击手感并没有想象中的好，但是万代很鸡贼的加入了手柄震动，让你感受到攻击的反馈，但是键鼠这方面估计体会不到，键鼠玩家想要购买最好先想清楚，如果是你喜欢二次元风格的游戏玩家，这款游戏我觉得并不会让人失望，虽然有瑕疵但是整体还是很优秀的，不过这款游戏我还是推荐等打折再入，毕竟这个价格有点对不起游戏体量。
最后说一句，花火天下第一，赶紧表白啊，真的看的急死了，不过万代已经表示要推出新的DLC，有新的羁绊和剧情，期望这次能把花火和结人赶紧安排上啊啊啊!
好评: 剧情虽然有些硬伤不过问题不大，作为游戏来说战斗系统还是很爽的，角色建模都挺好看，怪的类型多一点就好了，做动画的钱拿来游戏里优化一下演出别做ppt就不那么容易开场劝退人了，做希望以后能出第二部月球篇或者卡连线的dlc，总体可以给个好评
好评:   一部非常有潜力的作品。有趣的战斗机制，庞大的世界观，剧本拎出来看其实也不错，人设也不错（摆烂岚真的太可爱了0V0)，该王道的也王道了，该燃的也燃了，音乐，美术更不用提，肯定在Arpg这块是在水准之上的,毕竟现在二次元RPG能打的也就只有南梦宫了。
  但从体验上来说，剧情是大硬伤，游戏的节奏与剧情的体量和推进方式是不匹配的。游戏的流程大约15小时左右，无法支撑磅礴的剧情。因此，体感上来说，很多剧情的转折过于突兀，尤其是势力矛盾和人物矛盾之间，转变非常快，经常会出现上一秒拔刀相见，下一秒却那么温柔~的情况。大多数玩家脑子估计还没转过来，杀父仇人变成我的HOMIE~，excuse me？？？。但是，不追究严谨性的话以及流程的话，这个剧情真心还是不错的。
  这游戏的关卡是完全为战斗机制服务的，估计做的时候就想着如何发挥SAS战斗系统的特性了，堆怪毕竟也是为了发挥系统优势嘛~~。不过这战斗系统真的还是不错的，很经典的日式战斗，主打连携播片。讲道理，这种很日式的战斗系统也确实耐玩。大多数日式游戏后期都会存在刷刷刷或者堆怪情况，有趣的战斗系统能让你痛苦减少许多。
  喜欢玩ACT或者JRPG的同胞们还是值得一玩的，拜拜各位，该破晓传说了9 - =


差评: 满分10，给5.5
战斗系统刚接触有意思，后期毫无变化，重复作业。
战斗、地图设计后期也是堆怪空气墙，不打完不能走，硬拖时间。
剧情前期谁都不说人话，后期boss不听人说人话，看得我又气又笑。
买之前看有人说，不买以后就没人做二次元游戏了。以后要二次元游戏都做成这样，那我宁可没人做。
哦对，dlc是每人一件染了色的衣服，几个没什么大用的芯片

差评: 游戏模式单一，地图千篇一律，剧情不知所云。玩了五六个小时，有点玩不下去了。单纯喜欢动作游戏的，可以打折时尝试，单说战斗过程还算比较爽快。
好评: PC上最棒的二次元单机游戏
入手建议：喜欢的玩家可以打折入，不是游戏荒的话可以再等等
优点：
爽快的战斗—特别是在后期，战斗超级爽，而且非常炫酷
优秀的画面—画面非常精美，美术风格真的很戳我，科幻朋克与东方文化的结合处理的恰到好处，整体三渲二的水平也是绝对上乘，很二次元
新颖的系统—通过送礼与对话提升羁绊等级，并且羁绊等级的作用会在战斗当中体现出来，而且羁绊等级对战斗体验的影响非常大。此外，送的礼物会作为装饰品展现在房间中，让玩家送礼的成就感满满
不错的演出与人物塑造—虽然动画演出很少，但都算得上精彩，人物形象的塑造也蛮立体，让人感觉到队友们都是真实的存在
缺点：
过于中二的剧情—中二不是坏事，但过于中二只会让人感觉很尴尬，而且剧情还有强行喂屎的地方，冲着剧情来的兄弟可以省钱了
奇奇怪怪的视角—说是视角锁定怪物，但锁的是角色的攻击视角，而不是玩家的视角，所以很容易出现玩家看不到怪物盲打的情况
为了省钱或是宣传动画的PPT叙事—价格上来说应该是个全程电影化演出的游戏，但居然90%都是PPT，感觉有点亏
个别很恶心的怪—有一个BOSS，会召唤出会飞的小怪，要清掉小怪才能攻击BOSS，很粪，真的很粪，玩了就知道了
好评: 蛮不错得游戏。美中不足的是游戏里脑驱动无法由玩家掌控使用时机，常常小怪战斗蓄满发动，而boss场景却无法触发，导致不能全力以赴，给脑驱动加技能点性价比比较低
好评: 玩的很爽
剧情有硬伤
前期胡乱穿插羁绊剧情
搞个时空穿越题材又基本没有经得起推敲的地方
ppt过场有时候挺影响观感的
推荐先玩男主线
女主线还没玩，从男主线就能看出女主有多nt

玩这游戏就别看剧情了，直接砍爆
好评: 游戏不错，可惜不是喜欢的类型
差评: 这个剧情真的是脑溢血w(ﾟДﾟ)w
差评: 除了战斗系统，我感觉绯红结系一无是处。
女主是个憨憨姐控，男主线没玩不做评价。
游戏体验的重复度极高，剧情越看越困没有给我任何感觉。
好评: 剧情？不存在的，爽就完事了
好评: 二次元就入吧
男主真是个好人
好评: 我不知道这编剧是谁
是不是觉得这种末日背景里人脑子都是坏了的（哦不对有的确实坏了还变异了）
女主：双标 司马脸 谜语人  猪脑子
男主：圣母 滥情  还欠揍  猪脑子
卡莲：自大狂  谜语人  还欠揍  猪脑子








不过打起来挺爽的。
差评: 除了战斗系统，其他都挺拉的，剧情属实喂屎。再预购万代的游戏我就是傻逼  破晓传说真香！
好评: 一周目女主线通关了，玩完的感想是半脸蒙批，首先，卡莲怎么救得他老婆，还给自己玩没了？（剧情就说是奇迹？骗小孩呢……）第二，卡莲没当八云皇（他自己说不当了），也就是说荒吐神不存在，那好多剧情也就不合理了呀，而且最后男主说他是卡莲的后代？卡莲人都没了，也就是说男主没了？而且卡莲不是一心一意艾莉丝的嘛……那他的后代……搞不懂……第三，女主说的去月球……这月球真的是……无数次提，没有见过一次全貌（别告诉我是噬神者的世界）。最后，卡莲改变世界让整个地球都变化了……为啥直见还是死了？抛开这些问题先不管（毕竟要出dlc了，希望多少能解答一下），游戏的优点还是有不少的，白毛的女主，还可以的音乐，不错的打击感和新颖的剧情形式，但果然剧情还是差了点……首先是卡莲，反派角色的塑造感觉并不完善，魅力也很低……最后那波吹雪的突然出现也是迷的很，真就打斗你都不在，煽情风头都有你是吧……然后是男主……怎么说呢，感觉有点像塑造成士郎那样的角色（正义的伙伴），可他又无法为了正义献身（50年后的男主就是最好的证明），结果成了个四不像的角色：呀撒西、半个正义的伙伴、小时候受影响想当正义的伙伴、莫名其妙的吸引女生（士郎那个是靠自己的努力，男主那个……直见的一见钟情可太行了）、未来的自己向杀自己（是红a，游戏里打入了红a（狗头））……讲道理时间穿越这个故事真是百玩不烂呀，一开始片头那个男主看天说杀了他还以为他成了魔王啥的，而穿越能力的时候还以为会有家教那种未来打过去的剧情，真的是……明明有更有趣的发展法，结果却成了半白开水式发展……不过整体体验还可以，尝尝鲜的确不错（首推女主线，男主线……还是算了），跑图的话……最后卡莲那个图真的是有一点点玩吐了（之前几个图杂交在一起……之前刷材料都刷吐了），评个分的话7／10吧
好评: 剧情一般，怪和场景重复利用太高了，战斗挺不错的，越到后期招式越帅，这点好评。
还有我永远喜欢spoiler] 重兰德尔 [/spoiler]
好评: 日本游戏公司就应该做这种游戏，模型经费把控到位，把经费注重在剧情上，就是叙事画面做成3d动画的话感觉会好多。
以后有类似于绯红这种风格的游戏我都会尽量支持的，如果把剧情做得像p5这样就好了！
好评: 燃不起来的普罗米亚
好评: 我是伞兵
好评: 问题很多但是绝对好玩,值会票价,玩到就是爽到
好评: 吹爆好吗，马上快全成就了！！！
好评: 典型的二次元游戏，从设定到剧情上都是。
关键词 末日背景 敌我同源 超能力作战
人设基本是日漫里的脸谱化人设
剧情上采用漫画分镜加cg，表现力依然不错
第一个小问题是剧情上主线和各角色支线的割裂感
(就像是父亲被杀之后和别人开开心心聊天吃饭去了)
但是不影响他的操作手感和战斗体验
第二个问题是后期有重复枯燥感，第二周目内容也和第一周目几乎一模一样。
奖杯全是流程杯，两个周目全打完就全解锁
普通难度24小时打完，困难难度大概在32h左右。
(我阅读速度很快)
很推荐，国区建议打折史低再入
差评: 有不错的地方，有不足的地方  。但我买了，我是傻逼
好评: 本作有许多吸引人的设定，战斗算得上很有特色，结局感动却又不会俗套，在原创IP游戏中算不可多得的佳作。我个人比较推荐先玩女主线再玩男主线，这样玩男主线的时候能了解到女主的心理活动以及动机，而不至于看不懂女主的行为逻辑。
好评: 目前通了男主线，打斗确实很爽快。但是剧情见仁见智，还算比较符合我的口味。推荐打折再入
好评: 好游戏不解释，虽然剧情确实有些不完美，但是战斗确实爽啊。
差评: 什么沙雕剧情 人均谜语人就算了 他娘的上一秒打得死去活来，下一秒无事发生知心交谈是什么鬼 拜托你们认真点啊！！军人，要有骨气！！！！！
好评: 首先JRPG最重要的剧情还行，但是必须是从女主重的视角来看，男主的视角基本就是全程懵逼，完全就是怎么突然这样了，突然就那样了。毫无头绪，女主还各种谜语人，死活都不告诉你发生了什么事情，建议新玩家先玩重线。
[spoiler] 男主线基本就是毫无主线目的似的，被各种人马牵着鼻子走，男主结人的线基本就是，叛乱 > 两个政府战争 > 打着打着突然切成主线 【绯红结系】，女主重线就非常好了，有明确的的主线和各种伏笔，且都有回收，但是这两个政府的纷争突然就没说了。 [/spoiler]

玩法战斗满分，各种SAS配合和连招爽的一笔，这战斗并不是无脑平A放技能的战斗，需要点策略，可惜的是武器系统太烂了，完全没让人能沉浸在武器系统的配合中，基本上有啥好的装备配上去就行了。

最想吐槽的就是变身brain field，这个不仅有时间限制自己普工时还各种硬直，完全变成了和敌人互莽的状态，而且还会突然头痛让敌人输出，别的游戏这种大招都是杀手锏，绯红结系的大招倒好，却是往往最快毙命的大招。Brain field给狗都不用。

人物设计和刻画都非常棒， 但是叙说这羁绊的方法真的太烂了，羁绊系统真的严重影响代入感。如果剧情不是那么的激烈，采取这样的羁绊系统是完全没问题的，但是明明我们两个刚刚才互相厮杀，结果下一刻就一起喝茶聊天。这点真不行。

敌人种类太少，和新战神4有的一比，换个颜色和名字就是新的怪了，太扣分了，明明战斗系统那么好玩，结果却没有与其匹配的敌人。对于Boss更加无语了！

场景地图大是大，但却是空空如也，毫无探索欲望。

佳作未满，值得一试的作品。
差评: 打起来挺爽的，但是剧情没意思
好评: 女人不行
好评: 男女主线通关了，重是我喜欢的类型prprpr。
好评: 剧情些许胃痛，打斗到后期爽爆
好评: 不玩不是二刺猿
好评: 剧情就看个乐 打起来还是挺爽的 打折速度也太快了
好评: 还不错的，主线大概20h通关，正义的十打一是真的爽，你耍赖皮我有兄弟，难得能有这样正常而且香的起来的二次元游戏玩，上一个还是噬血代码，虽然场景怪物有点重复，不过各种技能搭配起来战斗很炫很爽。价格稍微贵了点，打折的时候买还是满能值回票价的，PPT过场确实有点难受，而且要是能多结局就好了。
好评: 人物建模不错，操作手感也行，剧情一般
好评: 为了拯救世界放弃全部私人恩怨集合一起可能的力量 这么伟大的男主 这么能不喜欢的
好评: 人物塑造特别棒 战斗系统特别棒  男主线悬疑恐怖 女主线日常打怪聊天  和伙伴的羁绊表现恰到好处并没有这个类别的用力过猛的老毛病  就是怪有点少了  建议让攻其阴睾来设计怪物 木灵那两个逼的下落也没交代 还我老姐我rnm
好评: 二次元游戏，整挺好
好评: 老是崩溃，烦死了
好评: 剧情虽然nt但是不带脑子看看还行，战斗简单爽快
好评: 建议打折的时候再考虑入手。
不错的战斗系统，熟悉的二次元风格，但是不敢恭维的剧情展开与人物逻辑，浓浓的二次元谜语人剧本。
剧情有男女主分别进行推进，但并不是交叉叙事，而是单主角一条线走到底。
不建议对剧情抱有太大期待，除非你和我一样就像冲着这日系人物来的。
如果你对剧情不感兴趣，大可以全部跳过，只体验战斗部分，看不看剧情对你后期游玩完全没影响。

剧透吐槽：
[spoiler] 我先打的女主线，高冷的外表，天才的人设，我以为女主属于是人狠话不多的角色，玩到后边才发现是个脑子一根筋的重度姐控谜语人。第一次见到女主队的紫电时，一本正经的外表，再加上自己是个小公子哥，对其他人都不屑一顾，虽然比试完全比不过女主，把女主当作竞争对手，但还是老老实实跟在女主队里当辅助。前期我并不喜欢这个角色，直到我见过化身谜语人的女主后，我开始有点期待这个与女主有冲突的配角能够替我骂一顿谜语人女主，你猜怎么着，他还真就忍不住怼了女主，我对这公子哥瞬间好感度+1 +1 +1....。里边让我感兴趣的角色就一位，我们的人气明星岚老阿姨！家里蹲，技术宅，喜欢快乐水，吃零食，打游戏，喜欢摸鱼，自己的东西喜欢到处扔，有事没事葛优躺。外表很年轻然而实际上是已经29年军龄的老阿姨了，可人家都这么漂亮了，年纪又有什么关系嘛~第一眼看到岚的时候我就迷上这个角色了，女主真的一点味道都没有。
另外我得吐槽一句，女主，大公司老板养女；男主，老爸是总理；花火，她家是开大医院的；紫电，上层人士公子哥；岚，诗宾制药长女...然后你往后推剧情就会发现，这帮人全tm是一家子，谁和谁都能扯上关系，整个剧本变成了过家家式的玩笑。
比如从女主视角（我）：你妈是我妈，但我妈不是我亲妈，然后我妈和你爸生了你哥和你，后来我被诬陷成杀了你爹，实际上杀了你爹的人在我队里，你青梅竹马的姑姑还是大boss的发小的未婚妻，然后这个大boos的发小又是岚阿姨的弟弟，然后整个剧本就是大boss为了复活别人的未婚妻，又是搞事叛乱又是穿越时间，人家自己快到手的老婆死了，你这个隔壁老王怎么比人家当事人还着急，导致我一度怀疑我是不是少看了或看错了什么文本。
最迷惑最迷惑的还是属于这个羁绊系统，如果是男女主后期双线交汇还能理解，但是前期双方明显是对立的，结果呢？这个羁绊系统，玩女主的时候会出发男主线队员的羁绊支线任务，玩男主的时候会出现女主线队员的羁绊支线任务，配合正在推进的剧情简直滑稽。你能想象，杀了你爹的仇人找你联络感情，然后对话里说我们先放下各自立场？你说男主不知道，行，可以，我理解。你说女主队谜语人，男主想谈谈也是正常的，行，我也理解。但是你告诉我，女主线里，时不时蹦出来男主队员羁绊又是为了什么？剧情里，前期女主谜语人只想杀了男主，然后男主队一直有人把女主叫出来联络感情？这什么？和敌人统一战线？逻辑上就离谱。
稍微用点脑子都不会这么设计，男女各自的主线没推到交汇处先别开始对方队伍的羁绊剧情，再不然干脆推完一个角色，单独针对这个角色开启对面的羁绊剧情，你给他限制一周目不开放，也不至于现在搞得这么荒唐。 [/spoiler]
好评: 把握不好宏大叙事是JRPG的通病，无论多么宽广的时空尺度，无一例外都会收缩成几个人的爱恨情仇。仿佛主角就是天选之子，这几个人就是整个世界。

绯红结系，时空跳跃，革命战争，给你格局你不会用啊。

更宽泛地说，日厂关于拯救毁灭世界，救赎毁灭全人类的非群像故事，都有这个毛病。

但日厂ACT游戏性不错。也就能让错误变成瑕疵，让瑕疵可以容忍。

绯红结系，真香。
好评: 666666666666666666666666
差评: 这个游戏的剧情就像绯红结系一样棒哦
好评: 我们都是谜语人
让我们来看看哪些二次元水友已经没救了
这个还好
这个没救了
这个还好
这个可以下地狱了
………………
什么叫做主播也是二次元？主播可不是二次元哦，我和欧根只是为了了解青少年的爱好而已，不是喜欢二次元哦，弹幕不要乱讲。
我跟二次元是一家人，二次元都是我的家人，二次元都是我的兄弟，二次元都是我的好兄弟，我的家人
没有二次元就没有我的今天，没有二次元就没有我的现在
我就是二次元的化身，二次元就是我未来的希望，二次元就是我的衣食父母
所以大家要多看二次元
二次元自有黄金屋，二次元自有颜如玉
知道吗？不能骂人哦
好评: 你有神通我有队友！
好评: 战斗系统很有趣，但是怪物过于重复，最后的迷宫又臭又长。
剧情就图一乐，以为B格很高展开很神，格局还是小了。
差评: 这游戏操作太让我失望了，剧情也是太枯燥了
好评: 打折买的我是聪明B
好评: 呐呐，我是二刺螈哒哟
[hr][/hr]
以下为10小时追评：
优化不要太好 1066在2k分辨率下稳60帧我是没想到的
战斗记录B如果只是跟着主线边走边捡的话会不够升级武器，呜呜


差评: BOSS弱点是背上的果子一样的器官
好，我跳起来打弱点高伤
BOSS直接原地霸体旋转。
然后我才发现这狗游戏居然没有空中闪避
想快速落地还得长按c，按c吧又是最后一下攻击才是落地击。
还特么动漫鬼泣，呸！！！！！！！！！
差评: 总的来说，《绯红结系》整体的体验并不算优秀
无论是 枯燥的剧本、干瘪的对话演出，还是 大量复用且机制死板的怪物、后期拖得过长的战斗
都让我最终不得不给出 不推荐 的评价

至于具体问题，其他不推荐的评价里基本也都说完了
我看了几篇，感觉说的都挺全的，这边就不再赘述了

如果是冲着二次元、体验剧情来的，建议直接跳过这个游戏吧
真的不值得，至少原价不值得

——————————分割线——————————

以下仅仅是一些特别个人兴趣的东西

这游戏问题虽多，但是瑕不掩瑜，其战斗系统的框架设计的非常出色
这是整个游戏唯一闪光，也是同类游戏里少见的、非常有突破性设计
我不希望这种优秀的设计被埋没，至少要把它记录下来

首先需要明确一点，绯红结系绝不是传统意义上的动作游戏
它并不要求你连招、看破、精准操作
它需要你在“战斗中连续思考对策”，这反而是一种RPG思路

整个游戏开场的节奏非常慢，一步一步在讲解操作，所有引导都让我以为这就是动作游戏
但我按照动作游戏的思路去游玩，见招拆招、精准回避，却发现过程怎么也不顺利
打个小怪都很拖沓，躲个攻击都很困难

直到这游戏开始向我展示它的核心系统——SAS

简单地说，SAS就是让你可以将自己的行为附加上队友的各种能力效果
比如攻击带电、闪避直接瞬移、复制投射物、霸体之类的
单看这些没什么，但他们之间的效果可以组合
你可以在 ①时间几乎静止的状态下②开着分身③使用附加着强力闪电的攻击④对暴露弱点的敌人 一通暴揍
无论你遇到机制怎样恶心的敌人，都可以捅过组合各种buff化险为夷

这太有趣了！动作与策略的完美融合！

当我因SAS调整了操作思路，改变了对游戏的理解
发现一切的战斗是这么的流畅

不需要担心无法掌握只狼打铁那样的快速反应能力，也不需要担心自己安排行动策略不够有远见
遇到什么怪，开什么buff就是了
而且答案也不是唯一的，怎么顺手怎么来

这种“战斗中的即时策略”
一方面降低了动作游戏高难度门槛太高不亲民的问题
另一方面缓解了回合制游戏数值碾压时还要强行过战斗流程的不畅快

这种思路是一种对传统战斗逻辑的突破

如同《十三机兵》的战斗系统是对传统战棋的突破一样
《绯红结系》的SAS系统也是对《异度神剑2》、《ff7re》这类游戏的一个优秀示范

当然SAS并不算完美，也不是说什么游戏都能直接硬抄
突破也不是一定就比传统优秀
但这种体验上的提升，让我对未来的游戏充满希望

以上

——————————分割线——————————

最后，不得不提一句
如果只是想体验一下SAS是什么的话
这个免费下载的Demo绕过了没什么营养的开头，基本直奔了主题

嗯，好文明
好评: 我不是伞兵
好评: 这游戏真的就很尴尬，你说它不行，它确实不大行，但也没有那么烂，战斗系统打击感还是不错的，但剧情起码男主线是真的一言难尽，看的我拳头硬了，想隔着屏幕给女主一拳。然后rpg的部分还是有的，可以升级队友的羁绊来获得更强的能力和更多复活机会，但你羁绊都做的这么完整，为什么不加个恋爱系统，如果有直接神作好吧。ppt过场是真的无语，什么nt想出来的。前面说了战斗系统虽然不错，但到了后期战斗体验极其机械重复且无趣，而且怪就那么几种，更严重了。
总之，这是个极其尴尬的游戏，和某些老哥说的一样，他有自己的优点，但也有着致命的缺点，但这是个二次元游戏，放在这个种类里，还真没几个比他好的，还是给个好评吧
好评: 从发售到现在终于一点点地打通了重线，有着爽快炫酷的战斗系统，音乐也不错，超喜欢青蓝市和美术馆的bgm，剧情还算能接受，不好不坏（可能是我先打重线的原因吧）。
但是缺点还是有的，地图重复度比较高，好在迷宫美术风格还是不错的，再加上战斗系统，让我能有动力推图下去，但要让我近期去推结人线我宁愿去推一遍CV的白血教堂（不是），最后就是这阴间的支线，我也无力吐槽了。
总之是个比较有乐子的二次元爽游。

好评: 非常爽快的战斗系统，非常解压。
剧情见仁见智，王道二次元剧情，没啥好说的。
（328确实比较贵，198就比较合适了）
好评: 总时长接近80h，全成就了，希望我的建议具有参考价值：
[h1] 强推女主线 [/h1]
想要获得一周目完美体验，以及对这个游戏的好印象，建议选择女主线，有如下原因：
①剧情：推动剧情的重要情节一边倒地安排在女主线，男主线有专属剧情，但大多在女主线得到清楚交代或是对于主剧情来说无足轻重；而且先玩男主会对女主产生厌恶情绪，留下谜语人的坏印象。我可以负责地说，绯红结系只有一个主角，那就是重兰德尔。

②人物：可能女主一开始又冷又直不太讨人喜欢，但是她性格随着故事的成长是显而易见的，而男主始终是个烂好人，没有令人惊喜的变化。女主队伍可谓是集结了一群“怪胎”，正是性格迥异才使得结下的羁绊更为珍贵，每位伙伴的羁绊剧情都非常出彩，重与紫电之间的化学反应总能让人捧腹大笑；男主这边则基本都是“正常人”，亮点全在甜妹花火身上，其他人的羁绊情节更像是在完成任务。

③战斗：前中期女主可以靠麻痹倒地+复制+超高速一套下来爆发输出，清怪效率高；男主前期4个能力竟然只有一个主输出，即便我二周目继承了等级，中期输出效率仍非常低，加之怪物重复度高，很容易觉得枯燥无聊，这也是一周目不建议选男主的最重要理由。

[h1] 改变观念 [/h1]
可能主流的槽点就是过场PPT啊，羁绊章节吃喝玩乐脱离主线啊，女主谜语人啊等等。
首先是PPT问题，大多数人先入为主地觉得如果不是PPT，那这游戏就应该有流畅的CG或是即时运算动画，实则不然。对于文本量如此庞大而且同屏人物众多的游戏来说，它的过场完全可以做成立绘对话框式聊天，而不是大费周章地去搞PPT。同等时间，PPT讲故事的效率明显比CG高，而逻辑又比对话框更清晰，绯红结系也的确运用好了这点。[spoiler] 全体救结人那段也充分展现了使用PPT的优势 [/spoiler]另外，该放动画的地方绯红结系可是一点都不抠门。

然后就是羁绊章节，个人认为它和主线是同等重要的，如果一周目认真看主线和羁绊剧情的话至少也得30-40h，少于这个时间的评测明显带有主观色彩。羁绊章节是随着主线解锁的，一些对话内容也紧扣当前主线，推荐的游戏节奏是主线一章节结束后及时看完解锁的羁绊章节。羁绊情节贴合人物特点，是对各位伙伴命运的深入探讨，也是对主题的深化。

[h1] 剧情总体评价 [/h1]
绯红结系剧情编排的不合理使它容易被人误解，但是它所讲述的人物的成长、伙伴之间的羁绊都值得细细品味。作为新IP，世界观不依赖小卡片就塑造得很到位，故事整体有起伏，非常引人入胜。一路下来看着女主成长，与性格各异的伙伴擦出火花，让我始终享受其中。

ps.战斗方面素质过硬，无需过多评价。不过锁定系统值得完善，无法自动改变人物朝向，加之人物离镜头远看不清，经常会出现打空或是打不着的尴尬场面。
好评: 玩的重篇，男主线还没打
决战前的图太长了，小怪波次也多，脑内空间开个不停 -1分
结尾前的剧情比较一般 -1分   结尾剧情很喜欢 +1分
人设很棒，羁绊剧情也很喜欢，战斗系统出色，最终boss战印象深刻等等加起来
我给个
9/10
综合剧情和战斗系统，我觉得和噬血代码差不多，都很喜欢。

好评: 我永远喜欢镜花姐姐！
好评: 就是个寄吧
差评: 战斗系统勉强合格。但是！前言不搭后语，狗屁不通的剧情，应该是我有生之年玩过最沙比的游戏没有之一
差评: 剧情真的不行，男主线玩过直接卸载，羁绊剧情很无聊，明明立场对立，刚刚还在打打杀杀，下一秒就能在饭店喝茶聊天，男主王道圣母，剧情老套至极，后面穿越时间BUG连连，时间悖论没解决好，总体没有一个吸引我的角色，而且PPT剧情，真的不值这个价
好评: 好玩
好评: 剧情不错
好评: 剧情有点拉跨，但还是挺不错的>.<
好评: 男女主角全部最高难度通关，非常棒的游戏，除了男主脑子有点坑。

【设定上男主脑子确实有坑】
好评: 战斗还算合格，但剧情真的有大问题，即时演算ppt无法暂停的过场看得我心累
我先玩的男主线，观感如下：[spoiler]女主队全程谜语人但男主就硬舔，前一秒还带着一队人杀你后脚回基地就约到餐厅谈笑风生，男主队全程走打工人路线，你要杀我我不生气追着听你解释，你杀了我爹没关系我装生气让你解释。最后和女主队换情报的时候感觉就像一群考古学家。 [/spoiler]
然后是女主线：低情商，sm脸，谜语人（真就嘴上说一半，剩下一半心声），但所有人都争先恐后找女主谈心交流感情，女主线的内容我打完30分钟基本忘完了发现写不出来。
总结：等打折到两位数买来玩玩也不是不行
[b]最后，我原价买的，我是大伞兵。[/b]
好评: 这两年难得好玩的日厂游戏之一(其实我穷逼买不起别的)

[h1] 就一标准轻小说剧情 [/h1]没啥烂不烂的 几年前一抓一大把

建议新入坑的开女主线  故事线比男主稍微早点(指开头

我是先开的男主线 确实挺痛苦 人均谜语人 (习惯了) 忍到阶段8?还是9来着 雪山那段  之后就好起来了
女主线刚开完第一章  暂时感觉和男主线区别不大

哦对羁绊剧情那几个安排的挺蠢的  (也习惯了 (为啥呢 我不到啊 可能这几年的游戏剧情稀烂的太多  麻了) )  
估计也够呛能改了 
希望整俩DLC 比如切换其他角色   [spoiler] 我想用花火 [/spoiler]


差评: 不合格的RPG游戏也是及格的二次元游戏

为什么说是不合格的RPG游戏
别以为技能多变点就能爽了，打小怪永远也爽不起 来。这样的道理可能制作组不会明白。
饮料比水好喝，用100种姿势喝水也不可能喝出饮料的味道。
（ps:饮料是指设计优秀的怪物，水是指设计平庸的小怪）
看似灵活多变的战斗系统，实则被克制关系高度压制，怪物都有着对应的打法。
怪物设计只能用失败两字来形容。
boss设计品质属中下，数量在同类游戏几乎垫底。前期充斥着特殊念力攻击，在中后阶段boss战中几乎无法使用，冰被火烧成水后又不给电系角色，在那硬刮。人形boss第三阶段的爆发就没哪个技能能抗过去的，盾扛不住，瞬移被打到一次就被后续伤害搞死。
极限闪避也就刮刮小怪，碰到boss闪避后的一套连半层盾都刮不掉。而且闪避无敌，闪避后的攻击动作伤害低硬直大，那跟普通闪避有？区别，还没有5年前的崩坏三极限闪避做得好
还有，那脑领域有毛线用，减伤还得升满，还不能用队友技能，硬直还大。麻烦制作组做不到FF15的幻影剑一样的爆发就别乱搞。
加上处决，一堆半吊子系统冗杂在一起看起来高大上，实则哪个都做不精。
boss设计的失败以及用大量重复小怪填充游戏内容
后面的阶段都是爬三层塔结束，也有脸做出来这时代也是少见了
技能组合是最大的优点但其滥用也是最大的缺点，这么喜欢搞这种东西建议制作组下次开发解密游戏【流汗黄豆】
低难度 前期用单一技能刷小怪——后期用各种技能刷小怪
高难度 前期用单一技能艰难打小怪——后期用各种组合艰难打小怪


说为什么是及格的二次元游戏
剧情看似跌宕起伏，实则充斥着编剧生硬的转折和苍白的角色设计。
和其它二次元游戏相比，这故事怎么样，看着好像还行，但绝对不能说优秀。内核是老日漫那套友情以及拯救世界。结局的演绎差强人意，但之前的一系列剧情很容易看出编剧刻意制造冲突，并且杂糅了各种中二病的设定（反正原创，随他玩了【笑】）
再说配乐很差，男主时间穿梭记忆消失的情节核CODEVEIN回忆形成鲜明对比。CODEVEIN里听着空灵的音乐缓缓走下台阶的情节到现在都记得，反观绯红男主失忆的部分声优一个人尬说简直想笑。那岐死的时候我连看都懒得看，为什么:1.一个脑控制的设定就可以完全放飞自我，吵得心烦。2.剧情前期的互动极少，无法积累感情基础。3.猜都猜得出早就要死的。

结合羁绊剧情的角色塑造比较优秀，基地角色互动，闲暇动作会让人放松，上一次看到这种设计是火焰纹章风花雪月。
我还会上游戏看看角色们在基地的活动，但大概是不会有二周目了。
差评: 垃圾剧情，越玩越难受，莫名奇妙的感情线，前后毫无逻辑可言
差评: 剧情真的好差，战斗也不咋地，动作僵硬，前期打的累，后期打的快但是重复度高，很无聊。以下是我对剧情的吐槽，玩的真的心累，花钱买罪受，含剧透
[spoiler] 只玩了女主没玩男主的。最不能接受的是最好的姐姐没了，变成怪物熬了那么久，最后还是没了，就工具人呗。身边4个队友3个是叛徒，我真的接受不了，被人背叛能那么就快就和好的吗。给这些队友送礼搞羁绊剧情心里都很不舒服，尤其讨厌阳炎。女主要杀男主就是不解释原因，好无语，被认为杀了男主父亲，背叛了军队，还能跟那边的队友聊天谈心的啊。到后期前面发生的事就一笔勾销了，大团圆？你们是大团圆了，在一个基地好的很，我接受不了。 [/spoiler]
差评: 玩的结人线，真的是给我气笑了。
好评: 游戏制作组通过剧情恶心玩家会获得什么快感吗？
当年评价智斗类网文的时候有句金句，角色智商上限取决于作者智商上限，角色智商下限取决于作者智商下限。我特么用膝盖想，也想不出这么傻比的角色，我怀疑游戏制作组中真的有人有智力缺陷。

去看点番剧，提升了一下自己的二次浓度，直接改成好评！
好评: shit男主线给我玩的脑子疼，本来还想玩女主线的，瞬间不想动了，sb万代编剧
好评: 什么啊，原来我就是傻逼二次元啊
好评: fatal error
好评: 概括一下：小部分让人惊艳，剩下都比较拉胯的小3A，日厂常规操作，150可入，买了首发的我是伞兵。可以类比尼尔机械纪元，属于长板突出、短板明显的游戏，不过尼尔机械纪元长板长到突破天际，短板靠设计巧妙地遮了一下，《绯红结系》就差了些，比不得前辈能掀风浪。

优点：
世界观令人惊艳，怪物设计风格化非常新潮。
对战斗系统的规划非常棒，所有伙伴的技能都很有用，组合起来有奇效，机关和怪物设计也有照顾伙伴技能。
队友的人设有尝试多元化，不像传统ARPG主角周围都是“同龄的伙伴”，主角年轻的队友还在烦恼恋爱、交朋友，年长的队友已经在担心退休后，担心被时代抛弃。当然因为“矮化剂”的运用，所有队友都算美型，不会老态龙钟。而且制作组在预算有限的情况下，也努力在讲队友们的故事。
声优还不错，全游戏有大量的语音对白。

缺点：
双线叙事有点搞砸了，男主线剧情让人血压上升，女主线让人觉得她傻。
各个系统之间耦合并不好，部分系统玩法还和剧情产生了不可调和的矛盾——[spoiler]比如有杀亲之仇的嫌疑，却狂撩对方队友，还发短信约定“我们这次见面，只聊风月，无关其他”，也就是要搁置男主老爸被杀的争议，去聊一些家长里短发展彼此的关系，emmm……ex-fucking-cuse me??[/spoiler]。
因成本限制，导致表现效果撑不起来故事格局，只在几个主角ppt尬聊中的“危机”让人脱戏——[spoiler]开头起了个高调，要反抗监察制国家体制，打着打着就过渡到“让我们先搁置争议，解决世界毁灭的问题”，最后又需要和一个为救爱人不择手段的男子进行最终战，武力说服他放弃爱人而是去拯救世界，结局的感动点落在这个男子最终帮主角拯救了世界，同时也拯救了爱人，但抹杀了自己的存在。不得不说中间的发展太跳脱了。  [/spoiler]
关卡除了主角念力御物外没有别的互动，场景没有反馈。怪物设计发现超过一半的复用，大概真的是没钱了，好在结合属性技能以及队友技能还可以打一打。
好评: 战斗系统到了后期所有角色都可以使用满羁绊能力后会非常爽快，不管是动作设计还是表现力都非常棒。
但是剧情是真的拉啊，建议想体验爽快战斗的人入手。
好评: 还可以
好评: 不错 可以
差评: 千万别预购万代的游戏，398预购的，特典可以买，俩个月就打折，这还有什么预购的意义=-=，直接等75off就行了，这游戏剧情喂屎，衍生动画做的也不行，好好做个游戏不行吗，非要整个动画，游戏对话全PPT。
差评: boss战游戏崩溃
好评: 10分给7分 总体不错 [spoiler] 不能捏脸 辣鸡游戏 [/spoiler]

不耐玩 SAS花里胡哨其实没什么搭配和build 
二周目除了体验剧情流程确实没什么亮点

首先 我困难开荒 全程没卡过 难度不高 有手就行
待命部分除了NPC没家具互动 但凡有都能8分
只说缺点
战斗 动作系统：出个648宁就是手游 用脑子走点心这游戏能做的不是一般的好
地图要素 收集要素：挺蠢的 用脑子走点心这游戏能做的不是一般的好
剧情：你搁这猜谜呢？ 我真TM想给男主角一拳 都TM大结局了还搁那整活呢？
差评: 怪物重复度太高了，boss战前在重复的地图上打重复的敌人至少两小时不间断，真的想用场景道具里的泥头车创死关卡设计
差评: 战斗系统可圈可点，剧情摆烂，悬念全靠说话说一半，男主线真的折磨
好评: 328入手
一口气几天干完结人线，整个流程花了二十多个钟
剧情不能说差也不能说很好，如果有认真玩队友羁绊剧情的话有不少主线的坑能填（但是刷羁绊等级可以多的给你刷到吐，等级还是很管用的打怪时有额外援助）。建议如果还没入手的话建议开玩后一顶不要随便跳剧情，羁绊也一样，到后面真就看不懂[spoiler] 小心二次元！ [/spoiler]。坑开的很大，结局填的差强人意，但是挺意外的。不过这是游戏。这要放在番（季）估计好不到哪去
特色：讲故事大部分时间在用ppt。[strike] 二次元味儿还挺浓 [/strike]整个故事剧情能占一半，其他时间如果只打主线也是占一半....
战斗系统做的有些创意，有些怪需要特别技巧才能击杀，随着剧情发展越走花样越多。但是怪物类别有些少。
[strike] 主线战斗简直是疲劳战 [/strike]
最有趣也是最反感的，就是那[spoiler] 脑内空间 [/spoiler]玩意的开场太长，不可以和脑碎动画一样可以简化马？，而且有时候按V磕到B键能难受死。
不说了，白毛线还没动
好评: 打折买的，我是聪明逼
差评: 作为二次元游戏，这游戏的画面动作系统包括脑力设定都十分优秀，各种超能力加入到战斗之中很有意思。剧情大纲我觉得也没什么问题，但是玩男主线实在让我血压升高，男主太他妈舔狗了，虽然他是日式标准亚撒西，阅番无数的我应该习惯，但我真没见过死了爹还一心想着和女主好好相处的，女主就一个谜语人，还舔着脸找我来帮她救队友，全队基本都沾点，恶心！
好评: 女主线也通关了，基本上把所有的问题都解决了，除了兽粒子月球人这种。男女主都通关以后会补充男主送女主，女主送男主定情信物的剧情，再看看制作一团糟的动画片，感慨万千啊。

说实话去年这游戏刚出实机演示的时候我基本是捏着鼻子看完的，日本人的实机演示么就是一群人对着一个屏幕，明明什么都没干，却能不停赞扬游戏牛逼，“哇斯国伊”、“哇卡酷伊”的感觉，导致我对这游戏的印象就是不太行。但看这个相对不媚宅的人设（可以参考隔壁噬神者1、2的亚莉莎，雪儿及噬血代码的伊奥等）我就断定不是shift做这个游戏，也许手感可以期待下？毕竟shift祖传菜刀砍塑料手感。
但我还是买了，也许这就是二次元吧！


男主线通关了，总体评价下我觉得能给到8分吧。通关以后看了眼MC，差不多大家都觉得是这个水平，不过不失。

先感叹二次元真的是好时髦，从很久以前的巨大机器人巨大飞船，到后来遇事不决时间穿越、近几年更是量子力学，这次又是赛博朋克（脑朋克），我们二次元总是走在“科学尖端”，所有的科学技术第一应用地点永远是二次元。
不过再怎么走在科学尖端，大部分故事的内核还是“友情、羁绊”这种，可以说是二次元的“醍醐味”。

前几天和朋友开玩笑，日本二次元作品的一大怪癖就是设定要宏大，最好是从宇宙开天辟地开始！因为人的野心都是宏大的。剧情要谜语，谜语了就会高大上！因为作者通常驾驭不了这么大的故事，只能支支吾吾写下去。结局要小家子气，最好是微缩到个人恩怨家庭情感上！因为只能这样才能把宏大的命题转化为两个人站着对砍。这样，一部集合宏伟野心、笔力不济、放弃挣扎于一身垃圾都不如的二次元作品就制作完成了。

通关了男主线以后，发现绯红结系这几点或多或少都沾了点。设定大的不行，前半段故事居然是在描写三个区域的政治斗争，我当时就笑了，日本人这种幼儿园政治斗争还是别多写，多写就会暴露自己没这个本事导致无法收尾，品鉴的太多太多了。不过还好游戏中后期及时刹车，转而描写一个跨越千年的爱情友情故事，写了一个痴情boss，算是比较完美的解决了这个剧本翻车问题。

但是首先日本二次元这个谜语人的怪癖啊，什么时候能改一改，男主线前面8章真的难熬，什么都不知道就被女主追着砍，还说是两个人的约定，突然在渡月又不高兴对砍，远程说一句不要连超级电脑，翻脸如翻书。对此男主在第二次遭遇战的时候真的喊出了我内心深处一直想说的话“你们什么都不告诉我，我怎么知道啊！”太他妈对了哥！我看到这句话无奈的笑了，只能说这段编剧笔力还是控制不住啊，用这么别扭的方法增加戏剧冲突。

作为游戏标题《scarlet nexus》中的nexus，即联系，连结这块，剧情还是表现得不错。小队队员都有各自的个人剧情可以触发，除了某些剧情安排不够合理外[spoiler] 比如刚和女主打完，下一秒镜花约男主出去，刚和阳炎打完，下一秒出去谈心 [/spoiler]小队队员的描写还是很不错。[spoiler] 但是紫电嘴巴是真的臭，你说女主嘴臭但是女主是女人，你是个大男人还傲娇嘴臭，恶心。 [/spoiler]

合流以后对大部分的谜都有解释，不说合情合理，至少给了个看得过去的解释吧。之后剧情开始点题nexus，从第9章开始就在强调人与人之间的羁绊，包括主角濒死的时候用他人的记忆构建主角本身的记忆，（这段游戏体验上有点类似FF7蒂法找寻克劳德的记忆碎片唤醒克劳德），女主穿越回过去拯救男主，妈妈穿越到现代和双主角许久，以及主角们互相使用的SAS能力，脑内通信网络，都是人与人之间的羁绊与连结。结局之后队友也提到了即使男主丧失了脑力，我们之间的羁绊也不会断开，看的还是有点感动了。

岐之门本身是个后悔药，但这类作品的后悔药永远都是带毒的，唯一正确的做法就是放下自己的怨恨不甘不舍（比如男女主也没有穿越回去救妈妈，基友，姐姐），继续向前，但又会为主角们开一个小小的后门，比如石头门中拯救助手，在本作中为boss牺牲自己，终极白魔法了爱丽丝，换来这样一个不算很圆满的GOOD END，也还不错吧（毕竟塞特，姐姐还有基友，妈妈都没了）

至于大家都在议论的PPT过场，我有个不成熟的想法，避免了日式尬演，也算一个不是进步的进步吧。与其做成尴尬站桩对话，抑或是割裂的日式演出，不如做成gal形式。

战斗系统很爽快，男女主合流以后打起来异常快乐，经典配置复制超高速点火复读蓄力斩，要么就是复读挑空+重击，又强又无脑，反而游戏前期大力推荐的念力追击，追击念力这些用的非常少了，可能是男主的本体性能太强了吧。
还有时不时出现的圆圈三角突击影像很有意思，羁绊升起来以后能切实感受到队友的支援。每到这个时候就会感觉花火真可爱啊，打响指点火真的是帅气。

画面上来说万代的这个二次元渲染做的是越来越好了，作为二次元游戏至少画面这关还可以，但场景建模还是粗糙点，不能细看。
整体的赛博朋克感觉还是很丰富的，街上都是霓虹灯影像还挺潮。

总体来说还算是不错的二次元作品吧，因为本作中还有不少的谜团，比如月球人，兽粒子，我想续作应该是有希望的，希望续作能更上一层楼，保留优秀战斗系统的同时，再打磨下剧本吧。
好评: 一周目完结纪念。近年来较为优秀的JRPG，在剧情上看到有多部动漫的影子，对于我来说不难理解。一开始只是抱着玩一下的态度，没想到沉浸到不能自拔。在战斗演出上也极为不错，特别是[spoiler]后期同时开启四个SAS的效果[/spoiler]，简直爽爆了，非常推荐玩到最后。
好评: 比起看别人的直播，自己真正玩起来发现，动作方面并没有很僵硬，p p t 式的剧情演示也没有影响正常的剧情观感
好评: 看剧情，不行；打怪，彳亍
好评: 战斗系统不错，偏慢热，建议玩男主
差评: mhy的图贴的都比你好
好评: 刚刚完成Hard难度结人一周目通关，来做个简短的总评。
首先，作为一个ACT游戏，它做的还是相当不错的。虽然系统简单，但是战斗体验非常流畅，赏心悦目，全程都没有触发审美疲劳。战斗强度适中，不会受苦。
接下来说说剧情。它有着传统的日系主要描述成长和羁绊的主题，主线非常紧凑。人设非常鲜明，动机也相对合理，即便中期有些地方会有割裂感（传统谜语人），但感情流还是能有效的推动玩家继续游玩下去。致于有些云玩家喜欢侃的PPT过场在我看来是种新颖的表现手法，对体验完全没有影响。
其他的美术音乐之类的，和世界观完美融合，时髦度满分。
明显的缺点可以说是没有，因为制作组清楚自己想做什么，没有超出能力范围去试图做它做不好的事情。总体来说非常值得一玩，9/10.
好评: 卡连和带土相比
那我还是觉得我们卡连牛批
好评: 棒！
好评: 男主线通了，比想象中要好玩很多（人物情感确实有问题）
好评: 战斗手感啥的很有尼尔和异界锁链的感觉，在基地的好感度部分让我感觉有点像火纹，hhhh总之是个让我玩得很亲切又很开心的游戏，战斗难度也有，玩起来不会像割草，男女主双线剧情，流程和故事容量也很足够，虽然故事不是特别新颖的那种，但是总体来说很nice，我喜欢。
好评: 双线全通羁绊刷满。剧情本身来说，故事是个不错的故事但是讲故事的方式实在是让人无语，叙事节奏问题很大而且遮遮掩掩让人烦躁。好在我是先玩的女主线，体验比先玩男主线要好不少...............战斗系统倒是惊艳到我了，针对不同地形和敌人选择队友能力来打出连击实在是非常的爽快，但是众所周知万代南梦宫的游戏是毫无手感的【铁拳除外】，虽然我本身就对手感没抱什么希望就是。

总的来说还是推荐喜欢这类风格的来玩，槽点还是蛮多的能接受的是没问题，不能接受的就别勉强自己了。

所以新的服装和剧情DLC什么时候出？？？
差评: 这游戏打击感太差 操作也是，剧情我懒得理解 不做评价！
好评: 编辑测评，勉强推荐吧。作品的美术风格不容置疑，比起以前玩过的噬神者，嗜血代码等，美术有很大的提升，攻击特效和处刑QTE精美深得我心，但是万代游戏依旧的老毛病，这些开头的新鲜感都会在后面巨大跑图和关卡设计采用怪多重复血厚甲厚恶心人的设计被磨灭，只想快点通关。
剧情的叙述采用PPT形式是种创新，我觉得没那么不好，就是太多了点，有些地方用动画来做会更流畅,ppt来呈现感觉好卡顿，剧情内容的话我庆幸队伍里有全程智商在线的岚在，万岁！
差评: 建议女主去哥谭市当谜语人，这脑回路相当清奇，男主线通关女主线打到男主爸爸狗带那里，都不让他们见最后一面，说出来的话也是相当的猪比，我玩这个游戏都感觉智商受到侮辱
好评: 真不戳
好评: 除了过场ppt 对话又长又多 ；亲密度系统奇奇怪怪 其他 都不错
好评: 犹豫了很久是要给好评还是差评，看在原创IP，65折入手，玩了60+小时的份上还是好评了。原价我认为是不值的。
缺点：剧情大粪，强行双线，导致男线和女线的前半部分剧情展开都是一团糟。各种谜语人，男主没头脑，女主不高兴。人物的行为动机在逻辑上站不住脚。相比之下PPT过场这点我倒是感觉还好了。战斗系统的脑内空间设定很蠢，你以为是个强力大招，实际上还不如普通形态好使，除非把减伤点满，但前期技能点宝贵的情况下脑内空间那一系的技能性价比太低了。脑驱动的触发没法手动控制，也很迷，实用性大打折扣。闪避无法取消自身动作，只能带上那个攻击动作不被打断的插件强吃怪物伤害进行输出。SAS系统的被动技能很强（类似附魔效果），但主动技能都挺鸡肋的，意义不明。
优点：基础战斗系统还算有创意，后期全员到齐之后，羁绊叠满，8种特效随意取用，任选4种可同时开启，还是挺爽的。队友的塑造都挺好的，个性鲜明。送礼物之后基地里面每个人的小空间会慢慢变丰富，细节做的挺不错。
好评: 代入感十足
好评: 战斗系统还行，剧情有点蛋疼
好评: 个人觉得作为一款日式ARPG的话，其实是款还不错的游戏，毕竟日式ARPG做得好的并不多，但还是有一些槽点，闪避就是一个，还有不能主动防御，有一部分战斗技能得靠升级加点来解锁（比如说重击，受身之类的）。画面的话个人感觉总体上还行，但细节上就欠缺了（这也是JRPG的常态呢）。CG上大家应该多很清楚，少得不能再少了，估计拿去做动画了吧（笑）。总而言之，喜欢JRPG的朋友还是可以尝试这款游戏，不过推荐等打折。
差评: 原价入手，战斗系统非常酷炫，花火非常可爱，但是剧情和女主极其令人脑淤血，一周目男主线体验极差。如果你能做到完全不带脑子看剧情，这游戏还是很推荐的。
好评: 场景颜色搭配得当
怪物种类丰富 各有特色
标准难度不高 尽管手残也能砍到爽
剧情没觉得有什么毛病 不知为何都在喷

除了日厂游戏神奇的高价
以及遇到过一次boss打完没触发剧情bug了结果重新打了一次 
没发现什么大问题
好评: 你这但丁为什么能四种风格一起开啊？
差评: 还算可以的战斗系统（但是后期玩起来非常无聊） 令人无语的剧情 NT的人物设定 混在一起好像巧克力味的屎 不如看还珠格格
差评: 傻逼剧情，僵硬的游戏操作，我都怀疑这破游戏是有死忠粉刷好评。就这？特别好评？WFNMDP！
什么脑瘫男女主，女主双标婊子也就算了，男主真得极品！杀父仇人当前，打一架不杀，诶！就是玩！开始卖尼玛P的柔情，问为什么要杀我爸，玛德，三观震碎，这就是傻逼日本人吧，几次三番都这样，你他妈不会打断女主一条腿让她跑不掉再问啊？然后更他妈震撼我三观的来了，后面那个成年人说是他杀的老爸，好家伙，怎么就不问为什么了？直接拔刀要杀人了？这他妈的不就是精虫上脑的臭傻逼行为吗，哦！女主刀子有血，还爱理不理你，见面你还柔情问为啥杀你爹，这边成年人告诉你过程，你怎么不柔情了，开始当疯狗了？后面更是个寄吧，青梅竹马都他妈快贴脸表白了，木头脑傻逼直男癌，老子一正常男的从未想过你这种傻逼能活到最后！？强行和NT女主凑一块，真棒，就物以类聚人以群分，NT和NT挤一块世界和平。Bloody hell！还好意思开个二周目模式，让我走女主线再吃一次屎？去死吧你，老子不玩了。什么傻逼游戏。
差评: 你要是出个dlc把姐姐奶活我就点推荐。555
好评: 战斗系统在二次元游戏里还算不错，不过需要亲自游玩才能体会，云玩家体验较差，最好用手柄。
剧情纯NT，背景设定挺好，具体到故事就让人喷血十升，要细节没细节，要格局没格局，要逻辑没逻辑，建议换个剧情策划重启。
遇到两次手动存档没存上的情况，第一次我以为我记错了，然后今天遇到了第二次，幸好还有自动存档，没丢失太多进度。都是待命阶段看完各种羁绊剧情，然后存档，退出，再上发现手动存档是很久之前的，只剩一个刚进待命阶段的自动存档了。还有一个BUG是打开主菜单之后，除了退出主菜单，其他一切按键都没反应，退游戏都退不了，只能退出主菜单存档然后ALT+F4，就遇到一次。
总体来说还是值得一玩，不过建议等价格降到100再入。
差评: 6/10
PPT并不是最主要的问题，当然它也是一个问题
一周目冲着白毛玩的女主线，可算ex到我了，我也玩过一些JRPG，里面没一个跟男女主一样nt的主角，女主前一秒还说犹豫不决，后一秒疯了一样开脑内空间杀男主，这段剧情真的究极生硬，男主看到女主把他爹鲨了要鲨他居然还能留手？女主跟男主打完立马跟人家青梅在一块喝茶聊天还跟人家青梅说要不要帮我搞死男主。这一段剧情炸裂我脑回路，没看过这么无语的剧情。
战斗部分前期并不能体验完全，后期羁绊升上去其实还是不错的，不是前期的单纯AAA了，但是动作依旧比较僵，战斗也算是一个优点。
游戏的美术还可以，也算是一个优点吧。
价格上，万代二次元游戏都这个价，我也觉得没啥，毕竟之前被万代坑过更狠的钱，这个打折入的也不算贵。
总体而言，这个游戏剧情不要带脑子看的话还是可以玩的，不过不要抱有太高的期待就是了。
好评: 
好评: 剧情一如既往的二次元，有的地方尬得我不行，所有配角刻画的都不怎么样，先玩的女主线，姐姐纯纯的剧情推动工具人，26个小时有差不多一半在过剧情，却没什么可圈可点的地方，但战斗属实一流，能值回票价，接上手柄后战斗特别有沉浸感，如果你是闪避玩家不推荐这款游戏，闪避无法取消僵直，开始花开了不少时间适应。所有的关卡只要血包够就能过，在玩到后期技能开的差不多了，外加配角技能可以全部使用，怪物基本全是精英怪，打起来特别爽，有方法的话打折100块就能入手，值得一玩
好评: 1
差评: 吾主马戏团，第四轮战斗，我半血用了处决，然后Boss剩1%~3%的血死活不能用普通伤害打死，因为这怪一直在格挡……我懒得周旋了，就开了大，四个队友轮番为我充网费。而怪仍然一直格挡。最后第四轮网费给到的时候，我半血被秒。得，又重打。
这只怪和我，总有一个是辣鸡。就冲这个我打了十几遍的怪，这差评我给定了。
好评: 二次元，好！
好评: 剧情不做评价，整个操作系统和游戏风格挺不错，很新颖。推荐购买。
好评: 男主线剧情前期迷惑，和女主线会合后就不迷了，战斗很有趣后期的多种技能也变的有趣且刺激。是一款只要你知道日式二次元即时战斗游戏是什么尿性就会觉得还行的游戏。 （感觉原神就像实现这种战斗系统但是做不出来）ign8分我觉得这次还算河里
好评: 战斗系统，打击手感一级棒，结局太让人胃疼了
好评: 我离线玩的 女主线一周目二十小时，玩到那个贝尔电脑图的时候，人麻了，强迫症老想全捡了，走到吐。
不过还是挺好玩的，剧情后面我没看。

电脑图东西放那么高好不容易跳上去然后一个箱子挡一下掉下来，很无语只能说是
好评: 重线一周目通关写下感想。
剧本想测评说的那样，中间有些剧情不脑补会有割裂感，到主角合流后会好点。整体剧本没有特别惊喜的地方，感觉做成不选男女主，一章内男主剧情完切女主剧情的话，我会更喜欢吧。即使那样流程会拉到30个小时
人物建模中规中矩，可以接受ppt过场，但是对话时候的表情很僵硬——基本没变，明明其动画演示的时候还听丰富的
音乐和技能动画算是大加分项，会让剧情情绪点放大，算是对剧情的补救吧。
游戏性来说，中期阳炎加入后开始呈现隐身破击隐身破击隐身破击的割草模式，后期全队加入后，最后的超长迷宫＋不停重复的怪物+割草一样的战斗处理的所造成冗长流程让人疲惫（南梦宫从传说那边继承下来的老毛病了），幸好最终boss第三段算是热血了一把
刚下完时候遇到过一改画面就ue报错的bug
总体来说还是，优点和缺点都特别明显的游戏。不建议全款入
好评: 写剧情的、设计美术馆地图、还有设计羁绊任务要再跑一次美术馆地图的人，给做美工和战斗系统的磕两个头吧。
——想了想还是给好评了 这战斗系统真的非常值得一试
（再补一句 本来一肚子吐槽，看着故事完结之后基地里的每一个队友，突然就说不出口了。该说老二次元太吃这一套了吗 万代你坏事做尽）
好评: 接近20小时打完女主线，从来不做支线，从长度来说游戏还是足够的。
剧情的表现不知道是制作组偷懒还是怎么，用了静态的表现方式，但就效果来说我觉得反而比动态更好，如果是动态的话应该会因为难以表现更多细节显得尴尬吧，而且不得不说这个剧情真的是太日式了，每个角色的设计都如同套日系模板一样。
战斗方面相当不错，念力+近战的攻击方式确实有点意思，打起来也很流畅，加上SAS的支援能感觉到游戏在战斗方面的独到设计，但相对的关卡和怪物设计就属实是拉，我真的不明白为什么在整个流程里放那么多轮子怪，想要展现特点也不至于放那么多吧，越打越烦，这样看下来制作组是不是只认真思考了最后卡莲BOSS战该做成什么样啊？关卡地图也是，最后BOSS战明明很棒的表现力，硬是在前面塞了那么相同场景相同怪物磨蹭半天，还就是全塞得轮子怪，你跟我在这耗时间折磨我呢？

另外！都2021年了，不会还有游戏不支持21:9的显示器吧！？不会吧！？

不过不管怎么说，既然不是哪都拉胯，那也就算是一个良品了，值得一玩，也值得我给个好评。

好评: 很喜欢这个游戏的战斗手感，技能之间有一定的配合对我来说战斗是这个游戏吸引我的一个点，这也是我为数不多想去体验2周目的游戏
但是记得多存个档否则等bug坏档的时候就完了
亲测
好评: 怎么说呢
这游戏动作系统上做的不错，比较轻度，而且偏机制，ACT苦手也能玩的很爽，十分能给七八分。
剧情上世界观架构挺好，不过剧情走势不行，不算烂，只能说比较拉，很平淡，十分给五分。
音乐方面说实话没什么特别吸引人的，个人感觉让椎名豪来配乐可能更适合，可惜离职了。
总体来说还是不错的游戏



好评: 好评
差评: ps5玩的，在这先发泄一下，目前玩到男主待命阶段6
重兰德尔，你就是个表字，批话不说，见着我上来就砍
还有你旁边那帮舒克贝塔，砍我的时候没见手软，我待命那时候一个个发信息跟我套近乎
这游戏好像还有点仇恨机制，我想自杀的时候没人打我
我撤出来回个血，好家伙一个个跟疯狗一样追着我打
就那个寄吧诗宾岚，在那追着我砍，我连药都用不了
对面谜语人，队友好像也谜语人，我真心疼男主，死了爹，还跟小丑一样什么都不知道
先给个差评，我玩完有所改观之后可能会改回来

————————8.27更新——————————
目前进度：男主 待命阶段10

实际上我在犹豫我到底要不要把这个垃圾玩完。曾经我觉得评测游戏前至少要把它打通，但现在我经过了一些思考，当一个游戏的前大半部分都是垃圾，但它在结尾有一个足以把游戏拉高一个档次超级转折（显然绯红结系也做不到这点），那是否可以无视前半部分的弱智。
我认为不能无视，当一个游戏的某一部分已经让玩家感到痛苦，那它就是部分失败的了。
而绯红结系除了美术和战斗系统，都可以说是完全的垃圾。
PPT过场我不认为是很大的缺点，只要剧情好，故事足够吸引人，PPT又能如何。
但可惜剧情做的稀烂，羁绊剧情全是废话，这都让PPT过场更加让人不适。
人物塑造也不行，男主线俩妹子都像是套模板人设，一个自闭软妹、一个败犬青梅竹马。俩男的也没给我什么好感。说实话，他们中剧情死任何一个我都不会有一丝内心波动。
女主线我还没玩（可能也不打算玩），但她的四个队友套人设嫌疑也都很大。
叙事上割裂也很严重，待命阶段和剧情阶段压根就像是两个世界。前一秒打架，恨不得一刀杀了谁，后一秒就能在餐桌上吃饭，这是我很难理解的。
现在我拿起绯红结系的光盘就会颤抖，我真没什么心情玩这个游戏了。
好评: 大号玩的，这里来补个好评。
差评: My dog could write a better story
差评: 经常崩溃，不知道为什么
好评: 好 游 戏
狗日的编剧出来挨打谢谢
差评: 剧情不行，玩不下去
好评: + 战斗体验良好，连招和打法等非常新颖，drive 和brain field都非常酷炫，特效美工很用心，质量非常高。
+ 使用队友的特写很酷
+ 处决动画帅
+ 万代的优化没爆炸真是谢天谢地，老1060全程60帧，之前买的彼岸游境真的是灾难级
+ 人设很不错，[spoiler]  想摸花火的肚皮。  [/spoiler]。

- PPT过场没什么好说的，穷
- 不支持PS5手柄
- 剧情很明显是体量阉割的结果。从这么多角色设计就知道一开始项目组的计划是很大的，阉割了体量导致故事很多不明不白或者突兀的情况。可惜了。
好评: 虽然游戏前期很劝退，但是相信我，游戏后期直接屁眼插火箭爽到飞起。
好评: 虽然a的时候动作僵硬，但是处决敌人真的很爽哦
好评: 非典型的日式rpg,剧情还是勇敢的未成年人拯救世界那一套，多少有点过家家的感觉，但不知道为什么还挺带劲的
SAS系统很惊艳，后期战斗体验很不错
这样的二次元游戏玩一个少一个，且行且珍惜罢

差评: 能做好CG，非要做一堆PPT
做不好群战，非要搞这种战斗
精英怪血又厚，数量又多，还只会无脑放喷水、火，锁定视角有屁用，地图也设计的太简陋
这游戏只值100块
好评: 结人皇！为什么你是甜椒却能使用超脑力！为什么使用超脑力之后会失忆头痛！因为！结人皇！你是世界上首个接受后天脑力改造的男人啊！啊哈哈哈哈哈哈哈哈哈哈！
好评: 白金了，打到2周目9章的时候由于原神开了稻妻去肝原神了，回来再开的时候游戏已经有35%OFF的优惠了，之前犹豫的玩友可以等再打折的时候入手，200多的价格还是非常值得体验一把的。

游戏的优缺点评论区的玩友基本也说的差不多了，就不在熬述。

主要给想要白金的玩友做个小贴士：

游戏的90%成就都会随着进度解锁，只要2个主角的世界任务和角色羁绊都做完基本都可以拿到，隐藏的几个成就如果2周目结束还没拿到可以百度一下，一般知道内容了2,3分钟左右就可以搞定一个。

另外，1周目和2周目对应角色通关后记得把世界任务的最后5个补上，4个是对应篇章的队友最终武器材料，1个是经验加成插件。1周目打完的经验加成插件尤其重要最好拿了再开2周目。

重点说一下游戏最难的将一个角色的超脑导图全技能点亮的成就，说白了就是刷等级，将一个角色刷到80级即可。
1周目完成后一般在63~65级。2周目打到刷等级的关卡一般是65~67级，网上广为流传的方法是2周目通关后打皇陵7图，但这样的效率其实也不是很快。

我这里推荐一个方法：2周目为结人篇的话在鸫羁绊5的关卡刷等级，重篇的话在镜花羁绊5的关卡刷等级，选这2张图的首要原因是因为他们都有游戏中经验较高，击杀方式最方便的自爆怪，而游戏经验的获取只与怪的等级，击杀方式以及加成倍率有关。羁绊关卡的特殊机制就是怪的等级与玩家等级同步，也就是你70级，怪也是70级，这就不是皇陵7图那种50~60级的怪的经验可以比的了，倍率则需要吃脑内空间要来快速提升至最高的1.8倍，2周目的情况下一般吃个20~30个药就够了，材料也应该是足够的。击杀方式尽量以弱点斩杀的方式击杀，这样获取的基础经验高，尤其是自爆怪，通过弱点斩杀的方式X1.8倍1只可以多几千的经验，此外由于经验获取量与游戏难度无关，所以刷等级的时候，建议调到简单难度，这时候怪的攻击频率，黄条耐久度以及伤害都是最低的，在提高刷图速度同时也增加了自爆怪的弱点击杀概率，效率上就高不少了。我自己是2周目重篇，打的镜花羁绊5的关卡，从65级升到80级用了1小时左右吃了28个脑内空间药，对自爆怪的弱点斩杀率不是很高。我朋友2周目是结人篇 ，打的鸫羁绊5的关卡，从67级升到80级只用了40分钟左右。

顺带一提，想要体验剧情的，建议1周目结人，2周目重，但这样刷等级需要的时间就会多点了，因为重篇镜花羁绊5的关卡自爆怪数量没有结人篇鸫羁绊5的多，这个就留给玩友自行取舍吧。

最后，期待一下破晓传说和绯红DLC 1的发售，服装的话最好是泳装，毕竟我相信没人会拒绝猛男鲁卡的8块腹肌吧~
好评: 头痛，可能是超脑力用过头了
好评: 上一章还要杀你全家－　－
下一章～出来聊聊天－　－萌萌哒－　－
有病绝对有病－　－
差评: 我就想问这攻击后摇这么大，闪避根本按不出来是真的恶心啊
好评: 因为是第一次玩这种类型的游戏，所以对这款游戏的影响非常好。首先其战斗系统个人认为应该与其它同类型的游戏差不多，所以说比较好上手；其次虽然对话大部分是以PPT的形式展现，但丝毫不影响观感体验，并且关键部分还是以cg动画进行；最后是剧情，虽然网上有人认为剧情较差，但当你实际体验下来发现其剧情还是不错的（ps：我玩的男主线），属于是低开高走行，在整体上来说还是很不错的。
差评: 一天当中有几个8小时？为什么你要来品SHI?尼玛的什么傻逼剧情，玩个男主女主天天跳出来找你麻烦，你还能好好和人说话，讲真的我直接想砍了她，什么脑瘫。这尼玛就是傻逼，傻逼
差评: 游戏好玩吗？一般般
配得上原价吗？狗都不买
好评: 很不错的剧情就是可惜了直见和万奇。剧情挺喜欢的。
好评: 战斗酷炫，女主白毛，好评。
大家伙儿吐槽的人物性格，觉得很奇怪的举动行为，其实是有可能可以理解的，所谓有可能，是因为，游戏中人物的生存环境导致了他们很有可能做出与生活在完全不一样世界的我们玩家所不能理解却又符合他们逻辑的举动。
所以，不能理解的行为，也许不是编剧水平不行的结果，其实是编剧人家在大气层，故意写出来的，
好评: 耐心玩到后期是真的好玩，就一周目前期玩起来比较难受，剧情传统的谜语人剧情基本就看几眼就猜得出来的复古剧情，二次元接触比较多的，体验应该会不错的，当然前提是一周目选女主，一周目选男主不仅剧情有些迷而且难度还相对大一些。用男主打女主说实话挺不好打的。
好评: 感觉不如原神......画质
好评: 最后几个章节（特别是从荒吐神主机开始）实在太重复繁琐，太无聊了，怪物又肉伤害又高攻击范围还大，一次还出几个，经常莫名其妙就死了，关键是这种配置还反复来，玩到后面真的累了
好评: 只能说，还好玩的是女主线没有拉血压，剧情不提了很俗套，但是战斗系统给个满分
好评: 30小时通关一周目（结人篇）
结人篇真就除了结尾全程谜语人呗，干啥都是一脸懵逼，这女主属实给我整不会了，槽点太多一时之间竟不知该从何说起......只能说买这游戏之前看到某个评论说过一句话，大概意思是：游戏做的还行，但是不妨碍我想给女主一拳。我是深表赞同啊。主角队的其他角色刻画的还蛮好的（鸫、花火、镜花、岚的性格我都挺喜欢的，不知道为啥女主却是这个吊样），战斗系统做的其实也挺不错，剧情就算了吧
好评: 很想打这女主一顿
好评: 剧情节奏很好，我就吃这一套。
__________
结局留有遗憾
好评: 谁会在黑夜呼唤你的名字，谁会融化你身边的坚冰温暖你的身躯，有是谁在你受伤时悲伤哭泣。
她大大咧咧又温柔如水，她满日欢笑又心存担忧。她是你的青梅竹马，她是最爱你的人。
花火一条，希望你之所愿，皆能实现。
好评: 花火天下第一（各方面）
差评: 3440*1440分辨率不能全屏？
好评: 这种PPT的剧情动画是赶工赶出来的吗？
好评: 剧情上，99.99%的对话都是通过ppt的方式呈现的，这点见仁见智吧，扣分的点，是剧情设计，发展完全不符合常理，看得人血压飙升，而且有很多地方没有交代清楚到底怎么回事，游戏就结束了。
美术和音乐方面加分，人物都挺漂亮，斩杀动画也贼帅，虽然后期场景和怪物重复率比较高，但是我在视觉和听觉上是没有感到枯燥的。
这个游戏最大的亮点就是战斗系统了，它和传统动作游戏的区别是，技能才是核心，闪避和平砍很鸡肋。闪避被设计成不能强制中断普攻和施法，弹反也没什么伤害，主角的念力攻击距离远威力大，低风险高回报，平砍受限于闪避机制，在没蓝或者怪物倒地之后才有些用。遇到危险时，可以代替闪避的是数个SAS技能，隐身，时间缓速，透视，免伤，用起来非常赖皮，不过前期只有4个SAS，技能真空期比较长，体验一般，后期的话解锁8个SAS，天赋点够了可以同时开4个，大概相当于lol里，你有无限火力buff的同时开着螳螂剑圣天使的大跟别人砍，打小怪基本是一路斩杀动画过去的，战斗的爽快度直线上升。
总的来说，如果不是特别注重剧情的话，这个游戏给个79分合理，战斗和美术很优秀，值得一玩。
好评: 我只能说 还可以【dog】
好评: 艺术性 7.5 二次元画风很棒，画质水平也尚可接受，角色动作和各种战斗演出也很棒，剧情ppt习惯了也还凑合。但是这个分两个视角描述的剧情极大的影响了对剧情内容的获取节奏，不管是玩哪条线都感觉自己没有玩到全部的内容，还需要去走二周目，但是玩二周目又需要体验一堆重复的剧情和游戏内容就极其的难受，本身剧情内容不足，而且使用了这种方式来延长游戏体验实在不舒服。
游戏性 8 战斗系统还挺好玩的，完全不无聊，但是战斗的套路设置的比较单一，并没有多种流派的选择。然后是强行让人玩二周目的体验实在是很差，很多地图在两条线上也是复制粘贴。

其他 -1 强行二周目的重复感体验极差，建议只玩一周目的话就选女主线吧。
好评: 一款优秀的二次元ARPG游戏，一周末已经通关，喜欢二次元ARPG游戏的可以入手，建议打折入
优点：1.游戏的战斗做的还行，强于目前玩过的大部分ARPG二次元游戏  2.一款二次元ARPG
槽点：1.女主的操控打击感很差（男主比女主的操控打击感强很多）2.剧情不太行的样子（男主老亚撒西日本王道男主，在我看来剧情推动完全狗屁不通；女主冷酷形但是有点低智） 3.本来可以做成一款优秀的3A，结果做的差强人意也就那样
好评: 非常非常好玩咧！
好评: 二次元浓度过高，我很喜欢。剧情直接跳过，想看剧情去b站二倍速节省时间。
好评: 游戏不错就是pc版 有bug容易卡关，比如打完boss后卡住无法继续剧情这样
好评: 好玩，打斗真好玩，剧情目前感觉不错欸，加油！！！！！！
好评: 才玩十五分钟 别的不知道
这战斗系统可太帅了


本来想捏着鼻子把二周目打完了再来认真写完评测
好家伙 现在回头来看 好评给的有点良心不安 虽然还不至于改差评吧

战斗 9/10
声效与视觉特效的盛宴
虽然说战斗手感这东西很玄学 但是这游戏战斗系统是真踏马的爽 
进游戏念力操控水泥板砸人就爽到了 （虽然爽了几天之后就有点审美疲劳了）
稍微后面一点队友的辅助技能就多了起来 慢慢就开始出现一些敌人的机制 需要玩家合理利用不同技能 不断切换形态去克制 走位 让输出最大化 
如果是普通难度就需要稍微带点脑子 想想怎么针对了 
至于困难 我向来是不敢开困难的 [strike]就喜欢在这种好像需要点脑子其实又不需要的难度摆烂[/strike]
后期四个技能一开 手柄乱搓 屏幕乱闪 真的上头
boss战没有什么（战斗方面的设计）让我印象特别深的大怪 包括最终boss二阶段
亮点反倒是各种莫名其妙的内[strike]讧[/strike]杠环节 打人形敌人的时候 你面对的人形敌人同样有各种技能 还会满地乱闪超级灵活 刚开始玩起来甚至给我一种在玩pvp游戏的错觉
有一点可惜就是不能直接操作其他队员（感觉他们明明做出来了啊）
地图反复用两三甚至四五遍属实有点偷懒 

打一遍主线 科技树扩展分支点完 把该体验完的打法体验一遍 最多就是二周目换一个主角 换一个打法 前中期能用另一队定位差不多的队友
因为敌人重复度还是有一些的 很难说爽完了之后 这游戏再往深了 还能再有多少的的重复可玩性
不过话说回来 多周目也算是日式rpg标配？
哪怕只有二三十小时的一周目流程 现在我又能完整打完几个呢？

美术&音乐 9.5/10
不多bb 兜帽+红色LED面具（？）帅就完事了 
人设第一眼看也很讨喜 预购豪华版就图一本设定集
（虽然最后一些张地图的场景原画没有放 感觉有点可惜
OST意外的很耐听

剧情 5/10
先说优点
凭良心讲 单论脑洞 世界观的完成度 做的还算的上不错
卡连的人物塑造可以算得上丰满 虽然是个老中二病（非贬义）
所有队员[strike]（包括话说不明白的紫电）[/strike]都有比较完整的羁绊剧情 
但是 角色脸谱化依旧严重
[strike]闹米 呜呜呜我的闹米[/strike]（以下剧透警告

不谈了 闹米剧情有卡连[spoiler]和艾丽丝[/spoiler]一半用心都不至于这样
[spoiler]镜花 [/spoiler] 还有[spoiler]男主和阳炎[/spoiler]那几段真的烂的能跟美末二比划比划 
[spoiler]镜花反水没打过当场自爆 我觉得这样挺好[/spoiler] 硬洗白不可取 [spoiler]整什么 和你们在一起的时光让我被感动了blablabla 想保护你的心情不是假的 得得得得[/spoiler]
[spoiler] 男主什么绝世烂好人 但是结局里说阳炎去蹲大牢了 也行吧 算解决了[/spoiler]
[spoiler]真打一半离队了 技能就白设计了[/spoiler] 战斗体验角度上来讲我认了 但是剧情你这么写我接受不了
还有 你们[strike]日本的小年轻人[/strike] 能不能好好说话 别老整这种
虽然很难为情 但是能和大家在一起 能成为朋友 真是太好了
因为是和大家重要的回忆 我们之间的羁绊也永远不会断开 夺走珍贵记忆的人我绝对不能原谅
等等等等 味道太冲 我看的牙疼 真的

懒得喷了 本来预购的时候就没对剧情抱过期望

不过有一点 PPT过场 我个人还是相当喜欢的 
毕竟比起让一个比较完整精细建模的角色 动作浮夸 还音画不同步 
分镜（？）+脸部表情动画 至少能准确地传达玩家所需要知道的对话信息 虽然比较激烈的战斗场面就差点意思了
20%的工作量完成了80%的效果 属实偷懒还偷到位了[strike] 躺着把钱挣了[/strike]

总评7.5/10
爽就完事了 剧情看看也行 [strike]不会真有人看吧不会吧不会吧[/strike]
好评: PPT剧情给我干傻了，战斗系统倒是挺酷，不过玩久了感觉也就一般，目前玩的女主，攻击手感太差。还有，女主的胸不会动，差评
200块买的有点亏，100差不多
好评: 女子！
好评: 南梦宫你还我兰德尔！
好评: 本来我差点被最后强行拉长的鬼屎战斗破防了，但亲手打出结局以后还是有些被感动了，果然我还是喜欢二次元的。
好评: 终于打爆女主线了剧情很感人 手柄玩起来打击感也不错招式太炫酷了吧，缺点是打久了会枯燥还有每次用能力时候都有个一个大大的贴图动作（日厂游戏懂得都懂）个人推荐去玩下！
好评: 慢热

好评: 剧情挺不错了
好评: 总的来说，剧情挺对我胃口的，也不枉我熬夜通关了。其他的方面的话，战斗yysy确实舒服。
差评: 这女主把我血压给气上来了，这剧情属实典中典，预知未来的能力不是死也给你整成植物人，子弹就硬接，男主线整一谜语人，女主看得我想给她两拳，女主线扯了一大堆什么剧情到最后什么都没干成还不如男主线谜语人，可给我整麻了
好评: 横好玩
好评: 前期可能有点疲软对于这类游戏，但是玩到后面SAS可以同时使用4个的时候，那是真的好玩
好评: 不错的
好评: 虽然过场宛如ppt，但对于爷这种死肥宅来说，还挺符合爷的胃口的
差评: 不谈剧情，战斗系统挺有趣的，基本可以爽。
但是我还是给了差评，为啥呢？
因为它不够丝滑！！！
这游戏有闪避系统，但是闪避不是优先级最高的动作，它无法打断当前正在进行的攻击动画，所以你一不小心打出了普通攻击的连击，然后boss的巴掌都到脸上了，你却因为第三段攻击的动作没有结束无法闪避？！
贪刀就是原罪？！！
还是我是一名崩三老玩家，可能是崩三的操作把我胃口养叼了。我着实无法忍受这不够丝滑的闪避体验。
差评: 这游戏战斗手感稀烂，战斗设计也跟屎一样，一堆怪物，全部只追着我来打，对队友熟视无睹，队友也在一边划水，动不动就出一堆远程怪，而且经常在视野外给你来一发暗枪，这我tm怎么躲？
好评: 看过同名番剧再来玩其实还好，这个鬼羁绊剧情的插入时间点确实尬的一批，比较影响剧情体验，总体来说还算可以，打折再入手。
差评: 优点：
1.- 35%折扣入手性价比高
2.- 二次元风格，几乎全程的语音
3.- 爽快的战斗和支援系统
缺点：
1.- 感觉被喂了一坨接一坨翔，毫无逻辑可言的剧情
2.- 单调乏味的武器装备系统
3.- 简陋的任务系统
4.- 一贯廉价，低端的日式背景音乐
5.- 建筑和场景贴图过于粗糙
6.- 游戏不支持21：9带鱼屏比例
好评: 花火好i
好评: 男主线还没碰，女主线还没打完，但是迫不及待的发表评论了，实在是可玩性高，沉迷其中，无法自拔。另外，我是聪明逼。（买动漫送游戏）
好评: 主观评价，动作系统9/10，主线剧情5/10，支线剧情和其他互动10/10，期待DLC
好评: 好玩，女角色可爱捏🤤
好评: [h1] 彳亍[/h1]
差评: 莫名其妙地姐姐就死了，真就把姐姐预知未来的能力强在削弱了？就为了让女主成长？我长NM！查了一下攻略，后面地剧情更TMD扯，试一试的心态退款了，能退就退吧，不能退就当这钱喂狗了。写出这剧情的人纯属TM脑子被猪啃了。草！
最后说一句，得知这游戏剧情脑残程度的我想不出任何可以形容心情的词语，这游戏战斗也一言难尽，各种地形遮挡，打击感烂到要死，本来是能够忍的。突然TMD一坨屎呼我脸上，我tTM直接破防，特别好评？真就水军刷的呗。
去NMD，垃圾游戏给爷爬！
好评: 还行吧，一般般，可能是我先玩女主线的原因，没觉得女主有那么的不堪，倒觉得男主人设有问题，父亲在自己眼前死了还能这么平静？
差评: 剧情稀碎,事件突兀,故作深沉刻意装B的地方太生硬,尴尬地脚拇指都扣紧了.
代入感的也很差,你爸被人捅了你回基地后触发和别人增进好感度剧情?
好评: 打折买的，我是聪明逼
写羁绊章节的编剧是傻逼
差评: 伞兵游戏，谜语人剧情，男主无限亚撒西，男主普攻追击都能丢失，怪物模组重复极高，打到后面就是恩堆属性的怪物。里面也是为了死人而死人，剧情看下来问题迷得很。不如玩噬血代码，至少里面一个个都是深仇大恨的。预购的我就是个伞兵。
好评: 可
好评: 重线通了，鸠和岚真的好可爱！
剧情很一般，要看的话建议不要带脑子
战斗系统太香了，太爽了，二代，我要玩二代，gkd
好评: 还行吧 感觉-50%再入比较合适
好评: 降价了，我是傻逼，前几天刚刚买的
差评: 作为有幸在发售第一天没有遇到无法游戏的问题，或者说我的名字巧妙的避过了bug，总体来说游戏还算不错，就二次元来说建模和特效算是不错的，只不过大量的静帧让人有些措手不及，不管是技能释放还是强调打击感都用这一个手法确实显得有点低廉了。再说说剧情，虽然二次元没啥逻辑，男主上来就是政要之子，女主上来就是最强财团boss的养女，这我也就认了，但是这情感逻辑要不要太狗血，建议万代好好找一个编剧吧，不去比宫崎老贼找乔治老爷子当编剧这种离谱操作，好歹也是来个正常的把，这水平都快和国产神剧有的一拼了。暂给好评，但是评分只能7.5
日你妈退钱 我改差评了
好评: 前期很入迷，后期就又陷入刷刷刷模式，重复度太高想吐，就是又臭又长的战斗
ps。男主线前期是真的谜语
差评: md 这就打折 艹
好评: 降价了，我是傻逼
好评: 玩法还行，操作手感也还可以，挺好玩的，就是剧情简直拉跨，全员谜语人，吐了
好评: 高情商：这剧情太二次元了吧
低情商：傻逼
剧情有b站8分左右的水平， PPT过场我觉得彳亍，战斗我挺喜欢的，就是这游戏的动漫太鸡巴傻逼了
好评: 战斗是真的帅 脑部碎击 脑内空间 脑驱动 帅就完了
剧情不要带脑子看 专治低血压
[spoiler] 伞兵剧情还我直见 [/spoiler]
好评: 还不错战斗方面挺喜欢的，连招连的好经验少不了.
差评: 我是震惊的，谁能想到六月发行的游戏，八月就打65折？
我能说什么呢？只有差评能表达我的万千感慨
好评: 优秀的二次元游戏
差评: 剧情：男主视角女主就是莫名其妙谜语人，莫名其妙被女主追杀莫名其妙她又服软了，男主还舔着女主说的啥就是啥，世界观明明很大故事却缩小在穿越时间只为救你，格局小
战斗：攻击是按照角色面朝向攻击而不是锁定目标方向，而且战斗动作太花里胡哨导致经常砍过或者砍不中，最大问题还是人形boss，boss不吃硬直能打断你，你攻击boss乱瞬移乱跑完全打不中，后期全部队友归队后还能靠减速
和瞬移勉强能打。。
敌人的远程攻击弹道精准到爆，对主角攻击欲望高到爆，队友根本拉不住仇恨无脑追着主角打
迷宫设计：敌人种类少，而且中boss全是高甲血厚，最后一个迷宫更是一次来3个不同类型的中boss，不对，应该是一个战斗区域刷两三次怪，一次3个中boss，来来回回就打那几个怪打十几遍，配合不吃硬直和极高的对主角攻击欲望，简直恶心人！
差评: 剧情ppt，太折磨人。战斗呢也就这样，没有特别的新鲜感。
整体很差劲，没有一口气通关的欲望。断断续续玩，希望有生之年会通关吧。

好评: 也太好玩了8
差评: 呜呜我的直见
好评: 打击感做得很好 连段爽的不行
剧情要是只看一条线纯纯高血压 建议开俩档一边男主推一章女主推一章 告别谜语人回归快乐生活
好评: 都什么谜语人啊  
这队友一跑到对面就强100倍    全在演我是吧
好评: 我是伞兵
差评: 从剧情到战斗体验都极其糟糕
差评: 剧情太墨迹了 写的 完不下去了这做的就适合18岁以下的孩子玩太幼稚了剧情。。。我是玩不 下去了
好评: 我最震惊的是rpg居然连历史文本都没有，有时候一边打架一边有动态语音，又分不出神去看，也没办法通过什么途径回顾。。剧情也是一样，有时候点快了……就没了，虽然对理解剧情无伤大雅，但习惯了有这种功能的游戏的我有点膈应。
然后是游戏里的支线，都是打怪、各种限制条件打怪、偶尔是交材料。如果不是为了白金，这支线任务基本不用管。
之前听别人说支线任务有同伴终极武器的素材，但是我发现是通关后才追加的任务，呃，BOSS都揍完了再做终极武器，怎么总感觉哪里不对劲呢。
大集结之后SAS都能用是比较爽的，但是游戏的锁定很zz，花式打空气。



————下面可能有剧透————
[spoiler] 我是先整的男主线然后玩的女主线，玩之前看到说男主线会被谜语人，我还不信，后来发现是真的，但是我还能接受。我不能接受的反而是羁绊剧情，穿插的太尴尬了，这边爹刚被杀，那边邀请你去结缘家喝茶，结人你还真去了，那个氛围其乐融融，让我都快忘了你们两队刚冲着整死对方打了一架。
两线都通之后对整体逻辑还是能理解的，男主这边基友刚被精神控制要杀自己，后面发现记忆中的救命恩人杀了自己爸，同时有违和感，就想知道个理由。而女主吧发现剧情好像和未来的结人说的走向一样了，固执的觉得只有杀了结人才能解决问题。
嘶，感觉先单通任何一条线都是头痛的，而且有的地方演出很生硬感觉没有深挖，（比如基友就没啥铺垫，除了开局一起过测试，之后打架都是分到了别组，直见变怪异后因为受伤一个人被送进医院从此走上没有未来的路。中间只有医院那段舍身殿后给主角制造了逃跑的机会，再见面就被强化到大脑受不了打着打着直接GG，那一段我又想笑又同情他，笑是因为真的，还蛮好笑的，被洗脑的突然就要取结人性命，整个一幅癫狂的模样……同情是因为他真的是个倒霉蛋，被独自送进医院开始，可以说他就控制不了自己的命运了，临死前的话语加上CV的演出还是挺感人的，就是，工具人感太强了。队长就更不知道说啥了，那段我懵了，死的比基友还蛋疼。）
因为对杀父凶手是谁的怀疑没多写，让揭晓真凶前搞的男主像个憨憨，对着杀父凶手还不停的问理由，女主也是个憨憨，不光不解释缘由还捡刀让这事变复杂，可能这就是合成人吧……
还有一个体验很差的，男主线的紫电简直嘴臭王者，让人血压拉满，的亏结人是男主亚撒西模板套路啊，还好女主线重把紫电压得死死地，总算出了口恶气。[/spoiler]
好评: 我是伞兵
好评: 玩之前先看动漫，不然玩不懂
好评:  драма не может, битва еще может, скидка стоит того, чтобы купить, после завершения SAS немного 
好评: 典型的日式RPG，很喜欢
好评: 一周目男主线通关，剧情一般，战斗前期没意思，后期SAS满了爽到爆炸，而且也不跟魂类游戏一样，全靠闪避
好评: 花火好可爱，青梅竹马好棒，就是结人你这木头脑袋，都贴你脸上就差把你拖到床上和你交心了，为什么就是注意不到呢（

强推，买爆，后期技能多起来打着还是超爽的，剧情猜对了前半段没想到后半段，嗨，不过无所谓，有鸫这么可爱的孩子在身边，嘿嘿嘿，啥都无所谓了。

所以说啊，各位为了嗜血代码2，买它，买爆他，给万代爸爸加点经费（划掉），虽然万代也不差钱就是了（
差评: 战斗方面，非常无脑，玩的很爽。
剧情方面就是个几把。我看到那个银发幕刃就想揍一顿。结果男主还舔得起飞。所有人都在那谜语人。就这种角色塑造，我知道解开谜团要去玩幕刃线，可是看到这个幕刃我就来火我怎么会去玩？？？？？？？？？？？？？？？？
差评: 全他妈是谜语人，草
好评: 二次元浓度超高，我直接呐呐呐
好评: 逻辑问题不少  画风不错   建模好看  战斗手感舒适  七分
-----------------------------------------------------------------------------------------------------
为啥我羁绊都满了   队伍等级还只有1？
好评: 结局处的剧情挺不错的
好评: 如果剧情能够在好点不要那么脑瘫就好了
好评: 才一个月就降了一百多，我是伞兵，300多你可以买很多好游戏
差评: “结人君好像很奇怪的样子，明明只是被杀掉了亲生父亲，为什么那么激动呢？”
几乎亲眼看见女主杀亲生父亲，但却一直想要好好谈话，仇人反倒要取了自己性命笑死了，日本人是这样的吧。
战斗的话我觉得还可以，重复度有点高，跟剧情比一下，很容易就接受了。我觉得写文案的大概也被杀了亲生父亲然后屁颠屁颠的跑去原谅仇人了吧，笑死
好评: [h1]【二次元；优秀的战斗体验；精致的配套玩法；非常推荐】[/h1]
这是一款有着出色动作系统、打磨精致且饱含新意的ARPG。我认为这款游戏除了在剧情设计上存在不少争议外，其余的例如战斗表现、动作系统、养成玩法，以及创新的对话系统等，都做得可圈可点。游戏采取了双主角双视角叙事，玩家初始可以选择两名不同角色进行游戏，并且两名角色拿到的剧本有着极大的差异，巨大的信息差也会导致玩家单流程游玩时产生极大的不适应，此外绯红结系是一款标准“二次元”游戏，游玩体验会有几分看战斗番的滋味，虽然偶尔会因为“中二”出戏，但总体体验还是十分优异

[h1][quote=]
[table]
[tr]
[th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
[/tr]
[tr]
[th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
[/tr]
[tr]
[th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
[/tr]
[/table]
[/quote][/h1]

[h1]【最为亮眼的动作系统】[/h1]
游戏的基础战斗系统十分普通，除了基础的移动跳跃冲刺，只能进行几下平砍或继续追加一个范围攻击，并且基础攻击的收益也甚微。然而游戏引入了一个十分有趣的“超脑力”战斗系统，玩家除了可以运用自己的超脑力——念力进行战斗，还可以组合使用队友的能力打出意想不到的效果，玩家的念力能力允许玩家与丰富的场景物件进行互动，利用周围的组件进行进攻，要求玩家战斗的同时多留意观察身边的同时，还在念力命中的同时加入了刺激的，考验玩家反应力的“QTE”玩法，同时对玩家的脑力技巧和物理技巧进行考验，让游戏的战斗乐趣倍增，随着游戏的进行，玩家能获得更多的基础连招让游玩时的连招组合变得更加顺畅自然，也能提升队友的技能，搭配不同的组合打出更有趣的效果，加上不断出现的新敌人和新的场景交互，让游戏的战斗保持持续的新鲜体验


[h1]【搭配惊艳的斩杀系统】[/h1]
战斗部分尤为出色的还有这个斩杀系统，在游戏中的精英敌人会有一个防御值，打击敌人的弱点可以快速清空这个“防御值”，当其为0时，玩家可以发起斩杀，游戏中为不同的敌人都设计了其独特的被斩杀动画，这些动画的效果每个都极为带感，加上中低难度下超高的触发频率，只能说，太爽了！


[h1]【养成系统不只是个优秀的摆设】[/h1]
绯红结系中的养成系统不仅可以让玩家更加深入的了解不同角色，培养感情，同时培养的这些感情还具有实际意义，能够通过这个来提升角色与玩家间的连结技能，增强战斗时的表现（例如战斗时有概率触发伙伴闪现到你前面为你挡刀），而你赠与角色的每件礼物还会被保留在你们共同的“小屋”里，将你们的基地逐渐装扮成一间温馨的小屋，因为这些原因，我每次结束主线任务后最大的愿望就是快点为我的队友们找礼物做礼物，然后期待他们下次会要什么新礼物


[h1]【“经费短缺”的对话系统却意外带感】[/h1]
游戏中的大量对白采用的是“动态漫画”的形式，以静态的图片为主，中间再穿插少量的动画片段，乍一看好像是经费短缺（或许确实是），但呈现出来的效果确实有一丝惊喜，将图片通过一些转场，过渡特效从屏幕外甩出来也能带来一种紧迫感，而通过几张定格动画展现的对话能让每个角色的表情神态的转折表现的更加令人影响深刻，静态图片的突然转变让角色的神态变化更加明显，比起多数游戏中的站桩式对话，这种将经费花在重点几个角色神态上的做法优势十分明显，但该省的地方也省不了，连续的演出部分还是要动画上。


[h1]【总结：不容错过的ARPG佳作】[/h1]
总的来说，绯红结系这款作品最大的亮点还是其出色的战斗体验。游戏配套的攻略养成玩法也有为其战斗体验增色，游戏叙事与战斗的合理安排让游戏有着良好的节奏，流畅的关卡设计让战斗体验顺畅自然，对于喜欢ARPG的玩家这是一款不容错过的佳作，但本作超高的二次元浓度或许也是一个玩家在购入前需要清楚的要点（要狂喜的点）
好评: 我暂时只玩了女主
剧情简直就是侮辱智商。角色的行为是矛盾的。虽然JRPG经常性有矛盾行为。但是这个达到了极致。剧情和战斗是完全割裂的。为了推动剧情而推动剧情。为了煽情而煽情。别了吧。南梦宫你能不能好了。貌似你很多游戏都这样的了。
战斗方面使用了女主。因为武器缘故。很容易起手砍不到人。明明是一个割草爽游。做成PSO2那样的自动瞄准会死啊。又要做硬核又要偏向刷。只能是一个不伦不类的东西

不过话说回来。这种二次元日产的游戏已经不是很多了。有的玩已经不错了。
好评: 女主线剧情越玩越自闭，还以为女主有啥成长，玩了10个小时看女主还是个憨批，新番和游戏同时体验男女主的线，游戏总体很有意思，SAS系统和脑内空间让战斗更舒服，除去部分剧情有点喂shi以外是个好游戏

好评: 不错啊起飞，要是豪华版送dlc就好了
好评: 好想当花火一条小姐的狗啊
好评: 好游戏

好评: 绯红结系是ppt过场
破晓传说没有无缝遇敌
不愧是你，南梦宫
好评: workout，6月买的今天想玩发现打折了
差评: 退款了，就算打折也是比较让人失望的一款作品，本来看画面以为和噬神者类似，玩起来才发现根本是两回事。
战斗系统很弱智，打起怪来很别扭，甚至没有让人往后期育成的动力。
然后作为一个二次元游戏，过场动画竟然有80%都是站桩幻灯片，剧情怎么样都无所谓了，这个真的没法忍。
好评: shuanga
差评: 游戏镜头移动的手感比较差，整个华丽的都市几乎没有能互动的地方，很不开放。这游戏顶死了值150.
差评: 剧情简直是喂屎，操作手感打击感还行，推出的sas系统也算不上什么亮点，完全对不起这个价格。。相比起来我还是更喜欢噬神者或者嗜血代码！
好评: 感觉挺新鲜的····一开始不太习惯三渲二的画面，习惯之后感觉不错（是不是也因为是这种画风所以不怎么吃显卡啊，我开2k分辨率平均下来都能有一百多帧），有种在看番的感觉（而且主角是自己O(∩_∩)O），除了价格略微离谱之外（打折200块买的，依然觉得有点贵），暂时没发现什么缺点
差评: 我是傻逼
好评: 美术到位
好评: 打击感不太行，纯粹是靠晃动视角来体现打击感，很拉。而且作为一个动作游戏，居然连一点场景破坏都没有，甚至连一点武器击中地面痕迹都没有。。。
剧情还没打完，先不做评价
看在妹妹的份上，先给个好评
差评: 2021年6月25日发售，2021年8月21日打65折，真有你的。上一个是什么来着？哦对，是新秀崛起，也是一两个月就六折。这个差评是为了警告其他人也警告自己以后别预购你家游戏。
差评: 本身剧情就拖沓不想写什么评测了，好家伙新游发售一个月就打折，想钱想疯了还是啥？只玩了女主线，全程猜谜，我是谜语人，队友也是谜语人，都搁那过元宵节是吧。这波打折我直接反手一个差评，既然如此万代你九月的破晓传说自己看着办吧。
差评: 不到两个月打折是吧，就这狗屎剧情，我是TM大傻逼
好评: 不错
好评: 这么快就打折我是伞兵
好评: 还不错吧，可以玩玩
建议开局女主线
好评: 给孩子买的，孩子很喜欢
好评: 感觉还不错
好评: 聪明b快买
差评: 这么快就打折，我是煞笔
好评: 结人篇通了，通篇下来剧情给我的感觉，就是全员谜语人，但是战斗系统方面确实要比剧情舒服很多，如果只想体验战斗部分的话，可以趁着打折入手，但是你要是想仔细去看剧情，要么从女主线开始玩，因为据说女主线的人全是出迷人，这样你至少在玩男主线的时候不会像男主一样懵逼，但是因为剧情实在是太过狗血，如果是专门为了剧情来的，建议不要买（ps steam什么时候能出个中等评价，要么好评要么差评对有些游戏来说实在是太难受了
差评: “说了你也不懂”
好评: 我是傻逼，两个月没到就打折 nc是吧
差评: 剧情真的太离（nao）谱（tan），怪物重复度太高，对不起这个价（原价预购豪华版的我是伞兵），别的都还行。作为剧情党极其不推荐这个游戏，如果是想体验剧情的话，建议最好不要买。
（剧透警告）[spoiler]女主前中期低情商姐控双标谜语人；男主和杀父仇人打一架不下杀手，转背就和他一起上街寻欢作乐，圣母到令人作呕；前面讲一堆看似深刻的设定，结局却只讲卡莲的夙愿，格局直接缩到米粒大；明明结局可以把姐姐和基友都复活，就不复活非要给玩家喂屎，坚持看剧情到最后的一点希望都破灭了。[/spoiler]
差评: 猪头剧情
好评: 一周目，伙伴羁绊全6级感想：传统的日系JRPG，细腻的情感表达，有微创新的战斗，箱庭式的关卡设计和一直在线的人设，在这里能感受到很多日式游戏的影子。剧情中规中矩吧，ppt过场动画前期差点坚持不下来，部分剧情细节略微天真了，好在人设确实不错（喜欢粉毛摸鱼姐姐）。战斗爽快有一定创新但是深度不足。总体而言离风花雪月还是有一定距离，但在近期的JRPG里面算还可以了。
最后用重的一句话结尾吧, “即使没有红色丝线，心灵也会跨越过时间的藩篱，连系在一起吧”
好评: 我是傻逼
好评: 只能说，很二次元，浓度非常高
好评: 一开始感觉剧情挺脑残的，但是通关之后，仔细想想在动画里寻找真实感的行为，本身就是ybb。
漫画这个过场渲染实在是牛，看上去是实时渲染的？不过感觉全部做成3D动画效果应该更加绚丽。
游戏的角色建模和动画效果，比当期作画崩坏的同名番剧的好太多。
豪华版DLC就多了一套衣服，加价70块，单买110。万代这波赚麻了。
免费武器DLC还要欧洲IP领取。
打击手感极佳，画面满分，唯一的遗憾就是 直见 没了。哭死，出个if线的DLC也好啊，意难平。

玛德，上线2个月不到就65折，刚原价买一星期，真有你的万代。
果然和预想的差不多，这游戏卖150~200是比较合适的。
差评: 战斗真的无聊，整天就Y转圈然后砸箱子然后上挑，动作还贼僵硬
好评: 见面就互砍 私底下发信息约出来饮茶。真佛了。
好评: 我以为我在玩控制.jpg
好评: 2021.8.20: -35% 我是伞兵

----原评测----
重线一周目结束，先码个评测（无剧透）。
考试周某个晚上失眠，刷视频刷到绯红结系的介绍，一看到这个画风和动作就心动了，直接入手，考试周一结束的周末就通了女主一周目。
总体评价：很中二的日式动作游戏，整体处于中上水平。至于原价入值不值呢，毕竟日厂的游戏普遍贵一些，如果和我一样喜欢这种赛博+动画的渲染风格、喜欢这种中二的战斗动作，可能在200-250左右入手是很划算的。

战斗：
+利用念力操纵物体和普通攻击穿插
+不同怪物的终结动作不同，格外中二（草泥马真尼玛帅
+SAS激活队友的超脑力，后期可以同时启动四个（复制、超高速、火等开起来就是乱杀
-攻击动作前后摇偏长，前期有点吃操作手法。后期技能树点高之后可以改善很多

剧情（无剧透）：
+女主线和男主线有着不同的剧情线，中等水平（男主线还没做
+整体亦敌亦友的人物设计还是很有意思（也可能会觉得突兀，比如刚打完一架的人找你去喝咖啡.....
-因为人设的关系很多剧情交代不是很清楚（高情商：朦胧感好吧
-cp线不是很强调，没有主推某一对

画面和场景：
+脑朋克的风格，现代都市的高楼大厦墙壁上都是AR呈现的广告、宣传。有些场景的画风非常养眼（高速公路段
+远景渲染成一张画的线条感看着很舒服
-场景总数比较少，许多剧情会反复走同几幅图（不同的剧情、BOSS）。

养成：
+装备更新相对方便，搭配材料也比较容易攒，不怎么需要回头刷
+技能树比较好升，没什么流派之分（当然也可以玩的很花，比如我把重的战斗相关的点的比较多，可以大部分时间浮空进行普攻和念力的循环）


好评: 我是傻逼
好评: 买了就打折 亏了亏了
好评: 前天买今天打折，我是伞兵
好评: 我是伞兵
好评: 再预购，我就是傻逼，这才多久就背刺......
好评: 谢谢你，让我亏了100+，真棒
好评: 玩法手感方面真的是......一言难尽
好评: [spoiler] 千万别买豪华版！千万别买豪华版！千万别买豪华版！谁买豪华版谁伞兵！  [/spoiler]
先说说剧情
一周目玩的男主线，我tm真的要脑溢血了，真就人均谜语人，尤其是女主，真想抽她几嘴巴子
二周目玩女主，好家伙 [spoiler] 我真tm想把女主杀了，哪有这么傻逼的人啊  [/spoiler] 感谢这游戏治好了我多年低血压
战斗方面
前期开荒非常难受的，但后期sas和脑部导图点出来后非常爽（仅限男主，女主就是刮痧），甚至可以无限空连，还有飞燕（不是）。但说实话，爽完剧情，打完白金，这游戏已经索然无味了，真的高周目可玩性比隔壁噬血代码差多了，卖的还贵，离二次元鬼泣的称号差的还远
画质的话，感觉比噬血代码好？
对于PPT剧情，群里讨论之前其实不太在意的，看到讨论后也觉得还好（男主线），但后来开女主线后发现PPT特别难受，可能大多数人喷就是一周目女主线害的吧
一周目如果过剧情的话推荐女主线，信息量比较大，男主线一堆谜语人。但要体验爽快的战斗的话一周目可以玩男主，但请自备降压药
也是万代日常骚操作，新作1个多月65折，喜欢的话赶紧入吧。
好评: 草，前天买了现在打折我是伞兵
好评: nmd背刺真快，2个月不到65折，傻逼万代给我等着
好评: 这么快就打折?cao
差评: 战斗相当僵硬，玩起来难受的很
差评: 战斗系统尚可，然而剧情方面一言难尽，因为有事挂机，稍微不注意，便超两小时，退不了款……总体而言，与粪作比较而言，这部作品稍微强一点吧。
好评: 原价买的豪华版
我是聪明b
好评: 非常的好玩，人物动机虽然经不起深究，但动作系统还是值得一玩的，男主就是当代剑皇！
好评: 预购了豪华版 一直慢悠悠的玩 女主线都没打完 怎么打折了啊orz
差评: 原价豪华版预购，各种意义上的傻逼
差评: 这是一部辣鸡游戏，剧情正常人难以理解，先玩女主体验会好一些，但总体依旧恶心。
做工根本达不到code vein的水平。妹子柰子腿子？都不如code vein。不要信特别好评。建议先玩学习版。
剧情做得还不如国产扑街游戏，地图做得还不如国产游戏。价格倒是学的人模狗样，宁·？配吗？？
宁不配，所以为了配的上宁，从下一部开始，任何你加万代出的游戏，我都会先去学习版体验后再考虑买不买。
宁瞅瞅，过了2个月打骨折，以后万代的看评论玩学习，等俩月骨折。
好评: 我是傻逼
好评: 我是伞兵
好评: 我是傻逼
好评: 我是伞兵
好评: 哈哈，我是伞兵手动滑稽
好评: 买完就打折，万代真有你的
(破晓传说看来明年买比较好
差评: 我是傻逼
好评: ？我是伞兵
好评: not bad
好评: 整体剧情中规中矩，就是对立后还去喝东西聊天比较离谱....战斗的话越往后越爽！！不知道会不会出个[spoiler]未来结人剧情或者月球剧情[/spoiler]DLC呢？期待
ps:玩的久了有点费眼睛

纳尼？？？两个月都不到就打折了？又当伞兵了0.0
好评: 好
好评: 这么快就降了一百多啊，我是大伞兵
差评: 剧情也太屎了，最后一关纯属恶心人，傻逼游戏，脑瘫编剧
好评: 游戏本身还是可以，光女主通关就用了33小时，时长还是比较满意
好评: 慢慢打，通关了，1周目男主线。
通关后整体评价是，可以的，手柄玩起来的爽快感，技能的配合使用的游戏性是很棒的。
剧情，我觉得还行，不至于烂到不能接受。别太认真就是了。
音效整体很带感，配合手柄震动，前期玩起来是真的爽。

羁绊和技能升级系统，还算好吧，至少没觉得太恶心
支线系统，前几章我还全做，后来发现，没用，支线给的东西，没有什么收益，，剧情上好像也没什么关系，，，
后面就不做了。

说一点，让我后期头疼的事情，这游戏本身搓手柄还是挺爽的，但是有时候会觉得地图又臭又长，最终战之前的七八段地图回忆战斗，真的是恶心到我了，，，尤其怪物还都是大怪，逐个击破的时候。
过一段时间，看看另一条线，想看看有多少不一样的剧情
好评:  好就是二刺螈 二刺螈就是好
好评: 不错，剧情虽然有点老套，而且还要部分吃书现象，但还是一个不错的游戏

好评: nice
好评: 我豪华预购，我伞兵。
剧情可以说是最薄弱的一点了，前期谜语人扎堆，后期两主角合流后好多了，合在一起看并没有大家说的那么不堪，只能说是普普通通。PPT式的演出也并没有非常突兀，给人读漫画的体验，好处是没有站桩对话的尴尬，而且重要剧情也有实时动画的。队友好感系统不错，送队友的礼物都可以在基地看到，而且都会与队友有互动。
战斗系统个人觉得是不错的。制作组另一作品《code vein》有相似的技能系统，不过这作的sas系统体验更加爽快，限制也少，人物动作也更飘逸。小怪都有明确的弱点，打起来一路火花带电光。念力可以参考control，主要作用是打掉处决条。
地图的话前期比较精简，到后期主角们合流后又很臃肿，可以看的出后期制作很急。后期基本就是超长的一本道回廊了。建议不要花时间在地图探索上了，直接走到底，小路没什么好东西。
想买的建议等打折吧，300的价还不含机票，真有你的啊万代南梦宫。
玩完体验这一作简直不是万南做的，可以说是非常流畅了。万南你争气点啊，dlc好好做。
好评: 首先这真的是一个原价买也不亏的游戏。UI部分元素给我很强的机械纪元既视感，这对我来说是加分项。游戏本身是个剧情推动带微刷的动作类RPG，剧情智商在线，战斗动作连贯，特效华丽，怪异的设计太让我惊艳，贼喜欢这种感觉。好感度的加入也丰富了游戏内容，游戏整体比我预想的要好太多，至于ppt式过剧情我反倒还挺喜欢，我个人能给9分。
不过玩这么久总感觉人物的动作轻飘飘，特别是在冲刺时明显能感觉到动作很僵硬，不太流畅，玩起来微微的不舒服，这应该是我能挑出的唯一的刺了。
总之原价入手不亏，早买早享受。
好评: 好玩，动作挺炫酷的但是为什么老是卡顿然后就不动了呢，体验有一点点差。但是后期SAS羁绊全部解锁以后玩的是真爽。我必须给好评
好评: 首先画风是我喜欢的，剧情向还行，打击感在通过研究后，或升级SAS后，应该有合适的玩法，
好评: 卡连你不要再站起来了！ 我们根本毫发无伤！！！！

剧情槽点有点多，不过还行吧。战斗设计的也很有趣，超脑力的搭配有点意思，总之就是好玩。

青蓝市设计的真好看，大爱！
好评: 标准的高二次元浓度模板游戏，女主线战斗前期比较僵硬，中后期解锁技能和SAS之后非常利落爽快（主要靠紫电和花火），但是后期怪物重复度太高让人审美疲劳，操作厌倦，人物行为、剧情推动逻辑性欠缺，但是羁绊剧情比闪轨系列要好很多，虽然队友一共有10人，角色塑造却没毛病，没有像闪轨后期那样全部变成工具人衬托主角，ppt式过场容易惹人诟病，但是万代在这款游戏包括UI和BGM的时髦度上下了功夫，弥补了一些技术力不足，避免土味。
通关之后毫不犹豫的好评，本来自诩脱宅，再无心力关注新番的我的中二之魂，被结局单挑时队友不断的重现果断点燃。绯红结系确实有着JRPG一直以来的弊病，但是也继续将其灵魂发扬，毕竟不是每一个公司都是SE，每一款JRPG都是最终幻想。每一个藏着少年的人心里，谁不渴望最后的“数万箴言”，“大罪穿甲弹”，[spoiler] 伟大的封印除外[/spoiler]，谁不渴望异度之刃、轨迹系列中主角成长，队友们互相扶持，拯救同伴亦或是封印灭世者的故事呢，谁不渴望在八方旅人、最终幻想、尼尔中体验几段史诗般的音乐，英雄们的挽歌呢？绯红结系推荐给JRPG爱好者，值得一玩，但建议等打折。
我爱王道剧情，我爱中二人设，我爱俗套对白，我超爱JRPG。

差评: 还算不错的画面战斗，
极端傻卵的剧情人设，
只能说不是很值328.
好评: 纯正的日式动漫剧情,虽然降智但是也符合预期.
爽快的战斗系统,难度适中,适合大部分人.绝大多数怪物都有相应的队友技能克制.
出色的人设,基本包括日系中常见的人物性格.
略不太阳间的场景,几乎没有什么阳光明媚的地图
缺点是最后几章过于冗长的战斗,不过最终章的boss战设计水准倒是本作最高,对得起最后一章漫长的过图
作为一个动漫游戏来说,无疑是非常优秀的,不过绯红结系仍有很多需要打磨设计的点,这些缺点只能是万代南梦宫下个游戏去改进了
好评: 已全成就，剧情一般般，战斗系统设计的不错，尤其是后期很爽快，至少预购的豪华版感觉不亏。
差评: 剧情没什么亮点，场景重复利用，经常在小场景里塞一些需要用特殊能力对付的怪，还会在一个地点刷好几波敌人才能前进，看似基本的动作还得升级解锁，日常任务也很怪，同伴的的支线跟主线剥离感很严重。
差评: 就很棒的垃圾，打斗后期很无聊，就是堆怪物恶心你，最后打卡莲化身那块还出bug了，打不动了恶心死人了
好评: 有无月球dlc
好评: 好！！！
好评: 虽然剧情不大行，但是不妨碍我永远喜欢花火！
好评: 战斗系统优秀但剧情实在是没头没尾令人摸不着头脑
抛开男主的“大度”不谈，阳炎各种时期的抉择实在是人设崩的彻底
笑死，进游戏是直见厨出游戏变BANDAI ANTI
好评: 无条件信任任何人的中央空调男主，完全不会动脑并且放弃思考追杀男主的废物女主，小朋友过家家一样的主角团，政府军总部说闯就闯，叛军总部无双潜行，以及令人难以理解的放养怪物式基地防御系统，无时无刻不再告诉你这款游戏是个传统的二次元傻逼剧情。推荐打折入手，原价入手的我是傻逼。
好评: 剧情真的蠢的批爆，标准的啥卵二次元剧情，ppt的过场更是让其变得又臭又长。但是打斗爽快，青梅竹马和镜花妈妈人设好评，所以姑且还是给个推荐吧。
好评: 剧情还不错，战斗系统也还好，对手残党比较友善
好评: 只能说一涉及到某些剧情，二次元游戏都挺拉胯的。风花雪月跟这一样的，主角死个亲爹跟没事人一样的，完全无法理解。
-----------------------------------------------------------------
又继续玩了几个小时，总算是对剧情有了个全面的了解，只能说这剧情非常二次元，可以算的上是二次元魔幻题材的纯血种，背景、人物关系、剧情的推动方式等都是极其标准的二次元模板。
没什么好说的，只能说太二次元了。
好评: 表现中上的大作游戏，但是作为二次元的日式风格就很难得了
剧情表现一般，动作优秀，略逊于鬼泣
期待重兰德尔去月球的DLC/第二部
我觉得卡莲的故事还可以再挖掘做个DLC，为什么要当八云皇，最后具体怎么牺牲自己拯救爱丽斯的
好评: 剧情什么的无所谓，不过这游戏的战斗真的太爽了
差评: 打斗手感挺难受的，处决特写可能是全游戏唯一一个加分项。
剧情有够烂的，对不起这么贵的价格。
有这钱还不如去买个尼尔玩
好评: 好玩好玩
好评: 21小时一周目
这不输只狼的战斗 这高质量的剧情 一个字 值

美中不足：
支线任务没有存在感 怪物种类稍微有点少 道具有点贵（
好评: 除了剧情以外都挺好的
好评: 非常建议1周目玩家女线起手！
各方面来说都及格吧，还不错。
剧情一波十折还算有趣，但经不起深推，懒得讨论就不说了看别人的评测吧。
我不看本作的动漫，感觉次要角色太多了，多到很多角色完全没有什么有意义的展开，纯粹是模板式的人物属性，一堆人都是一句什么这样很有意思啊或者我想康康xxx想干嘛呀或者我放心不下你（[spoiler] 老娘认识你连3天都没有你寄吧谁啊 [/spoiler]）就把头别裤腰带上跟着主角转换阵营（[spoiler] 当二五仔 [/spoiler]）了，really nig？简而言之就是配角描写不够。
打击手感嘛，就属于一言难尽，我根据个人感受打个比方，我玩女线的时候，我感觉女主超能力不是念力，是操控刮胡子刀片，平A就是刮过去刮过来，不加个电男sas我感觉就是物理意义的刮痧动作。
结论：等打折吧
好评: 红色的丝线.绯红连结
好评: 不得不说美术风格确实行，这美术就值这价了
好评: 黑屏的把输入法切成英文输入法    游戏还不错
好评: 手柄一直用数据线连机箱然后放地上吃灰，win10用户名叫SB，在不知情的情况下完美规避了所有影响游玩的问题然后从解锁开始一口气爽到吃午饭，吃的时候顺便看了看商店页面褒贬不一还以为我见鬼了草
战斗系统有多棒动作系统就有多感人
﻿闪避只有一次可怜的垫步不能取消后摇，很难躲攻速比较快的boss以及某些远程和持续范围攻击，浮空追击按键节奏慢的一笔预输入吊用没有，一波xxyxx操作按键稍微输早或者输慢都连不起来，技能树有太多会改变动作模组的加点但是学完觉得不满意不能取消，小怪人均自带远程攻击手段还没有视角外保护，虽然有一套可行的空战思路但是大部分实战中空连打不了几下必然会被暗枪坠机，残血主角打的正嗨偶尔被视角外的精英怪一炮偷袭或者连续口水带走的情况也有，人形boss战各种瞬移隐身迷雾丢锁定，跟女主的3v3好家伙一个隐身一个超高速，丢锁定都成常态了，不靠超脑力和LT处决压制速杀打起来别提有多难受。第二次打基友双方的动作模组根本不对等，那个可怜的垫步不附加sas状态的情况下也很难躲两种模式交叉的飞盘攻击，更不用说还要找机会输出了，迷雾蓄力飞盘一个失误就很容易被压起身，开了透视sas直接靠完美闪避瞬发念力的无敌时间赖过去同时反击又有点太无脑，感觉就根本没想让玩家走纯近战物理流，为此还把本来应该属于角色基础性能的东西做进了sas状态、四条技能树和后期才能解锁的配件里，很多时候都能明显感觉到常态男主的性能捉急，还有神tm男主开完脑内空间因为剧情里的设定会有一段眩晕硬直，但是boss开完之后立刻就跟个没事人一样组织下一次攻击，速度比我重新转视角锁定都快多损啊这个，明明能看出来剧情设定和战斗体验联系挺紧密挺考究的，偏偏在这种细节上拉了胯。所以作为一个硬核传统日式act游戏你居然有这么多神经病设计那我必然要给你打差评……哦原来这是万代南梦宫做的经典三人小队作战模式的日式arpg游戏那没事了，毕竟以上大部分问题都能靠拒绝正面作战靠场景qte速杀，点出技能树里的某些被动能力和策略性的使用技能，放弃全程只使用蹩脚的近战动作模组跟敌人互动来解决
而且这个战斗系统深度和爽感跟他们前两个游戏简直不是一个次元的存在，大前期就可以解锁浮空连打和轻重+蓄力攻击连段、可以加入连段的念力投掷、类似英雄不再那样的摇杆qte演出、同场四个极具策略性还可以改变主角攻击模式的主动状态类技能，后面还有强制变身的脑驱动（御姐武戏的狂喜状态），脑内空间（类似DmC鬼泣魔人化的领域技能），四个可以带入连段打硬直且有不同效果非常实用的主动技能（比如透视妹是一个后跳射击打黄槽的动作，释放完之后会浮空可以接垫步进行空连或者用来靠提高身位躲避某些地面和低空攻击，毕竟普攻之后用这个明显感觉比按b键垫那鸡掰步要快）和连携qte攻击。剧情推到和另一个主角合流之后可以玩的花样还能翻个倍，这样不断解锁新东西所以流程内的战斗体验还是蛮充足且惊喜不断的，但是也有一个槽点就是作为一个需要多周目重复游玩的游戏居然在一周目就解锁了全部难度，后期解锁全能力之后已经产生质变的战斗系统不能继承到下周目去对抗符合主角强度的怪物配置，然后可能是为了让玩家爽一下全能力的爽快感居然设计了流程又臭又长，杂兵配置单一，单个boss需要连杀四次的最终关，如果是比较注重策略的jrpg游戏可以理解这种关卡设计，但是对于一个快节奏实时战斗游戏来看可以说非常之粪体验屌差了。
jrpg方面有完整的等级数值系统，角色还有三个配件插槽可以配装，需要刷素材升级交换武器、饰品和礼物，还有算是标配的送礼物提升好感度的系统和暧昧的队友支线剧情（因为随主线推进解锁且只能在没有行动目标的待命阶段触发所以不会有时间线bug或者世界末日沉迷xx而让人感到出戏）
剧情方面一贯的霓虹二次元风格，塑造冲突和悬疑基本全靠角色不说人话，细想的话有些时候人物动机不太合理，不过埋的伏笔和谜团总归还是能吸引人看下去，基友和姐姐的死虽然很没必要也还算感人，哦不过那个赛特队长一个满级大佬跟基友极限一换一死的是真的很迷惑很搞笑这个没啥好说的。后期两个主角合流之后会对之前的剧情的谜团做出解释，逻辑也还算自洽，话说不晓得渡月关于月球的历史是不是借鉴了《无限地带23》后两部ova的剧情，总感觉很有既视感，剧情的演出也不只是PPT，仍有一部分流畅的过场动画
顺带恐怖扭曲又有点色气（巨型boss不少都有黑丝美腿）的原创怪物造型设计也很亮眼，再对比一下上个月的生化危机8深陷抄袭风波的机械工厂之外的那些拉胯怪物造型我觉着可以封神了
好评: 精彩的战斗，分叉的剧本 ，PPT的CG ，动画化的新番，多挣几份二次元钱万代你是玩明白了！
好评: 二次元游戏中比较不错的，有着很容易上手但又有些讲究的相当有趣的战斗系统，优秀且独具风格的怪物设计，还算是比较宏大的世界观，丰富的、能给人留下深刻印象的人物塑造和相关人物的羁绊剧情，以及和场景比较贴切的背景音乐也十分到位。遗憾的是剧情表现过于平庸，虽然有几处不错的演出，比如主角团合力救男主和最终boss战的演出，十分经典的王道热血，但经常在关键处差点儿火候，比如对便当角色的刻画不足导致很难带入情感，正反两方微妙的立场，和一些关键剧情的交代（也许是有一些双线叙事的原因在内）。总之是一款还算不错的二次元游戏。
好评: Good Game。
差评:   这个游戏我入的是首发，用了两天时间大概玩完了，也没有专门去完成全成就啥的。
  首先先说这游戏的优点，画面和特效方面可以说很不错，整个游戏支持我玩下去的只有那个战斗系统了，人物的普通攻击是固定的段数攻击，只靠普攻是没法玩出什么花的，虽然后面的技能加成能够提升技能段数以及衍生攻击的效果但还是很乏力。这就要引出本作的脑力系统，通过使用队友的脑力给主角增加位移能力，给主角的武器附魔，提升主角的防御力等等效果，在队友羁绊提升后还能利用队友投影使出更多衍生攻击。打boss方面则偏向于机制击杀，光靠莽是很难击杀boss的，需要利用许多脑力能力才能做到快速击杀boss。
  接下来要说的是一言难尽的剧情，剧情的节奏很快，展开和各种坑在开局就已经快挖穿地心了，然后就是主角被剧情推动一路在各地平推去寻找“真相”，男主线方面的剧情展开更像正统的日漫套路，在揭秘世界观前会遇到许多不说人话的谜语人直至最后与其他人和解。但中途插入的各种要素会使得整个剧情扑朔迷离，这些要素随便拿出一种认真展开基本能够整一部完整的故事，但全部堆在一起导致显得很不伦不类，有的要素就是用之即弃，基本算是工具要素。人物方面说难听点可以说是标签化的模板人物，在你看到他们之中的大部分的第一眼你甚至可以一眼看出他在与男主的交流与在剧情中会起到什么作用，但作为老二次元看这种人物也不是不能接受，在剧情方面我只能说是非常“普通”，很“二次元”
  而在游玩过程中，为什么我只用了两天就通关了游戏，我的行动基本上是推主线，然后休息阶段推老图刷材料，兑换道具提升队友好感，然后看羁绊剧情，最后继续推主线。支线基本就是送道具任务完全没有剧情，整个推游戏的感觉就像是被剧情硬逼着推主线，把羁绊剧情放在中途的休息阶段也没什么让人放松的感觉，对我来说更像是提升实力的一部分（因为可以加羁绊解锁技能）。而剧情的推动方式可以说是拿着开放地图玩线性剧情，地图开放的唯一作用就是给你刷道具用的，而剧情演出的PPT？我还是能认可它叫“漫画式”分镜的，它在某些地方的演出还是挺有动作性的。
  但不说剧情里的槽点，单一的游玩方式，单从剧情的长度而言，我就不推荐从原价入，建议等哪天白菜价再考虑考虑。
好评: 杀不死的反派（不仅杀不死，后面还拉了个克隆体一起来这能忍）
PPT过场（习惯了好像还能接受）
日厂传统定价（......）
剧情无力吐槽（动漫前面观感尚可）

EXGame还算好评，但是关卡设计看得出开发人员自己也觉得玩家会烦了（中间给了一些可以刷一路的物品），但还是很烦啊，机制怪一堆

好评是给美术等方面的
好评: 很棒，买了不亏，已经通关两周目了感觉玩下来很棒。
这个游戏就是越往后玩越爽、越刺激。后期一下上四种SAS太刺激了，力推打斗
剧情确实很多毛病，不过总体不影响。（剧情啊，兄弟们一定要先玩女主然后二周目男主，这样就舒服一点，否则直接开男主第一周目你会懵逼的不成样子QAQ，打完女主在玩男主的时候你就知道女主那时候在干嘛了，否则全程谜语人，体验感极差。）ppt过场很新颖，只不过衔接有点差，原价确实有点贵了，呜呜呜我就是原价买的。
推荐打折入手。（为什么主角就不能像卡莲一样为了一个女的与世界为敌贯彻到底呢QWQ）
好评: 原价购入看喜好程度，喜欢的人再贵点都能接受，不喜欢的人免费他都会吹毛求疵，这个游戏的战斗系统很新奇，超脑力的各种搭配让打斗玩着一套流程下来完全不会腻，关于剧情其实只要两个主角线都玩你会发现设定是很棒的，建议先玩男主线，把女主线当做总主线的剧情补充，流程7后的剧情都是一样的，从男主线玩到后期会有一种豁然开朗的感觉，女主队伍谜语人居多，但到后期都会解释清楚，玩男主线更有情绪共鸣更有代入感，并且男主玩刀打斗更吃操作
好评: 剧情本来可以很让人舒服的  只是个PPT的过场很难受  好几次玩不下去就是因为PPT过场  打击感和操作感很舒服   剧情性说实话不如隔壁的噬血代码
好评: 建议出个卡连线 那不是完爆主角线嘛
差评: 先说缺点，因为这游戏基本没有优点，喜欢的建议先深入了解一下适不适合自己再考虑入手，个人觉得评论吹的有点过。
-战斗上比较新颖，但是很枯燥，荒吐神以后的剧情就是跑跑跑，进一个地方，空气墙拦起来，刷三波怪，打。然后循环这个流程，内容重复度高的离谱，于是乎后期我都是修改器开无双过的，准确来说是不开修改器能把人玩吐了，一次次想卸载。至于打击感，见仁见智。此外，游戏除了战斗还是战斗，没有解谜之类的增添游戏性的内容。
-剧情：我玩的是女主线，剧情整个给👴🏻整吐了，男主何等的圣母，一个人杀自己三次（好像是）未遂，就因为救了一次，之前的事情一笔勾销？而且整个剧情莫名其妙的，从一开始就感觉是走的救直见的路线，无论如何都要救亲人的狗血路线。到后面梅仑姐妹毫无意义的出现，毫无意义的解决了怪异化的人类，到卡莲毫无意义的牺牲（而且这牺牲了就能换回亲人？？？极限一换一？这剧情没十年脑血栓写不出来）所有的角色好感度路线和对话完全就是闲扯，有的没的胡乱扯，前一秒还敌对，下一秒就和好约出去聊天了？？？另外有必要提醒一下，这游戏四百多大洋买来的
却是无止境的PPT：游戏从头到尾除了几幕过场动画外全部都是PPT，游戏经费严重不足。
+优化 这点有必要赞一下，优化很不错，大多数时间我能稳定在100帧以上（PPT游戏再优化不行还不是找骂？）
总结：如果你有闲钱，可以买，但是强烈不推荐。如果就是玩玩，建议等打折，或者建议干脆放弃，一个PPT远不值花400多来购买。
*因为👴🏻剧情和战斗已经把👴🏻劝退了，👴🏻开着修改器强忍着打完的一周目，二周目男主线真结局👴🏻不看了，现在不会，以后看心情。nt游戏，多玩一秒都难受。
槽点还有很多，基本其他评论都讲了，我就不赘述了。
好评: [h1]简评[/h1]
《绯红结系》，嗜血代码制作组的全新力作，万代推出的新IP(为了打造新IP，还推出了同名动画)。本作有着优秀的人物建模和极富创意的世界观设定，战斗和操作系统也有着不错的水准。采用双主角设定，通过双线进行剧情讲诉，遗憾的剧情发展略显生硬，角色刻画深度也不够，甚至主角有点不太讨喜。怪物和地图设计很有特色，但重复度略高，容易让人感到疲劳。有角色培养和羁绊元素，但只是蜻蜓点水，浮于表面，很难产生代入感。总得来看，是一款质量不错的ARPG，但仍有很多地方可以加以改进和完善。

[h1]游玩体验[/h1]
画面：8/10   
和万代其余IP相比，绯红结系的画面有了肉眼可见的提升，尤其是人物建模，动作和表情比较生动，不再有很强的违和感。本作的世界观设定尤为出彩，基于“脑力”技术发展起来的未来世界，随处可见各种全息投影，让人眼花缭乱的同时也留下了深刻的印象。与此同时，各种怪异不断出现，一步步威胁着人类的生存，为了对抗怪异，政府组建了由优秀脑力者构成的“怪伐军”，脑力赋予了人类各式各样的超能力，隔空操物的念力、放电、瞬移、复制等。可以说，本作将科技和魔法相融合，打造了一个酷炫、极富吸引力的世界。作为敌人的怪异，外表设计也很有特色，可以看到很多熟悉的日常事物的融入，如台灯、蒸汽水管、齿轮等，让玩家直观的感受到怪异是从日常衍生出的这一设定。遗憾的是除了boss，小怪的同质化太过于严重，同样的外观，只不过一个放火，一个放水，就是新怪……玩家很容易感到视觉疲劳。

战斗设计：9/10
本作的战斗设计非常棒，主要角色都有各富特色的超能力。主角超能力为隔空操物的念力，单人战斗时可以近战与远程相结合(近战回复念力，远程念力操物攻击敌人)，还有各种连招和特殊物品qte。同时，游戏还有一个点睛之笔的设计“SAS系统”，通过SAS，玩家可以一定时限内使用队友的超能力，还能组合同时使用！玩家可以雷电附魔的同时使用透明化背刺，也可以瞬移和高速移动相结合，展示真正的速度，对敌人进行“打桩战斗”，还有许多其他组合，这就使得游戏的战斗极为多变，有多个流派可供选择，每个玩家都可打造属于自己的套路。

剧情：6/10
虽然有着优秀的世界观设定，但本作的剧情，有点让人一言难尽。双线剧情讲诉，有许多重复之处，完全可以添加设定解释，合并成一线讲诉。同时，很多剧情的发展略显生硬，主角的刻画尤其是女主角的刻画，让人有点生气，初期有点过于冷静和独断，好在后期有所改变。同时，本作的剧情过场，采用了大量的PPT对话形式，有点玩gal的感觉，也让人略感无语（都有经费做同名动画了，为什么过场还有这么多PPT啊！)。游戏有一定的角色养成元素，玩家可以通过剧情与队友提升羁绊，解锁SAS系统的新能力，还可以赠送礼物，但是羁绊剧情设计的太过于简单，基本就是PPT对话，让人完全没代入感，反而有很强的违和感（上一秒打打杀杀，下一秒和和气气喝茶讨论园艺和战斗方法顺便挖挖墙角，怎么看怎么违和啊！）。

[quote]欢迎关注我们的鉴赏家:[url=https://store.steampowered.com/curator/35402982/]走心评测[/url] ←遵从内心，写出真实感受
欢迎加入我们Steam组:[url=https://steamcommunity.com/groups/ZXPC]走心评测[/url]←点击加入，一起探索游戏的乐趣
喜欢这篇评论，也麻烦点个赞，让更多人能够看到！[/quote]
好评: 鸫我老婆
好评: Pretty good
好评: 战斗系统真的挺有趣的，音乐部分也很加分，虽然很多人说剧情是硬伤但并不是减分项，伏笔恰到好处，总之就是非常中二，我直接一手原价购入！
好评: 通关完男主线，给个8分吧，剧情减1过场减1，其他的没啥大毛病，在今年的游戏里是一款能让我爽到的游戏，游戏的核心是sas系统，很有创意，游戏装备等级提升并不大，一样的BOSS（如吾主马戏团）硬打必然折磨，搭配好sas每一个形态最多三套输出几十秒带走。yysy这个游戏云到的都是不太好的地方，只有自己真正上手才能体会到它的魅力。虽说剧情有点伤但作为一款act毫无疑问是优秀之作。当然300+有些贵，建议愿望单蹲打折，值得一玩
好评: 除了ppt其他都还好 可惜直见没复活
好评: 谜语人滚出青蓝
好评: 直见，呜呜呜，我的直见
另外一说是不是有bug啊，我开了drive之后回到基地就一直是drive状态了，在进入地图之后头发都给我卡没了
剧情这方面就不说了嗷，懂的都懂
最后心疼一下遥和渡，两个人下来没有礼物，没有桌子，甚至结尾赏花也没有剧情QAQ
好评: 二次元游戏爱好者或者喜欢爽快战斗的玩家推荐打折入，否则千万慎重。
好评: 打斗系统很不错（SAS的特写很帅）BGM也挺有感觉，剧情看个人（只有吹雪受伤的世界完成了）
好评: 这不比原神好玩 .jpg
