差评: 一把十首
好评: 问题有点多，想看妹子裸体可以试试，说几点心得吧：打boss必须要用掌心雷减甲要不巨慢，掌心雷配合后翻伤害500-1100左右，打四将军的时候拉开一个一个打就可以，最后一关boss第一次打猪脚是必死的，死一次回去找师傅回来就可以
差评: 我是傻逼

差评: 曾经有位高人告诉我不要买，买了是傻逼。我不信，怎么会有真正垃圾的游戏，只有垃圾的玩家，何况五块钱再烂能有多烂？而且听说有好康的绅士桥段，那就更不可能翻车!
现在我宣布：我是傻逼
好评: 随便玩吧
差评: 我是傻逼
好评: 我是傻逼
差评: 我也是煞笔
差评: 我应该反思一下自己为什么会买这游戏
差评: 驱魔BUG2
好评: 我是傻逼
好评: 好玩  就是怪物太西洋化了
差评: 垃圾的一匹
差评: 这游戏就是为了看跳舞？ 小树林呢   小树林剧情呢
好评: 打折买的，不算太傻逼。直接选简单难度无敌打怪，最后boss不能无敌了，剧情杀挂了就回道观，再去打还是无敌。评论都在骂，其实玩的挺欢乐的，哈哈，反正买这游戏不就为了看跳舞吗。应该录屏好了，让大家一起欢乐欢乐。反正这游戏就是各取所需，愿打愿挨，愿者上钩，10块买我个开心我觉得挺好。
差评: 好吧我摊牌了，我也是傻逼
差评: 有考虑过移民吗？
好评: 我是大傻逼
差评: 我是傻逼
差评: 我的傻逼
差评: 打个怪半天都打不死，还是简单难度，这游戏的战斗系统不是差，是差到无法正常玩
差评: 画面抖动幅度太大，我晕
差评: 十年难得一遇的坑
差评: 千万不要买，游戏体验太差了。
差评: 我是傻逼
差评: 我是傻逼
差评: 我是傻逼 千万要买 太好玩了!!!!!!!!!!
差评: 第一个图就瞎跑了十分钟。过场动画不能跳过。做任务做不了。就卡在别墅里。挺好的。无力吐槽。我情愿玩暴力摩托
差评: 画面可以调，操作等学会技能后换变得好点，但是怪太强了，被打就会硬直，还好简单模式不会掉血。。。然后这游戏除了看跳舞和果体就没其他福利了，晕3d患者时间一长就会头晕恶心，还是不玩了吧。。。卸载了，四个小时退不了款了，算了算了。。。
差评: 我是傻逼
差评: 什么玩意，进去看半天白和大？ 
我蒙了这是啥游戏
差评: 这游戏别的还好 就是打怪的时候打着打着就从一个变成两个 打了半个小时就成了一堆怪追着我打 怪物还可以无限回血 打一个怪还好 要是打着打着就引来一堆 就只能挨打了 还有我打一个怪别的怪就会恢复 打不死啊 这游戏我快玩不下去了
差评: 简直就是屎啊！！！！
差评: 我是傻逼
差评: 这个操作简直了，你们还是慢慢提升吧
差评: 没有优点
好评: 今天我怀着沉重而自责的心情向我的领导，我的同学，我的老师，我的家长和关心我的人检讨道歉。我不应该一时精虫上头，色迷心窍，为了看这个游戏里面那些污秽的东西从而折磨自己整整一个小时半。作为当代青年，我应该提升自己的思想境界与个人能力，而不是在这里为了看几个裸体的妹子而打怪打到头晕目眩，我错了，希望大家原谅我，给我一个改过自新的机会，从今天起，我再也不接触这种腐蚀我青年思想的看裸体游戏了。    检讨人：瑞破破。
差评: 买来就是为了看开头的CG，如果是为了玩多半是你脑子有问题
差评: 全是BUG
差评: 我是傻逼
开局一张图，内容全靠蒙，原谅我抱有的一点点期待，任务没有方向提示，地图陆引也没有，跑图都不知道往那边跑，寻找剧情人物全靠蒙，牛逼了！！！！
好评: woshi sb
差评: 首先优化的确不好，动画是在用唇语交流吗，还有我想问一下对话之后，还有死亡之后都无法继续卡住不动是怎么回事，还有主界面的语言和难度两个选项，也是点完之后什么也没有了
差评: 真垃圾的 游戏  画面垃圾 不说  人物动作僵硬 还没地图 各种迷路
差评: 硬着头皮把游戏通关了，也不做个鉴赏模式，太不厚道了！这游戏我肯定不会再玩第二遍了！
好评: 我是傻逼
差评: 玩不了，不晓得是作者搞了啥，主界面语言和难度一点就卡死，进游戏没语音没字幕，你连干啥都不知道
好评: nice   是男的都懂
好评: 我是傻逼
好评: 这个游戏的成本都花费在4个美女 模型上面了，舞蹈类型和服装类型太少了
差评: 真傻逼
好评: 这TMD简直丢人。
好评: 我希望出续作，别这么卡别这么烧内存。人的建模我打7分，续作要体现在建模
差评: 我宣布个事：我是个傻B！！！
好评: 啥子P烂游戏   福利到是有  你到是给个加蓝的呀 光有血没蓝打个过个锤子
好评: 这游戏很好玩，优秀的打斗画面，激烈的剧情，npc都很好看，强烈推荐，最好一次性体验两个小时！













我是sb
差评: 唉真的牛批，弄点hs上来，其他的基本都没眼看，唯一及格的没什么地图恶性bug。特效瞎眼古旧，疯狂掉帧，场景整得很恐怖却调不了亮度，被什么怪打都要迫真僵直超过一个怪以上你就一直反复踉跄。做得这么烂还要拖时间骗钱，这26连看色都不配。真的牛批。
差评: 是真他么垃圾啊，要么就干脆做成小黄油，战斗垃圾成人内容又不够成人，想看乃字不如去p站真的！不推荐
差评: 可以可以。烂出了境界，烂出了水平。
差评: 我是傻逼
差评: 建议LSP看 社区有人截了图 看完就可以退款了
差评: 我是憨批
差评: 差！开头就来一段超级尴尬的动画，然后俩姐妹就开始涉黄。还穿模。中间还都是没配音的对话，还不能跳过。打到后面一只怪要打那么久，想害我没得退款是吧。总之就是不推荐，或者你是lsp可以买下来去看姐妹俩涉黄的片段，然后立刻退款，我看了都想笑。绝了这游戏
好评: 卡屏很严重 而且被大于一个怪物包围后硬直很严重,基本不能打对面,灯光也很晃眼,人物建模也很粗糙,人物还不会自动回血回蓝,开始玩体验时经常没魔,然后根本不敢打boss,一近身必挂
但是有了简单模式就好多了,最起码能慢慢磨过去,剧情很棒,技能设计也很棒,打了折感觉还不错,挺值得,
最后的boss血量有2万吧,一矛2000,整整插了他8根还得加掌心雷加其它技能打半天,
友情提示掌心雷可以破防,先用它其它攻击伤害翻2-10倍,最高用掌心雷加破魔剑打出999
好评: 好玩

差评: 游戏可玩性不大，画质一般，操作性差，细节方面，几乎谈不到所谓的细节，太粗糙，游戏偏贵......
好评: 我是傻逼
好评: 是游戏本身就没有语音包还是我的电脑有问题？对话全程看字多尴尬？
差评: 不是说你做得差，是这游戏根本就没做完。没配音可以忍，模型不好可以忍，最难受就是大个的怪动作还那么快。要不干脆做成黄油好了，就是女主战败被怪OOXX那种
差评: 垃圾游戏  玩不过去 太费时间 毫无游戏体验  而且涉黄 要求退钱。
差评: 烂
好评: 还可以
差评: lj游戏，这啥啊，一分价钱一分货，画面捞的一mp
好评: 有裸Mod就好了嘿嘿嘿嘿嘿
好评: 太难玩了能简单点
好评: 很好玩
差评: 当你创业 实验算了 虽然一人开发我很感动 但是 只有感动而已
差评: 操作太别扭，战斗卡位太憋愣，虽然你给我妹子和奶子看，但这不足以验证一个好评。你再给我无敌，送我到关底，我照样还是没推过关底南蛮王boss，尽管再和妹子合体，再被狮虎传送过去，还是感觉像是剧情杀一样的过不了，，，，，真的这憋屈的设定，足够验证了为啥不少玩家都说玩这个游戏，如同吃翔的赶脚了。你这游戏技能设定一套按下去就是攻击，这个设定完全是开发组词穷了，感觉好像弄不出好的思路似的，试试借鉴一下组合战斗技能设定，比如嗜血印、流星蝴蝶剑、老游戏天王，这样子。既然主打硬壳就要有个硬壳样，就别整的那么太笼统。妹子剧情是关键，别搞的太检点，多弄点互动剧情，H场景啥的，既然也是提倡有社保那就把社保要体现出来才对，总之这个游戏开发出来和初心是个好建议好想法，关键是开发组大大们的笼统让好想法埋没成吃瓜群众的垃圾桶了。如此不可惜吗？

如果真的是要更新，我想建议把所有战斗体系和敌人技能设定，全部从新重置。不是boss的无技能冷却时间，更不是主角的冷却时间比boss的技能冷却时间要长，而是要做到一个合理的周期性，比如boss的大招冷却时间1分钟，那主角的技能也要低于这个十倍输，也就是说一分钟之内可以使用10次技能，还有血量之间也不合理，boss血太厚，你给再多技能和伤害减免，如果不削弱一下boss，那也照样是如同吃屎一样的打不过。
好评: 既然简单剧情模式下无敌状态，而我又体验不到格斗的打击感，小怪的乱砍攻速感觉都比我快，导致无法出招，为社么不给我一个 一击必杀、无双割草感，我只想看妹纸，救完没回忆，想看还要重新来么？目前体验就这样~我相信大部分玩家都是冲着妹纸去的，至于场景、五毛钱特效什么的也就不强求了不是么，希望制作者能满足我小小的要求~鉴于制作者不容易，万年不评的我还是给个好评吧，但我只想爽。。。可我现在很不爽~因为血气方刚的弟弟都等的都萎靡不正了。
好评: 实在游戏荒了看见这款游戏，主要看在即时战斗及中文语音，然鹅并没多少中文语音。。。 打斗 场景 一般般不多做评价只能说很勉强，技能到挺漂亮，福利什么的就不说了。 也正是这个手残难度更新，不然估计玩不下去，反正25块钱一顿外卖，支持下吧。
希望能有全程配音那种，就更好了。
好评: 提几点建议吧 1希望剧情有跳过功能 2打斗必须要优化 先不说打击感 挨打别说还手就是连闪的机会都没有 3既然有那么多妹子 不如再大胆点 弄个武侠玄幻小黄油他不香吗  如果非让选推还是不推的话 我目前不推荐 但是如果单纯的支持楼主一个人独立完成游戏角度的话 25块钱 就当请楼主买个汉堡吧
好评: 为什么剧情出不来，去到蛮王复活之前，打败老巫婆一直没剧情，重复好几遍了？？？？
好评: 2020.4.3 开发者眼镜兄又更新了，其实前几天就更新了，只不过我今天才打开玩。正如我之前所说，眼镜兄对待这款游戏的态度是认真的，也是谦逊的。在听取了我们这些玩家的意见之后，不仅加入了左右移动，现在又再次大改，加入了简单模式，这下这款游戏终于可以让所有人通关了。相对眼镜兄对游戏的大更新，我觉得给自己的评测也进行大更新同样是有必要的。

首先就是最直观的改动，游戏加入了一个序章，剧情还不算短，而且那个封印在瓶子里的怪物血量是真的屌，即使是简单难度我都磨了他半天才磨死。这里要另外提一句，毛小方作为一个道士，他的师兄竟然是一个和尚，只能说他们这个门派对于宗教的包容性已经牛掰到了一定的境界了~当然了，其实和尚和道士和平相处不足为奇，啥时候看到基督徒和穆斯林和平相处那才叫见了鬼了。

除了序章之外，这次更新还加入了简单模式，这才是这次更新最重要的一部分！坦白讲，如果不是有这次简单难度的更新，我绝不可能再打开这款游戏。而这次的简单难度也确实没让我失望，的确够简单了。眼镜兄对这款游戏的负责态度是难能可贵的，尽管这款游戏在战斗方面乐趣有限，但是还有很多其他的亮眼之处值得我们去包容。

不过有一说一，在战斗方面的乐趣如果仅限于此的话，那么这款游戏除了简单以外的难度实在是没有太大存在的意义。

我在之前的评测里提到的背包和闪避键位重叠的问题，这次也改掉了，称赞一个。

这里另外提一句，我看到有人在评测里批评了眼镜兄在游戏简介里通过罗列其他游戏的名字来增加搜索率的做法。平心而论，对眼镜兄的做法我是能理解的，在这个酒香也怕巷子深的年代，再好的作品也需要动用一点花招来博出位，更何况steam这个巷子不是一般的深，而驱魔道人2这款游戏也不是特别香的酒，眼镜兄作为一个独立制作者，没有太多宣发的本钱和渠道，取巧无可厚非。但是话又说回来，这种用罗列其他游戏名的做法已经被人喷爆了，而且其他这种做法的游戏无一例外全部都是垃圾，驱魔道人2的品质比那些东西还是高了不少的，谁玩谁知道，但是用这种方式博出位，会让路人产生这款游戏和那些垃圾是同类的第一印象，平白增添反感。眼睛兄肯定是有自己的考量，但是这种方式毕竟是双刃剑，利弊之间孰重孰轻，尚需再加权衡。

我的态度依旧不变，只要作者依旧用心打磨这款游戏，我就依旧点这个蓝色向上的大拇指。
差评: 动作僵硬，人物空洞，幼稚园剧情，任务必经之路上居然到处都是空气墙……如果说还有什么好点……只能说技能还算华丽……本来我以为武林志的剧情就够垃圾了……这里居然还有个更垃圾的……但武林志起码玩法比这个丰富啊……继续等紫塞秋风吧……
好评: 还有更新嘛？已经打完了。
差评: 优化奇烂还喜欢加一堆特效，一打起来就掉帧。材质参差不齐，经费都花在女角色上了，结果女角色模型穿帮最严重。多向翻滚靠不同键完成那我的方向键是摆设吗。
差评: 有没有游戏修改器
好评: 功夫真新鲜
特效真华丽
剧情真怀旧
结局真意外
妹子真撩人
奶子真香
差评:  主角好难看  操作体验极差   游戏优化也不好
好评: 游戏创意挺不错的，作为动作游戏，我这种手残党玩得挺开心的，画面也不错，当然还是有不少瑕疵，如果能改进好，不失为一款好游戏
差评: 有没有修改器，太JB难玩了。
好评: 太难了，我打不过
我放弃了
差评: WDNMD要不是馋这几个妹子身子，谁TM玩这？操作蛋疼的要死，打完小怪血都见底了，被怪打到硬值巨尼玛长。掉帧严重也就忍了，我最不能忍的就是，这打怪时的配音什么玩意？嘈杂又刺耳，恨不得几榔头给作者敲死！
好评: 虽然好评，但对于现阶段的游戏，并不推荐。被小怪，特别是远程小怪打击后硬直时间过大，常常是被一群小怪加大怪按在地上群殴，无法动弹。远程攻击的魔法例如破甲技能在近距离时常因为距离过近提示无法施法，锁定敌人模式在近距离被围攻时也成加大难度的因素，往往因为锁住远处敌人来不及转换而被贴身的敌人围攻而手忙脚乱，AD键更是毫无用处的鸡肋，建议改成左右跑动。还有就是每关的流程过长无存档点，建议还是在一段路程过后和boss战前增加适当的存档点，因为照现在的难度，就算半路强敌不会刷新，每次死后要从头再来又要捡道具而打扰小怪，多打会觉得十分枯燥且小怪的追击范围又太远，大概率要清掉小怪才能去打boss，看开发者后面更新，目前是不想玩了，但这游戏应该是有改善成个好游戏的样子的，因为画面故事什么的应该不会差，当打敌人过程变得好玩的时候，这会是个不错的游戏。
好评: 除了战斗系统搞得我头疼，视角晃得太厉害头晕，其他的做的还可以，还有就是小怪攻击太快僵直太严重，小怪一多就会把人活活打死，再就是闪避键位啥的，总是走着走着就往左或者右面飘移。。总体上还是支持的，希望尽快改善这些，做好rpg战斗系统
差评: 这游戏让差点让我呕吐，说真的！
第一个小boss我就打了40分钟，难度简直不是人能过的，被爆锤，掉帧严重，优化差，打击感操作感也差的恶心，根本就过不了！最后把怪物引到npc旁边才过，结果下面更难，根本就不是让人玩的！
做的这么差还做得这么难？你哪来的自信？
