好评: 打击感还是很可以的,虽说画质不咋地,平常拿来休闲一下还是很可以的,毕竟打折之后主体再加上dlc才22,要什么自行车,唯一的缺点就是没有汉化
差评: 搞个中文会死是吧，要么就别来国区卖，滚吧
好评: 这个有中文补丁吗？
好评: 有 5 人觉得这篇评测有价值
有 3 人觉得这篇评测很欢乐
好评: 比较硬核的机甲游戏，操作并不是特别顺畅，可以多人同屏很不错
好评: 特效很棒，还有超多炫酷皮肤，打击感很强，人物很多，5星好评
好评: 画风很好
好评: 很刺激的游戏 一直希望如果环太平洋可以有这样的游戏就好了。满足了我对机甲打怪兽的一切幻想。
破坏场景很赞，打架力量感很足，就是机甲动作有点僵硬。
但是目前最不满意的是机设。我想要的是复仇流浪者，是Eureka，是高达变大版，而不是现在这种奇形怪状的.......什么小马机甲，真的有点丑啊.....只有第一个蓝色的还算看的入眼啊......

另外，可以添加一些怪兽吗，诸如哥斯拉，环太平洋里面各种怪兽。这样打起来才爽嘛


WE NEED CHINESE
好评: 好
差评: 我就是喜欢这种巨型生物踩踏城市的感觉。等了这么久不更新以为凉了，结果是搞二代去了。给差评是觉得一代质量很一般，画面还可以，没中文，屎一样的人物立绘，希望二代操作手感改善，玩法更多，联机体验更好。
好评: switch有中文，steam没有，我很不开心
好评: :winter2019surprisedyul:作为一个小品游戏还算优秀 打起来有那么点味道了 不过细节上处理不足 比如开场的武器掉落有可能会比怪物出场慢 武器拥有耐久值很低以及伤害低实用性其实并不如拳脚等问题

Alert：大包不支持补全 拥有本体的可直接只买季票 虽然不会入库其他dlc但是会包含所有DLC内容
差评: .....怎么说呢，没有中文，而且网上也找不到汉化补丁，甚至有些常用的游戏网站连这个游戏的专题页面都没有...看不懂啊...尤其是单人剧情模式里面还会有一些强化插件还是啥的，完全看不懂.....
好评: 超级好玩，特别是跟女朋友一起更好
好评: 很一般，还以为会像小时候ps2上玩的 怪物大激战 的类型，老实说，有点失望。
好评: dlc打折买的很好玩，没中文也没有影响希望更多人加入一起玩
好评: 机器人大作战，就是没有汉化有点难受不过玩起来不影响的。
好评: 6666666666666666666666666666666666666666666666666666666666666666666666666666666666
好评: we need Chniese!!!!
tanks
打折买绝对不亏
好评: 还行，没中文也能勉强玩，就是人少。现在回首一看，这么便宜了么，当初40多买了。。。
好评: 打折不亏
好评: .
好评: good！！！！！！！！！！！！！
好评: 操作手感不错，每台机甲都独具特色
但是为什么剧情战役不能和好友一起玩....

好评: 匹配被别人虐惨了，新手体验很不好
好评: 有种环太平洋的感觉，貌似单机剧情就是环太平洋。操纵机甲被重力束缚的那种感觉表现的非常好。
好评: 无中文，人少，地图少，游戏联机挺欢乐，就是没火。
好评: 很有趣的游戏，和朋友玩乐趣十足   没有英文但是英语也不是很难  就是价格不太美丽，原价太贵了，我四块钱买的，给朋友也买了几份  乐趣十足！
差评: 都没人玩，怎么加房？
好评: 做的很好，3d效果该有的都有，ui很漂亮，也能匹配到人，打击感很不错，没英文没关系，教程极其简单
好评: 打击感，和机甲的笨重感，简直太棒了，虽然可以打一套组合拳但是缺少了一些连招的爽快，地图有点小，还有就是，战役模式个人觉得没有意思，如同鸡肋。最最最重要的是，机甲被打后可以做一些特效嘛，把别人打残血，人家机甲的样子还是完好如新，我就觉的这点就不太好
好评: 《践踏：机械城乱斗》
践踏这个词，充分说明本游戏玩法，要么按着对手在地上摩擦，要么被人摁在地上摩擦……
与同类的一键必杀不同，按键控制（合体）超级机器人的四肢，操作非常有趣，攻防、格挡闪避、看破对手动作、瞬间截杀反击莫名具有一种李小龙截拳道电影的节奏韵律，天下武功，无快不破。
自《环太平洋》以来，操作巨型机甲的童年梦想再度被唤醒，让我们一起喊出那些速拔萝卜头热血中二台词：
Switch ON！合体！
狗狗，怕我瑞姐儿！
一刀两断，如意登龙剑！
哦累哇，刚大木哒！！
噢，卖力偷破泥！！！
好评: 推荐史低入，豪华版的dlc内容是皮肤不是机体啦啦啦，联机服务器还可以的样子，希望有刚大木的mod
好评: We need chinese!!!!!!
好评: 和小伙伴干架的乐趣：3
好评: 游戏很好玩，和好友一起特别有趣
好评: 非常好玩的游戏就是可惜没有中文
好评: steam上最棒的机甲游戏之一没的说
好评: 人太少玩着没意思  等人多了可以考虑入手   另外格斗游戏不需要中文  不过大招不知道怎么按 挺麻烦的
好评: 现在人都不喜欢机甲了 唉 ~~~
好评: 挺好玩
好评: 游戏是好玩！糟在没有中文！
差评: 没有中文，难受无比。。。。。
好评: 机器人大战类玩家的狂欢。
多人模式暂不评价，找不到人，先说下剧情模式。
----------分割线----------
机甲设计的角度：
机甲设计的很有特色，而且异常的真实，
比如说Metagackon这个怪兽型机甲，上肢短近战不是很好打人也完美还原了。
每台机甲都有特色的技能，相互克制
（EMP天下第一）
但厂商在建模时可能没注意某些武器/机甲的长度位置问题，
还是Metagackon，这货脖子长，激光剑拿在手上时，你会发现激光剑从自己的脖子穿过去的……
另外还是Metagackon，这台机甲在召唤时，尾巴会卡建模在自己屁股底下，需要跳一下……
----------分割线----------
武器系统也很有意思。
激光剑也忒TMD的骚操作了吧！没能量了还能丢出去打人的噢！
远程类武器……emmmmm……
加特林这种要占用双手武器位置而且不能造成打断并且还要手动锁定目标的武器实际上意义不大啊！
完全只能远程站桩射击啊！
另外有一点，求公布不同的武器的性能差，没数据啊……
----------分割线----------
剧情模式呢，也好理解，难度系数也不大，
但纳米装甲和近战回血这两个芯片太TMD缺德了啊！
这两个芯片装上去，必杀技就可以不用管了——血量90%都掉不出去的……
----------分割线----------
BUG也有：
退出的时候不保存（没有自动保存），导致打完剧情仓库里皮肤还是不更新状态
使用币购买的皮肤不会手动已预览，需要切成别的皮肤——再切回来这个皮肤预览——选择这个皮肤，逻辑比较沙皮。
说明非要进游戏才看得到，而且只有技能介绍，武器你是要我一个个刷出来咯？
----------分割线----------
9/10，bug还是有，但态度可以，已经推荐朋友一起来打。
希望官方能看到。
----------分割线----------
WE NEED Chinese！
好评: 求大佬教我这游戏怎么进入教程，自己摸索只会QE 和左右键。。
好评: 非常简单上手的格斗游戏。。。类似于变形金刚！要是有中文更好！有点贵~
差评: just so so
好评: 打击感非常好，建筑物随意破坏，很有萝卜番的味道
差评: 游戏29分钟 加载29分钟 挂加速器欧服美服全连不上 我看你就是在刁难我胖…… 我联通
差评: 机甲版荣耀战魂，其实还不如玩荣耀战魂，画质不是很好，内容不是很多，大概就这样了
好评: 免费周末玩的
缺点：
1. 为什么免费周末没有开放单人游戏？结果只能玩教程和联网（是让免费玩家陪老玩家娱乐吗？）
2.为什么支持手柄却没有振动？？？非常影响打击感啊
3.机器人设计确实 。。 不敢恭维 而且可以个性化的主要只是颜色，画面也比较200几 
优点：
1.居然很容易就匹配到了对手！
2.打击感挺好的，我觉得操作好上手但是应该上限也不低，很有操纵巨型机器人的感觉，也有硬核格斗感觉（隔壁荣耀战魂来的）
这套格斗系统很有耍头。

总得来说还是挺有潜力的，有兴趣可以试试
好评: 爽死了
好评: 游戏可能不错吧,但就是人太少了，我进去直接被戏耍。
真是实力劝退~
差评: 我寻思这游戏也妹人玩啊？
好评: 大机器人
就该干大基气人

Big robots should love big robots♥
好评: 购买游戏，下载安装，打完教程，挑战三星AI，泰拳警告，被防反，被吊打，极致丢人。
优点：
可玩性挺高。
打击感不错。
优化还行（大概）我的垃圾电脑全开最高也很流畅，只有在大量场景物体被破坏时会有点掉帧。

缺点：
机设普通，没什么亮点。
胜利后的动画做得有点小尬（但MYA的猫叫很萌）
立绘可能不太对胃口，不过不影响游玩就是了。（但在故事模式里看到MYA驾驶员后我还是一时难以承受）

AI会很积极地防反，可以骗防反然后飞起一脚，PVE掌握好套路还是很简单的。
PVP没匹配到人，推荐给朋友也没几个愿意入的，就蛮尬。合作控制和PVP这部分相信会很有趣，但还是等玩过再评价吧。
好评: 游戏很简单，进入教程10分钟就可以入门，所以中不中文不太重要，当然有更好。不同于一般的格斗游戏有丰富的连招系统，本作玩家操控的是巨型机器人，运动的笨重感和机械感都有很好的体现。地图不多，但是结合地图上随机生成的武器玩起来还是挺有趣的。总的来说挺有趣挺休闲的格斗游戏
差评: 需要中文 需要操作和招式说明 最好有教程 如果这些都有了 肯定买爆 我先退款了 告辞
