好评: 真三系列中唯一可玩性和价格综合起来都还行的版本了（）。
光荣游戏的价格一直都挺高的，这个游戏貌似是这几年之内很容易在打折时候50块左右入手的可玩性很高的光荣游戏了。
游戏的收集要素拉满，剧情走一遍也算有趣。我之前玩还觉得为啥吕布无双比前面几个版本弱了，后来看了下易武攻击才知道是我天真了，真就是无敌。整体割草手感好，打一把自由模式也就十来分钟，比较解压。

好评: 好评因为打着入手，dddd
好评: 敌羞吾去脱他衣。
好评: 小时候的回忆 

好评: 无双系列目前最后的辉煌，以一个古老的动作游戏的角度看，if线设计得还不错
好评: 好玩
差评: …………………...??-~^^~?-??_
………………?-^*'' : : ?'' : : : : *-?
…………..?-* : : :??--/ : : : : : : : '\
…………./ : : ?-* . .| : : : : : : : : '|
……….../ : ?-* . . . | : : : : : : : : |
………...\?-* . . . . .| : : : : : : : :'| 
……….../ . . . . . . '| : : : : : : : :|
……..../ . . . . . . . .'\ : : : : : : : |
……../ . . . . . . . . . .\ : : : : : : :|
……./ . . . . . . . . . . . '\ : : : : : /
….../ . . . . . . . . . . . . . *-????-*'
….'/ . . . . . . . . . . . . . '|
…/ . . . . . . . . . . . . . .| !
../ . . . . . . . .. . . . . . .'|
./ . . . . . . . . . . . .....'|
'/ . . . . . . . . . . . . . ..'|
'| . . . . . . . . . . ..... .|
'| . . . . . . . . . ...... .'|
'| . . . . . . . . ......' . |
好评: 童年的味道，无双乱舞太爽了。而且可以一台电脑两个人一起玩。
好评: 手感还好。
好评: 太好玩了
好评: 可以
好评: sb
好评: yyds
好评: 撒
好评: 好玩
好评: 从中国编号的3开始玩，感觉每一代除了服装变化，武器数量变化以外很难有什么新意了。不过割草图爽快的游戏也还算可以。
没有云存档请注意。
好评: 有假想路线真的圆梦
好评: 牛逼
好评: wai

好评: 割草无双
好评: 好！
好评: 还是7好玩
好评: 1、7代是个赶鸭子上架的项目吧？涵盖了3456每一代的特色，但每一种特色都没发挥出原本的优势，包括配音员们的表现也是普遍存在问题，以至于成品显得乱七八糟，能找到令人欣喜的地方，但必须自己去慢慢挖掘才行。

2、女性武将的裙底越来越容易走光了，狼友们肯定乐见于这种变化。

3、主打的if剧情难说优劣，胜在结局皆大欢喜，顺利躲过所有领盒饭的剧情点，免得看到喜欢的角色在幕后默默流着眼泪塞饭的样子让屏幕前的自己窝心。
也因为侧重点是if剧情的关系，到处都是盒饭的正史就一般般了，退步很大，生硬衔接与缺乏过渡内容的地方比比皆是。

4、七代的地图特别大，所以被玩家打飞的敌人能飞得特别远，所以为了高连击，坐着11路跑吧……
这一代的黄巾之乱地图与白帝城地图堪称壮观，八成也是为了给后来的八代铺路，结果大家都知道，八代大过头了，玩起来很辛苦。

5、将星模式的背景音乐就差贴个《勇者斗三国》或《塞三国传说》的标签了，但玩法和传统RPG游戏的感受相差甚远，玩下去的动力完全靠你对某一角色的钟爱程度。

6、有很多稍显狂野的尝试，这个是好事，有那么一瞬间我以为制作组终于想起来他们做的是一款东方魔幻主义的游戏（指的不是五代的那种杀马特魔幻），事实证明我会错意了，八代走了一回保守风格。

7、80多个角色，一人一武器三无双一觉醒，可千万别再这么搞了，精益求精就好，过度要求每个角色完全不一样是非常难的。
像敌方弓兵也能易武这种设定就挺好的，远处放箭近处持剑，敌人也开始动脑筋了，这个机制变化就很好玩。

8、希望八代不是终结，而是一个求变的过程，不过这也是我的个人希望而已，关键还得看制作组背后的人事变动与创意整合。

9、能不能把银屏妹妹改的好看点？七代的扁担锤挺好玩的，七代轻装上阵的衣服也很好看，怎么到了八代换成了刺猬棍，还是一副在贫困地区吃了十几年苦头的行头？

10、老刘占了长江上游，方便水运输送兵力进军江东，二爷占了襄阳，保证了粮草与补给线，只要蜀国把巴蜀一带和占有的荆州地区再经营起来，孙家必死无疑，所以不用强调吴国背信弃义。
樊城一战的if解可以改成关羽被俘，但因为关羽攻打的不是襄樊一带，加上运气好，被用来交换蜀国的俘虏，最好再搞个谋士劝关羽不要冒进打襄樊。
另一个if解是打襄樊，但吕蒙有了一个大胆的想法，借着围关羽的空挡声东击西，继续北上打老曹，反正按照剧情都背叛吴蜀联盟了，临时再背叛一次吴魏联盟也没什么，占了襄阳再打宛城，威胁老曹的生命线，然后二位趁机带着一家老小冲出去，至于吕蒙战线太长补给困难，那就是吴国自己要考虑的问题了。
357的if解是把二爷威震华夏的名声坐实，好看是好看，但没考虑后果，到时候一定会像孔明多次北伐一样，魏吴联盟也会多次派兵攻打襄阳，像鲁肃讲和的可能性微乎其微。

要点在于让关羽活下来，而不是保留多少关羽的战果。
差评: 为什么武将明明变多了，却找不到曾经的那份快乐了呢。回归游戏本身来讲，里面的敌人感觉像一个个任人宰割的呆瓜，我每次打完完全没有以前的那种满足感。而且地图做的也并没有前几作好，辨识度太低，感觉在玩同一张地图。只能靠不断的变换武将来获得新鲜感。如果不是真三国的死忠粉我估计我玩不到现在
好评: 减压神作
好评: 爽快的战斗加上激情的音乐，推荐入手！
好评: 为真三补票。全成就。
好评:        说来惭愧，关于三国无双系列本人此前已玩过456代的盗版。后来上网时间增多才逐渐认识正版和正版玩家。无双七是本人在贴吧论坛里看到粉丝评价最高的一代，因为耳闻，决定买来一玩，最后发现确实特色鲜明：
       一是爽快的割草感，虽然有的武器看起来大体相差不差，但每位武将真正都有专属的武器，因而就有了每人截然不同的攻击方式。传统的c技系统在根本上降低了动作上手难度，配合ex攻击和旋风攻击更是如秋风扫落叶。最爽莫过于觉醒无双，在开启瞬间便化身无双战神，横扫千军万马叫人直呼过瘾。
       二是颠覆的主剧情，玩家通过在故事中完成特定目标可以改变后续剧情走向。三国迷都曾畅想如果徐元直没有离开，庞统不走落凤坡，关云长没有败走麦城会如何。终于在无双了可以实现了，在剧情里，每个人喜爱的武将都有可能逃离悲剧宿命，魏蜀吴晋甚至吕布军都有一统天下的机会。当所有努力终于颠覆印象中结局时的爽快感是不言而喻的。
       相对456代百千小时游玩时间来说，本人玩7的时间并不多，所以总结暂时仅此。（平台没有前代销售渠道真是令人遗憾）而本作武器不能快速出售和画质偏昏暗不能不说是一点瑕疵，如果可以，希望光荣特库摩能看到这个评论并通过一次优化来解决这点问题。
好评: 好玩
差评: 都说这款是无双集大成之作，不过我倒觉得不过如此，将星模式无聊至极，就一直刷刷刷，而且还没有了收集武将的乐趣，剧情也是尴尬的要死，PC版的贴图也很糟糕，难度太低，IF线感觉也就这样吧，比较优秀的部分是秘武获取还算有点乐趣
好评: 历史向割草游戏，减压无敌，剧情也很不错。三国粉建议入手
差评: 我是来割韭菜的，你给我看那么多CG干嘛
好评: 割，我疯狂的割
好评: 我是伞兵
好评: 本以为357是开始，没想到是TMD巅峰，哎。。。。。。。。。。。。。
好评: 真他妈牛逼兄弟们
好评: 快乐就ok了
好评: 爽

差评: 日本人nm能不能做好pc的优化，跟nmsl一样
好评: 敌羞，吾去脱他衣！
好评: 手感可以
好评: 割草游戏
好评: 无双之佳作
好评: 14年的老笔记本也能不卡顿的玩  人物动作很帅
好评: 好玩，真三国无双yyds
好评: 1
好评: ees
好评: 爽
好评: 爽就完事了
好评: 好玩
好评: 好玩

好评: 算是结合了前几代的优点制作的精品了，入坑我最推荐这部，将星有点太无聊了，其他模式还是非常好玩
好评: 追加：过了这么几年，我依然觉得真三七是个值得一玩的游戏。比较缺憾的是没有云存档，好几次因为电脑的问题重装卸载等问题，每次都从头打一遍，武器得重新收集，故事重新通一轮，有点痛苦，但也不算很难受，总结了经验的话倒也打的算挺快。
最近看过了老版的三国演义电视剧，然后再来看这游戏，我个人认为有以下几点看法：
首先说一点，我在这里保留原评价那句历史为骨艺术为翼，改编确实是需要的，比起国内凌乱的国内市场，各地手游乱做ip乱编，真的是还不如人家外国做的。虽然由于国情和思考方式种种之类，日本人做的还是缺少点正统古代味儿。比如名字名讳他们似乎都不会考究，字和名的关系他们也不管。这点其实真要说的话无双在文戏方面还是弱。但是总体上是个好游戏。
剧情上，7的剧情连贯性比6差些。玩过一部分4代5代但是玩的不多不纳入评价，6代7代是我玩的比较多的。7是把很多时间线紧凑的东西全拼到了一个关卡里头，也就是把信息全杂糅在短短一关内，比如董卓突然火烧洛阳跑了，官渡直接战场上三兄弟相聚就当场从战场脱离战，徐庶直接来打了一架然后就带着兵马去山上引荐诸葛亮甚至还要打月英，这就导致一个问题，在动画上就变成了全都是在战场上，没有了6那些我很喜欢的有意味的动画镜头，6经典的三兄弟再相聚，三顾茅庐刘备和诸葛亮对话，张飞长坂坡喝退曹军，关羽父子相离别的景象，五丈原的向姜维托话，在7都变成了草草代过，这点完全不如6有意境，让人遗憾。
不过，7的独有魅力在于if线，它确实在一定基础上做出了个假想，在一些关卡做了if条件处理，这一个个小事件叠加，蝴蝶效应最后改变了走向，非常有趣，让人满足了看小说等无法满足的遗憾，过一把幻想瘾。虽然我觉得吴线结局还是相对扯淡，魏和蜀好点，晋线就不太好评价，吕布嘛，其实他就这点事迹，能编成这样差不多得了，也没什么真的看头，就是让他暂时装装逼。
打击感，或者我说割草感比较合适，比6是进步许多，上马唤马以及转向流畅许多，每人都有自己的武器类型（虽然有些黑科技，不过嘛无双就是图个爽不用太在意啦），战场可携带两把武器中途还多了切换武器的操作和攻击，每人都有三种无双，ex招数也是有两个，还可以开觉醒打无双之类等等（虽然并不是这代独有，算是相对体验更好），花样多，手感确实非常爽快，这代对我这种不追求高难只图爽快的玩家是真的体验良好。
模式的话，比起一个个翻格子的6代奇怪的所谓编年史，那些幻想个人的延伸关卡加在了故事模式的下排，也算是带着if色彩的各种情况线，也是有点意思吧，虽然有的还蛮离谱的hhh，不过想刷百分百达成的时候还是有点累。将星模式有点诡异，6代跟他有个相近的模式，但是这个相对更肝，一周目后直接跑完了，就剩那么几个人又重新招兵买马再来一个个打，是有点心累。属于是没什么东西能肝的时候才会去肝的东西。
总而言之买的都不亏，瑕不掩瑜，是个好游戏。
旧评：特别喜欢真三七。不得不说这个音乐做的超级棒，就算不玩游戏的时候，听着音乐也会让人想起游戏里各种场面。最喜欢是这个if剧情，满足了童年的幻想啊，游戏角度来说我觉得是很棒的存在，毕竟历史为骨，艺术为翼，就是有这些超棒的加工才会让人觉得棒啊。曾经我也是顽固的历史派，不知道为什么玩了真三系列之后看的开了很多，也许这就是游戏的魅力所在吧。
好评: 童年 割草游戏
好评: 战斗系统还是在更新的打起来确实是酣畅淋漓
好评: 记得打折的时候买，绝对不亏。虽然它经常不打折。
好评: 太爽了，玩真三国无双系列建议入手这款
好评: 好玩很久没玩这个游戏了，虽然有点贵哈哈哈！
差评: 不是说complete edition吗？怎么一个dlc都没？
差评: 性价比不是很高，很喜欢的可以试一下。价格还是有点偏高不建议心血来潮的玩，容易上头
差评: 我连手柄十次能用两次  真的搞不懂这个游戏。不能一直用手柄玩。有没有大佬教教我这个游戏怎么可以一直用手柄。
好评: 在有些时候
简单的，无脑的
那就是好的
好评: 需要云存档
好评: 算是很经典的一代了 买来补票
好评: 不错不错
差评: RNM 没有云存档 120个小时付之东流 将星打的时间最长 假想路线就差几个就全开了 NMBD
好评: 还好吧
好评: 赵云DLC模型是真的帅，可惜不能在故事中使用。
真三国无双7，真的让我见识到无双游戏的魅力。
好评:  ‭
好评: 好玩
好评: 真·割草无双7
好评: 很好的一款割草游戏，张辽yyds
好评: 比八好玩太多
好评: 割草yyds

好评: 没有对比就没有伤害 7真好玩 8是什么垃圾 等了半天的8帝国更是孤儿 打折买的 割草爽的 我是聪明逼
好评: 我特么为啥玩正版！！！不就为了能云存档吗！！！？可结果*** ++！
好评: 没有steam云真是太痛苦
好评: 做一个云存档很难吗？！！
好评: good
好评: 手柄经常无法使用，其他游戏都行就这游戏老折腾。游戏挺爽。
原来是因为一个小键盘和手柄冲突，所以不能用手柄，拔掉小键盘就好了。
好评: 无双游戏的典中典，再怎么说都称得上好评。
吕布的if线打的真的很爽，尤其是定陶之战，燃爆我了。
小学在快玩上玩的盗版，现在我大一了，依旧能找回那个时候的快乐。
只是陪在我身边一起玩的那个人早已不见了。
好评: 当年玩356的时候，觉得357的剧情有点魔改
联合军火烧洛阳（？？？？
后来我看到了358，我领会到了357的好
无双毕竟是无双，不是历史，不是三国志，割草游戏快感第一
做成这样，大抵也值得上一场好梦了
ps：为什么我玩了快400小时的游戏评论只显示28小时？？？
好评: 古今多少事，都付“STRENGTH, WEAKNESS”中。感谢铃木大先辈及其创作团队在真三国无双7猛将传中塑造了一个完美的吕布和他充满魅力的武人军团。
真三是个老IP了，很多声优到了8代其实也喊不起来了（不仅是太师，云妹在蛇3里就喊不过真田小队长了）。这个IP究竟还能延续多长时间呢？真是个令人伤感的话题。
但无论如何，真三国无双7猛将传和它的吕布一起成为了一个不可能存在的梦幻世界的顶点，希望真三国无双9可以再创辉煌。
好评: 一款经典的割草游戏。还是值得推荐的。
好评: 真三国无双6和7值得收藏
好评: 喜欢
好评: 从初中到大学玩学习版快上千小时了，现在来补个票。真三7的IF路线是真的做得好，通过改变一些小细节和个别人物的命运可以打出统一天下的结局，而且情节都挺合理的。往作的优点都有传承改进。这一代真的用心了，人物的建模外型还是一如既往的好看。DLC皮肤给个好评，DLC武器也为开荒降低难度
有一点缺陷是游戏居然不能自动识别手柄，还得在打开游戏之前先将手柄插上电脑，而且手柄不支持振动
非常推荐割草狂魔和三国爱好者补票入库
好评: 补票割草无双
*敌羞我去脱♂他衣*
———————————————————————————————————
没有云存档，我是傻逼！
好评: 666666666
好评: 我们需要云存档！！DLC太贵了！！
好评:   專門給8歲的兒子買的，為了讓他有興趣的學習一些三國的基本故事，現在兒子能倒背如流各國將領名字和性格長相特點，重大戰役的來龍去脈也多少有些了解， 能做到這些我已經很滿足了。 兒子最不喜歡的是劉備，哈哈，小小年紀就能識破偽君子的假仁義，真野心，實屬不易
好评: 割草真刺激
好评: 很爽
好评: if线非常浪漫，但也就仅限于浪漫。少了6代剧情沧桑感和悲壮感，有些地方还有点搞笑。
好评: 吕玲绮啊啊啊啊啊啊啊啊啊awsl
好评: 击打感不错，一直很喜欢
好评: 666666
好评: 割草游戏，极度解压。
好评: 割草无敌
好评: 解压游戏
好评: 最初的游戏厂商：做一个100%完成品，然后卖给你
后来的游戏厂商：做一个70%完成品，剩下30%拆成dlc卖给你
2020年后的游戏厂商：直接把半成品卖给你
好评: 换了电脑
全图全武将存档都没了
寄

但还是挺好玩的
好评: 切菜属于是
好评: 无聊就刷刷解压················
好评: 很喜欢的一款游戏，很早之前就玩过 ，虽然是盗版的，但是为了情怀，支持这个游戏 还是重新买了正版，其次这个游戏如果是为了成就，想要全拿还是很难，很繁琐，
好评: 割草游戏再无割草快感
好评: 通关好几遍，存档丢好几遍。但是每次重新玩都不腻
差评: 开游戏无限弹回桌面，前面玩的好好的，现在忽然这样。无语
好评: 割草，简单的快乐。从5代入坑，每一代都有我很喜欢的地方。5的战场设计，6的剧情，7的武器，8的。。喔8我没买
好评: 挺好的真的
好评: 画质很好，上阵砍杀成就无上大业
好评: 经典
好评: 我爱割草

差评: 不好玩
好评: 我是小傻子
好评: 还行
好评: 这款游戏总的来说，感觉平衡性做的没有这么好，就像是吕布的个人秀罢了。玩了吕布就不想玩其他的角色了。


简单来说，除了吕布，其他废物。
好评: 8拉夸，玩回7吧
差评: 说实话，真的不好玩，游戏寿命太短了，玩着玩着就腻了
好评: 好

好评: 不错不错
好评: 小时候玩的第一个无双游戏就是真三5，和几个好朋友一起刷武器和马匹的欢乐场景一直在我脑海里。真三6新加入晋势力和编年史模式，并以史实流向讲述三国历史，给我当年的体验非常卓越（特别是黄忠大爷的无双技），我认为6是三国无双系列中最集大成的一作。
现在开始谈谈7，我认为本作剧情模式综合了5和6的特点，独立增加吕布传让我梦回第5部打武将剧情，特别是if线中的吕布变得那么强大且有胆识和谋略属实让我回忆起了那个拿着水上大风车撕破天际的男人。
每个势力的剧情分史实线和if线，延续了第6部的优秀叙事后，if线让我们回看历史并完成每个势力结束战争未竟的道路。每个势力的选择都不一样，霸道仁道亦或是和解都可以结束战争，最令我吃惊的就是孙权选择了没有皇帝，与多方和解组建政府共治国家，我想了很久怎么去理解，最后只有一句话，人民的愿望一直都是停止战争，重建家园，安居乐业，而孙权顺应了自己的内心吧。
总得来说，7叙事传承自6也不乏创新，培养有5的影子又不完全照搬，7是一部延续真三国无双荣光的作品。达成全成就肝度会异常高，如果是割草游戏爱好者且热衷于刷刷刷的朋友，推荐一试。
好评: 不支持xbox手柄就离谱，心目中还是5代最好玩要是能出个重置就好了
好评: 总体感觉还是可以

好评: nice
好评: 神作
好评: 割草就完事了
差评: 我一直听说可以打mod，什么时候官方开放mod啊，像割草游戏一定要玩出花的话还是得要有创意工坊啊
好评: 老粉才会买这个游戏吧。
游戏按键反人类，最好自己调整（每次调整后换个手柄MD又要调）。
没云存档是真的烦，之前打的，重装系统后就啥都没有了。
好评: 六折很香。希望有生之年每个角色能刷满
好评: 特别好
好评: 3代入的坑 4代玩的最多 年纪大了通了一边剧情就刷不动了。
好评: 耐玩
差评: 谁tm能告诉我，为什么我就换台电脑的功夫，我80个小时的存档没有了呢？？？？？
好评: 10年无双老玩家在此评论，这游戏是真的吊
好评: 初中的时候级就觉得这个系列好帅，盗版玩了好多遍，正版也玩了好多遍
好评: 儿时的回忆真三国无双5，童年的梦想真三国无双7，日产三国游戏的不朽经典。
好评: 总之就是疯狂割草，很解压
好评: 最火的无双游戏系列
好评: 想要攻略的小伙伴们可以去看下B 站Up主[b] DecLuna[/b]
主页地址传送门：[spoiler][url=https://space.bilibili.com/260679147 ] 点击此处 [/url] [/spoiler]
攻略演示史实IF剧情双路线，还包括历史资料拓展，秘属武器获得，星级挑战达成，还有很多可以减少途径的小妙招
喜欢的可以去捧个场，比心了
差评: 动作系统用心程度还不如最早几部
手柄支持更是一塌糊涂
好评: 又没人和我一起打6星武器啊，一个人好难。。
好评: 如果ai难度像真三国无双3一样，这将会是一代顶级神作。可惜。
好评: 还是357割草爽，358就一循环动作复制粘贴空旷世界模拟器。
好评: 休闲割草游戏YYDS，别的游戏玩腻了就玩玩这游戏炫酷连招，还有无双觉醒各种玩法，超赞！！！
好评: 韭菜收割机
好评: 很好玩，已经杀疯了，为什么吕布要死，本大爷可是最强的吕奉先！
好评: 游戏很不错，武将的新无双打击感也很强！！
好评: 想玩不一样的剧情还是去玩帝国，尤其是喜欢诸葛亮的，这个有的已经给你规划好结局了，有的人物命运只能按历史不可更改，最离谱的是你给诸葛亮的五丈原加了个if吧，if不能把诸葛亮复活？？？就只在后面的剧情多了几句台词再死，我要你有啥用？这什么反人类设计，真无语，前几代打赢我就逆转结局，这个就离谱。
好评: 喜欢
自由度不太高

好评: 爽爽爽
好评: 小时候在网吧玩，现在买一个是为了怀念过去
好评: 三国无双系列集大成者。
既有前作任何一代的影子，也有本作特有的if模式。
打折入更划算。
3代入坑老玩家表示，这比任何一代都好玩，8代是什么辣鸡？

好评: 神作，买就完事
好评: 算是给光荣补票了，很解压的游戏
好评: 真正的三国无双，不会逼逼赖赖说些没用的。刷，就完事儿了。
好评: 内容和细节都不错，可惜的是，这游戏从不打折，而且，8代一点没进步，简直做的令人发指，不过7代猛将传，是巅峰了，真的不错
好评: 好玩，割草就完事了，冲！！！！
好评: 666
好评: GOOD
好评: 真五7真的很不错了。
算是从初代以来到现在的集大成之作。
除了某国的IF跟个笑话一样（也没啥能写）
其他的IF都是比较合乎逻辑的改编，也尽量走合家欢路线避免死人。
从6帝国进来的新角色徐庶属于是把我对丞相的爱完全抢走了，击剑武器模组是我见过最飒爽的模组！
此外，法正虽然被调侃拿个破抹布但是那个抹布是真的好玩。而夷陵复仇战也再现了丞相的某句话。
希望无双以后能更好吧，还想看到更多三国角色，以比较爽快的风格活跃在真三的故事里。
好评: 将星模式不错
好评: 解压神器。砍就完事了！
好评: 曾经幻想过诸葛丞相要是采纳魏延的计策，或许蜀国历史会被改写。但真7的if路线，满足了我的幻想，子午谷奇谋能实现，每次玩if路线，不管是吕布传还是蜀传魏传，每每泪目！！159原件买的，我想，这已经对得起这个游戏的价格了。
好评: 还可以
好评: like
好评: 2333
好评: 就是一个很爽的纯动作游戏，解压推荐。

好评: 好玩

好评: 357不愧是集大成者，就是没有云存档有点难受
好评: 五星好评一次付，爽就完事了
差评: 键盘操作过于反人类，而且还不支持手柄
好评: 做个解压割草机
好评: 357m yyds
好评: 吕布还是一如既往的猛啊
好评: 无双割草，手残天堂。
好评: 很好玩
差评: 重新下载之前的数据就没有了吗，好难受
好评: 玩了那么多年的真三国无双了，全部玩了个遍，怎么玩都玩不腻，这是我真三系列当中第一款正版吧，所以很“珍惜”，操作没什么，手柄也好键盘也好都习惯，就是英文真的割起来一点都没有要脱敌将衣服的感觉。
好评: 6666
好评: 想玩很久了，感觉没有辜负我的期待，但是玩到7就可以了，千万别玩8，别问，问就是垃圾
好评: 刷刷刷游戏，无聊割草解压用。
好评: 没有355激情
好评: 真三国无双系列承载了我很多快乐的回忆，初中的时候和最好的朋友一起玩真三国无双五，当时顶着一个64mb显存的破显卡，帧数只有个位数，仍然乐此不疲。我玩诸葛亮，他玩赵云，在虎牢关前打吕布，他在吕布面前近战，我用诸葛亮在远处拿激光射，不知道死了多少次，屡败屡战，但当时真的非常快乐，经常笑得喘不过气。后来玩三国无双也越来越明白怎么玩，怎么刷装备了，但只剩下我一个人玩了，而初中和他一起玩真35的日子永远记在心中，还好我们现在仍然是好朋友，他在美国，我在国内，一起努力。
好评: 666666666
好评: 算是为童年真正让我喜欢上的游戏补票吧
好评: 星彩、银屏、玩姬、玲绮我全都要
冲冲冲，手冲战士在行动
爽就完事了
好评: - -
好评: 这是我接触的第一款单机类型的游戏很有怀念感。
好评: 补票，以前只玩蜀国和吕布传，这次我要全部都玩过一遍。
好评: 358一出才知道357有多优秀，不过暗耻好像一直对Complete Edition这类词有什么误解
再来一遍，357真好玩，357真好玩
好评: 很好玩，为童年补票
好评: 在真三8的衬托下，我觉得这一代真的好玩。
好评: 补票玩家在此。
真三割草，熟悉的感觉，熟悉的味道。
优点：
1.这一作我认为在剧情上平衡得很好，主线重走演义故事；而一步步完成条件后，也能解锁if线剧情，体验变化逆天改命弥补遗憾。
2.武器系统，每个人都有独特武器，而且主武器副武器很舒服，可以随时更换战斗风格很舒服，如果主武器实在难用还能用别人的武器。
缺点：
1. 画质真的不咋样，甚至感觉还不如印象中的真三5，地图简陋，贴图简陋。

好评: 小学在表哥家玩的355然后就沉迷这款游戏无法自拔，后来找到了354再次沉迷，这款游戏和鬼泣3伴随着我的童年，后来过了几年出现了356，同样在网上下载下想要体验可是游戏充斥着各种bug，但依然没有劝退我，再后来356的猛将传和后来出现的357都是满满的回忆，现在来补个票这真的是款很棒的游戏。（前两天还玩了358怎么说呢。战斗还是挺爽快的，但是总感觉变味了，目前在我心中357猛将传算是巅峰吧，之前玩357没走过if，入正后第一次认真的走了if。蜀国关羽阵亡后游戏立马变得压抑了起来，玩起来也很沉重，当我重走if之后真的震撼到我了，看着之前救下来的人一个个的出现来帮助我我都不自觉地笑了出来，太棒了！援军们来了，从这里往后剧情也是特别阳光连bgm都欢乐了起来，全部通完后的中文片尾曲听起来也是很舒服，一切都像梦一般，听说这是353的歌曲，但是我没玩过353第一次听到这歌还是挺震撼的，到现在我已经入坑十几年了，无双系列陪伴了我十几年无双大蛇，战国无双，联合突袭等等我都玩过，每一部都不一样但都给了我熟悉的感觉，如果以后无双系列出新作我还是会支持，因为我真的爱死这款游戏了。）
好评:   我真的非常喜欢无双系列，战国无双还有三国无双几乎每代只要有PC汉化的我都玩过，我对光荣公司是怀有特殊好感的。
  旗下的乙女游戏遥远时空、安琪莉可、金色琴弦等也非常有特色，不过我还是喜欢这种可以驰骋沙场畅快割草的无双。
  和我老妹以前上学时经常一起开2P协同作战，一起迷路一起打敌方大将遇见吕布一起逃跑。
--------------------------------------------------------------------------------------------------------------------
  本来对三国这段历史就很感兴趣，无双塑造了很多鲜活的漂亮小姐姐、帅气小哥哥，使我喜欢上了亮的徒弟姜维。
  358的事件确实令人生气，但357是款好游戏是毋庸置疑的。扭转悲剧的IF模式，辛辛苦苦打N遍点亮所有小星星确实是值得的。
  光是官方自带简中和繁中这点就超贴心有木有！
好评: 还阔以吧
好评: 最爱的动作游戏
好评: 极致的割草 游戏的本质单纯
差评: 我真是个大傻逼
好评: 晋传郭淮跳柱子我愿称之为单机游戏史上最傻逼的操作，你游跳跃手感多差自己心里没点逼数是吧，竞速关搞这么个环节，失误一次就得从头开始，存心折磨人（游戏整体好玩，童年回忆，推荐）
好评: 割草游戏，打斗减压，有剧情。不过女英雄穿着比较内涵.........哇咔咔咔
好评: 补票了,很好玩
好评: [quote]并非只有太阳和白羽能与天空相伴，关注：[url=https://store.steampowered.com/curator/41411728/]白羽夜鉴赏[/url] ，与我们一同探索游戏世界的千奇百态。 
同时也欢迎加入：[url=https://steamcommunity.com/groups/WhitefeatherTeaparty]白羽夜茶会[/url] ，跟我们一起开黑交友探讨游戏乐趣。[/quote]

[b]前言[/b]
小时候常听家人讲三国的故事，因此热爱上了三国，大家都说刘备是正义的那方，我也便随波逐流，认为刘备那方就是正义的一方。随着年龄的增长，开始有了自己独立的思想。对待事物有着更多辩证的态度，在乱世之中，何来对与错？一切都是为了生存罢了，弱肉强食的世界里，今天不是你被我干掉，明天就是你把我干掉了。乱世之中，我最佩服曹操-曹孟德，宁可我负天下人休教天下人负我的态度，让他在乱世中，叱诧风云，誉为那个时代的超世之杰，乱世之奸雄！放在如今的年代也一定是个人物。

[h1]狂如奉先，割草无双[/h1]
  当我接触了本作-真三国无双7，我又再次佩服一个人物吕布-奉先，（不评价他的那些不智的行为。）以武力去争夺这个乱世，以一人之力拒数百人，体验战场上杀虐带来的快感。从他的一招一式当中，我只看到了一个“狂”字，在他身上流现。招招致命，在他看来杀人如割草一般，战的舒服，杀的爽快。在他的眼里武力是绝对的，能够击败各种阴谋与阳谋。这不就正好符合这款游戏的特色？视人命如草芥！这款游戏最大的亮点就在于“割草“，越割越爽，如同你是鬼神吕布，在战场上驰骋，神挡杀神，佛挡杀佛。

[h1]割草玩法[/h1]
每个战役你所扮演的三国角色，全部都可以统称为割草机。你的任务就是按照战役取胜的要求去完成，除此之外，你就扮演着一台割草机，在诺大的草场上奔驰，割着一茬又一茬新鲜的草，体验割草带来的快感，感受吕奉先战场上的快感。敌将已被我打败的一句句日语在耳畔响起，那是割草机的轰鸣声。

[h1]结语[/h1]
这一代的无双还是那么的棒，依旧保持着割草的爽快感，让我们在工作，学习的压力下能够释放负能量，不得不佩服光荣对于三国历史内容的较为真实的重新复现，改编不是乱编，戏说不是胡说，光荣的对于历史的真实复现是令人敬佩的。真希望哪天我们优秀的游戏制作者们能真真正正的做出一款能够比肩或者超越三国无双系列的游戏，书写属于只属于我们的三国故事！如同，蜀国线中，诸葛亮在五丈原临终前对蜀国的年轻将领们说，这是属于你们的时代，让仁的意志遍布大地吧，只属于我们的三国，何时能遍布这片华夏大地呢？
好评: 好玩

差评: 没有云存档，慎买
好评: 文艺复兴，，，真的喜欢玩这一代

好评: 在真三8帝国发售前，再拿出357m通关一遍
好评: 建议steam界面换繁中，不然成就全英文

讲道理你都国区了，怎么简中成就TM全英文，膈应谁呢

也是个补票的选择。
毕竟三大妈正版玩的多了，来补个票。
好评: 割草快乐
好评: 还是喜欢7
好评: 《无双》系列在如今的的热度已经有所下降，但是如果时光回滚个十几年，可谓是如日中天般的吃香作品。从《真三国无双2》亮相时的惊艳，但后续作品为了追求爽快度逐渐割草化，再到欧米茄工作室的虽然无双系统知名度度的水涨船高逐步与各大IP合作整出《高达无双》《北斗无双》《塞尔达无双》等一系列作品，让人不由得感慨游戏界往着“万物皆可无双”的道路发展。KOEI自家以《真三国无双》与《战国无双》系列两大无双系列挑大梁，可能的《真三国无双》系列问世早一些的原因，于是跟多时候充当着试验田一般的角色，模式不错/不好设定，后续在《战国无双》中会继承/避坑。

《真三国无双》到如今已经有8部正统续作，不过制作组似乎并不甘心一点一点循序渐进，偶尔会搞点大动作，希望作品来一番突飞猛进，不过也许是运气不行也许是预算不足，改动较大的引入连舞的《真三国无5》引入开放世界《真三国无双8》都未能取得较好成效。反倒是循序渐进的其他作品往往发挥更加稳定。本期要聊的《真三国无双7》便是延续老路上走向极致的作品。


[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]


[h1]C技系类战斗模式的终极体[/h1]
通过在使用普通攻击时，按下特殊攻击按键发动的C技来使角色的攻击动作变得千变万化的C技可谓是《真三国无双》的招牌战斗系统。《真三国无双7》中的C技系统，集成了自身系列的C6已经《战国无双》中的可连按C技的变招。每个角色会有一套完整的C6技能，而变招则藏在C1-6其中的其中两个技能之中可以用来发动强攻击或者为角色上buff。

与C技齐名的无双系统在本作中也进一步完善，直接按下按键的标准无双；切换武器时发动的2号无双；半空中发动的空中无双；觉醒状态下发动的真无双总计达到4中，而角色则达到了82名，关是实验各种难有雷同无双的狂轰滥炸效果都够玩家忙活上好一会儿了

当然纯粹的割草式玩法玩多了多少有点乏味，本作中则通过武器的“天地人”"剪刀石头布“式的属性克制；一闪式的易武反击来不少改变战斗变数。


[h1]关于游戏模式[/h1]
游戏的剧情模式再次回到到了国转试的主线剧情，模式剧情点会通过分支连接，一些关键剧情还好给出if模式关卡给玩家一个改变历史的机会。从游玩体验上来讲，稍微少了点《真三国无双6》点亮格子式关的那股惊艳。不过游戏自带的明显继承于《真三国无双4猛将传》里修罗模式的将星模式则扳回一分，玩家将如同玩经营类rpg一般一步步收服部下，扩建基地，往着建造铜雀台的目标前进。


[h1]逐步《DOA》化女性角色发展[/h1]
说起《真三国无双》系列的另外一大看点，那绝对是数量云集合的美女武将。跟随《无双》系列一路过来老玩家们曾几何时能想到有有棱有角拿着两支“大火柴”的貂蝉（《三国无双》格斗版）；稀疏头发，扎着俩小辫的大乔（《真三国无双2》）的大乔曾几何时会变得如此花枝招展甚至有些妖娆（比如拿起女王范的鞭子）。女武将的队伍是一部一部扩充，多到为会为专门搞个选美关来绝个第一美人的地步。校服cosplayDLC服装包也是进一步扩充，多到布料场产能不足只能在女性正篇服装中动起了削减用料的勾当。值得一提的是《真三国无双7》中还加入了《DOA》玩家们喜闻乐见der摇，《真三国无双》的女性角色设定上果断是在向着《DOA》学习的道路上渐行渐远了。


[h1]结语[/h1]
相比跨度太多翻车的《真三国无双8》，《真三国无双7》更能代表《真三国无双》系列的最高水准。发展到极致的C技配合“天地人”易武反击系统”让玩家可以更有代入感地去割草。if剧本模式可以满足不少玩家改写历史的愿望，不过总体偏阴暗的色调已经剧本质量的下降比起《真三国无双6》还是稍显下降。期待有朝一日koei可以在《真三国无双9》让《真三国无双》的整体质量再上一个台阶了。
好评: 6
好评: 童年回忆，速来补票。
好评: 喔！！！！本大爷才是真正的三国无双！！！！！！！！！！！
好评: 玩的可以剧情不错
好评: 我小时候就一直在想，如果徐庶没有去曹营，凤雏没有于落凤坡殒命，那么必定会有一人跟二爷一起镇守荆州，即使有东吴的背信弃义，也不至于落到败走麦城的地步。季汉的IF线可以说是满足了大多数季汉粉的幻想，徐庶献计帮助二爷在樊城之战力克曹仁和吕蒙，凤雏也率领军队从汉中支援，玩到这里的时候可以说书非常热血沸腾了。最后季汉统一天下，复兴汉室的时候，老一辈的五虎上将和卧龙凤雏都还健在，年轻一辈的将领都成长起来了，真的是非常感动。唯一的遗憾，就是孙十万还在做着大汉吴王。
戏说不是胡说，改编不是乱编。不得不说光荣还是很懂三国的。
好评: 割草无双第七代，还是可以的。
好评: 无双割草，谁玩谁爽

好评: 补个票。无双系列里面总体来说最喜欢的一个了。
差评: 刚进游戏手柄键位正常，第二次再进键位错乱，恢复初始设置也没用。
好评: 割草就完事儿了
好评:  好不需要理由
差评: 一个靠肝的游戏没有云存档是不是有一点过分？
好评: 好玩是好玩，但是当我听到关羽和张飞喊刘备欧尼酱的时候，我心态炸了
好评: 总结来说就一个字“爽”
好评: 刷的起飞
好评: 回忆杀
好评: 6666666
好评: 魏传IF看得魏粉人生圆满，谢谢你暗荣
好评: 打的很爽  很赞
好评: 割草无双贼爽，也是为了童年补个票了
好评: 通过打折 花了54元证明了我是傻逼
好评: 关银屛（怪力少女）天下第一
差评: 存档老丢失
好评: 很好玩
好评: 割草割了个爽，妥妥的减压神器
好评: 史实模式：怎么又挂了一个
假想模式：我要救他，狗贼别跑，来不及了，读档
自由模式：刷等级，肝疼
将星模式：刷武器，肝更疼
云存档：肝这么久连个云存档都不给我，呵呵
好评: 剧情不错，手感还是那样
好评: 超值！爆赞！
好评: 减压游戏
好评: 66666

好评: 这游戏很好玩，很打发时间
差评: 你mlgb的能不能搞个云存档啊，玩了四五十个小时的存档重做个系统全没了，真会恶心人啊，sm玩意
好评: 鉴赏室BGM好评。
好评: 游戏不错，就是把三国演成中二热血青春剧了，略显尴尬。
好评: 由于时代的原因，建模粗糙僵硬并且存在穿模，人物模型没有三维旋转，且界面操作不够人性化，你经常玩着玩着就会想“为啥笔记本翻页键用不了啊？”，“要是能一键卖出低级武器、一键合成的话。。。”甚至“为什么这里不能退出”、“为啥地图看不到据点名”导致你的体验十分糟糕。但是这游戏卖的是割草和情怀，作为割草始祖之一，你只能一边骂骂咧咧一边享受割草、占领据点的快感。对了，吕玲绮妹子永远滴神~~~
好评: 7m真的比8代好玩很多
好评: 设使天下无有孤，不知当有几人称王，几人称帝。
好评: 6++
好评: 三国无双系列的巅峰之作
好评: [h1][b]为了童年补票！[/b][/h1]
这作也算是一部童年作品了，它的故事和想法来自于罗贯中撰写的历史小说集“三国演义”。该系列丛书讲述了三大国家及其追随者之间史诗般的斗争故事。游戏设定在汉朝灭亡之后，从公元 169 年到公元 280 年土地最终统一的中国古代历史上的三国时代。

在 [b]《猛将传》[/b]版本中，游戏中有超过 80 个可玩角色的庞大名单，每个角色都有自己独特的动作集可供选择。每个角色现在都可以通过在战斗中击败敌人以及收集将军掉落的经验卷轴来获得经验。与之前的条目相比，这款游戏的进程感更强，更多动作和无双条在更高级别解锁。至于个别角色本身，许多人都保留了之前系列作品中独特的动画个性，新老军官之间的化学反应是一个受欢迎的补充。
[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]
[b]用UU加速游戏游玩【联机游戏】，联机体验更稳定哦~[/b]

[h1][b]不错的游戏，就是老了点.[/b][/h1]
故事模式跟随时代不同交战王国的历史。在之前的游戏中，它的玩法方式与真三国无双 4 非常相似，每个王国都有自己的故事，而不是跟随单个角色。主要的国家是《真三国无双7》中引入的魏、吴、蜀以及晋。在极限传奇中，还有吕布故事模式和“其他”国家故事模式的回归。

故事模式现在遵循一个线性系统，按照时间顺序跟随事件，根据某些要求和事件是否完成，某些阶段提供分支路径。这可能只是一名军官将在稍后出现，否则他们在历史上不会出现在甚至解锁该王国的假设时间表中，可以在那里改写历史。解锁这条路线的所有条件都是秘密的，直到它们完成或直到任务完成。还有一个单独的时间表作为一系列“假设？”发生在三国时代不同历史转折点的场景。

自由模式又回来了，允许玩家从故事中选择任何地图与他们想要的任何军官一起战斗。玩家还可以选择他们希望拥有的难度、护卫和动物以及其他各种设置。特别值得注意的是，AI 也得到了显着改进，因此帮助盟友的玩家可以提高军队的士气，并可以帮助他们扭转战局，而忽视盟友的玩家将受到惩罚，并且更有可能失去盟友作为盟军士气。

野心模式是对之前游戏中提供的先前征服和传奇模式的新转折。在这里，负责将一个简单的地基建成一个繁荣的城市，以吸引足够多的皇帝来参观并邀请他们加入你的事业。有各种简短的任务，旨在获取材料、名望或招募盟友以扩大您的城市规模。还可以战斗和招募著名军官作为保镖加入您的战斗，除了在战斗之外与您的可玩军官建立联系之外，还可以提供支持。
可以建造许多建筑物，其中包括武器和物品商店、农场、兵营，可以将士兵派往其他省份以返回材料和其他奖励。尤其是铁匠，玩家可以购买更高的铁匠等级的更好的武器，以及使用类似于勇士大蛇系列的回火系统使用 40 种不同武器属性创建自定义武器的设施。武器可以进行淬火（将两种武器的属性合二为一）或重铸（将 3 种不同的武器组合成一种新的随机武器）。

武器系统与《真三国无双4》非常相似，但取消了性别限制，玩家在战斗中不能再更换武器。一次可以装备两把武器，每个角色都有一把EX武器，这是该角色的标志性武器。这些武器在配备它们时具有扩展的特殊动作，例如赵云和他的龙枪。还新增了新的亲和力系统，其中每种武器都具有天、地或人的亲和力。这就像石头、纸、剪刀一样，每一种亲和力都优于另一种。这一切都在故事模式的可选“教程”部分在游戏中进行了解释，4 个王国/派系中的每一个都有一个教程阶段。

[h1][b]一些吐槽：[/b][/h1]
由于年代太过于久远它们的分辨率和质量却被锁定在较低的分辨率和质量上，不是真粉丝或者没有接触过这类游戏的玩家多半是不会太喜欢的，键盘和控制器切换也要重新设置一遍自己适合的键位才能好用。
还有另一个问题是游戏中的控制器支持，游戏中显示的键保持为键盘控制的键，不愧是你光荣，仁王默认显示控制，《猛将传》显示键盘..

[h1][b]结语[/b][/h1]
[b]《真三国无双7》[/b]是真三国无双游戏系列中相对来说比较好玩的一代，同时仍保持前几作备受推崇的爽快割草性质。
对于新玩家，我也认为这是一个很棒的第一款游戏，它包含了几乎所有新概念的综合教程和提示，让玩家更容易进入游戏。我认为新的 Ambition Mode 和 Free Mode 的回归极大地扩展了重玩价值。然而，那些寻找需要大量策略、准确的历史讲述、身临其境的故事情节或角色扮演机制的游戏的人可能会在其他地方找到更合适的游戏。



好评: 补票，慢慢的记忆
好评: 非常适合解压的时候玩，没有什么比草割游戏更爽的了
好评: 好
好评: 割草不错
好评: emmmmmmmmmmm我特么一进游戏发现读取了好几年前的存档，全通 ==
好评: 很不错
好评: 我想知道怎么退出进到游戏之后就只能一直再游戏界面还不能暂停，改了暂停按键也不行，ecs就不好使，只能切屏再进才会有剧情跳过和退出界面，怎么回事啊
好评: 有了8代的衬托，7代简直神作中的神作。
好评: 好玩
好评: 补票
好评: 希望大家游戏愉快。
好评: 爽就完事了，经典游戏了
好评: 补票
好评: 爽就完事了

好评: 66
好评: 一个字     爽    

好评: 好玩好玩好玩
差评: 我们需要云存档 ！！！
We need cloud archive !!!
好评: niu

好评: 希望增加云同步功能
好评: h
好评: good game
好评: 1、等打折购买
2、买带stage（额外关卡）的dlc，关卡>武器>皮肤
3、WEAPON SYSTEM & UPGRADE PACK 包含6个关卡和6种武器，但是本人不喜欢非专属武器，没买
4、全stage是84个，去掉WEAPON SYSTEM & UPGRADE PACK 是78张地图
5、本人购买内容 本体+POWERFUL WEAPON PACK+UNIQUE WEAPON PACK+NEW STAGE & ANIMAL PACK+NEW STAGE & CAMP SYMBOL PACK
差评: 键盘改键位太繁琐了。
好评: 无脑推荐就完事了 比8强了N倍
好评: 童年PS2遗留的回忆
好评: 游戏很棒，是磨时间和消减压力的游戏，不过也有几个缺点。一：打斗太少了，很多任务都是在跑路，基本上过图都是在跑路，而且将星模式里面都是直接跑过去打任务最后结束，这就显得比较无聊单调。二：就是将星模式基地升级太慢了，而且没有4.5代里面那种可以添加铺助角色并一起发混招的功能了，这一点7代消掉了缺少了很多乐趣，单人玩毕竟很单调，如果加入铺助角色以及与铺助角色混招技能会让单调少一些。第三：技能升级实在是太慢了。特别是武器技能升级真的好慢啊！强化技能升级稍微快一点，毕竟打武将可以直接升级。7代里面有个优点就是武器获得更加容易了，直接购买，或者就是直接传奇模式（最难的那个难度）打武将直接出。希望后期9代的时候出铺助角色功能加混招功能，少跑点路，多给些任务，不要单调的只有一个，显得无聊，一个图多个任务，奖励也多，不然你把图里面的武将打完，最后得到的还是一个任务都酬劳。就让人不想去打其他武将，直接骑马跑过去结束任务。希望后期9代可以改进！为啥没说8代，还不如7代啦！就不提了！！
好评: 爽就对了

好评: 童年神作
好评: 情怀
游戏
好评: 将星模式值得
差评: 13年的游戏（本篇）动作还没03年的游戏流畅，笑死人了
这一块和代工时代的无双的没法比
差评: 感觉游戏对手柄的适配性不太好。。。
好评: 来补票的， 光荣这个SB我懒得骂了，4和5什么时候出重置啊我要买爆！！ 高中压力最大的那段时间都是4陪我度过的yyds！！！！！！！我永远喜欢赵赵子龙！！！！！！！！！！！
好评: 好
好评: 小时候就喜欢玩三国无双系列，看到steam上有7来补个正版
差评: 一
好评: 一起来割草吧
好评: 蹲个折扣入手了7，搞不懂的是，同一台机子，6卡的不行，7就很流畅。偶尔刷刷
好评: 补票！
好评: 游戏十分解压，也适合技术流玩家。我才不会承认主要是人物挺好看的（笑）
好评: 来，往这里看，聚光灯往这打，我要宣布一个事情。
我原价买的我是傻逼。
差评: BUG多的一批，触发率还高，真不敢相信这一部还特别好评，你们是没玩过真三国无双四和五吗？
好评: 群驱东邻受国史，神州士夫羞欲死。[/h1]
是一款好游戏，但是希望以后不用再听到关羽称呼刘备欧尼酱。一段属于我们国家的历史，值得用自己的语言好好演绎。
好评: 13213245
好评: 经典，儿时的回忆...
好评: 不得不说，还是五代的貂蝉最好看
好评: 割草很爽，很解压
好评: 好就是好，哪有那么多为什么

差评: ...............................
差评: 垃圾 WiN10黑屏
差评: 暴力移植
好评: 爽
好评: 笔记本电脑没法中途退出怎么办啊，esc,F1，Windows都没用
好评: 爽就完事了
好评: 好玩，就是打击感差一点，不过还是好玩
好评: 情怀而已！
好评: 我是傻逼
好评: 我是傻逼
好评: 众所周知，无双是一款刷子游戏，
刷秘武，刷完成度，刷建筑材料，刷同伴好感度，刷武器材料，刷钱，刷统率度，刷挑战第一名，刷究极难度通关，刷武将经验，总有一个适合你，把你刷到吐。
况且这游戏还没有云存档，我之前八十个小时存档全没了。
现在开始重新刷。
学特殊技能，轻功，转身，无影步，旋风。转身太鸡肋了，轻功去做迅雷挑战有奇效。
（我一开始以为无影步有奇效，结果还是轻功牛逼）
你这训练场太鸡肋了，每次就加那么点等级，还不如我倒卖大熊猫喂经验书快，可以删了。
建模贴图光影是PS3版本，他妈的，我PC配置比PS4差吗，你老给我整PS3版本干啥。
关于剧情




我那么喜欢文鸯，为什么只给文鸯那么点戏份。故事模式主线加IF加支线只有3个关卡，另外为什么IF里文鸯被搞成了带孝子？
为什么支线动画比主线动画强那么多。
好评: 情怀
好评: 补票
差评: 我是傻逼
好评: 好累，好玩。
好评: 笔记本电脑，华硕天选，用不了数字键盘里那个pgup和pgdn，游戏里不能翻页，这咋办啊？
好评: 童年记忆
好评: xh
好评: 很好玩，大家一起来玩吧。
好评: 割草 减压 释放负能量  做合格公民
差评: 总出现BUG卡死、卡死
好评: 情怀玩家的快乐其他人不懂

好评: 111111111111111
差评: 买之前建议先搜视频看下玩法，免得后悔。
好评: 截止到真三8，7代是最棒的一代，每个无双脸都有自己的专属武器模组，虽然强度有差异，实在不喜欢的可以换副武器，像真三6那种好几人公用一个模组还是不太舒服。总的来说很值得玩，轻度玩剧情爽，重度有东西刷。唯一缺点是地图过于老旧。官方不更新了，来个2k以上分辨率多好啊
好评: The best one of all
好评: 好
好评: if线不错
好评: 求个修改器
好评: 还是传统无双割草，无脑刷刷还是很爽的
差评: 连盗版的都不如，键位各种卡件，普通攻击和蓄力经常乱打
好评: 不能说旷世神作，至少可以说是比真三八强
好评: 很好玩 推荐
好评: 对于无双系列来说，真是又爱又恨。有时觉得割草很无聊，但无聊的时候反而就想割草。三国无双系列二十年下来，或多或是有些审美疲劳，但出于减压，我觉得还是可以推荐。敌羞，我去脱她衣！
好评: 割草是真的爽
差评: 很一般，不过是跑来跑去打兵而已，买的话要考虑一下自己是否适合这种单调的游戏模式
好评: ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣀⡀⠀⠀⣀⡀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⣿⣿⣿⠀⣼⣿⣿⣦⡀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⠀⠀⠀⠀⢸⣿⣿⡟⢰⣿⣿⣿⠟⠁⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⢰⣿⠿⢿⣦⣀⠀⠘⠛⠛⠃⠸⠿⠟⣫⣴⣶⣾⡆⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠸⣿⡀⠀⠉⢿⣦⡀⠀⠀⠀⠀⠀⠀⠛⠿⠿⣿⠃⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠙⢿⣦⠀⠀⠹⣿⣶⡾⠛⠛⢷⣦⣄⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣧⠀⠀⠈⠉⣀⡀⠀⠀⠙⢿⡇⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⢀⣠⣴⡿⠟⠋⠀⠀⢠⣾⠟⠃⠀⠀⠀⢸⣿⡆⠀⠀⠀⠀⠀
⠀⠀⠀⠀⢀⣠⣶⡿⠛⠉⠀⠀⠀⠀⠀⣾⡇⠀⠀⠀⠀⠀⢸⣿⠇⠀⠀⠀⠀⠀
⠀⢀⣠⣾⠿⠛⠁⠀⠀⠀⠀⠀⠀⠀⢀⣼⣧⣀⠀⠀⠀⢀⣼⠇⠀⠀⠀⠀⠀⠀
⠀⠈⠋⠁⠀⠀⠀⠀⠀⠀⠀⠀⢀⣴⡿⠋⠙⠛⠛⠛⠛⠛⠁⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣾⡿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⢾⠿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀

好评: 割草快乐
好评: 还不错！！！
好评: 一厢情愿的倾慕，万人之上的孤独。
好评: 1111111111111111111
好评: 没有云存档啊，早知道不买了
好评: 1
好评: 好玩
好评: 童年记忆，还是熟悉的味道，感动
差评: 不能保存一保存就卡死
好评: 割草 我tmt割爆（指低难度下）
上班放学回家玩一把极其解压
好评: 老大哥看着你。
永远跟党走，心中有党，事业理想。
⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
好评: 好
好评: 不错
好评: 给狗方天画戟狗都能一统三国
好评: 敌羞，我去同他做！
好评: 谁知道闪退怎么回事
好评: 看到评论区有换电脑的好兄弟，结果发现没云存档要重新肝的，可以在 此电脑\我的文档\TecmoKoei中找到本地存档，然后可以通过u盘什么的复制到新电脑相同的路径，这样就可以继承之前的存档了。我之前旧电脑的盗版存档就是这么复制过来的。[spoiler] 悄悄说一句小时候的梦想就是玩《真・三国无双７》！   [/spoiler]
好评: 11
好评: 割草
好评:  gg
好评: 感觉割草没有原神爽
好评: 补票.jgp
好评: 我刘虎天下无敌
好评: 割草无双
差评: 这个按键设计极其蹩脚，新手教学也是非常不行，我还要去设置那里找相应的键才知道他显示的是啥，非手柄玩家建议不要买。
好评: 时不时翻出来玩玩，中二割草的快乐
好评: 剧情不错，就是按键不行
好评: 04年的时候还在上小学，和小伙伴跑去综合市场大厅的小店，背着老师家长偷摸玩PS2，那个时候3块钱一个点对我们来说真的太贵了，很多时候都是几个人才凑了3块钱还得抢着玩，玩的就是真三国无双3。后来出了4简直是玩疯了，还特意拜托老板弄了有无双方天戟、无双偃月刀的存档。而如今，再无和小伙伴打虎牢关干掉吕布时的欢声笑语，有的只是自己一个人对着电脑刷出6星秘武的小小满足。希望未来的9还能让我们这些从小就玩无双的人看到4的影子，不要再像8那个旅游游戏一样，明明已经自己一个人玩了，却还要在游戏中一骑当千。
好评: 非诚好

好评: 棒
好评: 非常好玩
好评: 只能说满满的回忆是我打下去的动力

好评: 终于通关了。。。
三国无双7其实我觉得没有4当时让我觉得那么惊艳
包括有一些不错的系统也都被废除了
但是整体来讲
在三国无双里面也是绝对的优秀作品了
主要是时长真的是过瘾
作为纯单机游戏
已经是我一周目全剧情通关花费最长时间的游戏了
买它
值得
好评: 1
差评: 我是真的服了，学习版入正，没有云存档，没有云存档，没有云存档，而且莫名其妙的360的手柄不能用，设置了半天，只有2P能设置，1P设置不了，弄了半天，查了半天，也是不行，算了，我还是去玩学习版好了
好评: 无双割草一词的出处，补票了
好评: 还可以的
好评: 在这里，备备得到了天下，然而终究是黄粱一梦啊。。。
差评: 游戏不完整游戏有漏洞，游戏不能保存
好评: 割韭菜
好评: 帅哥很多就是说，，，，
好评: goob

好评: 敌羞吾脱他衣！
好评: 休闲好游戏
好评: 还可以
好评: nice
好评: 我个人是真三粉
差评:  玩着玩着就不想玩了 没意思

好评: 世界上最矛盾的事情在于，中国人肯定会对三国题材的游戏感兴趣，而目前来说光荣的三国类型游戏做的确实挺好
但光荣的游戏是真的贵，贵到逼你玩盗版的那种程度
所以好评仅仅只打给游戏，并不是很推荐购买

不过三国无双7不包括DLC的情况下价格算还好（真的吗？）
好评: 159大洋换30h+不错的游戏体验，个人感觉还是可以的
好评: 真三七永远的神
好评: 一般吧，现在买这个主要原因就剩下情怀了
好评: 麻了，没换电脑。俩月没上。故事模式地图进度全清零，六星武器全没，连武将等级也都是一，我还不知道该怎么解决，一上下线给我这么大的惊喜，游戏是好游戏，就是这操作我看不懂
好评: 娃塞
好评: 真三国无双，童年回忆了属于是
好评: 牛比
好评: 爽
好评: 三国系列巅峰之作了
好评: 好玩
好评: 1
差评: 晋多做的，定军山俯冲就是冲尼玛，伞兵。
好评: 用修改器刷钱升级全武将花了我1个多小时，要是自己慢慢刷要多久呢？这游戏感觉全刷满挺耗肝的。所有武将属性全满对自己来说真的美滋滋
好评: 我是傻逼
好评: 怎么说呢，这款游戏的将星模式是超乎想象的，算是给玩家一个小小的惊喜吧！但是故事模式的结束不是很满意，基本每个国家的完结都像是只说了一半，给玩家一种没玩尽兴的感觉，还有动画方面，希望能做的更多一点，其实是很有意思的，既然这是一款动作游戏的话，就说说它的流畅程度吧，给我的感觉其实有点卡顿的，不是特别的流畅，人设方面也没之前几部做的好（个人看法）。总之这是一款我只能评70分的游戏。
好评: 好玩，童年的回忆
好评: 砍菜，解压。玩了火线，lol被萨比队友气到之后可以马上来一会儿，降降血压
好评: 根本停不下来
好评: 好玩可以入手可玩性很高
好评: GOOD GAME
好评: 很棒，尤其是剧情副本里达成特殊条件后开启的if模式，非常棒
好评: 吕玲绮后来怎么样了是我一生的遗憾
好评: 熟悉的味道
好评: +完整的五个势力的国传
+双EX技能提高了爽快感
+完整的独立模组让每个武将都独一无二（这条在后续作品不削减武将数的前提下 很难被打破了）
+低配置机器也可以流畅运行
+完善的易武系统和天地人克制
-PS3时代的渣画质
-剧情草率拧巴 衔接不畅 表现力也不如六代
-部分武将剧情少塑造不完善，且实力弱
-DLC众多且价格昂贵
-全成就耗时长肝度大
好评: 针不蹉啊，针不蹉
差评: 打完人 不开门
好评: 内容丰富。。。好玩。。。
好评: goood
好评: 割草游戏就是爽，就不知道为什么老是全屏模式切不了？
好评: 就刚买时候玩了一会，第二天就打不开了。。
好评: 相比于之前玩过的3、4，7的可玩性更强了，但是升级和武器获取不是之前的傻瓜式自动升级了，升级和武器获取的途径更多样了，游戏内容更丰富了，物有所值，就是角色太多，一个一个密武太肝了......
好评: 差不多玩10次会卡一次关
好评: 割草割草割草，打不过就开。就是一个爽字，爽完之后就是空虚。谁能教下我将星模式闪退怎么处理，好不容易快把派兵所的那几个州给平了结果每次进去就闪退。
好评: if线做的不错，玩了感触挺多的
好评: 607好好看
好评: 冲就完事
好评: 为啥看不了皮肤了
好评: 真的好玩
差评: 这游戏上了steam，告诉我没有云存档？我30个小时玩了个寂寞？
好评: 绝绝子
好评: 从1到8
我最喜欢的就是7和5这两部，虽然有的人会喷自创的剧情，但是对于我来说增加了这个游戏的趣味性
干就完事了！
好评: 芜湖

好评: 好玩！！！！！！！！
好评: 爽就完事了
好评: 爽就完了

好评: 好
好评: 嘻嘻
好评: 好玩，经典
好评: 牛逼
好评: 爽
好评: 好
差评: 我是傻逼
好评: 好玩是好玩 但是为什么没有云存档 。。。

好评: 无双系列一代经典啊，还记得小学时用ps2玩过无双4很怀念，希望能出无双4的高清重置版。
差评: WIN10进游戏时不时黑屏，优化不好就别卖这么贵
好评: 海星
差评: 玩了两次存档都自动消失了
好评: Compare to the last version , this one is really good ,and some skills were changed and some new characters were new added..and so on , generally speaking m great changes have taken place ,  honestly , its  a really good game and series .
好评: 下一代就不太行了，抓紧享受这一代吧
好评: 这可是我学生时代最憧憬的游戏，真三7初中的时候就买了，因为没有时间玩就一直放在库里。我只希望光荣开发真三9的时候不要在走真三8的路了，不要做假大空的开放世界，我们就想要非常纯粹的关卡式无双割草，就想一骑当千杀出重围，就这么简单，你哪怕把357任何一部拿出来重制，优化好一点，画质提高一点，在做更多的连招动作以及更多武将模型。依旧有中文配音，炒个冷饭也能炒出个满满心意，肯定会有真三的粉丝买账
好评: 玩的很爽，质量也可以
好评: 今年是2021年吗？我在2021年以2021年的游戏心态玩2014年的真三国无双7得到的不是厌倦，而是一种老酒的陈香！！！
这坛老酒气味芬芳，醇香可口，乃是集三国无双之大成者！现在的无双割草很快，讲究的是在短时间内享受顺畅的爽快。三国无双7不是，如果玩家玩高难度的话，除了一把好武器你还需要足够高的等级。要想得到这一切时间不会很快，但也绝对不会很慢。打小兵，怼敌将，现在的无双用神速攻击，一刀过去满屏皆杀，小兵们以各种姿势被打得飞起，玩家享受的是当超能英雄的乐趣。三国无双7不是，小兵和敌将血很厚，你得慢慢跟他磨，除此之外您还得注意兵器的相生相克，只有相克的兵器才能打出暴风连击。现在的无双像是回到了无双系列的另一个原点，人物少了，兵器少了，动作少了，妹子也不性感了（请不要误会^_^）。三国无双7不是，大量的人物，丰富的兵器，令人眼花缭乱的动作，还有超级可爱的妹子（再次请求不要误会O(∩_∩)O哈哈~）。
时光荏苒，从2014年到2021年，七年时间飞快过去了。游戏在变，游戏的理念在变，年轻人长大了，年级大的也变老了，我们的心态也在改变。假如说现在的无双像入口即化的奶酪，哪么，真三国无双7猛将传便是集三国无双之大成的醇酒，这坛酒，我觉得他只会越陈越香······
差评: 删了重下发现存档没了  31小时白玩了
好评: 很好玩！！！！
好评: 666
好评: 牛子游戏
好评: 。。
差评: 这个游戏可玩性还是很好玩的  比较喜欢这类游戏   但是现在有个问题  就是刚开始玩第一关结束就卡在保存界面上动都不动一下能不能修复一下  现在根本没办法正常游戏了
好评: 完善了武器属性，大蛇的武器属性回来了，但缺点是除方天画戟以外的武器基本都不好用，有全员方天画戟的偏向，希望以后能改进，9不要再搞开放世界了，还是割草舒服
好评: 首先我说个事：伞兵真三霸，狗都不玩，辣鸡手游，入手真三6不比那香；个人觉得真三7的服装更好看一点，还有模组比较丰富，不像6和8模组重复度太高了，没什么意思；另外if线也算是一个特色
好评: DLC有二十几个，分别是什么意思？千里走单骑是哪个？
好评: 好玩
好评: 捏马的，手游玩的我要回来玩真三7了，1%的金率也就算了，主要是那比武将，用的几代的模组啊，无双还只有一个？？元素属性还要靠羁绊开，武将还少……我要窒息了，纯纯的坑钱……有这时间，哪怕是手机上玩云游戏都行啊
好评: 
好评: 割草真想操啊
好评: 13年的357，却比18年的358好太多了，暗耻真的在退步。

先来评一下358吧

作为一款无双类游戏，打击感 和 爽快感 才是重中之重，开放世界 人物建模 剧情 等反而是次要的，但铃木亮浩完全本末倒置了，革新的动作系统毫无打击反馈，模组重复 和 特效相似 让本就无聊的割草毫无可玩性。

打着开放世界旗号的358，却只有一张大而空的地图，除了优质的建模外一无是处，但哪怕是新作唯一的优点也有锯齿边缘严重，少部分穿模，人物动作僵硬等毛病。

更别提跑图恶心，站桩式对话剧情枯燥，优化差这些实实在在降低游戏体验的问题，7成的差评率不是没有道理的。


反观早年的357

80多个武将没有一样重复模组，不同模组各有特色，dlc更是补充了几件武器模组，打击反馈及时，c技动作系统容易上手都是优点。

if剧情，dlc补充关卡，将星模式，挑战模式都给了玩家继续割草的动力。

虽然人物建模质量不高，但相比358，每一个无双脸都能给玩家留下极为深刻的印象。

总而言之，357是无双系列的巅峰之作，希望359能给玩家带来惊喜。
好评: 割草机狂喜
好评: 666666
差评: 不能手柄
差评: 换了台电脑，发现没有云存档？200多小时肝了个寂寞，弃游了家人们
好评: 割草之集大成者
好评: 从小就玩过真三国无双五，然后就被圈粉了，到现在终于有机会开始玩，真的很不错。
好评: 无
好评: 将星模式闪退是怎么回事？
好评: 吕布贼帅
好评: 情怀
好评: 挺好的
好评: 111111111111
好评: 妙啊
差评: 七代pc版按键显示就只有键盘，八代做成一坨屎。你暗耻咋还不死啊
好评: 遗传历代，流畅丰富

好评: 今天手游公测了，不出意料的一股子tx味道+满屏氪金，限时648或是累冲10000送赵云，主城建设模式和主线剧情强行黏合，刘皇叔开局就送惨遭蓝卡待遇，首个系统强制十连必出蓝卡张星彩，还强行和刘备有羁绊。。而且我个人是吴吹，强行不让走魏吴线只允许走蜀线真的有膈应到我。
目前就玩了这点内容，被手游这味冲的回来玩357了，我40的全武将不比你648赵云好玩？
私以为7代的大都督是最好看的
好评: 不错
好评: 特别好玩刺激强烈推销此游戏
好评: 好好好，不能再完美了
好评: 无双割草最牛逼
好评: 真三国无双系列的巅峰版本~！！！不解释
好评: 纯正的割草体验，战斗酣畅淋漓、紧张刺激！帅哥美女云集！不管是呆萌萝莉、霸气御姐还是腹黑人妻，你总能找到喜欢的！



[spoiler] 全体目光向我看齐！我宣布个事！我是个曹操！因为我喜欢司马懿的老婆张春华！	[/spoiler]
好评: 档丢了，没心情刷了：）
好评: 45125252252
好评: 我是原价买的,我是纯纯的傻逼
好评: 希望能出个高清画质的
好评: 下邳落日鬼神长眠
好评: 下载好了  点击开始游戏 就是打不开  什么原因 求解
好评: 可以 比8不知道好玩多少倍    8是真买亏了  这个绝对值得去一试
好评: 好东西
好评: 割草游戏，相比五代的招式操作起来更爽，副本也很多。攻城道具交互起来有些憨憨的，终极难度下弓箭兵过于牛皮，优点多于缺点，是我玩过最好的一部无双，值得入手
好评: 割草就完事了
好评: 
爽
好评: 赞
好评: 兄弟们，我这个通关以后没有动画，有人能帮帮我吗
好评: nice，this is my memory,
好评: 截至八代这就是目前最好的一代三国无双了，本体里每个角色都有单独的武器模组,DLC里还有新武器，剧情的表现效果虽比不上六代，但史实和IF双线剧情也够令人一本满足了（IF线的最后的生路真的爆杀），不过要注意的是steam上的本作不支持云存档，而且还阉割画质，打光显得很阴暗。
=======大小=======
☐ 百兆小游戏
☐ 1-5 G
☐ 5-10 G
✓ 10-20 G
☐ 20-50 G
☐ 50-100 G
☐ 100-200 G
☐ GMOD

=======图像=======
☐ 像素党秒天秒地！
☐ 无法和现实区分
☐ 赏心悦目
☐ 很美丽
☐ 一般
✓ 不怎么样
☐ 别盯着看太久
☐ 画图.exe

=======游戏体验=======
☐ 完美！！！
✓ 不错！
☐ 普普通通
☐ 不怎么样
☐ 盯着墙看都比玩它强
☐ 锻炼你的精神抗打击能力

=======声音效果=======
☐ 耳朵怀孕
✓ 激动人心
☐ 还不错
☐ 一般
☐ 不咋样
☐ 耳朵流产
☐ 音乐？什么音乐？

=======配置要求=======
☐ 能玩扫雷的电脑都能玩
✓ 入门配置
☐ 一般配置
☐ 进阶级配置
☐ 发烧级配置
☐ 神威•太湖之光

=======难度=======
✓ 点点点突突突炸炸炸
☐ 轻松愉快
☐ 得动动脑子
☐ 上手快精通难
☐ 烧脑

=======游戏寿命=======
☐ 玩完就退款
☐ 5-10小时
☐ 10-30小时
☐ 30-50小时
✓ 50-100小时
☐ GMOD
☐ 我觉得我能比它先去世
=======操作=======
✓ 简单
☐ 中等
☐ 困难
☐ 反人类

=======肝=======
☐ 护肝
✓ 如果你想玩出点花样
✓ 肝与不肝并不影响剧情
☐ 每关必肝
✓ 肝痛
☐ 必须24小时全天候地肝

=======肾=======
✓ 护肾
☐ 需要短暂休息了
☐ 需要休息一段时间了
☐ 每关必冲
☐ 肾痛
☐ 一时手冲一时爽，一直手冲一直爽

=======故事情节=======
☐ 故事?什么故事?
☐ 文字或语音剧情
☐ 平庸
☐ 还行
✓ 精彩
☐ 可以作为你的第二人生

=======平均一局游戏时间=======
☐ 办公室必备
☐ 短小精悍
✓ 中等
☐ 较长
☐ 卧槽！天亮了！

=======语种=======
☐ 你信不信我会八国语言？
☐ 基础英文
☐ 可以打汉化MOD或补丁
✓ 自带汉化！

=======价格=======
☐ 免费游玩!
☐ 业界良心！
✓ 值这个价
☐ 如果你有点闲钱的话可以一试
☐ 不推荐原价入
☐ 信仰无价

=======游戏整体评分=======
☐ ？- ？分(暂时无法评定分数)
☐ 0-10分(垃圾游戏、差评)
☐ 10-30分(完完全全的不及格)
☐ 30-50分(总体不是很和谐，但是买来当笑话看应该不是什么大问题)
☐ 50-65分(勉强及格，算是个游戏)
☐ 65-80分(算是个不错的游戏了)
✓ 80-95分(无论从哪个角度来看都非常不错)
☐ 95-100分(这游戏牛逼！)
☐ 100-100+分(完全超出预定水准，无论从哪方面看都是精品)
☐ ∞分(死忠舔狗专属评分)

=======Bug=======
✓ 几乎没有
☐ 少量
☐ bug令人烦恼
☐ 育碧
☐ 模拟山羊
好评: 每次玩着游戏前都得先冲一发，光荣社反思一下
好评: 很经典的游戏
好评: 11
差评: 手柄时可时不可用，咋地，能不能用看游戏心情啊。
好评: 爽
好评: 画质还好，同年的感觉
好评: 爽就完了

好评: 真实
好评: 这个换个电脑之后不会存档什么的就没了吧-.-
好评: 六年级就玩盗版了，补票，是可玩性最高的一部了
好评: 淘宝买的我是聪明逼
好评: 爽，然后打通关的存档没了

好评: 真三国系列玩了几年了，真的超有意思！顶起！
好评: 【童年回忆】小时候的真三国无双5估计玩不到咯
好评: 就是玩不够的经典系列
好评: 好玩
好评: 玩过最多的是真三5，最喜欢的也是5，总看真三7的视频，觉得招式特效太花哨，不真实，不过尝试了一下感觉割草真爽，就是好多都要按照剧情来，没有5代直捣黄龙那种速度感了
好评: 中学玩盗版，现在补票
差评: 电脑优化极差，各种掉帧卡顿
好评: 目前可玩性和内容丰富度最高的一代，无双向割草这一方向一路不复返后的最佳作品了，虽然我更怀念2，3代的ai和对抗性，但这一作确实是诚意十足值得玩的一作。
好评: 很杀时间，休闲，愉快
好评: 割草就完事了
好评: 割草是真的好玩
好评: 很好玩
好评: 很好
好评: 五 六 七 八代都晚过了，个人感觉可玩性最高的还是七代，六的剧情可以说是巅峰，而七在剧情的打磨上显然没有六代的细致，对于很多武将的描述等等偷工减料了很多，不过就可玩性而言，七代还是目前最好的，将星模式比六代的推图要好一些，武器系统也更多了，可惜八代惨遭滑铁卢。
好评: PS2上的三国无双2.3.4真的是小学时的记忆啊
好评: 从盗版的真三国五开始玩的（都是盗版）。现在买了正版依然很爽，虽然一些特定剧情上感觉没猛将6好玩比如长坂坡张飞那段还有关羽的那段等等都没那么。。。。咋说呢。游戏挺好的吕布传很过瘾但是着价格。。。哈哈哈我是**
好评: 系列中的巅峰之作，玩法相对来说最丰富，还有可以弥补缺憾的if路线；如果喜欢相对来说尊重史实的剧情更推荐6。

63块入手，十分超值。
好评: 补票
好评: HAO
好评: 玩不腻
好评: 游戏真bucuo


好评: 盗版补票
好评: 0.0
好评: 呜呜呜超级好玩
好评: 以前玩盗版，现在补票了，没什么好说的，砍砍砍就完事了
好评: 找回童年的感觉了，只是没有一起玩的小伙伴了。
差评: 不会只有我一个人存档了 重新开游戏 选择继续 英雄信息界面读完条就黑屏闪退的吧 有被打击到
好评: 爽
好评: 本作应该是目前真三系列割草方面最多人能接受的一作。
个人说一下本作跟之前之后作品最显著的优点：
1.战斗方面，全武将完全不同模，模组各有各特色，武器上的属性能自行锻造搭配。
2.剧情方面，if线和“史实”线都能体验。
不过个人对于本游戏也有不满的地方：
1.PC版什么时候能有PS4版的材质？哪怕单独弄个材质包dlc也好，不过定价别太高。
2.能说说文鸯的模组和招式为什么要设计成这样子吗，似乎你们觉得这模组做的不好？证据是，本商店页的宣传PV里，文鸯易武之后拿的是于禁的三尖枪！
最后关于系列的建议：
1.希望以后的真三国无双9，能继承本作的不同模的优点！
差评: 按键给我整懵逼了，笔记本，pgup和pgdn全按不出来，离谱
打完吕布传，特来评价一下
我是第一次接触真三系列，真三7最吸引我的就是if线，三国最令人感伤的就是英雄末路和悠悠苍天何薄于我的无力。我希望英雄能有个圆满的结局，北伐能成功，关羽能不败走麦城，所以我来玩真三7了。
但打完吕布传后，我很疑惑他真的能写好if线吗？我对吕布传剧情很失望，人物刻画的太幼稚了，堂堂陈公台，刻画的像个废物，说实话，白门楼上我觉得陈宫比吕布还吕布......
好评: 更喜欢玩第五代，这一代if线剧情挺不错的算是圆了读三国时的一些遗憾叭~难度个人感觉太低，五代修罗模式被戟模副将一套带走（
好评: 明明各个方面都比五代更好，却偏偏没以前那么想玩了
好评: 无聊时刻对着电脑发呆的最佳选择
差评: ...
好评: 666
差评: 还是五代好玩
差评: 不懂为什么 一直存不了档 永远都是第一关
好评: 基本只玩女武将，给大家丢人了。一如既往的割草，我是从3开始玩的，永远的经典，7比较新颖的就是..新颖个屁，貂蝉好看好色哦，不说了开游戏看貂蝉去了。
差评: 没意思 实在没意思 打折几块钱买了就买了 超过十块钱都没意思
好评: 将星模式还是可以的
好评: 补票
差评: 童年回忆，现在就别买了，光画质就能把眼睛玩瞎了。
差评: 真三国无双5后再无真三国，不变的元素，就是无脑砍砍砍，画质还提升不了什么，动作对于现在的游戏来说有点太简单化了。也就是圈钱的年货系列了，没有认真做游戏了
好评: 这游戏一直玩了很久哈哈哈，割草的感觉很舒服

好评: 牛牛牛
差评: 179小时全成就，为什么会花这么多时间，我谢谢那些坑爹设定。什么门啊，城墙等上下两层啊，卡对话，一图双势力啊等等。一个割草爽游，咋想的，要搞那么多坑爹设定？
好评: 唯一的快感就是割韭菜，其他的都一般
好评: 很爽很浪费时间就是眼睛瞎了，能改剧情也挺牛
好评: 好

好评: 为什么如今的我用着自己的电脑，手里握着着几百块的鼠标，玩着最新款的游戏，
却没有小学时玩盗版真三国无双5的时候那么快乐了呢。

好评: 无双，爽就够了
好评: 真好玩，割草解压
好评: best
好评: 上班族的优选
好评: 割草游戏 就是爽
好评: 兼具磅礴大气的历史厚重和一骑当千的爽快割草
差评: steam买了一份7，之前ps3买了一份6，算是补票吧。说真的，以后不会再买暗荣的游戏了，希望以后国人能出一款可以玩的三国游戏，而不是腾讯、网易那种。
好评: 从小时候就玩，小学同学一致觉得好玩都聚在一起玩三国无双，从三代玩到八代，现在大二，7代可以说画质只是勉强能看，但是武器出招每个武将都是不同的，可以说是最细心的一代了。值得入！青回
好评: 虽然每一作剧情都很扯，但这一作是又扯又尬突破天际啊。编剧是吃屎壳郎的米田共长大的吧
好评: 割草很爽。
玩魔幻历史更爽。
好评: 挺好的一个割草游戏
好评: 👍
好评: 666
差评: 为什么换个电脑登录我的存档全没了
好评: 来一个中文语音dlc啊
好评: 如果国服能进MOD 就好了
好评: 老游戏了，割草很爽
好评: 从354一路过来，割草真的超级解压。这一作的可玩性还有故事内容都有不小提升，针不戳。
好评: 第一次真正玩过的无双游戏，割草还是爽啊
好评: 爽就完事了
好评: 割草就完事儿了
好评: IF剧情着实让我满足了一把从小看三国的梦想——匡扶汉室，将星模式100连战着实很肝，一个武将一种武器也着实有点冗杂（夏侯霸大钻头什么鬼→_→），本来以为会是同武不同动作。不过瑕不掩瑜，尤其是从8代回头看之后。。。
差评: 真是经典优化，他妈的简直是一坨屎，你是向343致敬还是向米哈游株式会社致敬还是向cdpr致敬？不会做优化可以不做。米猴游株式会社不会做手柄适配，光荣你也不会做手柄适配是吧，多长时间的游戏了，到现在连手柄适配都做不好，你光荣移植到底是个什么态度。插个手柄识别不到，好容易识别到了，怎么删除设置内按键你有任何一个提示吗？键盘上一个一个试是吧？百度到了删除手柄按键，然后重新设定一下按键，整个右摇杆一共只识别一个R3，我上下左右被你吃了？真就拉镜头全靠防御？options键被你吃了？做了一堆按键出来浪费键位，明明lb，rb加R3就能解决的问题，非要占用十字键，就光荣这个垃圾优化真是业界耻辱柱，恶心
好评: 小学时的记忆~
好评: 666
好评: 非常nice，推荐
好评: nice
好评: 砍砍砍，割草游戏，真是酣畅淋漓啊，妹子做的也好看
好评: .
好评: IF剧情还不错，CG过场强行尴，三种无双，每个人独立武器模组良心。
好评: 砍瓜切菜
好评: 真三国无双系列接触的很早，其实在入手之前玩过不少了，奈何真三国的原价一直很贵，一直放愿望单供着。上周光荣打折，入手一款真三7猛将传。借这个评测的机会顺便回忆回忆我和真三国无双的故事吧～


[h1]评测正文[/h1]

真三国无双7 if路线的加入是剧情上的一大亮点。这个if剧情的设计都相对合理不突兀，弥补了正传史实的一些遗憾，圆了大家一个梦……但这一作的剧情也有一些我不太喜欢的地方就是…这一代比较喜欢讲传承、讲无双二代。这些“将二代”们在原先的三国印象里比较稀薄，而他们的剧情虚构成分也更多一些，过于侧重二代们的事，可能会对一代经典角色产生一些影响，“抢戏”…不过总的来说还是不错的。
战斗系统的话还是传统的c技战法，在六代基础上加入了武器属性相克、旋风连招等等，割草很爽～国传适合看剧情+圆儿时梦，将星模式适合闲暇时候割草减压，总的来说我很推荐～
很多人在真三8推出后说真三7是真三系列集大成者。我觉得真三7是对的起这个称号的，至少它绝对是经典线性三国无双系列的综合素质巅峰。不过要单说国传剧情的编排，我个人倒是还是更青睐前代的纯粹与“浪漫”。


[h1]跑题散文部分[/h1]

三国游戏历史悠久，种类繁多。可能每个人至少都能从自己的启蒙游戏库里找出一两部三国游戏吧。早些时候比我年长的老哥们可能玩的是街机三国志（白帽蓝衣关羽？哈哈我在模拟器上体验过），后来有的同学回忆他们小时候玩光荣的三国志……在那个游戏靠口耳推荐，下载靠百度搜索的年代，我经我表哥的推荐，玩过当时宇峻奥汀的三国群英传3，后来玩7。再后来…就没了，8代至今未出……

那个时候三国群英传给人的那种“策略感”和“临场感”已经是很足了。大地图攻城略地，小战场两军对垒，都很令人着迷（虽说群英传7有点走魔幻路线）……

后来3D画面游戏逐渐崛起，有没有一款临场感更足的3D三国游戏呢？
这时候表哥买了两盘真三国无双5的碟，打开了我的真三世界大门。
那个碟并没有多贵，大约就是十年前10¥左右的样子？现在回头看来的话十有八九属于伪正版……包装盒上是中文，还介绍说真三5“一改前作风格”，“动作更像电影”云云。但其实游戏本身是日文的。大家只好凭借着天生的游戏敏感神经，愣是大致记住了每个选项什么意思。进入游戏以后我算是震惊了，三国游戏居然可以这么玩，砍人杀敌（后来莫名成了砍瓜切菜），骑马赶路，下马无双，真正的七进七出！（一开场就是虎牢关，袁绍大吼：“雅克辛，拖台xxxxxxx，丝丝灭！”）还可以双人本地分屏！简直是神作。游戏虽然没有传统的“全国大势”地图，以一个个战役实景叙事，但这种纯砍的感觉是前所未有的，甚至在当时的我内心中，一度盖过了那种宏观“策略感”的爽快。所以很快真三5就成为了“保留游戏”，由于游戏内各类战功目标还是有些难度，过年过节和老哥出来兵分两路砍一局，无与伦比的享受～

不过对于当时这个日产的三国游戏，有一些地方我还是不大喜欢的。一来是角色一口日语语音，当时总感觉怪怪的，有种张冠李戴甚至…丧q辱g的感觉……怎么我们的五虎上将都这个味道？这个问题随着后来逐渐熟悉，也慢慢淡化了。另外一方面是角色形象。从现在的眼光看，真三5其实是系列里大胆探索寻求突破的一作，既有点标新立异的味道，又有些走弯路点错科技树的感觉。纵观三国无双武将形象变化最大的就是五代了，从史实画风一下子融入现在元素，甚至是现代过了头，杀马特都快出来了。吕布原先一身紫甲（没记错吧），现在居然烟熏妆登场……云长的长髯依旧，但标志性的绿色调套装+帽子没了。张飞更是扫帚头就来了…光头典韦、中分夏侯惇、赤膊甘宁什么的…辣真是接受不能……好在后续作品中真三6的风格收敛了一些，稍微回归了一下，没有5代那么猛了……
真三5的连招系统在系列里算是特别，初接触以为真三都这样，后来才知道其实是探索款，传统上还是C技为主。
中间短暂试玩过真三国无双Online…额就请允许我别把它放入正传序列了吧，ol的以真4位模版，画面会稍微粗糙一点，但动作给我的感觉很僵硬。再加上配音的变化匮乏，吼来吼去就那么两嗓子，听着实在是有点欣赏不来，就没细玩…

后来接触真三6已经是中考过后了。真三6的“新”C技出招还是眼前一亮的。而且真三6的剧情一直是公认的优秀。这一阶段我们好像也不再执着于“日产”这个标签了。以前可能会有一种日本厂商怎么胡写啊，改变不是乱编、戏说不是胡说呢？但看了真三6的剧本我开始逐渐意识到其实真三国无双的“三国”已经不是“三国演义”的那个三国了，但我们在看待它的时候，就没该把它当三国演义。光荣对于三国的理解中，融入了很多动漫式的“浪漫主义”理想，好像大家各自雄心壮志，动不动就要守护这个拼搏那个的。在国传路线上对于霸道、仁义等理想主义的象征描述的也是各自合理。各国大同小异的剧本里，没有对错善恶，只有不同的理想和追求。刚刚黑化完的阵营，在下一个国传里居然能反转洗白，还毫无违和，哈哈真挺有意思的。

真三系列人设很开放，在一部分史诗基础上为了丰富人设，做出了一些较大的改动（结巴周泰、胖子许褚什么的）。但这些改动在光荣的三国里头并不突兀，人设差异化之下，一些桥段甚至是有一种“日式剧情”特有的味道。典韦的牺牲、黄忠夏侯渊对决，都是给我印象最深的篇章。虽然是改编，但改的让人愿意接受，愿意共情，愿意称赞。（真三六还没补正…但过段时间一定会的～）

*刚刚进入正题*到了真三7，if路线的加入是剧情上的一大亮点。这个if剧情的设计都相对合理不突兀，弥补了正传史实的一些遗憾，圆了大家一个梦……但这一作的剧情也有一些我不太喜欢的地方就是…这一代比较喜欢讲传承、讲无双二代。这些“将二代”们在原先的三国印象里比较稀薄，而他们的剧情虚构成分也更多一些，过于侧重二代们的事，可能会对一代经典角色产生一些影响，“抢戏”…不过总的来说还是不错的。

真三8出来以后大家纷纷抱怨开放世界过于空洞，丢了灵魂。反而回头说真三7是“集大成者”…我个人还没玩过真三8，也不好妄评（主要初期真三8不便宜…后来试玩版玩了下电脑有点扛不住，没细玩）。但我更愿意相信真三8像当年的真三5一样，会是在以后被评为一部“大胆探索却走了弯路”的作品，希望真三9推出之时能一扫阴霾，结合真三678各代特点，让大家真正满意，更加喜欢。

至于帝国的话…略有接触但也是没有好好玩过。（价格也是略有感人，实在是不好果断入手）以后有机会的话一定会好好玩玩的～

洋洋洒洒写这么多。其实现在玩游戏的时间越来越少了，能陪伴玩游戏的人也越来越少。有的时候一部游戏在年少时给自己留下了深刻的印象，回过头来回忆游戏也正是在回忆青春吧。

这篇又跑题又冗长的评测就写到这里了。能有机会沉下心来花时间评评游戏，说说感受，记录记录自己的感想，也是挺好的一件事情～


========2021.6.20 重玩终极难度========

七代整体玩下来相比六代论“平均难度”感觉还是稍低一些，（也有可能是可能是我开局就手持两把秘武的原因？）所有武器都能吸体力，吸体力没有六代那么猛到一个无双直接补满那种，但是至少是打人伤害还是十分可观的，极少数情况下才会磨皮修脚，所以诸将都可以用自己的特殊武器登场了～

然而平均难度稍低不代表完全更简单……对面的无双蹭一下大概率是暴毙…所以无双更像是防守反击性质的对冲手段，留着保命那种。

七代的把五代的“斗气敌将”加了回来（小时候私自命名“狂暴状态”，一团红黑色的火那种），印象里六代好像没有这个设定，至少是显示状态上不体现。七代这种一团斗气的武将看了就吓得不敢上。但其实也分普通型和“真·斗气”型，只有少数几个是真的打不动的那种。虎牢关吕布就属于一个。硬打的话打不动，躲无双不一定躲得及…最好是配合高士气的队友，马战or围观，活活磨死。魏传这边本来虎牢关吕布按照剧情应该“绕开”的，硬打翻车无数次，我都怀疑这游戏还能不能玩下去了……后来魏传这边是靠队友给磨死的，我都没来得及上手……

*丽人搜索战这我可得好好声讨下。太折磨！以前没怎么认真玩过高难度，还以为这个丽人搜索战就是个凑数的“水关”，打打意思意思行了。上手才发现，好家伙，整个这游戏怕不是“丽人搜索战”才是本体吧？那一对对武将硬的，属性还往往不一样，稍有不慎就暴毙翻车，用于禁来来回回打了十几轮，乐进和李典上也不好使。主要是故事模式不能上赤兔马，护卫武将也没有，队友慢腾腾的，单枪匹马实在扛不住。后来唯一一次过了就使用的夏侯渊，C1特殊技疯狂刷，愣刷过。不过打斗气旅长还是慢了，在出周仓那个地方原本应该是关银屏和关平，然后后续应该有吕布和吕玲绮。打慢了，就没出来。要想刷蔡文姬秘武的话是不行，但故事模式通关是够用了。

*吴传要是评选一个最难用武将，我愿意投朱然一票（小乔递补候选）。朱然这个武器攻击过程中，方向是锁定的（？），会根据你的移动方向乱锁，攻击范围也一般般，导致经常打不到人，视角晃得天旋地转的…实在操作不来，只能是瞄准好方向原地发射比较实用。

*蜀传的武将最多，22位！给我印象深刻的应该算是庞统。给我感觉全身上下这技能就易武攻击最好用，“拍苍蝇大法”，别其他整花里胡哨的，直接易武拍就行…可耻但有用

*关于晋传IF成都防卫战钟会援军的问题。
按照IF逆贼讨伐战的flag，只要胜利就可以在成都防卫战中有钟会的援军。我试了好几次，全程都没见到钟会在哪。明明已经讨伐了这逆贼，还留你一命，你小子人呢？网上搜半天也找不到原因。
后来还是在一个[url=http://wikinavi.net/smusou7/index.php?%C0%AE%C5%D4%B9%B6%CE%AC%C0%EF]日语百科[/url]里找到了问题所在。
钟会的援军要求是对面关索一路突破接近我方本阵且敌方士气高的情况下，钟会援军才会触发。但我的打法没有一开始就火攻孟获（敌方士气不会掉太多），手打大量的孟获武将导致我方士气可以涨很高，关索出场后根本突入不到本阵，也就不会触发援军了。

*吕传和他传总的来说还算简单。比较难的两关一个是吕布的寿春之战，要护送我方武将陈登陈珪去招降对面武将，最容易翻车。主要一方面是这两位大仙太恋战，不赶紧走，稍微走远点被敌方旅长堵了就容易败北。建议选择吕玲绮，一路跟随（我选的张辽，也能过，但是不符合剧本路线其实）在计策完全成功前要时刻注意小路上有没有杂兵骚扰这二位大仙。总之就是给他俩当保镖就行……
他传这边通过本身没有太难，但是袁绍的名族威望战想要得第一还是得费点功夫。我试过几次正常的快速地面战斗，本身袁绍就没啥“狠招”，貂蝉太难缠，每次都被曹操孙策抢第一。后来看了看攻略，可以充分利用易武反击积攒觉醒值强行击破貂蝉。试来试去，还是用了一个可耻但有用的方法夺得了第一：“旋转马刺”……既实惠（伤害可观受伤少），还管饱（敏捷高效保通过），吕布来了也不怕，绕他就完了！
好评: 冲着我的本命们去的，玩得很尽兴
好评: 当初差点被画面劝退，但是玩下来才发现真的好玩，上头
好评: 爷青回
好评: 求高清材质补丁求高清材质补丁求高清材质补丁求高清材质补丁求高清材质补丁求高清材质补丁求高清材质补丁求高清材质补丁
好评: 价格贼贵还不打折，游戏性超棒，个人非常喜欢割草游戏，有手柄双人玩也不错，敌羞，吾去脱他衣
好评: 光荣的三国集大成做，且玩且珍惜把
好评: 666
好评: 一骑当千   爽！
好评: 我是聪明逼，打折60买的现在原价159.盗版补票

好评: 21313
好评: PS4已白金
好评: 众所周知孙权是吕布的亲兄弟
好评: 不错不错，入魔了入魔了
好评: 针不戳啊，模式较多，假想路线很好玩。武将玩法也各不一，从3代开始感觉最棒的一代产品了。就是好像不支持2K并且帧率锁定60帧不知道有没有办法解决。
好评: 各位，看到三国无双的美女武将我只想说一句话，我全都要，曹贼岂能与我比肩！
好评: 游戏在剧情，内容，武将，武器各方面都做了优化，使可玩性大大提升
好评: 甘宁欧拉欧拉欧拉欧拉欧拉！
好评: GOOD
好评: 割草无双，割就完事了
好评: 好
好评: 很好玩
好评: 要是有云存档就好了
好评: 移动视角很别扭，现在这么多第三人称的游戏，希望能借鉴借鉴。
好评: 爽快，无双巅峰之作
好评: 割草一时爽，一直割草一直爽
皮肤能不能便宜点，再好看点
好评: 虽然吕奉先还是一如既往的猛，但是石家庄赵子龙永远是亲儿子
好评: 喜欢玩啊

差评: 垃圾，浪费钱，不多做解释
好评: 好好好
好评: 补票
好评: 好玩的
好评: 故事模式比较符合历史，有点上瘾玩起来！
然后自由模式选将也还不错，！
将星模式自己建立国家也有趣，有成就感！
还有挑战可以和朋友一起high！

好评: good good good
好评: 战斗感很爽
好评: 推荐补票之后玩盗版，皮肤不要钱都可以用。正版买皮肤打折都要300多。。
差评: 傻逼游戏  全程在跑图   司马策划 ？///玩尼玛 比
差评: 想推荐我自己就推荐了，不用你提醒我，磨磨唧唧的
好评: 割草 爽就完了！！！
好评: 砍菜
好评: IF路线还是很用心的，很有新意
好评: 割草就是好玩
好评: 爽到极致的体验，割草才是硬道理

最后通关的那首蹩脚的中文歌实属不易
反正我忍不住的笑了，哈哈哈哈哈嗝
差评: 如果不谈为了过去玩盗版真三国无双4和5而现在补票，那这个游戏实在是糟糕。

也想和大路大神请教下，我的按键设置总是有问题
1. PC按键一旦退出游戏后，重新进入游戏就还是初始化的按键设置，非常不爽
2. 手柄经常检测不出来，有时候检测出来了，所有按键都试了一遍却莫名其妙有些按键居然不存在？？？（例如PC对应的delete）
好评: 总体不错，值得购买。 里面有个将星模式 可以快速刷武将等级，等级上去了后面刷秘武就简单了
好评: 好玩
好评: 顶
好评: 多出些这种游戏吧，必然支持
好评: 盗版补票
好评: 真不错
好评: 非常好玩，记得在网上下载存档哦
嘻嘻嘻嘻
好评: 除了没有云存档外，玩的最爽的无双了！
ps：全成就存档/1RHHkvDvfjgKfUDCmlrm9FQ
提取码：t357
好评: 喜欢
好评: 感受：好玩 。（文化程度低，见谅）
好评: 真的好玩，杀时间利器！
好评: 打击感很好
好评: 割草是真的爽
好评: 喜欢三国
差评: 手柄用不了
好评: 砍，尽情的砍！
好评: .
好评: 好！
好评: wssb
好评: 入了正版，值得
差评: 玩归玩，但是连云存档都没有还是食我差评吧FW
好评: 在上大学期间玩到爽 最近在steam上补了票 又有点当年那个感觉了 另外说一句 官方汉化是真的舒服 就像是一位美女穿上了一件非常适合的衣服一样
差评: 暗耻上个DX版啊，集合下全部dlc和云存档
好评: 这个游戏怎么开双人啊，不会开啊
好评: so good
好评: 100小时了，老样子可以进行评测了。
之前对于三国的印象仅仅停留于三国杀以及新三国，直到我玩了357。
对于真三国无双系列，我一直十分向往，在打折之际入手了357。在享受割草快感的同时也认真体会了剧情，当我第一次看见每一名无双武将的时候，我或多或少感觉十分熟悉，代入感来了。357还加入了IF假想篇，假想篇可谓满足了大家的设想。小时候总想着皇叔要是能取胜那该多好。如今跟着刘皇叔建立仁之世的梦想在假想篇中得以实现。救下庞统；徐庶回到皇叔身边；樊城之战二爷没死；郭嘉没有英年早逝，典韦也没有死在宛城；孙坚、孙策以及大都督等人都未抱憾而终；吕布虚心听取陈宫的意见......假想篇可谓满足了我对于三国的遗憾与美好愿望。
但是有一点，樊城之战中为啥是二爷一方被庞德水淹，光荣估计搞错了吧，应该是关羽水淹七军擒获庞德。同时马岱的妖笔越看越像马良，不知道是不是也搞错了。
游戏总体玩下来感觉非常不错，既可以割草也可以开终极难度去挑战。但是弓箭手有点变态，还有武器天地人的属性克制导致频繁易武也是一项不足之处吧。另外PC端移植的是PS3的版本，要是能移植PS4的就好了。
通关魏蜀吴晋所有剧情后，最近又去观看了1994年的老三国，收获颇多，果然游戏也是有引导作用的吧。
岁月带不走，那一串串熟悉的姓名。
兴亡谁人定，盛衰岂无凭。
一页风云散，变幻了时空。
聚散皆是缘，离合总关情。
担当生前事，何计身后评。
好评: 割草割草！
好评: 爽

好评: 就是爽
好评: 除了割草的快感，剧情啥的真比不上真三6
好评: 割！都给我狠狠地割！
好评: 玩起来还不错
好评: 非常棒
好评: 给童年补个票吧
这作最好评的是IF线，但剧情上不如上一代
8做得稀烂，不知道这系列下一作能不能翻个盘了
差评: 没有存档   怎么玩   我花一晚上刷的东西关机就没了    真垃圾
好评: 不好玩，就玩了一会
好评: 希望出一个真三国无双4的高清重制版啊
好评: 害搁这看评论呢，趁打折买就完事了
好评: 我家的狗拿到方天画戟后表示要把全村人杀光
好评: 作为一个三国迷，这部作品真的是好玩的没的说，强烈推荐
好评: 好
好评: 割草游戏，减压必备！
好评: 耐玩，好玩，关卡琳太可爱了

好评: 从第五部一直到现在 蛮好玩的
好评: 哦哦哦哦哦哦哦哦哦我就是真正的三国无双
好评: 666666
好评: 有一起肝的加我好友一起玩每天在线
好评: 666
好评: 割草割草割草

好评: good
好评: FCH
好评: 没有云存档！
没有云存档！
没有云存档！
割草真好玩2333333
七代的游戏，8代差关我什么事
bgm大量引用或改写前代的（老传统了）在7代里打if突然响起以前的bgm感觉还是很不错的
新搓的曲子也有很多不错的
众所周知无双一直是音游（bushi）
极个别bgm改的不太好（许昌侵攻战：你报我名字算了）
将星模式略微有点小肝（你不会开修改器吗x），想再玩一遍将星决战比较麻烦
血书重置五代！
血书重置五代！
血书重置五代！
血书重置五代！
血书重置五代！
血书重置五代！
请务必把五代重置完整，完整，再完整，再再完整，再推出来
差评: 老死机卡屏
好评: 画质不错
差评: 你不是专业恰烂饭的么?

无双大蛇2呢?????????
好评: 割草游戏，但是很好玩
好评: 三国无双系列最后的巅峰
好评: 好
好评: 没开存档开挂的给老子肝就完了
好评: 杀的爽
好评: 比帝国好玩多了，帝国主打的策略，但是做的这么差。为什么就不能把捏人搬过来？不就是为了卖帝国么。。。。无语
好评: 好哦
差评: 我win10每次打开后立刻退回到桌面，游戏还在后台放着运行着，就是一直闪退。
好评: 原价买的 我是煞笔
好评: 好玩
好评: 还算不错
好评: 我是傻逼
好评: 很好回应三国的情节
好评: 现在不分亚美版，都添加了中文，改为好评，时间这么久还会更新语言，暗荣可以的
60刀的本体,190刀的DLC。。。。价格略吓人。。。

=======================================
《真三国无双7猛将传》是真三国无双系列中较为完整的一部，猛将传更是增加了势力的If线和吕布传。
玩家完成势力战役中的隐藏任务，可以在分支剧情处进入If线，幻想游戏另一个结局。
吕布传更是可以使用系列最强战神吕布进行自己的势力战役
各方面的系统都非常完善了，非常适合玩家体验，纯正的真三国无双

[h1][quote]欢迎关注我们的鉴赏家:[url=https://store.steampowered.com/curator/10591434/]突突突发糖辣！[/url] 一起感受游戏的魅力
[/quote][/h1]
好评: WSD
好评: 打折期买的，为了情怀。
比起在switch上搓的快感，电脑上的分辨率让人有点不爽。
不过想想打无双系列已经是十五年前的事情了，当时老爸从日本回来，打开电脑将真三国无双4放给我的时候，我眼睛都亮了。
这也算是我电脑游戏的启蒙之作了。

好评: 玩的挺舒服
好评: 割草就完了
好评: 优化满分，玩dota不到30fps的电脑能带动这个游戏
if剧情不要太棒，我很喜欢这种改变过去，改变历史的感觉
音乐感染力极强，三国果然就该配电音
打折后47块不要太划算
要啥自行车，啊？还要啥自行车
好评: 无双割草游戏，这游玩时长，好评无疑。
好评: 无双割草的经典，喜欢无双类的不容错过。
好评: 砍菜一时爽，一直砍菜一直爽。无双系列就是拿来解压的

好评: ggggggggggggg
差评: 本来游戏下在d盘准备上哪玩哪，结果存档位置自动给我定其他地方
好评: 爽
好评: 我早就想杀了吕布赤兔马，自己当貂蝉的坐骑了！
好评: 打折入手，白嫖多年，补票
好评: 老游戏了，又玩了一遍，还是很棒，三国无双的巅峰！
好评: HAO
差评: 没有云存档，换个电脑全没了。垃圾光荣
好评: 目前最强真三国无双
好评: 打折入手，非常nice
好评: 童年啊！
好评: 打折买的，我是聪明逼
好评: 在我看来可以说是真三国无双的巅峰之作了，无论是剧情，操作，画面特效都很让人舒服，除了个别几个笨B武将，其他的武将都很有操作性，不能逃课的机制也让人能够深入琢磨剧情走向与三国演义的情节，秘武的解锁也让人产生了很大的收集欲望，事典的选项也让人在游戏之余能够重温三国演义情节与时间线。美中不足的是没有开放的创意工坊，导致缺少了很多休闲的元素。总体来说，虽说有些肝，但是热爱三国的人一定要体验万军阵中取敌将首级与征服天下的快乐。打折可入！
好评: 看完电影就买
好评: 因为过瘾
好评: 用键盘玩的话完全不知道怎么连招，一顿乱按就完事了
好评: 马马虎虎割草啦
好评: 算是给情怀买单吧，也算是集大成的一作了。另外 我是傻逼
差评: 没云 存档的 如果删除了 以后要重头玩的 许谨慎
差评: 垃圾的一逼，动不动就出bug，玩了半个月，突然游戏出bug，所有存档都消失了，玩了等于白玩。
好评: 补票之作，原来玩盗版玩的时间很久，所以基本上该刷的都刷了，现在就是单纯的补票吧！
好评: 不用多说了吧
好评: 我是聪明逼
好评: 11111
好评: 感人，三国最完美的结局，蜀国仁者的胜利！
好评: 还可以
好评: 农民拿上方天画戟，统一三国。
好评: 我是聪明逼
好评: 复习三国历史
好评: 最近出了个三国无双电影，于是又想拿起手柄怀旧一下。当年3代入坑，最喜欢4代，好怀念炎玉冰玉雷玉护卫队啥的，感觉后面一代不如一代，也没心思研究了，可能长大了心态变了。游戏荒的时候打发一下时间，还行吧
好评: 所有系列中最好玩的
好评: 很棒的游戏
差评: 辣鸡，辣鸡中的战斗机，劳资从来不在Steam评价游戏的，这次专门过来骂脑残设计。踏马的往游戏里面装了个脑残的投石机设计。手感奇差不好操作就算了，你踏马是觉得石头飞出去的样子很有视觉冲击力吗，飞的贼慢还不能跳过。关键伤血少的出奇，用投石机攻击对面的器械每次的伤血量，知道的说我在玩割草无双，不知道的踏马还以为劳资在和苇名一心打呢。刚刚，就在刚刚，操作魏国打西凉马超那一关，用投石机对付对面弩炮，活生生给游戏干出了倒计时系统了，我就在那木讷的按了十几分钟的投石发射按钮。我就想问反正我发射投石的时候敌人也不能攻击到我，怎么就不能设计成一下子就把弩炮打碎，怎么就不能设计成跳过石头划过天际的画面？嗖~~~啪！尼玛的，辣鸡游戏
好评: 最棒的一代
好评: 就是比真三8好玩
好评: 有些if  老实说 是比较恶心的   明明转弯就到  非要走个大圈   我个人建议不要让玩家看全地图   到某个地方  再出现某部分地图  还有很多剧情 不够震撼  感觉就是太偷懒了
好评: 好玩的一批

好评: 割草就割草，这不比8那个逗比“沙盒”好得多。。。
好评: 比8代强多了
好评: 割草简直不要太爽  一如既往的优秀
好评: 从无双3玩到现在的版本，割草游戏就是爽。如果有自创武将的设定会更好玩。
好评: 割草的快感可以说是这八部里最棒的了，每个武将对应的武器也很有新鲜感，没有腻的感觉，可玩性非常高，剧情也是有各种分支，挑战性也很高，喜欢无双系列的一定要试一试
好评: 可以的 同童年回忆
好评: 好东东~必玩~
好评: 没有理由不推荐啊
好评: 好
好评: real and fantasy history，nice game

好评: 111
好评: 也不是很好玩，就5天玩了31小时
好评: 358删中文的时候该差评了，现在又改回来
好评: Great
好评: 为童年补票 超喜欢真三系列 希望系列续作能够一直爆卖
好评:  这游戏真好玩，我特么steam被盗以后给我退款了，然后在别人那买东西，是什么傻逼操作
好评: 补票后重温，357真的是系列巅峰，可玩性拉满！
好评: 巅峰之作
好评: 无双老粉了，无双真的很推荐玩的，哎嘿！！！！！！！！！！！！！！！！！！！！
好评: nb
好评: 666666666666666
好评: 还不错
好评: 我是我们村头的狗 拿起了方天画戟 统一了三国
好评: 最好地一作之一
好评: yin wei tmd d 8 shi zai tai lan le
好评: 在这里踩一波358，希望暗耻能耗子尾汁，好好反思
好评: 个人感觉真三国无双7是这个系列里到现在最好的一版比8还好上很多
好评: 666
好评: 666
好评: 打折买的，我是聪明比
差评: 什么寄吧适配，我是不是还要专门在pc连个手柄玩啊
差评: 都2021年了，赶紧给老夫云存档！
差评: 这几把吕布传结局也太鸡巴蠢了
好评: 有谁不想把女武将好感刷满解锁台词呢
好评: 我是伞兵
好评: 好玩，这系列就是童年回忆。我用手柄玩的，要是能加个手柄震动就好了，不过1年的游戏，要啥自行车啊。
好评: 补票
好评: 这游戏陪伴了我的高中生活，特地前来补票
好评: 啥时候出云存档啊
好评: 经典
好评: 我是聪明逼
好评: 很不错，完爆8，没有steam云是一生之痛！
好评: 刺激 超爽
吕布很帅
好评: 好好好
好评: 爽快的无双割草游戏
好评: 冲就完了
好评: IF线真是太棒了
好评: 割草割的爽就完了
好评: 挺好的
好评: 经典割草游戏，玩起来爽就完了，日系的对话风格真的是看得我浑身起鸡皮疙瘩，哈哈哈
好评: 畅快淋漓
好评: 全人物满级，属性全满，武器全满打卡。
算是真三系列从画质，人物建模，人物设定，剧情走向（史实和if，if线我真的很喜欢），武器模组，配置等要素综合考虑最为成功的一代。
秘武的获得条件也设定的比较合理，大部分关卡都挺有意思，当然，那个跳台对面放弩炮这种专门折磨人的心理阴暗关卡例外（S/L大法好），还有，弓兵****。

缺点的话，地图还是感觉少了点：打到后面，将星模式100战和人物刷等级还是比较枯燥的；而且这一代无论是吕布这个人物还是方天戟这个武器都太超模了。

从后面的真三8来看，这一代很可能是真三国无双最后的辉煌了，希望暗耻能挣点气。
好评: 好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好
差评: 看我评价就好了
好评: 好！
好评: 我觉得打发时间 割草还是 爽的

好评: 割草不错！
好评: 人很猛

好评: 综合素质最高的一作无双
好评: 割草嘛，体验剧情一开始选个简单或者普通割割割就完事了，要是剧情感受过了，二刷再玩更高难度就行，挺解压的。
好评: 还可以
好评: 看剧情好玩
好评: 我是傻逼
好评: 就是喜欢
好评: 好玩
好评: 女友给我口了一天我才陪她玩的
好评: 喜欢三国割草特好玩就
好评: 你猜？
差评: 没有云存档，我玩你妈个臭嗨
好评: 不必多说的经典
好评: 3A大作玩累了，来一波割草，爽歪歪
好评: 半价买的我是聪明逼
好评: 我不是傻逼
好评: 割草解压，为关羽不死线点赞
好评: 割草体验极好
好评: 啊，这两天看到真三国无双的电影预告，想吐槽吧，感觉人似乎确实是按照游戏设定来拍的，似乎没什么大问题，但你说不吐槽吧，这个预告片怎么看怎么有一股浓浓的烂片感，只能说虽然最近有很多大作在模糊游戏与电影的边界，但再怎么说游戏与电影还是两种不同的载体，尤其是硬要把这种夸张风的游戏原封不动的拍电影，那呈现的效果就如同现在这样不伦不类——好吧，也许我还真会为了看看这片子到底怎么样去趟电影院（不得不承认这预告片还真的勾起了我的好奇心......）
那么说到真三国无双这个系列，相信也是不少玩家众多童年回忆里比较经典的一个了，小时候和伙伴骑马打仗，稍微大点了就在电脑里一骑当千，唉，要么说男生都是长不大的，我高中时候与大学以后听到过两个被迫玩过本作（一个是陪他哥，一个是陪男友）的妹子的评价，虽然不是同一个时间，甚至两人都不认识，但说出的评语却惊人的一致：“无聊！”，我寻思也是，在一个大的不知道要干啥的地图上到处乱跑，唯一的乐趣就是欺负下小兵（要是开的修罗难度指不定还要被小兵暴打），这样的游戏确实对妹子没啥吸引力——也不知道为啥我就能在电脑前一坐一下午呢？
不过吧真三都出了这么多部了，每个人肯定都有自己的心头好，我也不会说哪一部天下第一这样的引战的话，毕竟连真三8这样有争议的作品也会有不少粉丝的，所以今天要说的是我个人最喜欢的一作《真三国无双7》。
你别看我这样，其实我还是个高贵（狗头）的原著支持者，不过我不反对改编，优秀的改编甚至会让我拍手称快，在我心中的评判标准是不违反原著优秀气质的改编都可以接受。按这个标准，在三国这方面，我首推的就是央视的老三国，这是我内心排名第一的电视剧不接受反驳，唐国强老师的诸葛亮我无论看多少次五丈原都会潸然泪下（没有夸张），以至于暑假重温了老三国后还特意去游了五丈原（离我家蛮近的），顺带写了两首纪念丞相的诗（放到最后）。而最令我恶心的是《新三国》，我在这里毫不掩饰对他的厌恶，能把英雄史诗拍成办公室政治的我说实话第一次见，不行，多提两句就恶心，还是回到作品吧。
刚刚扯了我的观点后再来看真三系列其实还是特别简单粗暴的，日本人夸张的风格让他们放弃了英雄与势力的多面性，直接无限放大他们个人的实力与某方面的特质，然后大杂烩乱炖一下就成品了，虽然是一锅乱炖但你别说还是有独特的味道的（至少在我看来真三在气质方面都比新三要贴合原著），三个势力的特色分别是霸道，王道，血缘（大概真的想不来吴国怎么吹了，我是吴黑，嘻嘻），孟德就是老子要用霸道一统天下，刘备就是亚撒西，吕布就是老子天下第一，不服来干我的猛男，魏延干脆就是个野人......你说他离谱吧，但感觉还有那么点直抓要害的意思，但你说他对吧，又感觉太儿戏了。
说起吕布还是要提一嘴的，不知道是不是文化差异，我们这动不动就是三家.....啊不对三姓家奴的吕布，在日本人哪里受欢迎的程度就高得离谱，我看的各种漫画动画只要牵扯到三国那吕布真的是风头无两，FGO里的高达，终末的女武神里更离谱，一介凡人可以和雷神托尔对A,甚至还有自己独立的外传——真三不过是吕布吹中的代表罢了，虽然吕布确实能打但凭自己能打就一统天下的IF线emmmmmmm暗耻你是认真的吗？哦对了，在真三世界观里还真有可能......嘛，不提也罢。
游戏性啥的感觉还真就不用我说了，唰唰唰平A再放个无双技，敌羞吾去脱他衣——玩过的都说爽，总之可以说是减压神器，当然喜欢挑战和收集的也一样可以用修罗难度折磨自己——反正我属于那种下个全武器存档然后冲天国人堆里割草的解压玩家就是了╮(╯▽╰)╭
游戏里的角色塑造虽然性格可以说很扁平但架不住建模帅啊，一大堆俊男美女肉搏这谁受得住，那云妹CG里整的跟圣斗士一样，放游戏里长枪一甩还不是白马银枪的化身；吕布霸气无双，一身行头放人堆里那就是最吸人眼球的猛男，只是感觉丞相的设计不如6代，本作少了些意气风发感让人总感觉有些病殃殃的......更别说那一大堆美女，御姐甄姬，大小姐孙尚香，萝莉大小乔，哦对了连原著都说了丑女的黄月英都得整容（话说这样看来真三确实给后面三国相关的游戏提供了不少好用的角色设计模板）......不行了我得去整点桃屋......啊没事，咳咳，我们继续。
其实这游戏我盗版玩的很早，steam购入纯粹是为了补票，不过前两天重温完老三国后又下回来玩了许久，没什么别的原因，只是想用IF线弥补一下蜀线的遗憾，虽然感觉有些小孩子过家家，虽然知道很多地方不合理，但我还是希望看到有这样一个世界线，一个理想主义者们获得成功的世界。一个英雄辈出的年代终究会有落幕，但总会有后来人去流传他们的故事，对我们而言重要的不是结果，而是那精彩纷呈的过程——
好了，最后就附上自己写的祭丞相小诗两首作为结尾吧。
    游五丈原（其一）
久邻五丈原，今日始来游，
山黯影稀稀，树鸣鸟啾啾，
坛中花正好，祠内香仍留，
民有农亩乐，安为武乡侯？
游五丈原（其二）
报恩垂首殿陛前，受任败军危难间，
抱憾星落五丈原，含恨魂安定军山，
春风又绿洛阳柳，秋月几度照长安？
一时君王一时名，千古丞相千古传。
以上。
好评: 还是那个味儿
差评: 一坨屎
好评: 刷就完事了
好评: 不错
好评: 最早接触的是在PS2玩的真三4，虎牢关的吕布简直阴影。。。记得有一次终于给他磨的快挂了，结果无双觉醒我就被秒了。。。后来才知道应该绕道走。。。为了填补这个阴影，那个暑假我用了吕布砍死了几万人（其实是用吕布拿道具顺便清人）。。。可惜当初PS2的记录也没法导进电脑里。。。这部的吕布感觉没有4的技能爽快。。。
好评: 经典割草游戏
好评: 剧情不错，但操作起来有点累
好评: 爽
差评: 打开游戏就闪退  玩不了    浪费钱财
好评: 割就完事了
好评: 爽
好评: 重回十八岁好吧
好评: 别问 问就是割草无双 问就是单机的神 你让老子杀爽了 我就给你钱
好评: 童年回忆...不错
好评: 不错
好评: 好！
好评: 从真三国无双4入坑的，当时我同时买了8和7，朋友们对于7都是赞不绝口，对于8都是一言难尽，8在建模画质上确实比7要高出一等，但是在整个的游戏操作却让玩家很难受，所有按键都是Xbox的键位显示，技能加点时会出现很多bug，加不上去，不断的弹窗，整个的连击招数也跟之前大同小异，虽说加了很多繁琐不必要的技能释放，自由程度也没有像游戏介绍里面的那么高，过教程时也会有很多bug，明明完成了但提示还在上面，对于8来说还有很多地方需要优化。而真三国无双7却相反，有明确的键盘键位显示以及通俗易懂的操作，没有繁琐的招式以及技能加点，都是通过通关随机升级的，购买武器也是非常简洁明了，7的整个游戏机制并没有8的那么具体和繁琐，但不仅能让玩家了解剧情，也能体验割草的快乐。个人认为游戏的升级机制不需要特别具体和细节，反而通俗易懂，简洁明了才能捕获玩家的心。强烈推荐真三国无双7猛将传！
好评: 疯狂割草就完事儿了
好评: 不错！！！！！！！！！！！！！！！！！！！！！
好评: 小时候挺喜欢的，但是以现在的眼光真的不够看了，我穷先退款了
好评: 好玩，童年补票。还是一样的味道！
好评: 这个可以联机玩吗？

好评: 35牛逼
好评: 很不错的一代
好评: adad
差评: 只能说是内容与游戏不符好吧。没玩过真三国系列的还是不要入了【除非打折】。14年的游戏画面和流畅度感觉像十几年前的游戏一样，割草游戏连画面都做不好，一点都不爽， 其次是打击感觉，跟那种一刀999的传奇没什么区别，只不过加入了第一人称？武器和技能方面倒是挺多的，最恶心的就是操作方面，pc端玩的很蛋疼，视角旋转贼JB烦人，就没有一个视角固定吗？
好评: 故事模式曹操假象线进不去，有BUG
好评: 吕布你女儿真不错
好评: 打折买的，我是聪明b。
好评: XH
好评: 我永远忘不了童年的我通关真三国无双4时的激动
更忘不了和朋友一起打真三国无双5的那个夏天
那是我的童年，记忆和友谊
那才是真的三国无双，此间独一份
差评: 为什么无法退款？
差评: 突然打不开了   游戏完整性等都弄过

差评: 艹 我怎么存不了档  垃圾啊
好评: 我奶奶拿方天画戟,也能征战三国
好评: 就只希望官方能加上steam云
好评: 值得购买

好评: 还行
好评: 我是傻逼
好评: 还有什么可说的，无双就完了
好评: 为以前补票
好评: 体验感觉良好，就是可惜没有结婚系统。要不然是个女性角色我就都拿了。
好评: 三代入坑，记得当时困难难度的AI能把人来回打的下不了地，部分敏捷型的英雄刷个秘武简直想死，坐骑，秘武，隐藏关卡，护卫队，自创武将，要素还挺多，年少无知单挑吕布...最后有差不多满三围的关羽，还真有种三国无双的感觉。现在一杆方天画戟在手，一路从汜水关砍到南天门（王元姬天下第一！）...貌似光荣寻求变革的五代八代都不怎么成功，希望还能玩到更好的续作吧，如果还有的话...
好评: 游戏不错，就是对操作要求略高
好评: 挺好玩的，自从玩了这游戏，在地里割麦子都想开无双
好评: 游戏不错，特地来为情怀补个票
好评: 观刈麦
好评: 割草才是真的快乐，魂系狗都不玩
好评: 爽就完事了
好评: 以前手柄的时候就玩过无双2还是无双一，虽然现在越来越花了，不过还是原来的味道，这也是乐趣所在。开冲
好评: 只是因为补票
好评: 很好玩功能人物武器比5多了不少
好评: 很爽
好评: FGNB
好评: 割草爽就完事了
好评: 为什么我的一打开就直接跳回桌面，怎么都打不开，咋办啊？
好评: 补票
好评: 集大成之作，补票了，一人血书5代重制
好评: 我说吕玲绮是我老婆，各位绅士没意见吧
差评: 请脱裤魔要么做个阳间的键位指示，要么支持全手柄操作，菜单的确认连手柄状态下还是只能回车也是服了
好评: 我认为这个游戏是三国无双系列最好的了，里面的特效非常棒，打击感也很强，真不戳
好评: 很适合和朋友一起本地双人割草，充满了童年回忆。
好评: 童年的回忆哈哈哈
好评: 爽就完了
差评: 三国无双系列体验最好的一部，👍👍👍👍👍👍👍
但是如果暗荣不开启steam云存档，我是不会改好评的！！！！
好评: 将星模式还不错！
好评: 我是傻逼
好评: 不错不错
好评: 挺好玩的，武器花样很多，就是女性角色不怎么好看=.=
差评: 游戏有bug，win10系统下玩一段时间以后会出现保存，退出后重新进入游戏，继续就打不开了，相当于中途保存功能没有了。
好评: 打击感真的不大行
好评: 简单粗暴，爽的一米，值得拥有！
好评: 好玩的很呐
好评: 手柄不能问请问怎么解决？

好评: 记得删除c盘我的文档中真三七的保存文件夹，然后进入游戏重建保存文件，否则你会卡在保存界面，光荣不要脸不做云存档
好评: 打折打折打折  香啊
好评: 还是很好玩
差评: 过时的垃圾，再见。
好评: 打折入的，光荣和我都是傻逼
好评: 好多美人。
好评: 打折买的 我是聪明逼
好评: 我是聪明逼
好评: 打折买的，我是小聪明，现在每天下班回家我家狗拿着方天画戟比我还急着统一三国
好评: 我家狗说它想玩所以我给它买了！现在它每天都在家里割草
好评: 还行
好评: if线真的好啊    樊城逆天改命真的舒服
好评: d
好评: 童年
好评: 请问有没有朋友知道~~游戏内的截图在哪个文件  一按F12就保存截图
差评: 越做越垃圾，63买的  我是傻逼
好评: 割草是真爽，吕布的秘武是真帅，打折买的我是真聪明
好评: 挺好玩的
好评: 情节好，画面精致
好评: 割草割草   真5才是真爱！    真7勉勉强强。。。   真8一坨屎
好评: 还不错 打折入 值得买
好评: 这个游戏能连上网跟玩家合作对战吗

好评: 为了吕玲绮妹妹
好评: 割草太爽了，实验室摸鱼神器，不说了我要去搬砖了555
好评: 为什么我的吕布虎牢关直接卡住进不去，空格回车都没用
好评: 用吕布，狗都能统一三国
好评: 以前在XBOX上玩过很久一段时间
后来机子坏了玩不了了很遗憾
现在在steam上看到很惊讶并开心
同时作为在steam上买的第一款游戏
相信它会给我带来很多快乐
并且这个猛将传比我之前在XBOX上玩的更加完善了章节部分与将星模式
并且新增了挑战和更多的角色(于禁真不错啊嘿嘿嘿)
而且还加强了部分角色并单独立传(没错说的就是吕布)
好评: 66

好评: 买就完事惹
好评: 好
好评: 可玩性太强了！
好评: 集大成之作，比358强了不知道多少倍
好评: ...........
好评: 很过瘾，鬼神吕布和赵子龙
好评: 谁能想到真三8都出了3年了我还搁这玩真三7呢
谢谢你，光荣
好评: 打折补票，献给十年前
好评: 反正好玩、
好评: 我快肝死了，这游戏有点费颈椎和腰啊
好评: PC的USB手柄要在进入游戏之前插入。然后点击三国无双7进入，接着到系统设置里面，有个按键设置，然后设置1P按钮。先选择要更改的按键按Enter，然后再扳动手柄上对应的按钮。上、下、左、右、普通攻击、蓄力攻击、无双攻击、兵器切换、防御、唤马、还有记得把菜单键设置成手柄上的Start。设置完了保存设定，进入游戏即可。设置键位时，如果一开始设置错了，按F12，取消键位，然后重设。
推荐设置：
方向正常上、下、左、右
普通攻击 x
蓄力攻击 y
无双攻击 B
跳跃 A
防御 RB
易武攻击 Lb
地图 lt
叫马 rt
情报 select
暂停 start
觉醒 R3 （右边视角方向键按下）

这游戏不是有多好玩，而是精力过剩的人就需要暴力手柄释放。打一盘有点困了。
好评: 割草割草！！！
好评: 真三国无双7我大概前前后后完全通关3次，游玩时间大概在200小时以上[spoiler]（之前玩盗版）[/spoiler]，以至于每一个地图的隐藏和if的条件都背下了。我觉得这应该就是最棒的真三国无双了，地图没有多到6代那样繁琐，角色、武器模组、武器属性都很丰富。值得一提的还有if关卡，虽然剧情一般（尤其蜀传），但是也补足了三国迷心中的遗憾。不过有些角色手感很差，点名关兴、张鲍，连招整那么多滑铲看啥，真心不好连招。
好评: 虽然玩到后面有点单调，但不失为一个好游戏。
好评: 打折买的，我是聪明逼
好评: good
好评: 还行值得一玩
好评: 爽！
好评: 折扣时候买的，很不错，游戏很均衡
好评: 长时间割草会损耗智商 可你并不需要
好评: 真不错，割草游戏，武将有点多，但是钟爱赵云龙枪
比6多了很多武将和基地元素，但是我还是觉得6的 关卡比较直观，总体来说的话是个很不错的游戏，要是能分屏就好了，和hxd打上下屏视野不是好
差评: 不能保存啊，不知道其他人有没有这个问题
好评: 刚买就打折我是傻逼
好评: 357还能说什么呢，顶顶顶顶顶。从最早开始玩353、354，就对带有历史史实的游戏非常感兴趣，虽然主要玩z52，但真三还是那个在心目中最让人热血沸腾的游戏，每次听到游戏bgm都异常激动，从当年完全打不过吕布，到后来查询各种攻略学会各种连招，如何破防如何反制等等等，即使从手感上来说是一款割草游戏，但内含的情怀让人爱不释手，幻想自己是三国时期武将在战场为主公为友情为大义南征北战，无论是完全按照史实，失败的结局令人悲愤，还是玩家自己创造出新结局让一切完美落幕，三国无双都是心中那最软的一块。
好评: 还行吧，虽然我个人认为不如355（可能是因为童年滤镜），但内容确实挺多的。
好评: 敌羞吾去脱他衣 ，
敌羞吾去抹洗哒。
差评: 手柄强制1p 键盘2p选项都选不了 怎么改键都没用 真有你的
差评: 街机移植的吗，全键盘操作，适应不了
好评: 补票的，2010~2012年玩了三年的6猛将传和7猛将传还有浅尝辄止的7帝国，6基本全武器全通关十几个武将满属性，玩7到一半的时候小伙伴离开了，于是2012年到2021年就玩了一个小时。
一个字，爽。
好评: 我是撒比
好评: 无敌是多么~多么寂寞~~
好评: 连割20小时，疲了。黄月英，我的超人（孔明，你老婆真好用）；关羽，你女儿真好用等等等等等
好评: 我个人觉得耐玩性是无双系列里最好的，希望以后能开发出更多好的内容
好评: 打折买的，我是聪明逼
好评: 非常爽
好评: 我是聪明逼👍
好评: 是个人拿个方天画戟就能瞎几把砍
好评: good
好评: 我是傻逼
差评: 没办法云
差评: 妈的，本体打折了就是不打折DLC真有你的光荣
好评: 牛逼

好评: 割麦子手动割麦子

好评: 果然是经典
好评: 666
好评: 还可以~ 整体来说原汁原味！用来放松解压无需动脑的割草游戏！
好评: 爽
好评: 我永远喜欢关卡林.jpg
好评: 爽，走吕布if线就是开杀，以前爱玩5，5的吕布线的虎牢关也很爽
好评: 吕布牛逼
好评: 不能支持XBOX手柄太艹了
好评: 就很爽
好评: 我吕奉先天下无敌敌敌敌啊啊啊啊！
好评: 割草，解压，舒爽
好评: 吕布：吾才是三国无双！
好评: 非常棒的一部，if剧情有趣。打折下来也就40左右也不是很贵（ps买了8后突然觉得7是真的值）
好评: 傻逼NPC  干啥啥不行，收人头第一名（指刮痧虎牢关吕布一个普攻收走）
好评: 割就完事了
好评: 爽
好评: 111111
好评: 割草 放松心情
好评: 我家隔壁的狗拿上方天画戟屠了一条街
好评: 老久以前，一直和我哥玩真三5，分屏合作，玩得不亦乐乎，，，如今只剩下我自己一个人玩真三7，，画面老旧，但我不是画面党，割草，割得痛快就好，还是以前的味道
好评: 还不错，割草老舒服了.
差评: 手柄键位完全是错乱的，转视角竟然是ltrt而不是右摇杆，右摇杆还有十字键完全就是摆设，什么反人类操作？？？？
键盘键位更奇怪，上下左右用不了，教学关根本就看不懂，引导的时候键位是哪个也不告诉我得我一个个试，按esc还无法退出。。。
还不如我之前下载的盗版，那个我还能正常玩，正版移植就这？？？？我不配，我去玩盗版去了，再见。
好评: 还是经典的操作，爱了爱了
好评: 趁着打折补个票。挺不错的一款游戏，小时候的回忆。虽然8也玩了，但感觉真三系列还是567三部最好玩。个人觉得真三5、6、7三部就类似古墓9、10、11三部，第一个是转折、是里程碑，第二个是巅峰，第三个虽然玩法、花样更多，却总感觉少了那么点意思，当然对比其他游戏仍然属于佳作。若干年后，如果准备重温古墓，我会选择10，同样的如果准备重温真三，我会选择6。
好评: 好玩。
好评: 天下啊，本大爷就是天下无双的吕布！
    -- 店嘎木撒  --
好评: YIBAN
好评: 从小学玩到当爹，还是喜欢玩
