差评: 为啥今年游戏进不了了，我选完人物后加载完成就闪退出桌面，之前都不会。
2022就坏了？

差评: 永远没有中文，建模相比19是真的拉跨，bug多的要死，2k这么还不去死啊
好评: 人物动作细腻，任务还原度高

好评: 小时候喜欢看wwe所以买了，玩起来也不错，过年回家就娱乐娱乐


好评: 穿模穿到你ma坟里去了,我捏这么好看的女角色每次开场都在吃头发，剧情是真不错，最后有点小感人呜呜
差评: 啥也不是。
差评: 买到现在最垃圾的正版游戏，根本没法玩，建角色，开始比赛，都闪退，3dm下的学习版反而可以正常玩。垃圾2K真的没话说，正版买的幽浮2现在也是被逼去玩学习版。从没见过那么脑残的公司
差评: 没有中文，看不懂，玩不明白
差评: 这个都不知道怎么进生涯

好评: very good
差评: Suck！
好评: 仲记得读小学嗰阵时晚上一做完啲作业就上广东体育追住睇，
第二日返学就跟同学仔倾下琴晚嘅战况哈哈哈22r买个情怀，
真係好值！不过以前啲朋友仔都走嗮喇，👴青春已经结束
好评: 娱乐玩玩没什么毛病 生涯很有意思，但BUG真尼玛的多，一开始以为网上只是一顿瞎扯 结果确实不少，但不太会影响游戏体验，我的意思是这些bug只是会在偶尔出现，无非就是穿模，人物瞬间移动什么的，听上去好像有点可怕，但还好。如果你没有玩过任何一款2k的作品 你直接玩的这款 可以说自己还会觉得不错，但如果玩过以前的游戏，特别是19 你就会明显觉得这代做的差强人意，但是相比19 20的光影质感效果会更好，但人物建模会比较拉胯，总体来说10分满分可以打6.5 一般
差评: 垃圾游戏
差评: 不说了，OMEN5疯狂闪退，捏人2小时，一个闪退全没了，还有Universe的过场动画BUG，BUG完后人物直接没了，2K是真滴牛批。本作完完全全就是一个半成品，毫无意义甚至更加复杂且低效的键位更改，还没法自定义，BUG多的没法看，如果不是跟我一样单纯冲着大量的Move库去的，完全不建议入手

二次修正：依然是半成品，BUG一个没修，新电脑3070都在闪退，有没有考虑解散团队？2K19相比之下都算好作品了
有这钱去买Fire pro wrestling world不香吗？
好评: 我觉得WWE的粉丝都会有这款游戏，虽然做的确实一般，但四五十块钱入一个还要求什么呢，
好评: 非常好玩
差评: 根本玩不了，一直闪退
好评: WWE是我年少的回忆，虽然游戏越做越烂，但还是感谢这个系列的游戏给我带来过快乐。
曾经的女子摔跤是我最爱的节目，Trish，Lita，Molly，Jacqueline，Jazz，Chyna等等。
她们都已经退役了，希望有生之年可以看到2K出一个女子摔跤传奇的游戏，收录曾经和现在的全部女子摔跤手。
2K加油吧，希望未来WWE越做越好！
差评: 经常闪退，3060显卡不知道为什么
好评: 中文 中文
差评: 游戏选完人物读取后闪退，尝试十几次都进不去 直接退款
差评: shit
差评: 垃圾
差评: 真的是 想在吐糟这垃圾游戏 总死机 闪退 还整的多高级必须WIN10系统  还总连招 而且还把按键都改了操作很费劲  真心怀疑这就是个半成品游戏拿来骗人的 最烂的2K系列的游戏了 劝大家不要尝试 乖乖玩19吧
差评: 真是垃圾游戏bug多不说 总崩 存档总坏我玩nm 傻逼游戏
差评: 敲，别买，千万别买，怪我不看评价就直接买了，从来没玩过这么垃圾的游戏，选角界面，丑到难以形容，甚至让我一度怀疑自己的审美是不是出了问题，这游戏才是真正的主流审美，闪退，黑屏，这他妈哪里是我玩游戏，这是游戏玩我，
差评: 打倒后瞬间起身真6,呵呵！ 人物模型真丑的一批啊。 技术还不如2K19。游戏玩着玩着闪退，什么狗屁游戏，
差评: 没有中文   踩!
好评: 这个游戏不用钱跟家好玩，因为要钱我才不玩那么久  太垃圾了这个游戏
好评: 怎么保存游戏视频?

好评: 很好玩
好评: I think you should do better next year.We need Chinese.
差评: 以前能玩现在不能玩了
差评: bug多，细节变少了
好评: 我觉得很棒
差评: 没有中文，而且bug太多了，简直了
差评: 这渣画质  老子要吐了
差评: 垃圾游戏 回去玩wwe13了

差评: bug多，人物建模不行，退不了了，将就的玩，匹配不到人
差评: 挺拉的 没汉化 人物建模跟也就比某G强一点 BUG多 闪退卡顿 为了情怀买的
好评: 6666
好评: 我喜欢wwe
好评: 妈的这游戏我真的是服了没有简体中文就算了我在网上找，BUG还一堆
好评: good
差评: 英文不好还是别玩了，汉化补丁也不完整
差评: 垃圾游戏，闪退BUG都不修复
好评: NICE
差评: 我是傻逼
好评: 我认为大多数人对于这款游戏的差评 多数是因为与前作按键不一样 或者是因为游戏刚发行时的bug特别多 联机不能使用自定义人物 服务器巨卡 联机不能用社区人物 当然这些都是游戏的缺点 如果画质都拉满 游戏画面还是非常真实的 这一代多了很多动作和人物 虽然没了院长 但是下一代可就没有邪神和黑羊了 且玩且珍惜吧 2k对于中国市场一直都是这个b样 各位也不必过于苛责
好评: 不理解我存档哪去了
好评: rko yyds！
好评: 穿模穿到你妈坟里了

差评: 甚至不如wwe2006
差评: 我是伞兵，拿钱不当钱
好评: 好玩
差评: 不停的无响应加载，优化太差劲了
好评: 2K公司能否考虑完善中国市场？很简单的道理，如果有中文版游戏，将会减少盗版用户数量。本身这游戏就是以单机为主，又没有中文，DLC还需要额外花钱购买，盗版什么都有了，不用花一分钱，除了玩家的信仰支持你们盈利，你们还有其他可以吸引正版玩家的吗？如果不考虑中国玩家市场，只能说明贵公司鼠目寸光，应该跟其他游戏公司好好学习下！换句话说，我们购买了正版，却享受不到应有的服务，为什么还要继续支持你们？游戏这么多问题你们不积极解决修复，只想着推新，游戏内容没有新意，完全在利用玩家对WWE选手的感情来盈利！还是那句话，如果贵公司不重视中国市场，中国玩家一定会倾向于盗版游戏，这不是钱的问题，是尊严问题！
好评: - -
好评: 你好客服姐姐2K19能不能90卖给我，我穷没钱啊
好评: WO SHI SB
差评: 垃圾
差评: 汉化插件全部都是垃圾广告   不下完全看不懂  下了也不一定可以用   建议出的中文版在买打了动不动就秒退！
差评: AMD就闪退
好评: !
好评: 还原
差评: 没中文，补丁也没用，剧情不能跳过
差评: 半成品游戏 还会闪退 不推荐
差评: 自动关闭 很多bug
差评: 一坨屎
好评: 还可以
好评: 还行
差评: 我是伞兵，卡成狗
好评: BUG一堆，剧情就挺尬的，NBA可以这么搞剧情，但是摔角还是要回归到娱乐表演的本质，擂台上下是两个世界不是真人RPG。不过市场上也只有这一个游戏，希望aew能给力点吧。

好评: 还是不错的，操作熟悉了很简单。
差评: 一坨屎 我傻逼我买 卡的一批 一直慢动作
差评: 一个发布了几年的游戏bug丝毫不修复真的只有2k这么厚脸皮
差评: 垃圾

差评: 建模垃圾
好评: 怎么说呢如果是wwe老摔迷啊懂基础wwe剧情和基本招式的可以买来玩玩蛮不错的希望2k22更好
差评: a really awful one!  i thought i was playing a ten years old game! 2021 with this graphics? really ? Also, the story mode is really unplayable, shitty plot which u cant even skip!
差评: 闪退
好评: 希望有中文  希望2k22有中文谢谢。
差评: 太丑了，👴吐了
差评: sb游戏玩了80小时坏了三次档妈的弃了
差评: BUG超级多
差评: 把爷气笑了
好评: 非常喜欢WWE，我是WWE FANS，我会推荐给我身边喜欢WWE的小伙伴们。如果贵站能优惠WWE系列游戏，那就更好了。感谢STEAM
好评: 我是聪明逼

差评: NMD  bug一堆，捏人捏到一半游戏崩了，玩nm
好评: 不能我自己做傻逼啊
好评: 很好玩

差评: lA  JI
差评: 英文，闪退。
差评: 你麻痹的傻逼游戏   老子玩50个小时  得卡死闪退无数次   更新一下修复一下这么难的嘛  真的谁买谁傻逼  我是傻逼我买了
好评: bug还可以忍受，物理效果感人，原价慎入，打折可考虑
好评: 个人感觉很好
差评: 我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，我是傻b，
好评: 很好玩，我变成了肌肉王尚智轩
差评: 第一把就闪退
差评: 选人界面的头像丑出天际，请个在校美术生都要画的比你2K好看。可玩性还不如十年前在PSP上的SVR，最后悔购入的一款游戏，没有之一。
差评: bug多的吓人，而且经常闪退

好评: h
差评: 不多说
好评: 我还行，有的bug还是挺好玩的，没中文，但是有游侠翻译，挺好的
差评: 穿模严重，不是系列死忠粉的话还是等打折的时候吧
好评: 66666
差评: BUG多　就是垃圾
好评: 666
差评: 神经病！
好评: 还行吧 也不是那么差
差评: hh8



差评: 人物建模又丑又假，光照也很差。
多人模式没有入场，很失望。但是和朋友胡搞还是很有意思
[b]生涯模式做的挺不错的，双主角是本作的亮点[b]
花了一天把女主角捏成女友模样
另外就是
[b]2K你就不能好好的运营一款游戏吗？为什么就纠结每年出个新作，然后再去把老作品的服务器暂停服务？
还得想着办法不显得自己是复制粘贴的，不累吗？
又不是说上一年做的就是被否定的垃圾，为啥偏偏就要出新作？你做一个复制品能有多大提升啊，真不如就在前作上保持更新，出新角色新竞技场的DLC，这样不好吗？[b]
差评: sb生涯

好评: 十分不错的wwe游戏，就是bug有一点多
差评: 没有中文呀 早知道就买19了
差评: 我是傻逼
好评: 怎么搞中文
好评: 个人比较喜欢我自己植入了汉化补丁，其他的都挺好就是腰带是不是有bug
冠军赛的时候腰带离胳膊二寸远，还有双人组合冠军金腰带都凹进肚子里了
希望更新一下，优化这一点不难吧我也挺喜欢的谢谢，邪神的dlc也挺好，就这样希望官方能看见
及时修复腰带和身体的一些bug
差评: 我已经换了两个加速器了，现在在下第三个。趁下载的功夫来给个差评
好评: 画面非常细致，游戏性也非常好。一直喜欢WWE系列游戏，继续支持中。
差评: bog
差评: 进不去比赛
差评: 我是傻B！！！！！！
差评: bug很多还容易闪退我吐了
差评: 我一直以为19很烂 直到出了2K20
好评: WOSHISAHBI
差评: 不能网上与其他玩家对战
差评: 联机模式好友都邀不了
差评: 我们需要中文！！！！！！！！！！！！！！！！！！！！！！！！！！！！
差评: BUG一堆用来劝退，还是去玩19好
好评: 我觉得这一代wwe游戏还没有那么糟糕，闪退和穿模在玩了十个小时后还没有遇到。话说回来，捏人的确是不尽人意，不如人家隔壁NBA2k系列。还有这些个dlc，唯一感觉有用的就是邪神怀亚特的那个，剩下的dlc就是将超级巨星魔化而已，并没有很大的欲望。另外本作的生涯模式是女子天启四骑士的成长历程，很有新意。但是就是问一下WWE2k，什么时候才能出传奇人物送葬者的生涯呀，绝对是非常精彩的（顺便把红色火焰寂寞凯恩一起做了）
差评: 我是傻逼
差评: 动不动就闪退，又没有什么解决方案
差评: 真的不好   容易闪退  还有制作也不好  大家伙千万别再买了   今年2021年了  在等wwe2k21  支持wwe   我是你的老粉丝

差评: 其实除了bug还是挺好的，没有想象中的那么烂，不过不是粉丝建议不买
12.13补：
虽然是年货而且是2019年底出的年货但质量却不如去年的19，取消了疲惫状态下释放终结技会一起倒地的细节，取消了超重量级选手扶起轻量级时的那种轻而易举的动作，取消了送葬者之类的脱下摔角紧身衣，但增加了解说对招式的解说，比如砍刀脚解说会说claymore而不是dropkick，但最蛋疼的莫过于马哈尔开大的时候解说永远说这是uranage但这他妈叫khallas而且都他妈用三年了，知道重现马哈尔击败兰迪的夺冠动画知道重现他带辛格兄弟出场的特殊报幕就不知道给大招解说改一下，springboard招式还是太少了而且很少有pin combo，没有pincombo的招数压制时会很僵硬不连贯，穿模现象严重，基斯李的外套，安德雷德的大衣，马哈尔的围巾都会和冠军穿模，说起冠军就不得不说该死的自创冠军系统，无论给它起了什么名字报幕都会直接简略成w，双打有时也如此，单人出场的时候会说the team of加选手的名字可这是单打啊，universe模式居然不能打锦标赛，20还取消了universe模式中ppv开幕的小视频直接改成了骗小孩的烟花，如果想重现现实中超级对抗那样的烟花的话还是等2k放弃wwe吧，以及奇葩的评星系统，摔角本身是双方合作才能出现的表演性质节目，本游戏的评星完全将其定义为了格斗游戏，意图告诉大家摔角就是真打，只有你操纵的角色打人，释放不一样的move和反转技能才能得分，但挨了对面的大然后挣脱压制居然不给，与此同时本游戏大大降低了mitb的兑现率，且兑现动画只有三种少之又少，如果想等待兑现并操纵的话就要切换角色，然后一切换角色评星就没有了等于打了一场0星赛。
总的来说这些问题都是20存在的但不只是20存在的，showcase去年才回归，但今年的十分无聊因为似乎只有女子组革命的戏份，除了女子四骑士没有别的了。我还不得不吐槽一下邪神居然没有专属冠军动画，太蛋疼了，出的dlc好像完全把这个游戏游戏化了，牛鬼蛇神都出来了，有这时间能不能更新，不做21了能不能更新一下20，加尔萨我什么时候才能玩到，什么时候才能玩到nxt的选手们？
好评: 经理模式第一个合约包大赛结束，下一期节目一打开开始就闪退就卡退怎么处理啊
好评: 所有系列中最好玩的一款
好评: 没有中文版的  不好玩
如果大家有中文补丁包的话 麻烦教我一下

差评: 精彩
差评: 都2021了，作为摔迷一进游戏看到这画质有多屎我认了，但一读条就闪退一把都没玩上你这是游戏？
好评: DFGHGCJVHVHGCFHJGFG
差评: 我昨天买的游戏今天退款了钱没到账游戏却没有了怎么办啊
差评: 老无响应
差评: It needs a big revolution in 2K22, or this game will get to the end
好评: 还可以吧
差评: 挺垃圾的，没中文就算了，我用360手柄，游戏里图标全是ps4手柄图标，游戏里qte也是ps4图标，设置的input setting里面也只能调keyboard和ps4 controller，我玩个鸡毛。（不是手柄问题，我北通手柄和xboxones手柄都试了）
差评: 不想做游戏就别做
好评: 每次选完角色进入游戏就会黑屏，求解决办法
差评: BUG满天飞 建模见了鬼
好评: 这个游戏非常的不好玩买这个游戏主要是，为了线上模式但是进去要卡很久才可以进去，我很后悔买这个游戏现在退款但是退不了所以我不介意大家购买这一款游戏还有，如果有人知道超过steam的退款上线并且游戏被修改怎么申请，退款的请联系我非常感谢我会在向steam在一次申请退款我希望steam可以同意我的退款
好评: 联机玩法太烂了
好评: 买wwe 只想回味童年和朋友一起玩ps2的wwe 游戏确实有bug 但还是给个好评
好评: 情怀
差评: AEW都要出游戏了，什么时候做新游戏？
差评: 老是打一两场了闪退。有时候还卡屏黑屏真心恶心,就这样还拿出来卖，2k真是让我长见识了。这一代的人物建模真心丑，特别是兰迪,还有ai倒地的时候根本不会空接终结技,这也是一个bug,垃圾2k都发售这么久了这些bug还没修复,谁买谁后悔系列
差评: 我能说什么呢 这游戏就是bug在玩我  我不是在玩游戏
差评: 去你麻痹 卡死老子？滚你妈臭逼 傻逼 闪退卡死我
差评: 没有中文，技能按不出来，键盘都快按烂了都没用


好评:  我是傻逼
差评: 玩几局载入卡死，这个恶性bug真不修吗？
好评: 打折买的真香
好评: 很喜欢WWE游戏，画面，操作都有改善。比19更耐玩。不过STEAM不行，游戏无法上传自己的照片。STEAM账号登录页永远进不去。游戏社区也进不去。希望早日处理
差评: 卡的要死
差评: 就冲2019年了还不能跳过剧情这一点，这差评你吃定了
好评: 这游戏石2K20,我是最近几天才买的，买了就后悔，等发现的时候，玩的时间已经过了，电影太多，进去玩的时候有几个问题。
一，闪退。
二，卡死，卡死了不能tab然后强制关闭，必须注销或者重启。
三，就是穿模，穿模的画面太多了。
四，没中文，这个倒不是大问题，但游戏老是各种出问题玩着还是很难受。比如一场职业生涯快打过了，突然闪退。
建议没买的，还是考虑买2K19.这款2K20真不值得。

差评: 真不好玩
好评: 这游戏还可以吧，除了闪退，加载卡死，没中文之外，其他都还挺好的
差评: 这是一款买了才知道有多差劲的游戏。
风评一直很差，直到打折我才有想买的欲望。
进游戏第一件事就是照着我的19改键位，对，啥比2k把从15到19沿用了五代的pc键位改了，关键是你为什么要改键位啊，我怎么也想不明白把19原封不动一个换皮就行的游戏他为什么改键位，而且有些内置的键位组合（例如终结技、payback的对应键位更改，拾取东西和攀爬键拆开）永远改不了。
然后我开始了第一场比赛，这个画面细节差的要死，从选手出场到实际比赛，擂台小的可怜，和2K19比没有进步反而还退步了，结果在我打完第一场比赛的时候他tm闪退了，也就是说和当初刚刚上架的时候那种漏洞百出的低级错误，到现在也没有改善。
闪退之后，我又进去了一遍，还要重新再改一遍键位，闪退之后连tm键位都没保存。
最后就是历届WWE2K系列的问题，摔角手的迷之分数测评（我都怀疑他们到底看没看过NXT，特别是去年都在强者生存与主秀选手的交锋，剧情实力与一线和1.5线的主秀选手比丝毫不落下风，结果一线的托马索欠帕和强尼加尔加诺勉强和主秀双打选手分数一致）；多人赛难度随人数成几何趋势上升，三重威胁赛中即使你的操作或者技术有多么好，仍然只有接近1/3的惨不忍赌的胜率（八人赛更是胜率无限接近于1/8），当你把一个对手扔出去，给另一个对手使用终结技以为胜券在握时，你的对手可能不可思议的挣脱了你终结技的压制，等另一个对手上台可能只用一个招牌动作就能把他压制，我希望能把多人赛的机制能够改变一下，而不是简单的把三个人扔上去就看随机一个结果；以及凯文欧文斯的招式问题（角柱招牌动作纯摆设，每届都要自己改其他动作才能达成前置条件）。
我不是一个专业的游戏测评师，不会说什么专业的术语，但是我是一个从WWE2k15就开始玩的忠实玩家，这些就是我的实际感受。打折入的手（我想说这游戏连￥99都不值），退款我是不想退，只是因为我是个狂热摔迷以及这个游戏系列的忠实玩家，大伙儿没买的就别买了，玩完觉得差劲的快退款就好。
最后，谢天谢地，WWE没让他们接着做2K21来恶心人，希望这个系列能就此终结。
------11.16更新-------
这个游戏的迷之判定太离谱了，埃里克罗温用一个招牌动作之后自己晕在了边绳上，对手起身比他都快。说到起身速度，红色血条见底的对手在挣脱压制之后起身比正在惊讶的选手起身还快 弄出这个啥比设计的人到底看没看过摔角？？ 屈服小游戏 上下左右给我弄出个F键，真有你的2K。大李没自杀式飞扑也就算了，塞斯也没有这也太离谱了，我严重怀疑2K压根没看过摔角。
差评: 经常未响应，bug一堆，我还不如玩19，越来越lj了，玩瘠薄嘞
好评: 我是傻逼

差评: 从没对一款游戏这么无语过，建模模糊就算了，还把键改了，键改了不说，还要重新esc才能生效，还经常闪退，黑屏，重新打开游戏又要重新设置按键，我是真的失望了，我儿豁嘛，大家千万别买，
差评: 就像顶着一坨shi玩了55分钟 下了一个小时 给爷爬
好评: 赚钱去打爬搭模式超快
好评: 虽然这游戏刚发售时BUG非常多，但是到我入手时已经修复的可以正常玩了。这次的生涯剧情是系列游戏个人感觉最棒的，不再像以前没有角色台词配音，没有主要任务那种没有什么意义的生涯模式了。虽然2K21已经不会出现了，但是希望下一作可以更好吧。现在WWE也已经有了中国选手参赛，观众数量也不少了，希望可以出官方中文
好评: 15415645641
差评: 看不懂英语 有韩语就好了 或者中文
好评: 厉害了    原来8D会影分身。和他打到一半另外一个8D冲出来兑包   强行变成1V2强弱不等赛
好评: 喜欢

差评: 无限bug，闪退，建模糟糕，2k倒闭算了
好评: NICE
差评: 打折16元买的 超级烂 除了首发名单更换之后 没有任何改动 就当做喜加一的游戏吧 关键是还不能愉快的挂卡 差评
差评: 加载加载的就不动了，搞得我要注销。
好评: 爽
好评: 1141059810 WWE2k20交流群 欢迎各路热爱WWE的好汉前来集合，不止是游戏
差评: 辣鸡游戏   剧情摔迷经常闪退
差评: 连网加载折磨满还老是卡屏rz游戏

好评: ghaoky
差评: 我能退款吗，总是闪退和崩溃，官方不能修复吗？
好评: 人物少了好多
差评: 傻逼游戏
差评: 啥逼游戏 我tm玩了将近100小时 今天玩突然说存档损坏 我寻思着我也没干啥啊 真的吐了 社区下载的那些和自己捏的人全没了  wdnmd
好评: 也许会变好
差评: 首先选人界面就劝退，看了很多说建模丑，我想能多丑，结果选人我直接就一激灵。。。真的别的不谈，画面您哪怕照搬19呢？ 
补充一下：这傻逼游戏发售这么久一点进步没有，官方破罐破摔，到现在你都根本不可能踏实玩一小时以上，各种闪退卡死我就艹了！
差评: 辣鸡
差评: 键位方面其实还可以，但是穿模问题严重，19的很多功能被阉割，有时候还会原地转圈
好评: 不赖
差评: 画质真的不行。0.0
好评: ｗａｄＤ　ｅｓｆｃ
差评: 难上手，操作反人类，bug多
好评: 一般般吧
好评: 我感觉还行吧
差评: 人物建模让我回到了十年前，生涯模式让我感觉自己找到了童年玩4399的感觉。

汉化组都不想好好做汉化的游戏！！！！！！！（我反正没找到一个完美的汉化，如果有大佬找到了麻烦给我说一声）

联网对战差不多30分钟能连上一把，连上了之后还不一定能流畅的开始游戏，无论你开不开加速器都一样。

我遇到过四五次打着打着人物手脚乱飞鬼畜的情况，还挺有意思。

其他的也就没什么了。但是 我是傻逼


好评: 还可以
差评: 就tm一个字 烂
这人物建模是19年应该有的游戏的样子吗？
好评: 有没有国内喜欢玩这款游戏的 联机的加我好友大家一起玩
差评: 没有中文字幕 你看都看不懂
好评: 挺好玩的 WWE粉丝可以试试 而且最近打折
好评: 还行吧 更新挺积极的 也不知道修复什么了 态度还行
好评: 挺好的
差评: 弱鸡
差评: 完全是情怀。画面非常差，人物构图丑。
差评: i need Chinese
差评: 就是一垃圾，哪儿哪儿都差劲。
好评: 一个能打的都没有！
好评: 200元入手，垃圾！！！  20元入手，真香！！！
好评: 一直崩溃，优化还不好，甚至都没打完过一整局。老挨揍了。跟幻灯片一样。
差评: 游戏是垃圾，没事就死机。吔屎啦2K！

This game is a trash and always gets crashed.

Fxxk 2K.
差评: 系列最垃圾
好评: 除了选角界面没有19美观，别的也没那么不堪，19的淤青系统没了，但出汗效果更好了，人物游戏内的建模也还行，觉得并没有说的那么不堪，网络问题的话，现在好多游戏都少不了加速器，所以也没什么，忠实摔迷想入入就行了，其实不入玩19也不错。
好评: 彳艮彳亍
差评: 不大行啊，容易闪退 卡壳 不如从前
差评: nb
好评: 老摔迷迷迷可入 别的就拉倒吧
差评: 2K why u trying to screw up everything
差评: 不好玩，不支持中文，这游戏体验极差
差评: 脑瘫游戏，没中文还闪退。
差评: 第一次买买游戏居然发现比盗版还差
差评: 原本以为前几个WWE2k已经算烂的了,但是这个更烂.阵容加了几个,模式没创新,MC剧情更是稀碎.关于MC剧情,我只想说: WHY always focus on Red?主角有两个,为何一个成就满满却活脱一个双商不太在线的女主+加一个荣誉不多却不离不弃女主的男主.我实在是为2k编剧头疼,就不能写点正常剧情么?例如:男女主是好朋友,同时进入NXT,互相勉励,赢下NXT冠军;进入主秀,各自发生不同剧情,但是必要时互相支持,最后赢个大满贯,大剧情结束,之后还能继续玩,和隔壁家NBA一样(虽然也很稀烂,但至少人家有中文,而且剧情完了还能继续MC),毕竟都是一家人,如果还有21,我还是观望观望再说吧.
差评: 就是不支持中文
差评: Win7玩不了 妈妈直夸好
差评: 草这也太烂了吧，打折我都觉得亏
差评: 垃圾的很
差评: 我草退款点错了点成直接移除草他妈亏了，实话实说这个游戏是真的若而且还没中文
差评: 我是真的很久很久没见到屎成这个样子的垃圾了.....能让我这种能加一就行的人都觉得垃圾是真的厉害...
差评: 这个垃圾游戏老子重头到尾一直被按在地上打还手都还不了，还没有完全中文真你妈B垃圾游戏 FUCK YOU USA FUCK  YOU FAMILY WWE2K20 JUST RUBIISH
差评: 不停的闪退，稳定性也太不好了。
差评: 去年就买了19 没中文汉化不全  且操作不舒适就退款了
今年20进2k包了 就整了一个 依旧拉跨
激活的key还不能退款
总的来说 不是系列粉丝还是不要入手
差评: 有一说一这游戏不值

差评: 我是傻逼
差评: bug太多了
差评: 我们需要中文
好评: 有优点的同时同样有缺点
好评: 有中文就完美了
差评: 真傻比这游戏，玩一局卡死一局
差评: 画质渣 流畅性卡的我像幻灯片  总结垃圾
差评: 因为情怀入手的，但是作为一款19年的游戏
人物建模辣眼睛，招式bug多，频繁出现卡死
不给差评总感觉对不起自己曾经追了那么久的WWE
差评: 给个中文不行吗?
——————/´﻿ ¯/)
—————--/—-/
—————-/—-/
———--/´¯/'--'/´¯`·_
———-/'/--/—-/—--/¨¯\
——--('(———- ¯~/'--')
———\————-'—--/
———-'\'————_-·´
————\———--(
————-\———--
差评: 当我写下这个差评的时候我的手都在抖，为什么？气的！没错，直到现在我斗憋着一股火！

神奇的界面，当我进游戏的一瞬间，我甚至以为我是不是老眼昏花进错了游戏，你这20的界面是啥玩意？还不如19的界面！你这19的界面看着多么舒服，你这20怎么一股子廉价页游味道？？?真是时代在退步？？？？

还有这该死的BUG满天飞，我已经不想形容了，还有这键位，你说你闲着没事把键位给改了是啥操作？我光是把键位改回来都忙了半天，以及你的这神奇的剧情，男女主角是连体婴儿吗我的天，你搞个单独剧情有这么难吗？

我是粉丝，但我也是玩家，你拿这个连半成品斗算不上的东西来侮辱我们这些老粉丝？老玩家？
差评: 呃，这是我第一次给不推荐，因为这款2020感觉还没19好，然后就很一般，匹配匹配不到人，然后中文也没有，就很一般，对不起这个两百的定价吧
差评: 总闪退，没汉化，各种问题好意思拿出来卖
差评: 2020年了还有这种建模，画面是给人看的？
2K牛逼！我是傻逼
差评: 1，1.08版本了 地狱牢笼四角bug 卡死bug之类的问题还是不少
2.匹配机制问题 荣耀之路或者是联机 人少的可怜 对于成就党来说 有成就缺不能匹配到人完成难受的要死 亚服同区联机延迟还算小（daigo韩国好友）但是连接波兰或者墨西哥之类的地区 这延迟对游戏爱好者绝对是噩梦 在你看到对手拳头同时已经被命中 最后陷入了越来越多人不联机的恶性循环
3.捏脸党表示 建模太难受了 设计的头发之类的模型能不能正常点 上点能用的好吧 好多眉毛换上就是个杀马特，更有甚者捏个拳皇97陈国汉 络腮胡子还能变色 也是够了 人物简直是丑出了天际 试问 如此难看的建模代入感能好吗？作为16开始就捏脸AJ Styles 和布朗斯特劳曼的玩家来说 建模实在是难以接受
4玩法除了多了个混双 没啥亮点了 玩法几乎16有的大部分都有 但是地狱牢笼笼顶扔下对手后不能高空肘击 完成不了太子爷的神奇时刻 也是有点难受
5.自定义音乐支持格式变化 从19支持MP3等三种格式 变成了20支持WEM格式一种 相信好多电脑小白WWise都不会替换吧？这对于小白是致命伤 一个不能自定义音乐的出场是没有灵魂的
总之 你喜欢WWE 完全可以尝试19
好评: good
差评: 老玩家 从15-19都有 看见这么多差评 本来持观望态度 结果发现打折了 立马入手 结果键位 改的一塌糊涂 并且Bug太多   自己做出来的腰带  颜色暗到死（不要和我说材质不一样 我用了和前面几代一样的材质）  画面并没有明显改善 我也不知道制作组是不是脑子有坑 原本手柄的操作键位已经算是很完美了  结果这代改的稀碎还不好用  作为十几年WWE老粉和拥有前几代的资深玩家 奉劝那些想买的朋友们 假如你玩过之前的系列  我劝你别买  因为会失望至极！新玩家建议别买20了  15-19  随便哪代都比这个香
差评: 我是傻逼
差评: 我个人表示此款游戏真的不值得入手首先bug多不说 不是说一天一个价格那个夸张 一个月起码一次 399买完两天直接打折到132 要求退还差价得不到有效回馈我们中国大部分都是再七天内如果降价就退还差价不知道steam为什么没有再中国区域实施此项售后？ 而且没有2k公司的客服可以反应bug问题 为什么出场自定义好了不能带冠军腰带 要是带上冠军腰带直接恢复默认 完全背离了自定义出场的初衷这么明显又简单的bug竟然几次更新无人处理 而且发现调价再各个国家区域都会出现打折不是同步进行的问题也是得不到很好的保证 反正我是对steam失望 绝对不会再 这里再次购买哪怕打折到1折的游戏 因为你不知道下次它会不会 你刚买完两天价格降到0.1折
差评: 这做的什么东西？这都什么年代了你这建模这画面也能拿出来见人？2k牛逼！
差评: bug太多 老是闪退 可不可以退款啊？不支持中文可以理解 bug这么多这么玩？
好评: 很好玩啊，不像你们说的这么不堪啊，买台好电脑再来评论人家游戏吧，键盘侠真是多……
好评: 趁着降价就入手了豪华版,现在bug修复的差不多了,社区也比较多资源下载了,现在入手的话不亏,
好评: 没有中文

差评: 换了制作人以后和之前的系列没得比，建议别买,玩19
差评: 玩了几天的档，就因为卡了一次重启以后存档坏了，然后直接从来，太垃圾了
差评: 几个月了游戏闪退和卡死的问题一直都没解决
差评: 观望了半年，以为闪退问题和BUG该解决了吧，结果看来是我高估了。
整体画面完全不如2K19，人物看起来长得都挺拧巴的。
键位改的莫名其妙，如果习惯了前作的操作，这作玩起来如吃屎。
对比2K19，除了加入了男女混双，基本没有任何新内容和进步。
2K19玩起来就像是2K20的续作。
亲身体会了为什么大家说玩了2K20之后,觉得2K19真是神作。

2K的WWE系列真是瘸子里拔将军啊。
差评: 少点BUG，画面比前代锯齿渣了点
差评: 游戏体验感非常不好，真的不推荐买
差评: 出个中文吧 感觉亏了 但我还是摔迷  秒退又是什么鬼  bug太多了 能给中国摔迷一个交代吗
差评: 我们中国不配中文版吗

差评: BUG我都能接受，插上手柄打击感也挺不错的，但是你特么一下给我PS的手柄按键提示，一下给我XBOX的按键提示，有的时候提醒X我都不知道是PS的X还是Xbox的X（我用的Xbox的手柄）我也是头铁，看见这么多差评，还敢买。
差评: 花了五分钟玩了这款游戏，我是傻逼
差评: 垃圾
好评: 喜欢
差评: 不支持中文差评
差评: AI 这个难度是在侮辱我的智商？？？我全部调满传奇难度 AI还是和个傻X一样，2K能不能改改？ 20我亏死了
差评: 首先没中文···虽然可以在3DM找但是我们需要的是官方不是自慰器。 其次建模丑的一批，BUG一堆玩了一个小时实在玩不下去果断退款·······看到多半差评还是买了我是傻逼。
差评: 没有19好玩 做的比前代烂
差评: ——————/´﻿ ¯/)
—————--/—-/
—————-/—-/
———--/´¯/'--'/´¯`·_
———-/'/--/—-/—--/¨¯\
——--('(———- ¯~/'--')
———\————-'—--/
———-'\'————_-·´
————\———--(
————-\———--
好评: 游戏很好，值得推荐
差评: 话不多说，差评就完事了
差评: 玩几局就未响应
差评: 我从07开始玩，psp和Xbox上的wweTHQ陪伴了我无数时光，然而，2k接手后的wwe系列，说实话，除了2k15，2k17外，都没有什么实质的创新，而且吃相难看，wwe本来就是小众游戏，你2k还要放飞自我，不是说新工作室不好，但老工作室显然更知道消费者需要什么，该加的不加，不该删的却删了，如UT，BIG E的爆衣，操作改的不伦不类，完美操作需要三只手，攻击判定莫名其妙，系统似乎就是2k15的换皮，DLC也没什么诚意，单纯的刷刷刷，画面在同类游戏算差的，优化也跟不上时代，甚至比不上隔壁几年前的UFC，人物建模奇丑无比，打斗时经常穿模，游戏容易宕机
希望老工作室可以回归，免得到时老工作室跳槽做AEW的游戏
新工作室就别秀智商了，你们所谓的创新毫无意义
2K好自为之，还想挣粉丝的钱，至少拿点诚意出来
WE NEED CHINESE
祝WWE games 20周年快乐
I wanna a BETTER WWE2K21
差评: 游戏太容易掉，动不动卡死，bug太多，非常烂的游戏
差评: 闪退闪退闪退！老是闪退！还没中文！
差评: 联机体验极差。
差评: 存档总损坏，按键与前作完全不同，老玩家不熟悉，自定义人物和买好的人物会消失
好评: 一般吧就是BUG太多

好评: 摔迷玩玩还可以bug多了些，老是闪退
差评: 实在失望
莫得心意消费我的热情纯属拿WWE捞钱了感觉
真爱粉信仰发电吧路人就看看挺好
差评: 玩玩就闪退什么玩意卧槽泥马的，其他的还好就是闪退，怎么玩，剧情玩着就闪退了他妈的
差评: 闪退闪退闪退闪退闪退 我从17买到20，从未有哪一部作品像这一部一样给我带来的失望无穷之大。我真的服了
好评: 值得一买
差评: 垃圾游戏，玩玩就闪退玩你麻痹啊
差评: 垃圾  真的垃圾  操作垃圾  BUG多  动不动就闪退  连个画面都穿模  没有一点优点的作品
差评: 游戏存在大量BUG，且上一作的优点没有继承，如在编辑选手栏取消了home，end键按选手名称排序的操作。在编辑好选手服装以后，在进入游戏时，游戏的人物形象上下分裂了。在比赛时，按esc键暂停，但再想返回游戏，需一直按住esc键不放。
差评: 真的差 模型差 真的真的闪退 千万不要买 看看就行了 还没有中文
差评: 经常闪退，游戏bug太多。。。。
差评: 太卡，还爱闪退
好评: We need chinese
差评: all i want to say is this game is piece of fvck trash
差评: 垃圾！垃圾！垃圾！
差评: 反正是越做越差
差评: 游戏bug太多了，不建议购入，人物下半身都没有，出场没名字，进生涯秒退，这代一点都不满意 
不要入坑
好评: 联机对战加我qq2804326400 人越多越好玩
差评: 游戏闪退
差评: 垃圾闪退.心心苦苦打的存档都没啦
差评: 游戏服务器太烂 而且游戏出场人物的名字还乱码
差评: 垃圾游戏玩着玩着就崩   崩了之后一直崩 真的弱智 还有一堆bug
好评: 作为一个刚刚入坑的新人来说，这游戏我是比较推荐的。没有那么不堪。画满和人物操作比较好新手入坑简单比前几代强多了。唯一不足的就是游戏闪退，偶尔人物穿模有BUG。总的来说游戏是个好游戏操作简单易上手。希望官方能尽快修复闪退和穿模BUG.
差评: 从来没玩过每次都能卡退的游戏233
差评: 真的垃圾一堆问题
差评: 经常闪退，人物画质太渣，内容太单调
差评: 没有去年的2K19的惊艳的感觉，而且BUG太多，很多DLC都没出，按键也几乎都改了，很难控制，作为一个WWE粉丝预购了觉得很亏
差评: 是他妈真的捞

好评: 非常喜欢wwe的，都可以入手这个游戏

差评: 高跟鞋穿模，画质光影不如上一代，狗血的按键设计，以及玩着玩着就跳出！
差评: 优化烂的要死 各种穿模 爷傻了
好评: 其实我觉得还行，操作需要熟悉一下，跟以前变化比较大
差评: 修复了一个BUG又多出一个BUG，我都不知道2K到底是怎么做游戏的
差评: 一大堆垃圾BUG 从18买到20 什么都研究透了 20是真你妈的垃圾 我呸.
差评: bug太多
差评: bu hao wan
好评: 好啊
差评: 讲道理BUG有点多，还不如2K19做的好了，要不是冲着邪神怀亚特都不想买了.....
好评: 有谁一起玩的啊，一起切磋一下！
差评: 阿萨飒飒
好评: It's good. So play with me
差评: S·H·I·T
差评: 太差劲了
差评: 我steam买过很多游戏 从来都不评论的 这个是真他妈垃圾 什么几把玩意啊 界面跟18 19 都不一样完事我开局比赛 按键 还他妈 改了我他妈上下左右 按着一点b用没有 完事几把官方中文也没 我想改按键看都看不懂  完事我下了个中文汉化  被迫 去打开19拍照 把20设置改回来 改回来 卡成几把 我他妈只能退出界面点开他的测试模式  完事测试刚点开 游戏直接卡死了 我tm 我一万多的电脑 直接卡死 任务管理都按不出来 我只能被迫从启 完事 从启完了 改了点设置 还没刚开游戏 TMB 直接白屏了？？？ 我tm又是什么都点不了 直接卡死  我TM 被迫二次从启电脑 等TM电脑 打开游戏 打开 我几把 中文汉化没了 我你妈好不容易开了个对局 几把 按键又恢复默认了 我玩你MB啊  我TM心态蹦了啊~
好评: ..
差评: 是真TM垃圾！！！！！
差评: 垃圾
差评: 玩着玩着就闪退

差评: 经常掉线还想让我给好评？   这个垃圾游戏 我太后悔买了， 最后悔买的2K
好评: 非常好

差评: 垃圾中的战斗机
差评: 垃圾建模，还闪退？？？CG没中文我忍了还不能跳。
好评: 其实有中文的话，是个好游戏，BUG触发的频率没有那么高。
差评: 什么时候模型重做??????????
好评: 给你个或大汉帝国滚滚滚
差评: 这都是啥啊
好评: 整体感觉还是不错  有不足的地方 希望2K能看到我们的反馈
差评: 没有中文版，很失望
好评: 不错

差评: 缺点实在太多了，优点我再玩玩再想想？
差评: We need Chinese！！！！
差评: LOW
好评: 没其他要求 就希望按键bug修复一下 每次上线都得改 不改 用初始的感觉双手被困住了一样
差评: 真心地希望能再优化的好一点 我现在玩起来就像PPT一样 真的不想吐槽了 我诚心的期待着 谢谢
好评: 买了 这个游戏 超级差评 比前两作更死  网络对战一个人也没
差评: Steam上我目前为止买的最蠢的游戏，没有之一。
差评: 稀烂的建模，难看的UI，这选手的嘴脸让我看的头皮发麻。一代不如一代的优化，拳拳都是慢动作。还有这个按键为什么要改动？难受不难受？玩着玩着还给我闪退。bug多的我都想骂人，从15买到现在这款20。真就是一代不如一代。本就是一个粉丝向的游戏，弄的粉丝都在这评测里骂街。咱能用点心吗，起码对的起你这个定价吧。（还有这个带中文字幕的宣传片，我还以为支持中文了。）
差评: 垃圾游戏别买了
差评: 每次重开游戏，键位就恢复成默认的键位。那我保存了有个鸡巴用？为什么有时候出场默认会关闭？为什么有时候我攻击键没用，抓取对手自动会给我拖拽?为什么要改键位？为什么你妈死了？我操你妈，为什么这么多bug?制作组你妈是不是没了？不会做游戏就滚啊。卖这个价格还一堆问题。19年了做个中文很难？
差评: 我还不如去玩 WWE2K19     WWE2K20 辣鸡建模  辣鸡键位  神一样存在的BUG
差评: 什么鬼游戏！生涯模式亮的人物只有五官看得到，就生涯模式有毒！MM[P
差评: 1.引擎 画面 细节 优化和19比毫无提升 甚至优化更差了（其实贴图也挺别扭的看着）
2.新角色新move 少 原本有的基本上没什么变化也
3.有一些长久的问题 比如：一些早该重做的move（明显不够还原的 看起来效果很差）的还是没重做 举个例子RR的飞冲肩 中医的kinshasa，，，，另外 这么多代了到现在中文 还是没有 等等
4.自己是没体验到但是bug好像很多的样子
   键位改的稀烂（而且是完全没必要改的）自己修改完了重开游戏就自动重置
总的来说真的很没诚意很垃圾 新内容相当于在19基础上出个dlc差不多（那样bug和键位的问题还没有了）
完全不值得买 尤其是每一代都买的玩家真的感觉太糊弄人了
差评: 游戏bug实在是太多了！忍不住了来给个差评
看了看其他玩家的评价  说一个没提到的地方  生涯模式创造角色后 中途如果改变胡子造型 胡子就会变得半透明 而且五颜六色的！
不知道是不是只有我有这个问题，可是我生涯模式首次创造人物的时候 胡子没有这个问题，只有中途改造型会这样！
现在官方一点动静没有，让人有一种破罐子破摔的感觉，对比2K19 差的太多。

除了继承了系列传统bug之外 又添加了一些全新的bug！  对 还要说一下捏人   之前有些东西被砍了

我再去玩一下，回头再继续补充 ……
差评: 垃圾游戏！！！就是2k19多了几个进场几个动作，，建模丑到掉渣，5秒卡一下，好不容易换了动作，进unervise以后又变回原始动作了。换键位以后如果重开游戏会变回默认键位，Bug真是无处不在，各种招式没声音，切屏 以后就自动变成低分辨率窗口模式，等等等，玩的一肚子火，这游戏强烈要求退钱！！！！！！！！！！
差评: 2K这个公司是真的该破产一次，这代游戏改按键让老玩家还要重新适应不说，我改完重进游戏还会恢复初始按键，还特别吃配置，还NM抽象魔改化，建模难看的要死，BUG一大堆，经常无缘无故卡死闪退，下次要是发这种半成品你们就别做要不实在不行2020年再出来呗，这么早出来游戏体验这么差你还不如直接在操作各方面都很优秀的2K19的基础上加几个人物招式腰带“忽悠”我们，我还能给个中等偏上的评价什么的，反正我退款了，我真的之前几代都没怀念过THQ，这一代成功把我心态搞崩，不过有一说一2K牛逼了奥，接手的几款体育游戏都是全面差评，给力嗷。

好评: 这代游戏确实是BUG太多有时候游戏无怨无鱼的闪退崩溃。还有裁判跪着倒地不起。希望接下来2K官方的后续补丁发布以后能够改善游戏这么致命的BUG。BUG这边层次不穷很多。
差评: 抛开按键问题不说 游戏无缘无故卡死 闪退。建议没买的人别买了 我已经申请退款了 还不如继续玩19
差评: 2K做游戏真的差，怀念THQ时代的WWE啊！【2K SUCK!】
差评: ——————/´﻿ ¯/)
—————--/—-/
—————-/—-/
———--/´¯/'--'/´¯`·_
———-/'/--/—-/—--/¨¯\
——--('(———- ¯~/'--')
———\————-'—--/
———-'\'————_-·´
————\———--(
————-\———--
烂建模，渣优化，屎一样的键位操作，赏心悦目的BUG，想要的MOVE基本上还是没有，我就问下这么多年了，给RR做个自己的角柱SPEAR到底有多难？？？400买了这么个憨批游戏，FK U 2K
差评: 2K SUCKS，再也不骂Yukes了
差评: 这游戏好多bug，有一个特为影响的bug就是在画面设置里把fxaa抗锯齿关了游戏里的画面就会变得很暗看不清！不关这抗锯齿画面又会发虚！真的是两难了，希望官方注意到这问题！
好评: 能退錢嗎？
差评: changes made to input settings will get reverted after restarting the game. Wtf？！
差评: 中文！！！ 我们中国玩家需要中文！ 而且你操作也改变这么大，反击从R2变成三角，还有我们英语没那么好，你全英文，我怎么懂得操作呢。 我不是为了我喜欢的选手，我才不会买你们的游戏，WWE2K就没中文，NBA2K就中文，你是看不起中国的摔跤迷么？
你们能不能给点诚意？ 你这样我以后都不会再买WWE系列所有作品了！
这是我第一次买，我真的太失望了！


chinese!!! We Chinese players need Chinese! And your operation has changed so much. The counterattack has changed from R2 to triangle. Our English is not so good. You are all English. How can I understand how to operate? I don't want to buy your game for my favorite player. Wwe2k has no Chinese, nba2k has Chinese. Do you look down on Chinese wrestling fans?

Can you give me some sincerity? In this way, I won't buy all works of WWE Series in the future!

This is my first time to buy it. I'm really disappointed!
好评: 中文中文
差评: 史上最烂的wwe2k，亏你妈还卖老子四百大洋。人物建模丑到令人发指，操作方式改的粉碎，BUG依旧一大堆，最关键的是都9102年了，还是没有中文？？？？？？？？？赶紧滚蛋吧，老子再也不会买后续的任何游戏了。
差评: 太差，卡死，满满的廉价感，下一作一定不会再预购了
差评: 逼走老制作团队 自己又不会做 20周年纪念作 定价这么高 做的跟半成品毫无区别 如果自己不会做为什么就不给THQ团队放手去做呢？是你不会运营还是我看不懂你的营销政策 20周年纪念作 该有的没有 有的还要删 为什么就不能放在里面的 你这样恶心人的到底意义在哪？ 当玩家是白痴吗？看了这么多早期流出的视频 我以为是还没真正优化 可是我发现我错了其实流出的测试视频跟真正实机根本没有差别 垃圾的物理引擎 垃圾的制作 希望你明年可以放弃这些项目 谢谢你了 我真的不想再玩垃圾游戏了
差评: 为什么配置足够的情况下能卡成PPT？

