好评: 神海+魂。除了地图没有传送点有点恶心以外都挺好的，最后爵爷登场太帅了就是完全不给还手的机会有点遗憾
差评: 除非一命通关体验才会很好，保存点的问题非常大，没有自动保存，也不能在路上保存，只能在特定的地点保存，这个保存机制更适合生存游戏，关卡制的游戏体验相当糟糕，在保存点恢复状态，会刷新所有的怪。整个游戏玩起来的感觉更像是个生存游戏，打完boss不敢回状态，回状态boss又刷新了，稍有不慎就要从头再来。而且攀爬的地方，每个关卡都不一样，不死几次都不知道哪里能攀爬。战斗系统细节也不行，在狭窄的地方把敌人拉过来戳死，主角会往前走一步，这就导致拉过来戳死，你和敌人的尸体一起掉下悬崖。整体没啥大问题，就是小细节很影响体验，我这种手残玩家，玩10个小时就不想玩了，死了重来死了重来，我选最简单的模式也避免不了，稍有不慎前面的1个小时就白费了
差评: 感觉剧情单一了一点，boss也比较少，每个图跑两次怪单调的
好评: 但凡给一个保存点传送功能，这游戏我也不会断断续续 下载-玩-删除-再下载好几次。其他方面都蛮好的 就是对路痴太不友好了。
好评: 光剑亮起嗡声一响的那一刻，对我来说三百大洋就已经值了。故事初打工仔期间原力救工友时颇有天选之子的味道，游戏中期一路神挡杀神佛挡杀佛一顿乱砍慢慢累积起的男儿自信，结果故事尾声那个男人登场轻松就把我当狗一样撵，做绝地武士还是不要太自信。
好评: yyds
好评: 很棒
好评: 战斗很不错，就是想揍地图设计师一顿
好评: 通关一段时间了，一些细节不太记得清了，看来以后通关后还是要及时写评测。作为一名只看过星战系列电影的伪粉丝，感觉重生工作室真的很懂星战迷的爽点，光是能自定义光剑，能跟达斯维达过两招，就已经值回票价了。游戏糅合了很多游戏的系统，可以说是集百家之所长，“缝合怪”在这里并不是贬义词，整体体验下来确实是一款上乘之作。

最让人惊喜的是本作采用了3D类银河战士恶魔城的地图设计，还贴心的配上了3D地图，只是游戏由于场景辨识度不高，加上最让人费解的99%的收集品都是装饰品，导致玩家重复探索地图的动力不足，而且由于玩家获得过图能力的顺序相对固定，也使游戏的流程在整体上还是偏线性的，有点浪费精心设计的地图。希望未来重生工作室能够带来更多好玩的星战游戏。
好评: 打克隆兵我重拳出击，打大型生物我唯唯诺诺
好评: 真的太好玩了，好久没有玩过这么好的星战游戏作品，希望有第二部。
好评: 愿原力与你同在！

玩过只狼，再玩这个就非常容易上手，尤其是弹刀和弹子弹很帅

还见到了电影里面熟悉的人物：达斯维达、反抗义军索.格雷拉、安保机器人、R2D2的外形机器人。索.格雷拉还用的是演员的脸，让人很亲近。也就是可以推算出来这个故事发生在外传侠盗一号之前，前传3之后



游戏的音乐也有电影中的乐曲，沉浸感很强
好评: 星战单机佳作，将星战与动作要素完美融合，剧情上佳，难度设置合理
好评: 好玩的星战游戏，不过PC优化一般般。
好评: [h1] 未来可期的星战世界 [/h1]
	作为极有特点的现象级IP，星战发展至今依靠其令人神往的星际幻想、宇宙战争的宏大场面吸引了一整代粉丝，上一款3A级别的星战作品是十多年前动视的《星球大战：原力释放2》，可惜游戏评价非常糟糕。本作的横空出世，重生工作室用这个IP打了一个漂亮的翻身仗，不但再次让星战游戏进入人们视野，也用其极高的完成度和对多部优异作品游戏机制的高度融合给出了一个项目管理上的典范。

[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]

简评：
+ 星战味浓厚的视觉美术
+ 爽快的光剑战斗
+ 优秀的关卡设计与节奏
+ 一气呵成的叙事体验
+ 极简舒适的交互界面
+ 优秀的人物动态演出
- 缺少更深入的原创设计
- 故事流程时长仍略有不足
- 部分动作细节欠缺打磨

[h1] 重生的系统，优异的机制融合 [/h1]
	《陨落的武士团》中的重要系统可谓是实打实地站在巨人的肩膀上，你能在其中体验到《神秘海域》和动作设计，《古墓丽影》的解谜思路，类似《战神》的箱庭关卡拼接和《只狼》中优异的战斗系统。就整体来看，本作是一款有着典型3D类银河恶魔城关卡架构的动作冒险游戏，虽然能看到很多其他作品的影子，但重生工作室对这些机制的巧妙融合去掉了杂糅的不合适感，反而以机制服务于星战IP，创造了依然令人印象深刻的星战世界。

	这里以战斗系统为例。光剑是星战最有识别力的标志，而本作简化战斗方式，以光剑和原力两者作为战斗的主要手段，尤其发挥了《只狼》中心流式战斗的优势，将光剑这个要素大为凸显，利落干净的战斗系统让星战的粉丝大呼过瘾。游戏中主要的战斗方式为光剑近战，核心的动作为格挡和闪避，类似只狼里的架势，所有人形敌人拥有格挡槽，在锁定目标后，玩家与敌人一对一战斗，通过完美格挡削弱格挡槽，并抓紧空隙给予攻击。这个系统可以说充分吸收了只狼的优点，把弹反时机、招式对弈、忍具辅助等设计完美融合星战的背景，以原力代替忍具，以光剑的火花代替刀剑的打击，完美还原魂系游戏心流式战斗的体验，此外随着卡尔的技能树逐渐点亮，还能解锁更多华丽有效的战斗动作，并增加削弱格挡槽外更多击败敌人的手段。

	类似战斗系统，本作的其他系统虽也有借鉴，但都做出了独属于星战的味道：箱庭关卡的思路运用于六个风格迥异又个性鲜明的星球、类似古墓丽影的解谜设计完美结合原力系统的推、拉、时缓来设计。总体来说，本作处理得当的真正原因是透过其他优秀游戏的现象看到了其体验的本质，学到了各式系统背后如何创造体验的方法，并将这种方法以“星战的世界”进行包装，保证了体验原味感的同时，也更好地还原了IP。

[h1] 简化叙事线，创造流畅的关卡体验 [/h1]
	本作并没有设计支线，而是利用3D银河恶魔城的关卡思路把游戏的背景布置分散在各个角落的探索点和扫描物中。而相对应的，游戏的把全部的叙事资源投入到了主线中，创造了非常流畅的主线故事体验。整个游戏下来，你对所有关卡背后的故事体验一气呵成，不会有断裂感，卡尔在冒险的路上不断获得的能力，另外两位主角的描写与刻画，包括卡尔细腻的成长和转变，都随着完整而流畅的关卡逐渐展现在玩家面前。

	游戏的底层关卡是半开放式结构：在一气呵成、独立封闭的主线关卡外，布置一些额外探索的空间。这些地方通常需要解锁一些能力才能探索，这种以箱庭理论为基础的关卡设计也是目前主流的银河恶魔城关卡范式，它鼓励玩家推动主线的同时，偶尔来点不务正业——把地图上新出现的可探索路径扫个遍，并奖励玩家一些珍贵的道具或能力。本作有不少深度隐藏在世界各地的珍贵资源，通常能让玩家提升一些重要能力：治疗剂携带量、血槽、原力槽上限。半开放式的关卡的优势在于既不至于让玩家陷入开放世界的不确定感，又能以充足的动力驱动玩家摸索主线外更多的自由探索空间，对于设计师而言资源布置的思路更加明确，故事的引导节奏也更容易把握。

[h1] 原汁原味的星战世界：叙事与美术的IP化 [/h1]
	重生工作室给本作精心设计的恢弘场景，足以匹配得上星战IP的史诗感。首先是游戏的美术设计，各式各样人物与怪物的设计遵循着星战的背景与世界观，强大的敌人和怪异的生物让这个银河里的宇宙世界更为逼真。六个风格迥异的星球，从旷远的平原到高耸的雪峰，从茂密遮日的森林到深处蔓延的冰洞，从拆卸的宇宙飞船到宏大的帝国设施。各式各色的风景在UE4的渲染下变得极具视觉表现力，绝对称得上是符合星战世界观的视觉表现。

	此外，游戏自始至终的叙事始终还原着星战传承的议题：对原力背后的黑白二重性、生命的复杂、社会规约的脆弱和神秘主义哲学的探讨。卡尔作为幸存的绝地武士，在进行以绝地武士团重建为目的的星际冒险时，其实也是在追寻对于“原力”更深层理解与意义，而这些共同构成了角色成长的契机与变化，也构成了游戏主线铺开的逻辑。

[h1] 总结：一场精彩、完成度极高的星战故事 [/h1]
对优秀游戏机制的巧妙融合，半开放关卡结构的纯熟运用，星战原味色彩浓厚的故事和美术表现，都让本作成为一款令人印象深刻、完成度高的星战作品。对于粉丝来说，本作的表现不会令你失望，对于任何喜欢动作冒险、3D银河恶魔城探索的玩家，本作提供的精彩冒险故事也绝对值得一试。

好评: 剧情全通关了，光剑剑式和原力使用还原的挺不错，地图也很漂亮，而且在最后还见到了爵爷，虽然爵爷还是放海了。
好评: 等于一部超长版星战电影，8色光剑可以轮流换，另外剧情和角色也设计的挺不错。
好评: 那个只会RB和B的苟一定是坠入黑暗面了吧，那个哐哐哐追着人狂砍上天入地的小姐姐一定就是传说中的绝地宗师吧
好评: 什么叫光剑，这TMD才叫光剑
好评: 陨落的武士团作为重生的第一款动作游戏，bug有点小多，但并不影响游戏体验，如果只过剧情的话最多20h，要是想搞全收集的话至少要在三十小时以上，不喜欢搞全成就的话可以直接进行二周目或关闭游戏。游戏中隐藏着许多星战彩蛋，星战迷必入
好评: 操作方式和刺客信条很像，好玩QAQ，我超威绝地最厉害
开头男主卡尔在一艘飞船上躲避帝国的追击，然后被一艘飞船救下，原来雷瑟原来本身也是一名绝地勇士由于特殊原因退休了，接着男主卡尔开始探索星球之旅，泽佛—博佳诺—达索米尔—伊冷—最后得到导航仪想要找回失去的绝地幼徒重建绝地武士团，竟被帝国勇士崔娜攻击偷走了，接着来到最后一个星球堡垒裁判庭夺回导航仪，期间打败了崔娜，眼看就要夺回导航仪了，帝国勇士boss突然出现杀死了崔娜，然后跟boss打了几个回合打不过就跟雷瑟游回了螳螂号离开此星球。剧情结束。


说一下烂橘子无法通过steam启动该游戏的方法或者启动游戏没反应：找到C:\Users-Administrator-AppData-Local -Origin-EALink下的名为EALink_Log.txt文本文档删除后在启动一次，重复循环2次内即可解决
好评: 值得体验一下
好评: 除了剧情太短，没别的缺点了，星战粉狂喜，期待下一作
差评: 一般般，不是星战粉别玩
好评: 好玩！我还嫌故事有点短了
好评: 光剑YYDS
好评: 喜欢探索的玩家，值得拥有。意犹未尽。
好评: 很好玩，衔接了西斯的复仇到新希望中间的故事，并没有与星球大战正史有冲突，而是很好的融入了进去。
好评: 操作简洁，战斗爽快，但是对于我这种老年手残党选手来说确实不容易！
好评: 战斗精彩，难度适中
好评: 拿着光剑使用原力成为绝地，已经是能让很多星战迷入手的理由了。对于非星战迷而言也是个素质不错的游戏，可以看到其它游戏中一些比较成熟的机制和元素的借鉴，没有缝合感，非常自然。
好评: 直接中毒
差评: 现在我知道为什么游戏一开始推荐玩家使用手柄了，键鼠操作烂成这样不用手柄确实玩不了，一个以格挡为主要反击手段的游戏用键鼠操作竟然出现操作失灵。
解密没什么可说的，但是方向引导我确实想吐，矿洞那关我走进房子结果是个电梯，直接带我回到原点，就在我以为这个电梯是个捷径的时候你告诉我这个电梯是单向的，下去要再滑一遍雪，你们是不是觉得你们滑雪做的挺好玩啊？
好评: 除了没传送点和任务指引不太友好，音乐、剧情、战斗等其他方面都不错
好评: 3
好评: 收集要素太难整了😥😥😥
好评: good
好评: 好！！！！！！！！！！！！
好评: [h1]重生做的星战[/h1]
这是一款由重生工作室开发的星战ip 3d动作冒险游戏，笔者不是星战粉丝，但却是重生粉丝，他们曾开发的fps泰坦陨落2目前仍是我最爱的射击作品，本款作品体验下来也确实能感受到他们一贯的一些优点，但或许是第三人称视角动作游戏开发经验不足，本款作品虽然在一些系统上做出了简化和创新，但同样也存在着较多的问题，下面将简单对部分优缺点进行说明和分析

[h1][quote=]
[table]
[tr]
[th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
[/tr]
[tr]
[th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
[/tr]
[tr]
[th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
[/tr]
[/table]
[/quote][/h1]

[h1]出色的序章（教程关卡）[/h1]

本作的序章部分可以说是经典3a大作的序章典范了，其序章部分没有任何干巴巴的文字或念经教程，而是以一种实操和互动的方式让玩家自己学会技能，并且序章的难度还把控的良好，并不是毫无挑战的走流程。在序章中，游戏并没有给玩家明确的目标和指引，几乎全靠游戏中的视觉引导，由玩家自由的进行判断，观察前进，在这个阶段玩家对于游戏美术风格和视觉引导的适应和学习在后阶段的游玩中至关重要，这在这样一款类3d银河城的关卡中尤为重要。

这样的序章相比许多日厂难为玩家的做法不知要友善多少，也让这款游戏不会一上来就劝退玩家， 而是以一种友好的方式带玩家初探3d银河城的世界。


[h1]以原力为轴心的战斗和探索[/h1]

游戏中对于原力的运用体现出了一部分涌现式设计，例如基础的推拉的能力，在关卡解谜探索和战斗中都有较为不错的表现，推拉能够移动场景中的解谜物体，后续还能用原力吸引绳子作为银河城中的钥匙探索更多的地方，原力中还有一个很重要的时缓能力，对敌人和场景物体的使用都是让目标减速，这些能力的使用都较好的体现出了涌现式设计，让玩家能够举一反三的运用能力，而这些设计只能说是做的较好，因为这些能力虽然设计的直观且具有多个作用但仍然仅能在特殊的场景中与特殊的物体进行互动，并没有在底层真正做的开放，游玩过程中更多的是在战斗过程中运用，其余情况则作为解谜的有限手段


[h1]更加友好的战斗系统[/h1]

游戏将战斗中的防御能力所对应的资源抽象成了独立的“格挡条”，而不是常见游戏中将战斗能力防御能力共用同一个“耐力条”，本游戏中并没有耐力的设定，玩家的基本招式是不消耗资源的，而能够在战斗中给玩家迅速带来优势的原力技则需要消耗原力值，游戏也通过这样的方式限制游戏的优势。我在游玩时选择的是次高难度，但在游玩过程中仍感到游戏过于简单，格挡条和原力值的恢复方式都是攻击，而基础的攻击没有消耗，游戏给格挡值的数值设计的过于充裕，虽然游戏中的敌人存在不能被格挡的招式，但同时游戏也给了非常明显的提示和宽裕的反应时间让玩家躲避，这样的系统更加的平易近人，但对于想要挑战自我的玩家，建议选择最高难度


[h1]缺乏具有压迫感的boss战[/h1]

游戏中真正称得上boss战的战斗一只手数过来都有余，但游戏却有20h的流程，这导致游戏在漫长的前中期遇不到真正有意思的boss战，更多的是充数用的强化版精英怪，不仅招式单一容易看破，还因为多次出场让压迫感和游戏难度都大大下降，战斗过程中的乐趣本身就来自与敌人ai间的招式博弈，若boss的出招逻辑过于单一，又或者玩家已经明白boss的ai逻辑，在这样的情况下进行的战斗显然是缺乏乐趣的枯燥的战斗


[h1]存在个别体验极差的关卡[/h1]

风，刺球，跳跳乐，这个体验最差的关卡由这3个游戏元素组成。首先，风加跳跳乐在这款游戏中的实际表现就是，这本身就是一个糟糕的机制。设计者最初的想法或许挺好，是想用风来干扰玩家，给玩家的跳跃 规律的增加难度，带来一些游戏挑战，然而最终的表现是这是一个不可控的机制，玩家无法有效的通过多次试错总结经验，等同于玩家无法提高自身水平，只能靠运气利用蹩脚的机制通关，游戏中的风会对玩家产生一个非常模糊的作用力，而非朝某个具体固定方向一段固定的位移，这个力在游戏中是模糊的，是通过复杂的因素影响的，玩家无法清楚感知的。关卡中还有一些由于引导提示导致的体验不佳的问题，但总体的表现还是非常不错的。


推荐喜欢3d动作冒险类的玩家体验，即便不是星战粉丝，整体上还是值得一玩
好评: 挺好玩的

好评: 解谜做的很好，下次不要做了
好评: 别太放肆没什么用
好评: 又有哪个男人可以拒绝光剑砍砍砍呢~
好评: 剧情稍短，但胜在连贯紧凑、介绍合理[strike] 别问，问就是相信原力 [/strike]
解谜探图+砍怪，成就感与爽感兼顾。
在我心中这绝对是款好游戏，能让人玩得下去的好游戏，满分100给85以上没问题。
[h1] 最重要的事情刚进游戏人家就告诉你了，要用手柄玩 [/h1]

“捷径”的设计让探图节奏恰到好处，支撑我玩下去的主要就是开地图。

槽点：
这游戏收集系统有点鸡肋，收集分为故事碎片（原力回显）和箱子（里面大部分是皮肤材质），不过我还是挺喜欢的，算是锦上添花（意思就是没有也行）。
前期跟“二姐”那几次剧情杀有点恶心（打半天发现白打）。
剧情简单了点，“简单”指的不是情节不丰富或太短，主要是太容易猜到了，缺少惊喜。


好评: 
好评: [h1]迄今为止最好的星战游戏之一[/h1]


星战绝地，无疑是最近几年来游戏业界里面一朵值得给予特别关注的奇葩。在游戏不同类型的边界日益模糊，游戏玩法交杂糅合的今日，这款来自重生的星战题材大作，可谓缝出了精彩，做出了高度，打出了未来（指让EA高层那帮资本臭狗认清单人游戏仍有大搞头）…………

实际上我一点都不想用缝合这个词来描述本作。虽然星战绝地本质是个类银河城游戏（银河城原教旨主义者可自动忽略此条），并且吸收杂糅了诸如魂系之类的多种游戏玩法，但整个体验下来，游戏几乎没有哪一部分会给予玩家断层或者玩法割裂之感，真的给人感觉非常之完整，完成度那是杠杠的高。[h1]在业界项目管理普遍一坨稀烂的今天，这种完整度高的游戏体验堪称难能可贵。[/h1]

真想夸夸这游戏不少我喜欢的点。不过想了一下，还是想先说问题。因为我本人没咋玩过太多动作游戏，也没咋玩过太多银河城类游戏，我在绝地大师（最高难度低一档）难度通关本作还觉得挺有挑战性的，但我朋友却说星战绝地战斗其实做得比较一般……所以仁者见仁 智者见智。这游戏其他整体体验方面我是真感受不到什么漏洞，都做得挺好的！不过经过讨论，星战绝地有那么几个地方问题还是想聊聊……

[h1]第一个问题是游戏地图设计上的。[/h1]
先要说整体对我来说没什么大问题，重生在所有地图都加入了很多不同的捷径和暗门，游戏也贡献给我很多“柳暗花明又一村”时刻。但是有时候有些单向捷径摆的位置感觉有点欠考虑，而且几乎没啥提示……

[b]比如泽佛这张图，玩家在地图上面一个广场上，打开全息地图一看满眼绿色可探索的地方，于是兴冲冲跑右边用原力轰开石头门，看到一个耸得高高的岩壁。跳上去结果发现这是个单向的向下冰坡，一路给玩家滑到最底下。这时候你想再跑回去，是不能再沿冰路返回的，你得打开这游戏做得很炫酷实则看起来斗鸡眼的全息地图（[u]我不知道好的银河城地图该长什么样，但我觉得星战绝地这个全息地图肯定不算好的缩略地图[/u]）硬生生找路走回去，这对于探索党来说简直灭绝级别的难受，啥都不知道呢游戏一溜烟给你玩家送下去了………[/b]

泽佛那整个地图我都探完了，这种东西还真不少，很多地方甚至包括大电梯都是一个单行道，但是游戏也没给你提示这是个单行道，搞得我没玩多久看见这种东西都要打开地图三思而后行。

[b]我不知道这种地图设计是不是银河城游戏标配，但我觉得你至少找个方法告诉一下玩家，哎我们这里有条路是一路往下的……[/b]

直接一个坡，玩家也不清楚背后是什么，结果跳上去一路滑到最底下，自己上面还有一堆东西没探索，当场傻眼了………

[h1]然后是和朋友讨论过后，聊的这游戏战斗的问题。[/h1]

我是打得挺开心的，我觉得这游戏战斗没啥大问题。但我朋友a觉得游戏中后期高低差远近程合伙上的战斗场景实在是有点多，朋友b觉得星战绝地不如改名叫弹反模拟器。

我是自己略微想了一下它这个战斗系统。不完全对哈！！星战绝地战斗系统确实是把弹反做成了很大的一个部分，主角卡尔的进攻在面对强力敌人乃至boss的时候显得非常弱势，稍不注意就会被招架。所以要打败敌人全程得时刻注意敌人攻击，用弹反和偶尔的进攻来消耗敌人的耐力条打出硬直进行攻击。

重生其实也意识到了这里存在的缺陷，而原力系统在战斗上的存在意义就是为了弥补这一方面，因为原力技能可以快速高效率的破防敌人。

[b]但问题是这游戏原力条是真tm的容易空（[u]绝地大师难度下，普通乃至更低的难度我不清楚，应该好很多吧？[/u]），就算是一直探索增加原力槽也改不了这个问题，而技能树里面对原力槽恢复有超级大加成的技能（比如刺激剂恢复满原力）得后期才能学到。[/b]

这就导致你就算是tm解锁了一堆花里胡哨的原力技能，面对一大群敌人猛攻和前中期boss，最后还得是慢慢弹反来弹反去，消耗boss的耐槽再看准机会给他两下。你的原力槽连你还没反应过来的时候，就已经空空如也了。

[h1]第三个是星战绝地的节奏把控有点问题[/h1]，

或者说，是解谜环节在游玩过程安排中安排得不太恰当，解谜本身也做得不太行。

当然我觉得整体游戏节奏是很不错的，但是泽佛在游戏前期安排的那个石球解谜绝对是游戏节奏上的一个破坏举动。

[b]我至今不明白为什么在游戏前期就安排上了堪称本游戏最大最难的一个解谜场景，那最后一个球是真的找得我头皮发麻。这个石球解谜也不是没有可取之处，里面有两三个机关陷阱的设计在我看来相当精妙，但是整个解谜关卡在这里给不少玩家（[u]因为根据互联网查看，对这关的吐槽不占少数[/u]）带来的只有臃肿感。[/b]后面火灯关卡的解谜也称不上“好”一说，无处不在的水帘摆明了限制玩家解谜的自由度，而最后谜底所用的手段也跟精妙两个字完全不沾边……………

还有博加诺有那么几处场景谜题也是让人脑洞大开，把玩家放到盒子里面找解谜开关，然后偷偷把开关藏在盒子外面，这真不是逗人玩么？？……

[b]不过这些都是非强制的收集品解谜，无伤大雅了。说到这，游戏的收集品也有点鸡肋，除了很少的能加刺激剂之外，所有的收集品都是衣服，光剑外观，诸如此类。而且你要说那些衣服好看么 ？那也不好看啊…还不如卡尔一直穿开头的衣服呢。[/b]

[h1]其实说到这，我觉得以上的问题都算是非常小的问题，远远没到能影响游戏整体游玩观感的程度。[/h1]

何况星战绝地在更多的方面是做得非常到位的。比如，它的美术。

[h1]重生一直以来就是美工牛批的代表，[/h1]TTF2，APEX这些作品虽然引擎较老旧，但是逆天级别的美术依然让人赞叹不断。而得益于采用虚幻4打造本作，星战绝地的画面表现力也更加令人吃惊。

无论是开头飞船拆卸工地的宏大景象，列车之中穿梭的小场景中光影变幻，还是初入泽佛在山脚一路往上看到的帝国设施在眼前徐徐铺开，抑或是卡希克的生命之树远望风景，帝国水下基地的震撼，在极好的美术之上又充满了更加真实饱满的质感。

真不是吹，星战绝地这个美工是真的惊艳，这场景美术简直太配得上星战这个ip，不同星球间迥然不同的特性也是差异满满，每次来到一颗新星球我都是充满期待，每到一个新场景都从来不会觉得有违和感。

[h1]星战绝地在叙事上花的功夫也不算少，[/h1]

虽然整个故事无论是结构还是塑造手段其实比较简单，并不是什么跌宕起伏的神级剧情，却也足够抓人。几个角色的塑造非常非常的成功，卡尔自身的成长，心智的转变，在游戏里面都有合理的解释发展，配角也是姿态各异，配合上游戏全程在线的优秀面捕，那简直就是观剧一般享受。而且作为世界观中的自创故事，星战绝地成功让整个故事能在这个ip宇宙之中立起来。每个星球塞满了各种回响回忆供玩家去探索，有不少回响是互相关联影响，一个个小故事非常容易的就能有全貌，甚至在主线上也能产生特殊对话。我觉得最令星战粉激动的应该就是结尾了吧？那位大人一出来，我星战粉丝朋友说，他直接没忍住从座位蹦起来了……

[h1]其他方面暂时不说了。总之虽然摆了问题好像有点多，但都属于是游玩过程中的轻微吐槽，游戏本身我觉得是非常优秀的。也欢迎你无论是不是星球大战的粉丝，都可以尝试一下这个游戏，真的不错的，买了绝对不亏。说他是目前最好是星战游戏之一，是绝对没啥问题的！总之放心玩就好了。[/h1]
好评: 风格多样的地图主题，优秀的音乐，流畅的游戏流程，剧情简单明快，作为没看过一部星战的玩家也能理解游戏的内容，十分值得玩的一款作品。

游戏玩法上以动作与解密探索大致对半平分，游戏整体难度不高，取消了地形杀，让探索更轻松。美中不足的是探索的内容基本是皮肤，并没有特别激起探索地图每个角落的欲望。在动作方面采用了招架拼刀，搭配技能输出，体验不错。

推荐！

差评: 沙逼解密游戏！！！！！玩了10年steam第一次给差评，真的是垃圾游戏。
差评: 解密游戏，玩的我心累 ，本来以为是畅快的砍杀射击游戏
好评: 可以调难度的打铁游戏，没只狼那么硬核，爽就完了
好评: [h1]《星战：陨落武士团》：跨越近五十年的IP再革新[/h1]

星战系列最初要从上世纪七八十年代的初代电影开始说起，从这个颇具各个区域文化特色的科幻电影系列伊始，就受到了来自全球各地的影迷的追捧。在星战还尚且没有以游戏形式产生的时候，其电影风格就包含了光剑打斗（武士道），西部侠客，无可调节的冲突（战争）等等要素。在科幻的背景之下，对现实中人们的癖好进行了一个很群集式的概括。所以数十年来，我上述这些核心要素几乎从未改变，包括星战的IP辗转到EA手下之后，其游戏作品也仍然奉行这这些。

[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]

但是尽管如此，我们还是可以说《星战：陨落武士团》是整个星战游戏圈子中的革新者，而且在重生工作室的刀法下，让这个本就极富传奇色彩的IP拥有了全新的游戏体验。

[h1]#重生[/h1]

《星战：陨落武士团》是由目前EA旗下的当家花旦：Respawn Entertainment主刀制作。这个工作室同样很有来头，重生的核心人马都是来自另一个传奇系列COD早期开发团队，从前东家离职后，一群人组织成立了Respawn，意为“重生”。来到EA之后，又开发了相当高质量的一系列FPS作品，《MOH》，备受好评的《泰坦陨落》系列，以及大逃杀类游戏的时下热门《Apex英雄》。对于一个专精FPS游戏制作的工作室来说，重生在接到《星战》这个项目时，却选择了一个同他们以往经验完全相反的方式来完成这部作品。

[h1]#类魂星战[/h1]

最终，这一代星战以以往从未有过的形式展现给了大家。一个高难度的，有着浓烈的类魂体验的游戏。

在《星战：陨落武士团》中，重生将地图作以切割，玩家将在多个地貌不同的行星上展开冒险，其基本机制也与魂游相似，但与其不同的是。《星战》拥有比魂游更专业的打击感和画面效果，这个在UE4下制作出来的游戏，完全不输本世代以来的众多新作。

而在怪物的种类设计上，重生也非常细腻的加入了一些战斗属性和“克制关系”。

在地图设计上，我相信所有到过第一张图的玩家就会被其巧妙的地形设计和隐藏内容所折服，再加之地图中嵌套精妙的收集要素和碎片化信息，可以让玩家一步一步的理解到目前“Jedi”所处的困境，以及“大清洗”下存留的武士踪迹。
-
在这里我想多提一嘴，尽管《星战：陨落武士团》是一款无论是碎片叙事还是整个游戏剧情推进都非常明晰且完整的游戏。但因为它是基于一个更加庞大的星战世界观，所以在我看来，《星战：陨落武士团》的很大一部分东西仍然是面向粉丝向或者推荐大家去了解星战内容的。我就是一名在接触了这款游戏之后，开始将星战的电影从头到尾看一遍的玩家。

[h1]#补充的点[/h1]

游戏的优化还是相当可观，之前在老电脑上也能流畅运行。官方推荐配置1070，实际上感觉并无需到这个水平。另外有一点我不太能够接受，游戏内的地图显示设计相当奇怪，是一张非常非常奇怪的全息面板显示，经常会让人找不到上下左右，其实我觉得就算是删除地图查阅都要比这个要好。

作为星战从来没有接触过的游戏形式，也作为重生从来没有接触过的游戏类型制作，其实《星战：陨落武士团》有如此之高的完成度还是让人非常惊讶，最近据悉重生又接到了新星战的项目，希望可以在这作的基础上更上一层楼。也祝重生在EA的命运越来越好，祝Apex越做越好。

差评: 不知道为什么卸不干净，注册表也删过了，但硬是在盘里虚占了50g内存，如附骨之疽，两年多了固态盘硬生生少了50g内存今天才发现
好评: 酷
好评: 二姐的身世好惨啊，主角真的帅。伪星战迷真的喜欢这款游戏
好评: 打折买的 感觉挺值 画面做的很不错 可跑步跳跃等动作太僵硬了 打斗场景是有的 但大部分是小怪 如果打折就买 原价不值
好评: [h1]- 推荐 -[/h1]

[h1]前言！[/h1]
《星球大战 绝地：陨落的武士团™》一场贯穿整个银河系的冒险正在酝酿。游戏融合了《只狼》《黑魂》《古墓丽影》等许多动作游戏的元素，整体制作水准极高，即使没接触过星球大战也值得一玩。玩家可以随着剧情探索四颗主要星球，四大场景刻画得主题完全不同，一望无际的大平原、高低林立的森林、坠毁的星舰内部全都让人印象深刻，非常逼真。

[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]

[h1]体验！[/h1]
本作的最大特色就是通过精美的画面、音乐与光剑音效，再加上广阔且融入星战世界观的地图场景设计，再经由剧情、冒险来挖掘星战的各种文化，对于轻重度的星战粉丝来说，都有一定程度的代入感，可以让玩家一步步走进星战深处。让人更为兴奋的是，游戏中的战斗更是巧妙地结合游戏操作，还原了光剑与原力呼应的场面，让玩家充分体验什么是生活在星球大战世界中属于主角的冒险故事。

游戏舍弃了多人在线模式，专注于单机游戏体验。过去开发FPS的Respawn Entertainment，虽然是初次尝试动作游戏，却能交出如此优秀的答卷，即使仍有一些地方值得改进，但这己经是属实不易的成果。

本作依照动作游戏的惯例，中途会穿插需要解谜的元素，使用学到的原力技能搭配场景物体来互动解谜。地图设计可以看得出用心，但也比较复杂，找路不容易需要常看地图。玩家需要在各个角落里穿梭，破解关卡，有时需要在一张地图上反复来去很多次，才能在剧情中获得新能力之后，再返回来以获取新的外观皮肤。这样的地图设计对于路痴玩家来说，仿佛是一种噩梦。

说到皮肤，这款游戏没有掉落物，开宝箱获取的东西也只有皮肤。一路上会增强的就是玩家对于光剑的新技能和原力的新效果，以及自己的掌控能力，等于没有装备一说，而技能树也没有选择的烦恼，后期肯定可以全部点开。所以比较可惜的地方就是，玩家没有过多个性选择善用技能的余地，只有多种多样的皮肤可以选择搭配。

参照《只狼》的战斗设计，不使用复杂的按键连击，而是简单的轻、重攻击搭配几招原力技能，再加上格档系统。完美格档能反弹子弹或是使近战敌人破防，也可以选择回避或是主动进攻。

整个游戏的战斗都围绕在原力和光剑的技能之中，除了点击技能树获得新技能外，跟随剧情的发展，原力的技巧掌控更是让人惊喜，例如将敌人强行抓取，直接处决。或是用光剑防御反弹攻击，在敌方硬直时处决，都是战斗中让玩家可以直接体会到光剑与原力运用的畅快感、沉浸感。

敌人设计包含了星球的非人类生物与帝国敌人，Boss战能与体形巨大的生物决战，或是帝国判官进行光剑对决，但是受制于剧情角色的刻画，人类的Boss只有少数几个来重复对决。

由于是类开放世界的地图，有许多会摔落的地形环境，甚至可以直接将难缠的敌人用原力扔掉，直接免去战斗的苦恼。活灵活现的光剑与原力的星际冒险，真的让人难以抵抗其魅力。

[h1]结语！[/h1]
《星球大战 绝地：陨落的武士团™》完全满足了玩家对星战游戏的期待，称得上是近年来最好的星战游戏。简洁有力的故事线、优良的游戏系统、不俗的战斗与解谜，所带来的沉浸式体验要比电影刺激得多。光剑与原力的搭配，让你也体验一回当绝地大师的感觉，快来加入这场星际冒险梦吧。
差评: 操你妈的傻逼制作组，解密给我整破防了。日你妈，你妈死了操死你妈。把你妈的批日烂，在拿他妈的烧红的煤炭去给你他妈的屁眼扩张。FUCK YOUR MOM!
好评: 好玩归好玩，地图的设计极其诡异，进去绕了好几个小时，差点把刚吃的早饭吐出来
好评: 在游戏前中期，我给出了不推荐；
但在游戏中后期，我改到了推荐。
如果你被一些地方折磨得发疯，
那就赶快看攻略通过这里——
每个阶段的制作水准不同，
但总的来说这是一款佳作。
好评: 买就完事了，别往下翻了
好评: 还可以
好评: 星战迷终于圆了一回光剑梦
差评: 游戏品质上来讲中规中矩，但我是真想问问EA设计师怎么想的，一共两个帝国判官一个打空血槽走一段剧情莫名其妙掉下去了还“不知道死没死”，另一个打了半天又进了一段剧情然后被感化了？？？
合着这游戏就一个boss都不给处决机会是吧，就露了一面的达斯维达一刀把我辛辛苦苦砍了半天的boss给劈了？
最后被按在地上打跑了一段酷游戏就没了？
？？？？？？
编剧什么脑瘫水平？？？？

哦对，还有最终结局，我都看傻了，跑了5个星球找到的全息仪一剑给劈了，牛b，就俩字，牛b，合着去5个星球是考古去了压根不是重建绝地武士团，编剧我日你仙人，我要是梅琳真的我肯定一黑暗魔法给卡尔和瑟雷这两个憨批直接烧死，什么寄吧玩意。

建议游戏改名，这游戏不该叫陨落的武士团，干脆改名叫星球大战绝地考古，这tm干脆就是一跑酷游戏，流水线水平到头了。
好评: 很不错的游戏
差评: 我不明白为什么这个游戏的凡是用到鼠标的操作都不反应，按了之后压根就没有反馈，人物就傻傻的站在那里让人家打，攻击攻击不管事，格挡格挡不管事，其他游戏都没事，就你有问题，没有攻击格挡我玩个屁？
追加：刚刚费劲把火的通关了游戏，开启的挑战系统才让我知道你想告诉我：没有手柄玩你妈的游戏呢。差评，没得解释，真是垃圾！
差评: 比较失望！剧情进行到第三个地图时掉帧严重，分明游戏没优化好，重生的作品泰坦陨落2都没这么卡，星战前线2那么多人同屏都能流畅你这破场景至于这么掉帧？本来抱比较大期望的，打一半忍不了这帧数了，抛开剧情 打击感不说，掉帧让人游戏体验很差，以后打通关觉得可以再转好评。
好评: 这游戏是个星战粉游戏，不了解星战的不推荐，
好评: 星战粉真的该玩玩
好评: 这个游戏太棒了  ，完全体验除了星战的感觉，作为一个老星战谜，我太喜欢这游戏了，激励推荐大家玩
好评: 路痴模拟器，要是没有攻略我迷路能迷到明年
好评: 比电影好看，是好游戏，代入感很棒！
好评: 半价入的，还不错
好评: 找了半天的东西最后给一剑劈了，白忙活一场（虚幻就是个垃圾引擎）
好评: 非常细腻的画质~优秀的故事~剧情感十足~
差评: 强烈不推荐购买！强烈不推荐购买！发行这么长时间，你们就不能更新一个地图间快速传送的机制么？为什么冥想点能回血和学习技能却唯独不能传送？EA和Respawn Entertainment你们是不是死妈了？你们开放商和发行商是傻逼么？动脑子想想谁会喜欢没完没了的跑图？特别是你设计的狗鸡巴任务，好不容易下了螳螂号到达地图深处完成某项任务，你他妈要我原路返回螳螂号？原路返回我忍了，大量的爬墙，滑冰，荡绳子的桥段真的就是强行增加流程时间，枯燥乏味......正常流程搜刮不到的补给，如果再返回搜刮需要耗费大量时间，稍有不慎记错一次地图的后果就好比你在高速上开车，结果你看错导航拐错了出口，导致又要重新规划另一条路线......
最后，剧情像狗屎一样，整篇游戏的剧情虎头蛇尾。
差评: 攀爬等无聊部分过多，
解谜部分无提示且非常无聊又臭又长，
存档机制烂，
地图无提示，还得来回跑。
好评: 小丑拿起了光剑，杰罗姆yyds！-3-
差评: 不能传送，忘记拿的箱子想回去很麻烦 ，而且这爬墙的吸附做得实在是不敢恭维，稍微为了游戏性加强一下跑酷连贯性不可以吗？还有就是处决之后的无敌时间可以长一些，我打出处决不是为了结束的后摇去挨另外一个人揍

2021.2 更新评测  有些时候在弹反的一瞬间我能被攻击，这是否有点。。。
好评: 对于我没什么朋友  这游戏可以陪伴我
好评: [b]MAY THE FORCE BE WITH YOU[/b]
绝对的优秀作品，卖的太便宜了
好评: 打折了xdm，冲
差评: shabiyouxi
差评: 感觉比黑魂还要难，全程都在挨揍
好评: 星战迷绝对不能错过，剧情画面打斗都很舒适。好喜欢卡尔！！
差评: 太他吗难了，而且剧情完全跟星战不搭边啊。
跟他吗古墓丽影一样，而且地图没提示一张图找24小时路正常。
星际战甲听说过吧，跟那个游戏差不多，完全就是打怪刷副本。
打折的话可以玩玩看
好评: 有光剑和BD-1就已经能超好评了（而且剧情也还可以
但是有一说一，滑冰和荡绳子真的给我搞吐了
好评: 没有男人可以抵挡住光剑的诱惑
好评: 玩起来爽，但是感觉剧情有点短。
好评: 谁能拒绝一根发光的烧火棍呢？
好评: 光剑就是男人的浪漫。
好评: 我是傻逼
好评: absolutely perfect!
差评: 游戏战斗系统简直稀烂。形同虚设的架势条，毫无收益体验的格挡，谜一样的判定，极其无语的霸体，小兵的攻击顺序也不合理。这游戏能玩下去能玩下去真的要谢谢星战这个IP。战斗设计师真的可以回家种田吧。
好评: 神作
差评: 还以为是射击或者拿光剑砍杀的游戏，没想到是个跑酷的游戏，大部分时间都是在各种飞檐走壁，跳方块。打斗的地方不太多，恶心。
好评: 很可
好评: 为了较好的游戏体验，请不要和我一样用最高难度进行游玩。
好评: 对于玩过魂类游戏的玩家来说，这点难度真的不算什么
好评: 73入手,血赚不亏
好评: 别太放肆，没什么用
好评: 我是傻逼
差评: 游戏的画质、格斗和动作流畅度都挺好的，但是有两点让我非常不满意，第一是地图太绕，岔路很多，而且M键的地图上并没有标注完全那些需要其他技能才能进入的场景，所以跑图就很麻烦；第二是堆怪，总是在某些地方会出现四个以上的怪物，而且有时候地上还会突然钻出一两只怪，基本没有时间反应过来格挡，建议不是星战粉就别买了
差评: 垃圾烂橘子和太过飘忽不定的动作让我没法玩下去，帧数也是很不稳定
好评: 这没中文纯纯练听力QAQ
好评: 还不错
好评: 星战迷必备
好评: 好玩

差评: 画面好，但是一直在跑图解密，还有各种昏暗的场景玩起来很不舒服。
不是星战粉丝不推荐。
好评: 一条完整的线性类只狼类游戏，整体来说还不错，但有些部分设置的解密和提示太差，玩着玩着就会迷路不知道该干嘛，星球大战的题材中算很好的了，几次boss战很有感觉，而且还是我很喜欢的美剧《哥谭》里小丑的演员演的，休闲的时候一口气玩完不错
好评: 可以说是非常的完美啊，这画质，这剧情，完全等于看电影而且超级有参与感，简直太绝了
好评: 游戏很好玩就是优化稀烂也可能是我电脑太烂
好评: 没得说，哪个男人能拒绝挥起来嗡嗡响的彩色聚光灯管呢
好评: 不是星战粉也没看过星战电影，对星球大战的了解仅仅是酷炫的光剑才买这游戏的，前段时间抖音光剑变装看着光剑很酷入手的游戏，本来玩到游戏的12小时打算弃坑了因为没地图全靠自己摸索和解密感觉很烦人，后来上b站看发现已经玩了一大半了，隔了一个月才玩回。打折73块入的从音效和打架值回这个价格，因为每张地图的怪和敌人都是一样的没什么新鲜感，唯一的不同就是BOSS了，直到最后大BOSS的出现才开始沸腾起来。感觉有点像简易版的只狼，只狼难度太高了，这个的话还好很多如果重生打多两次摸清楚套路就不难了，这个游戏难就难在地图复杂吧，五星给三点五星评价！继续下一部3a
好评: 没有男人可以拒绝光剑
好评: 瑕不掩瑜，期待续作
好评: 光剑是很炫酷，就是这个战斗系统做的太烂了，还有爬墙跌落直接跌回出生地可太恶心了，没有主线任务提示可真苦涩
好评: 还可以但有一说一光找不到路
好评: 非常棒的体验，谢谢
好评: 小机器人太可爱了 嘟嘟嘟滴滴
好评: 愿原力与你同在
好评: 还不错，就是很容易迷路
差评: 我是来体验光剑的浪漫的，不是来解谜的，砍人两分钟解谜半小时真的拖沓，而且解谜也没什么剧情，就是为了解谜而解谜，大场面看风景，室内全TM解谜！
好评: 非星球大战死忠粉，没有IP滤镜，单说游戏个人觉得确实是做得不错的。流程长度适中，不管是谜题难度还是默认的打怪难度，都能给到一个比较好的沉浸式体验，电影感十足。唯一比较心累的地方就是跑图没有传送点，想回头再找真的跑起来好累。
好评:  
好评: 人物演出，剧情都是上品，战斗就是简单版的只狼，一部佳作！
好评: 光剑很酷，但容易迷路；
靠着别人攻略打下去才轻松些。
好评: 芜湖~光剑挥起来可比只狼那娘炮玩意爽多了
好评: 非常精彩的一场绝地冒险，身临其境，享受其中！！
好评: 古墓丽影星战版
好评: 本来是被魂类游戏玩法入坑的，感觉起来几点可能是优点也有可能是缺点的地方。他的地图是3D的我感觉还好至少有全景地图当时玩迸发1的车间的时候才是真绕晕了。他有些人物的攻击我也不知道能不能格挡，比如大风车，吐痰之类的我总是想弹反。我喜欢玩无锁的攻击方式弹反的时候是不是不好背身弹反。现在二周目了上周目的技能点不能带到下周目，只有一些收集品可以，感觉这样都不想多周目了。玩过其他魂类游戏的时候在入坑这游戏，会感觉很简单一周目总共玩了快13小时，当然这游戏是有四个难度的，给了新手合适的上升空间。还有就是我的电脑玩的时候会掉帧，平时没关系，人多的时候很难受。也有一些魂类游戏的恶趣味，在一些阴暗角落蹲了一些小怪，不知道是不是传统艺能。
好评: 男主帅得我时常走神 希望续作可以多给他搞点漂亮衣服 真的很感激
差评: 打击感稀碎 图也转不明白
好评: 很好玩，就是我这个究极路痴，上来就迷路了
好评: 光剑、星战想必是让人热血沸腾的喜欢，作为一款动作游戏他的设计构思玩法百分之90来自《只狼》、《古墓丽影》以及自家《死亡空间》的经典缝合集一体的杂烩菜之作。让大家能接受的也就只有对光剑的热爱了吧？  战斗跑剧情勉强及格，画面质量运镜和光剑特效、处决是加分项，缺点是平平无奇的地图设计，模仿黑魂开后门的设计也是画蛇添足，不够连贯的战斗体验、敌人的重复堆积有些无趣。 总结是打骨折较推荐购买，跑图过剧情需要玩家一定的耐心因为随着游戏推进中期学会很多技能会让游玩更有乐趣！
好评: 还原度贼高
好评: MAY THE FORCE BE WITH YOU!!!!
好评: 地图设计不错，各种玩家都能找到合适的战斗难度，风景更是一绝，卡希克特别漂亮
差评: 比古墓丽影和黑魂3还恶心,一个爆米花游戏还得各种找路找东西的星球大战走这种路线迟早药丸
好评: 主线流程有点短，部分设计有点蠢，但耍光剑蛮爽的。
白金纪念，自带斗兽场模式蛮有意思。吴克战斗群天下无敌。。。。。这帮家伙到底是为啥当年没打过帝国军？
好评: 是个好游戏，最后爵爷出厂直接被震撼到了，卡尔就只能跑了hhh
好评: 非常不错非常不错
差评: 不好玩，游戏的战斗机制做的不好，和其他类魂游戏相比还是不够让人有兴趣去继续玩
差评: 我是冲着光剑来的，并不是来观摩男主飘逸的秀发和女主吓人的大眼睛。
好评: 打折后值得一入，虽然只微微了解一些星战但也觉得很有代入感，不论是经典的切屏镜头还是宏大的建筑，打boss的时候主要感觉是靠弹反削架势条然后出硬直。不过说到底，哪个男孩能拒绝一根棍子呢？👍
好评: 游戏确实不错，场面也好场景也好
好评: 最后维达帅炸！！！
差评: PC版卡顿问题太影响游戏体验了，整个RPG体验感也比较无语，翻山越岭找到的宝物大多只是一些皮肤，谁会在乎光剑的剑柄长什么样啊，给人的感觉就是RPG部分根本没做完，空有框架
好评: 光剑砍砍砍，声音也很带劲，星战迷必入。剧情丰富，不会觉得单调。
唯一缺点保存点不能传送，打通后实在无力跑地图，想捡几个遗漏的箱子都没动力了。
好评: 地图其实还好，动作流畅，喜欢星战题材的不要错过，有哪个男人可以拒绝会发光的棒棒呢？
好评: 还行吧
好评: 游戏是好游戏，但是烂橘子让我崩溃。
好评: 卡关，迷路 但不妨碍这是一款好游戏，真tm好玩啊都 总结就是 古墓丽影+黑暗之魂
好评: 敌人种类少，地图场景少，解密元素略多，地图反复利用导致整个流程显得比较短，游戏总体素质来说还不错，但也没什么让人惊艳的地方，打折时推荐购买 7/10
好评: 66666
好评: 游戏本身问题不少，有些关卡我甚至是用bug通过的
看在星战，爵爷和梅琳的面子上给个好评·
好评: 星战粉的福利，让你更好的了解星战故事，战斗剧情都完美无瑕
好评: g'ha'y're'heads'he'd'r'he'r's'd'AH'er'sghayreheadshedrhersdAHers
好评: 比我想象的要做了好，故事情节不错，场景设计也很好。跑酷，解密都有，你不拿只狼衡量打斗系统其实还可以
好评: 越玩越熟练，有内味了
好评: 等法环的时候玩了一波 感觉地图还真蛮魂系的 hhh 很不错
好评: 游戏全程有很多地方会穿模失足摔死，但是原力的加入让战斗有了更多的选择，总的来说是一款值得一玩的游戏
好评: 好
好评: 解密太烦了强性增加游戏时间
好评: 这个游戏可以说是格斗冒险剧情很好，只不过纯档有点麻烦要求指定位置才可以，总体来说是不错的游戏
好评: 谁不喜欢玩光剑呢
好评: 个人喜欢
好评: 好玩

差评: 我是傻逼，又几把迷路又几把卡关。高血压犯了。垃圾游戏cnm
好评: 一级棒~古墓丽影能做到这个程度就好了~~
差评: 打斗手感差的一笔，玩这游戏还不如去玩古墓丽影
好评: 只狼：绝地武士
差评: 本来我以为是线性的剧情游戏，没想到你还要收集东西，在一个个算是开放世界的地方乱窜，也就最开头那段剧情有意思，我的评价是不如乐高星战。
好评: 挺不错的，如果能少一点魂系元素就好了，想玩传统动作啊
好评: 完成度非常高，细节到位，整体剧情衔接非常顺滑
好评: 除非你是星战粉，并且没有玩过任何类似的游戏，你可以尝试游玩这款游戏，它战斗手感就是一坨屎。
好评: 这边收集完了吧？这洞下面是什么？这电梯是回去捷径？
这操纵杆在哪里？这绳子怎么不能向上滑？
嗯！是BD会的不够多。
找不到路时看地图有惊喜！也许面前就是升降梯。
另外达索米尔拿到双刃剑后就可以走了，黑衣人需要二段跳。

破坏罐子这么爽的事情居然没有成就
差评: 狗屎游戏，居然这么多好评，绝了。
20h通关最高难度，思来想去还是给差评。
优点是BGM和场景，以及偶尔的一两个boss战，其余的全nm是缺点，缝合怪倒不是是问题，游戏本身是真的不吸引人。
就算是相当高水准的的画面都在透出一股“我没好好做”的意思。精细的场景—粗糙的植被，精致的人物建模—五毛钱不到的魔法光效。。。。战斗系统看似完善其实十分混乱，锁定就乱飘的视角、谜一样的判定、远程兵日常犯痴呆等。游戏剧情基本讲了个寂寞，就主角师父遇难和达斯维达出场气氛有了，其他看不看一个样。地图杂乱路难找，重复度蛮高，每个星球都得回去一遍，属实是脑瘫版古墓丽影。
你说我买个星球大战，天天让我砍老鼠、蜘蛛、蛤蟆是不是没意思？tm快打完的时候设计打一场堆之前出现过的所有小怪的战斗？关卡设计师建议枪毙。
这个游戏让我认识到了人间疾苦，花了两个小时过的二姐，最难的招叫掉帧攻击，关底boss战就没上过30帧。
这游戏打折120+买的，怎莫说呢，比花同样的钱买 古墓丽影暗影 赚，也就不过如此了。

改差评了cnm，sb游戏，鼠标间歇失灵可以把游戏由全屏窗口设置成全屏，代价是游戏里的鼠标不在你看到的那个位置，看不起pc呗。
烂橘子还打不开了，真不错。

怎么说呢，很平庸的游戏，如果你是星战粉当我没说。
游戏开局第一章虽然只是攀爬教学关卡，但在废品厂里康康环境和人文还挺有乐子的。后面目前除了光剑弹爆能枪和自定义光剑外目前真的无趣：古墓丽影解密、同猪、山羊和老鼠战的有来有回、找路还有让人难以忍受的古墓丽影式“现在还无法打开的路”以及黑魂式“不能从这一侧开”的门。
游戏中的敌人AI都蛮弱智的，也就是几个技能循环播放，会二连的都已经是高级兵了，非人形怪的进攻动作看不懂，很难弹反。
BD-1扫描的东西也挺没意思的，没太多看的欲望。
除了画质，很难想象这是一款2019的游戏，还隔这滑滑梯、荡绳子，实在是土，估计重生也就是交个作业，没好好做。
好评: 这应该是重生做的第一款类魂游戏吧   这两天玩下来质量确实不错（没有偏见但是那个飞船上的黑人眼睛看着确实很怪） 虽然是类魂 但是没有升级的东西 取而代之的是动作游戏里的技能加点 （虽然有局限性但是能看得出就是为了这个体量服务的）  游戏的美术没的说  不愧是做TT2的  风景真的超棒  难度也适中  类魂玩的多的可以直接后两个难度  没怎么玩过的可以前两个难度  很棒  但是有些场景的堆怪 不太好  又多又杂  飞机 远程 近战 真的痛苦  整体来说是很不错的游戏  就是流程偏短
好评: 手搓原力，光剑接子弹
好评: 哪个男人能抗拒光剑的快乐呢，在年前，花了2天直接通关了，除了最后在电梯上卡了半天bug之外，解谜和战斗模式都做得很好！ 力荐！
差评: 恶意堆怪极其恶心 各种小怪的设定更是恶臭至极
没有传送点 回飞船还得你妈的原路跑回去 路痴属性玩家当场恨的想化身龙玉涛
冲着星战粉可以买情怀 但要是冲着动作来的 我建议是快跑
好评: 卡尔好帅啊，BD-1太可爱啦！光剑出击！
好评: GOOD
好评: 简直太棒了！让我有一种玩黑魂的感觉，演出效果，战斗，地图，都是顶级
好评: 这游戏太好玩了，太爽了
好评: nb
好评: 流程好短，为什么不能有传送点，其他地方都很爽
差评: 玩这个游戏就是浪费我的人生 设计师边奔丧边做游戏 bug数不胜数 真的非常搞人心态 好好的一天能被这款游戏毁掉
好评: 不会只有我一个人找不着路吧
好评: 我就是冲着光剑过去的，有谁不喜欢一个会发光还会转的棍子呢？
好评: 肝了两个晚上通关
好评: 还不错，类只狼类游戏，光剑超帅
好评: BD1
好评: 不逊于episode1-6旧星战电影的游戏，是我能给予这部作品的最高评价。
游戏的叙事演出甚至台词都有着浓浓旧正史风格，而非迪士尼儿童舞台剧一般地为了情节而硬凹设定。主线虽不长，除去一些微水时长的故事外，全程主角反派智商在线，情节有起落高潮，个性鲜明的演出和风格迥异的5颗星球，都令人印象深刻，因此本作甚至可以称得上一部优秀的超长星战电影了。
游戏难度适中，微微类似只狼但有自己的风格，尤其是与九妹的打斗属实爽快；场景探索因为有地图主动分类提示的缘故，不再那么有挑战性，基本一边过。当然毕竟抱着欣赏剧情入的，对打斗和探索的包容性还是很高的。
差评: 我干嘛不玩只狼？
好评: 这游戏我吹爆好吧
差评: 我是傻逼
好评: 魂系列。还可以
好评: 以后请叫我光剑男孩，哎嘿
好评: 1060打斗时偶尔会掉帧，弹反动作很华丽，建议手柄体验更佳；光剑yyds，动作+冒险的流程很有意思，地图结构挺大，有些地方需要反复探索，不能传送跑图有点乏味，爬墙有古墓丽影那味。喜欢玩动作游戏的建议入~
好评: new bee!
好评: 会弹反轻轻松松，就是找东西有点不好找（不推荐看攻略）
好评: 游戏是好游戏，烂橘子是真垃圾
好评: 没有任何一个男人可以拒绝光剑

但不是每个绝地学徒都能看懂地图
好评: 谁能拒绝光剑
差评: 我的存档不见了
我要重新开始打
我的存档 这么大一个存档不见了
好评: 这游戏的战斗非常依赖完美防御，所以从绝地大师难度到绝地宗师难度感觉跨度还是挺大的，觉得难度不够的一定要选最高难度。

缺点是无法跳过对话，甚至不能给对话加速，必须看完播片。
好评: 24小时通关，（其实是21小时，前三个小时开了个档练练手）一款不错的类魂游戏了，而且谁能拒绝这炫酷的光剑嘞，一套组合技虽然伤害不高，但主要是帅啊！！唯一难的BOSS也就是最后的二姐死了5次才过，她那个抓取抓到满血也是秒，而且每次都是配合闪光弹出现，一闪到我就靠近抓我，人麻了，最后爵爷登场也是小激动了一下，压迫感实在太强了，顶顶顶！！
好评: 你可以不相信EA 但不能不相信EA的游戏
好评: 好玩，快出续作
好评: jedi
好评: 玩法上的大杂烩，但的确挺好的游戏。
好评: love the story! it was epic!!!
好评: 还可以 便宜买的
好评: 哈哈哈哈哈哈哈哈哈全成就了！！！！
好评: 我所有原力、生命、剑术技能都已点满，复兴了已堕落的绝地武士团，砍烂5大行星的所有敌对生物并单挑砍死银河系四大传说巨兽。我抵抗住原力黑暗面的同时砍翻已堕入黑暗面的前绝地大师，并成功打败帝国两位顶级审判官。我一人能砍入帝国堡垒并同时屠杀多波专门猎捕绝地的帝国清洗兵（更别说在我面前炮灰般来上百个都没用的普通暴风兵）。
正当我以为我已经砍烂了整部游戏、所向披靡的时候，达斯维达带着沉重的呼吸声出现了。
他首先秒了我的顶级战力绝地大师同伴，我试图砍他，但所有攻击全被看穿，所有原力操作全部失效，和他打3刀就被拎起来锁喉。
我只能跑，而且一边跑一边感受着身后的整个基地被他轻松捏碎……
好评: 如果你是喜欢星战，买就对了。
如果你和我一样不了解星战，那这个游戏也会给你带来20多个小时不错的主线流程体验，战斗和剧情都是高水准，唯一需要注意的是跑图的设计，如果你非常不喜欢重复跑图，那这款游戏可能会劝退你。
好评: 作为一部粉丝向作品确实很不错
差评: 想给个中评但是steam没有，首先跑酷比重占的太多，给人感觉流程很大一部时间都浪费在跑图上，因此感觉整体的游玩节奏不是很好；其次战斗系统中规中矩，剧情在及格线上，不加分不扣分；最不满意的是攀爬，判定很奇怪，很多次因为这个攀爬搞心态。
好评: nice！！！！！！！！！！！！！！！！！！！！！
好评: 剧情不长，差不多十几个小时就通了，挺好一游戏，就是剧情短了点。哎呀，还是有点难过的，完结了
差评: 关键词（此排名按游戏实际比重分先后）：套皮游戏 找路跑图  剧情 点技能 战斗

正文：
       这是一个以星球大战为故事背景的传统ARPG（动作角色扮演）游戏，但星球大战这个元素并没有为游戏增添新意和风采，游戏本身和星球大战的联系也并不紧密，更像是给一个一般游戏套了层星战的皮。
       游戏的故事背景建立在绝地武士和帝国的敌对立场之上，矛盾因此诞生，绝地武士拯救世界的剧情也从此展开。
       从体验上看，玩家按照固定的框架通过任务逐步推进游戏进程。游玩的过程伴随着不断的找路和跑图，游戏自由性较低、人物技能没有特色、战斗比重相当低、没有从星战题材发掘出新意。
       具体地说，
1.它融合了 古墓丽影 找路跑图（重复的绕圈，例从北京到上海不选择直达，非得穿过北冰洋-西半球-东半球的南纬地区）的设置，这拉长了游戏进程，让人感觉枯燥；
2.战斗的比重太低，不过瘾，其激烈和复杂程度类似但要弱于 只狼 ；
3.技能的设置没有新意，和 上古卷轴 类似；
4.剧情内容单薄，bgm配的也不合适，配合昏暗的画面似乎是想铺垫紧张的气氛，让却让我觉得是想加入恐怖的元素，这点差评。

总结：
       不建议购买。
       在我看来，这个游戏应该改名叫做“星球不战 跑酷”。当然，它作为ARPG游戏来说还是合格的，毕竟各家的同类游戏都是这个样。如果你没有玩过同类游戏，完全可以通过ea play试一试。如果你玩过同类游戏，且不是星战粉，那看完了这篇评测就别在这里浪费时间。
好评: 又有谁能拒绝一款能耍光剑的只狼学前班呢
好评: 融合神海，古墓，魂like优秀要素。电影化的运镜动作玩的同时就像在看一部星战外传。
好评: 虽然游戏垃圾，但能玩双刃光剑就给好评
好评: EA用自己的实力告诉了迪士尼，电影该怎么拍
好评: 真tm好玩
好评: 引人入胜场景也很用心就是有些场景解谜要捣鼓半天
差评: Combat systems are like polio
好评: 牛啊
差评: 最拉的3A大作，我的评价是不如4399
好评: 大概10小时通关了挺不错的，跑步声听的真舒服
差评: 这游戏的开头那段是世界级的，至于后面。。。。。。
好评: 劳拉·卡尔·克劳馥
好评: 被背刺了 再买ea的游戏我就是傻逼
我是傻逼😋😋
好评: May the force be with you
好评: 愿原力与你同在！
好评: 游戏还是算可以的，难度不大，bug有一些还好不是恶性的不影响体验，剧情一般吧感觉有些俗套（非星战粉），沉浸感也可以，整体我给8.5分吧。打5折买的
好评: 我就是绝地武士
好评: 剧情优秀，打击感中等，地图系统有较大问题，宝箱找5分钟回去的路找50分钟，策划不知道小地图的吗？
好评: 剧情很棒 手感也不戳
好评: NB
好评: 不错的3A，重生唯一的单人游戏，剧情挺好，难度还行，17.5小时通关，29.4小时全收集，成就就差一个信息磁盘，玩的时候建议把能探索的地方，能拿到的箱子都拿了，比较烦的就是前期好多箱子拿不到，需要退剧情获得原力技能才行，好玩
好评: 黑魂的地图，只狼的战斗，古墓的解密，各种钻缝切场景，波斯的攀墙跑，有这么多元素还是挺值的，借鉴的也都很自然，故事不塌，光剑也很有质感。
推荐。
好评: 游戏很不错，剧情也很棒，结局升华：任何人都不能擅自改变别人的命运，不过剧情还是太短了点，不到20小时的流程让人意犹未尽。你们都在舔二姐，梅林小姐我就抱走了，遗憾的就是梅林小姐姐在尾声才加入队伍，而且也不和我一起出任务，lsp表示寂寞啊。

虽然游戏不错，但是路痴和不喜欢动作游戏的玩家慎入。

最后的最后：梅林老婆我爱你！！！
差评: 好似对古墓丽影的探险以及2077的糟糕优化的模仿
好评: I'm jedi~
好评: ⠄⠄⠄⠄⠄⠄⢠⣿⣋⣿⣿⣉⣿⣿⣯⣧⡰⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⣿⣿⣹⣿⣿⣏⣿⣿⡗⣿⣿⠁⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠟⡛⣉⣭⣭⣭⠌⠛⡻⢿⣿⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⠄⣤⡌⣿⣷⣯⣭⣿⡆⣈⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⢻⣿⣿⣿⣿⣿⣿⣿⣷⢛⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⠄⢻⣷⣽⣿⣿⣿⢿⠃⣼⣧⣀⠄⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⣛⣻⣿⠟⣀⡜⣻⢿⣿⣿⣶⣤⡀⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⠄⢠⣤⣀⣨⣥⣾⢟⣧⣿⠸⣿⣿⣿⣿⣿⣤⡀⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⠄⢟⣫⣯⡻⣋⣵⣟⡼⣛⠴⣫⣭⣽⣿⣷⣭⡻⣦⡀⠄
⠄⠄⠄⠄⠄⠄⠄⢰⣿⣿⣿⢏⣽⣿⢋⣾⡟⢺⣿⣿⣿⣿⣿⣿⣷⢹⣷⠄
⠄⠄⠄⠄⠄⠄⠄⣿⣿⣿⢣⣿⣿⣿⢸⣿⡇⣾⣿⠏⠉⣿⣿⣿⡇⣿⣿⡆
⠄⠄⠄⠄⠄⠄⠄⣿⣿⣿⢸⣿⣿⣿⠸⣿⡇⣿⣿⡆⣼⣿⣿⣿⡇⣿⣿⡇
⠇⢀⠄⠄⠄⠄⠄⠘⣿⣿⡘⣿⣿⣷⢀⣿⣷⣿⣿⡿⠿⢿⣿⣿⡇⣩⣿⡇
⣿⣿⠃⠄⠄⠄⠄⠄⠄⢻⣷⠙⠛⠋⣿⣿⣿⣿⣿⣷⣶⣿⣿⣿⡇⣿⣿⡇
原价买的豪华版，3小时通关了，我是sb
好评: 精美的画面、舒爽的打击感、战斗的刺激、光剑的各种自定义改装、剧情结尾为后面的绝地做铺垫、增加星球地图探索与物品皮肤收集、部分关卡的设计等，还有那个人，这就是值得玩的一步好作品。
好评: 后半部分还可以
差评: 说实话，游戏是好游戏，但是我不喜欢这种古遗迹探索类和刷怪类单一战斗模式的游戏，没有继续下去探索的欲望
好评: 只有无限接近死亡，才能使出绝地的反击
好评: 作为一部粉丝向作品确实很不错，可惜我不是星战粉丝...
好评: 非常好的配乐和代入感，为什么偏偏要做成这种缝合怪的感觉，黑魂的框架，刺客信条的攀爬，神秘海域的解密，还有这半开放世界，不如好好的做成战神那样的线性流程都比这香，最大的败笔就是走了魂路！
好评: 大家都说这游戏多么多么简单，简单个屁啊T.T(来自一个act苦手星战迷的怨念)
好评: May the Force be with you.
好评: 我觉得挺一般的，100多入的豪华版我是傻逼。。。跟古墓丽影差不多，我本身玩不惯古墓丽影那种形式，比如古墓丽影的古墓挑战，我有的时候做一下午都做不完，因为容错率太低了，这个游戏也类似，其实呢不是不好，我不太喜欢这里类型，游戏本身还是不错的，谁能拒绝光剑呢？
好评: 场景和音乐很牛逼，特别是拿到卡尔自己的水晶的那一段，配合bgm瞬间让人感觉从一名学徒蜕变成了绝地大师（虽然游戏性上只多了一个除了打机器人以外聊胜于无的装逼招式）
风暴兵的骚话也很有意思
游戏性和设定稍微有点脱节的感觉 二段跳等等各种特技还得靠回忆 甚至连推拉都要靠回忆 但是一上来就会减速 我怎么感觉减速的技术含量明明更高呢（原力的事情你不用搞那么清楚.jpg）
战斗的话还不错 敌人种类不少，打起来也很有意思，也可以爽玩 后期刷风暴兵我都是直接拉过来穿胸，话说这招式真的很黑暗面啊喂 Boss战也不错 收集船员等等的正反馈也很好
不论是不是星战粉都值得一玩

缺点的话，前期正反馈不足（收集要素基本都是垃圾）
一堆近路就摆在那你还开不了，十分劝退
战斗技能方面推拉加拜年到手了直接通关了 别的都可有可无 双刃和二刀流没什么用

9/10 缝合怪的正面案例 动作游戏爱好者不若错过的好游戏
好评: 原来是个跑酷加解密游戏，不是我的菜
好评: 好好好好好，从一个游戏的价值上，值得你付出的钱，但是我还是五法理解为什么这么大的地图没有之路或者引导这类，跑个图还得不停按m，我是个路痴，经典晕头转向，部分出入口是单向的，你走错了就要一遍一遍的绕，二是地图做的不错，但是当你要完成全收集的时候就会很费劲，三难度做的很不错手残的可以玩故事难度，厉害的可以挑战绝地宗室，但是我放技能要原力，boss完全补需要，他几乎是在不停的放各种技能，四剧情铺垫的很棒，就是结尾感觉有点差距，五，就是我一共就想出这么5点
好评: 说实话，很好的仿魂游戏：超大的探索地图，有隐藏剧情隐藏物品，打击感也很好，而且难度比魂类游戏低很多，我敢说这基本就是简单版的只狼，内核其实基本一致，我太喜欢这种开放地图的动作游戏了
好评: 帅 雀食帅 但是有些游戏细节做的不太好比如战斗还有没有传送
好评: 光剑帅就完事了 星战yyds
好评: 前面有点难，第一次入手此类游戏打怪有点慌，慢慢技能熟练度上来之后就好多了
好评: 粉丝向游戏，可以说非常不错了
好评: NICE
好评: 除了跑路麻烦，路难找，堆怪恶心以及别去碰剧情后的挑战恶心自己，是好游戏，因为这个游戏剧情还可以，也有很多哲学在里面甚至在我悲伤的时候还激励了我，比如什么经典的失败不要气馁，虽然都是些老套话，但是沉浸入剧情，这些经典老掉牙话就有了巨大的力量是我继续前进，加油吧朋友，愿原力与你同在。
好评: 确实好玩
好评: 玩过最好玩的改编游戏！强烈推荐用手柄玩 震动太爽了
好评: 九妹才是爷的最爱！
神作A级游戏，各个方面都是极致的！

好评: 谁又不想拥有一根会发光的烧火棍呢？
好评: 我是傻逼
差评: 这款游戏，因为网络问题，无法打开，为什么我买个游戏还要去买个30一个月的加速器。STEAM上的EA游戏谨慎购买！！！！
好评: 迷路的武士团
差评: 过场动画不能跳。一般游戏的手柄行动键：A,X,Y，本作的动作键：R3
好评: 首先，作为星战粉，这游戏体验可谓是直接拉满，相比于前线2的体验，属于是俩种方向不同地好。

游戏性方面，弹刀的加入，让光剑演出增加了不少感觉，战斗中释放的原力技能也让人大呼过瘾。

卡尔的人设也写的很棒，希望还能再看到，整个游戏剧情比较平淡，总体而言的程度，不过，彩蛋可真爽啊。

总的说来，星战粉可以闭着眼睛买了。非星战粉的话，就看看战斗节奏，考虑考虑了ovo
好评: 阔以！好玩！
好评: [h1]98/100[/h1]

[h1]质量没的说，原力与你同在！！[/h1]
史诗级电影画面开幕雷击，真是未来感十足，景象壮观。

没想到光剑这么帅的吗窝草！！！！相当有质感！！！
就是这boss？二姐这名称让我好想笑哈哈哈哈哈~~~

好评: 游戏还不错，我不能理解为什么跑步和闪避必须分开设置按键。不说黑魂只狼可以同在shift上，永劫无间闪避跑步都在shift上，哪怕是原神shift都可以同时绑定跑步和闪避。既然你不能绑定也行，为什么连侧键都不支持？

地图探索性强，但是沾点恶魔城味道，第一张图大概探索个百分之60就探索不了了，得去其他图做主线解锁能力才能继续探索，那其他地图同样也是需要进一步主线的能力才能继续探索，一来二去就整的乱七八糟的，回来探索还得跑图，篝火之间不能传送（反正暂时没有开启传送功能，不知道以后有没有）不像魂3那样一张图可以仔细搜索完再继续。主线任务驱动性较为严重。

玩的第二个难度，游戏挺简单的，篝火非常多，打怪抖刀就完事了，弹反判定较为宽松。

我一直不理解很多游戏喜欢让你在看起来很危险的地方爬来爬去的，比如很高的地方或者悬崖，是这样看起来很刺激吗？实际上我无论怎么操作都掉不下去，不如让我砍两个怪
好评: 原力与我们同在！
好评: 又有谁能够拒绝拿着光剑噼里啪啦乱砍，同时又能够星际航行呢！特别是开头看到欧比旺的全息记录的时候，爷青回了
好评: 很好玩的游戏，操作很简单，无脑冲就对了。
好评: 还不错。
好评: 我是大傻逼
好评: (๑•̀ㅂ•́)و✧
差评: 主线流程太短了，全收集才花20多个小时。
好评: 作为一个不是星战迷的玩家，整个过程游玩的很带劲！丝毫不影响带入！上手最高难度，白金也才40小时，还是挺赞的！

剧情方面一般般，不是星战粉，对星战的了解也就只有原力和光剑，总体故事叙事中规中矩，[spoiler] 为毛刚找到导航仪剧情就结束了，我还想各地培养学徒，重建武士团呢，哪怕按照剧情暗示的走向，我还想打一打暗黑卡尔呢，刚学完原力使用就完结了 [/spoiler]

画面方面炸裂，细节可能稍稍有些粗糙，但是大景绝了！美炸！~[spoiler] 骑着大鸟在卡希克飞的时候颅内高潮了！[/spoiler]CG连接也还不错，没有明显的卡顿，各个星球也各有特色，值得品味一番！

音乐方面还可以，都是[spoiler] 交响乐[/spoiler]也很有感觉，对情绪的烘托很到位，配音都还行，暗夜姐妹声音好听！但二姐绝美！

游戏性方面一般般，打击感不错，处决动作有点少了，看的不是很爽，但连续格挡打的挺爽！篝火不能传送对后期不太友好，收集品不是很难，也侧面补充了剧情，字数不是太多也不少，不会让我烦的看不下去，一般

总体来说还是很不错的，打折入的，还算值得！冲着一些不错的壁纸级大景还是值得推荐！[spoiler] 主角皮肤大多都有点丑凹！BD-1和光剑皮肤还行！[/spoiler]9.1/10分，打折推荐入手！~
好评: EXCELLENT STAR WARS GAME , I WAS PROFOUNDLY IMPRESSED BY THE PLOT . WISH CAL KESTIS WELL IN THE FUTURE .
好评: 很不错的影改游，本人星战粉，纯粹是冲着这个题材来的(要不然我也不会玩魂类游戏折磨自己）游戏很不错的，很多细节还原的很好，但也有自己创新的地方，螳螂号就完美契合了我对星战系列飞船的印象，还有拼光剑这些典中典环节让我这个星战粉十分满意，最后西斯出来的时候真的特别兴奋。场景刻画和关卡设计的很好，再加上出色的运镜，让人觉得很壮观很巧妙。跑酷和解密设计的也很不错，特别是解密，应用原力完成谜题也是这个游戏的魅力之一。剧情方面没有字幕所以没太认真看不多评价。战斗方面我只能说不太行，有些时候会吞动作，是不是因为先做的手柄再做的键鼠，而且有些怪很恶心，还给你放门后，算是把魂系的精髓学到了，但总体来说还是很不错的，算是ea近几年少数能拿得出手的单机游戏了。
好评: 地图超棒，情节也非常好
好评:   战斗5分钟，寻路半小时，以前从未接触星战系列，不得不说这玩起来比古墓暗影好太多了，难得的优质缝合怪，喜欢剧情向的可以入，红色光剑帅炸了
好评: 古墓+只狼的结合体，基本没有游戏指引，有的时候会迷路。光剑太帅了，很给游戏加分。
好评: 作为一个星战迷，我对这部游戏还是很满意的，本游戏很好地满足了我的光剑瘾，毕竟哪一个星战迷不想痛痛快快的耍一把光剑呢，在游戏中拿出光剑和敌人打斗简直不要太爽，光剑出鞘、挥舞以及碰撞的声音听起来简直太爽了。之前我玩过星战前线2，但是前线2的剧情不怎么样而且实在太短了，而本游戏的剧情可以说是相当优秀，卡尔一开始还是一个懵懂的绝地学徒，然而在队友的帮助以及经历一系列的冒险和挑战后，他逐渐成长为一个可以独当一面的绝地武士，比某开挂的蕾日天要好太多了（骂的就是你，达斯米奇），结局爵爷的出现也非常震撼，不过可惜的是不能和爵爷正面对决（不过按照设定卡尔没被爵爷秒已经是很给面子了，要是真的能和爵爷打那就真成开挂了）。除了优秀的剧情以外，本游戏的场景设计也是相当优秀，有些地方一度让我有一种在看电影的感觉。
唯一的缺点就是游戏中需要探索的内容简直太多了，有些东西藏得隐蔽的离谱，不看攻略基本不可能找到，很多地图很大而且很复杂，存档点之间还没有传送的功能，这就导致我的很大一部分时间都花在了跑图和探索上，相应的战斗的部分就变得比较少了，这是一个让我不爽的地方。
好评: 一个周末就能通关，迅速投入迅速抽离。解谜和跑酷都算简单丝滑，再结合菜鸡战斗模式，爽就完事了。
bd1才是真大佬，有一次卡bug，bd1没跳回卡尔肩膀，给我整的安全感尽失，一直在bd1身边打圈圈。
好评: 画面表现很棒！作为一款动作类游戏，最吸引我的反而是关卡——丰富的可探索要素+巧妙的谜题设计，让我这种爱好舔图的玩家有着相当不错的体验！
好评: 这款游戏让我感觉回到了当年小学时躲在被子里偷偷看星战的时光
好评: 设计师我谢谢你
我祝你一定要幸福啊
好评: 不是星战粉，但是剧情让我挺满意的，能看出几个游戏的影子，但是缝合的非常不错，除了逆天地图，把我转晕了。还有，没有人能拒绝光剑！太帅了！
好评: 迷路模拟器
好评: 星战历来感觉最好的吧。就是剧情感觉短了一点，刚回过味来就没了。。。  不过身为绝地怎么能用西斯的招式呢？
好评: 原力与你同在
好评: 电影级别的配乐、分镜和场景设计
剧情传统美式RPG 别带脑子看
光剑战斗精彩流畅 再整点给我玩玩
好评: 作为星球大战的粉丝，我对这部游戏已经非常满意了。非常有情怀的一部作品，看到猎人级歼星舰和克隆人战争的遗迹时，非常的满意。
（以下有剧透）
大结局达斯维达的出场真的非常震撼，作为星战老粉，鸡皮疙瘩都起来了。如果是星球大战的粉丝，一定得尝试一下，解密元素满满，打击感不错，就是没有传送。
总之推荐星球大战粉丝购买。
好评: 好好玩
差评: 太难受了，我玩星战是为了光剑乱砍耍帅的，不是搁星球到处解密的，有些明显能攀爬或者能通行的地方总是不让爬，既然不让爬，做的那么像能爬的干啥
好评: good
好评: 光剑特别帅
好评: 好玩耶
好评: 彳亍
好评: 操作手感一流极为流畅玩起来一个字爽
好评: 星战绝地陨落武士团作为一款名字长长长长长长的不行的游戏，居然是老牌fps工作室重生出品，一方面惊叹重生确实有几把刷子，另一方面又担心再牛逼的工作室初涉猎一个领域都会有问题
主线速通大概十几小时，全收集40小时不到
玩之前以为是光剑对砍轻松愉快
然而不选最简单难度卡尔是很容易暴毙的，优化较差，会掉帧，感觉明显，游戏bug多，各种穿模丢失判定问题都没修过，优化这么久也是这样，我只能说不愧是重生，旗下哪个游戏都是这么懒，任务引导很屎，可以说基本没有，可以互动的地方得找半天，任务点就给你标个最终地点，怎么过去没说，我能理解过去的路很多，但是我当下给指导一下总行吧，再加上隐藏道具会走到不知道哪里去，导致全地图这里那里都走过就是串不起来，很伤
实际上是古墓丽影+黑暗之魂，意思不是魂系，却有魂系地图和魂系难度，那boss真就二人转然后格挡接着回合制，高难度只能这么打，因为光剑的技能不多，可能是放不开的原因，经费未必有多少，另外转角给你埋伏一只，没留意直接进行撕咬动画，太阴了
为什么扯上古墓丽影呢？瞧瞧那攀爬，那攀爬爪子，五花八门的墙壁，这还不是最像古墓丽影的部分，最像的事同样狗屎的攀爬判定，就那么一个台阶非得脸怼进去才能爬上去，四处的空气墙居然会在跳跃墙壁的时候把你卡下去，坐滑滑梯的时候手感一样离谱
另外地图也蛮少，还容易重走，就几次去收集隐藏道具结果给干回起点了，结果浪费很多时间回到任务点，长期的跑路和重复的读图过程令人乏味，同时存在一图反复用的情况，看得出体量不大
现在来说好的，第一章蛮有特色的，很容易沉浸，几个星球都很不同，剧情虽然不烧脑至少不是小学生写的，逻辑能圆回去，二姐设计的可以，飒气，虽然是反派……主角肉眼可见的成长，光剑皮肤都蛮帅的，原力技能推小怪百分之八十都能推下去，解决战斗很迅速，大部分地方不想打架可以直接跑，画质可以，到现在也不过时，价格实惠，打折力度大，主线时长在线性中算中等，有明显的续作挖坑，手舞光剑是每个孩纸儿时的梦想，主角团不冗余，我比较不喜欢主角团一大堆人的游戏，会感觉有些许杂乱，有收集要素，解谜难度比古墓丽影更简单，有些解谜属于非剧情解谜，不想玩可以略过，音乐愉悦，星战经典回放，IP的力量
总体评价：重生的第一部星战IP尝试，有利有弊，属于当年的黑马，但存在这一类游戏的经典问题，8分
好评: 谁会拒绝一把light saber 呢  二姐挺漂亮的
好评: 如果你是1080p的屏幕最好百度一下怎么锐化这个游戏的画面，要不然真的很糊。（搞不明白EA自家的游戏为什么不用寒霜用虚幻4）

好评: 爷真的麻了.刚开始下载这个游戏需要两小时 然后不能玩 还要下载一个烂橘子  下了以后 一直注册不了账号 所以 我去淘宝买了账号  从这个游戏下载到我玩上这个游戏我用了两天 我真的吐了  一度退款 但是后来玩上了我感觉真香
好评: 星战粉不请自来！这个游戏的背景跟电影里是想通的，游戏刚开始不久还能看到贸易联盟的飞船哈哈哈，算是小彩蛋。平时的跑图和收集虽然有一定数量，而且不能传送存档点，但是要做全成就也不用太久。冲着光剑和原力也是必玩的。最满意的是游戏最后还能看到如日中天无敌的爵爷，主角只能跑路的份，满足了，比起现在新的拉胯星战电影好多了
好评: 星战爽就完事了
好评: 外星版战神。优秀的叙事表达，3C，沉浸感。值得购买。
好评: 一些吐槽：
A 这游戏大家还是老老实实跟着主线走，等全部通关后在去探索地图。不然等你好不容易到达一个地方，结果主线技能没学又只能原路返回真的烦人。
B 20+小时之后发现原力在战斗中作用真的太小了，特别是对战BOSS的时候，真的很不爽，基本上都是用光剑刮痧。
C 买之前我本来以为这是个偏休闲的游戏，现在知道错了，特别是像我这种完全没玩过动作类游戏的玩家在战斗的时候真是越打越气人。
优点：
画质好，风景美，光剑是真的帅，如果你是高手话战斗会很爽，又流畅又炫酷。
总之像我这种非星战迷，为了体验这类型的游戏打折入了还是不亏。
好评: 不错的游戏，玩起来颇有刺客信条，神秘海域和古墓丽影的感觉，而且对显卡要求不高，我1050可以开高画质流畅游玩。
好评: 我是傻逼
好评: 星战粉必玩作品，这么优秀的星战IP衍生作品太难得了，处处能看到正宗的星战元素。星战是我最喜欢的IP之一，看过各种电影、动画、漫画，也玩过前线2（一般），这部游戏真的不错，即使单纯作为一个游戏也是值得一玩的作品。首先作为游戏，它很好玩，再加上星战的IP，锦上添花。
玩法像魂系游戏，难度适中（可随时调整），战斗设计得很好，解密、机关等各种玩法还算合格。有些小bug，但不是很恶劣，可以接受。地图设计得很好但跑图确实有点麻烦，如果冥想点能传送就好了。
差评:        解密真的烦，要不是挂着星球大战ip，而且其他部分做的还行根本玩不下去
       玩这游戏之前我还以为是类似只狼，结果玩了之后发现是古墓丽影。我个人挺讨厌解密，总有几个解密解不开，我只能看攻略解密，结果搞得头晕，感觉在被游戏玩。
       真想做解密别放主线啊，放支线给喜欢解密的玩，放我这种对解密无感的人畅快地过主线看剧情不好？
好评: 故事模式，我还是找不到路
好评: 唯 信 原 力 ！
好评: 非常好玩的游戏，喜欢这个剧情。就是结局似乎有点玄。。。。是原力的考验么？未来如果是恒定的，那就没办法放弃成立骑士团啊，因为这个未来是无法改变的。但是主角又放弃了骑士团，这不又验证了未来是可以改变的，那为啥不成立骑士团来改变不好的未来？有点驳论的感觉。
好评: good
好评: 星战粉丝表示很爽
好评: 超乎想象

差评: 20个小时的流程
勉勉强强还算可以，不过现在免费了！！！
好评: 选的最高难度，MD被电脑按在地上打！我是傻逼
好评: 很好的一部游戏！可玩性强！期待后续
好评: 求助，为啥我有的时候两连跳跳不起来，只能跳一次。
已经解锁两连跳。
尤其是在地下避难所那段。死活拿不到最后一个”秘密“。
好评: 好
好评: 当迪士尼搞砸星战7后，有人拍了外传侠盗一号
当迪士尼搞砸星战8后，有人拍了曼达洛人
当迪士尼搞砸星战9后，重生工作室制作了陨落的武士团
不得不说，这部完全原创的剧本精彩程度不输任何星战题材影视剧(比迪士尼拍的新三部曲好太多)请来了因美剧《哥谭》《无耻之徒》里大红大紫的卡梅隆·莫纳汉来饰演男主
关于游戏性，重生工作室应该是用了宫崎老贼的一些惩罚机制，也有类似只狼里的架势条，只是弹刀和只狼又不太一样，而且这游戏还可以调难度。
至于最不爽的，应该是它的地图设计……其他的都不错
好评: 挺好玩
好评: 愿原力与我们同在
好评: 崔拉她不晕吗
好评: [h1] ”你是我见过最烂的绝地“ [/h1]
？？？？ 0.o
“你们不会是要我一个人面对他吧？！”
"你反正只需要站桩输出"
@.@....
“近战单位全没了，我们死定了”
“只剩我一个了，有没有其他人来支援我”
 (￣︶￣)
 “绝地武士来了，我们完蛋了”
“至少我们还占据了高地”
(￣▽￣)~

不是星战迷，所以评测里没有情怀加分喔！
真的很用心的一款游戏，特别是解密环节，打个比方，其他游戏解密就是把特定的道具放到指定地点 ，然后触发机关
但是这部星战里，你需要把特定道具和你的原力结合起来才能破解谜题
伊尔拉姆陵墓那一关的推球，你要把球在合适的地方用原力停住，再用推力将其推倒指定位置，要用绝地的想法思考问题？!(虽然那时我还是学徒@。@)
因为其他游戏没有原力，所以呢，刚玩可能会不适应，因为你一开始不会往那方面想 (￣.￣)
所以攻略的话 我就说一句：[i] 玩的时候记住 ”原力与你同在“ [/i]

缺点嘛！
1.是流程太短，我获得完全部原力技能后，游戏已经过了大半，感觉就像刚刚玩完新手教程一样(￣0 ￣)
[strike]  2.存档点不能传送，但是有捷径（地图设计极其巧妙）而且我会背板，所以这条对我来说不算缺点[/strike]

最后的最后许个愿
希望不远的将来，俺也能当一次 ”齐天大圣“
那么，说好了！！！《黑神话：悟空》俺一定第一时间入手，闹他个天翻地覆

去你个山更险来水更恶。
难也遇过，苦也吃过，
走出个通天大道宽又阔。
俺老孙去也！呀~~~

白骨之后，重走西游

差评: 不好玩，就想痛快的打个架，有些游戏体验，跑图迷路，进去出不来，我以为我出来了，结果又回到原点了，你就差不多些，全程10分钟的打架，2个小时的解密，3个小时出不来地图，可能我不适合这个游戏
好评: 船上那个大姐，越看越像说相声的李菁-，-18个小时通关+80%左右的收集率，整体没啥难度，故事莫名其妙，能力解锁想一出是一出，解谜更是老一套。其实玩前3个小时就差不多了，后面全是重复劳动。给60分吧。
好评: 地图太阴间了
好评: 除了跑步姿势很难看其他的都很棒
差评: 傻逼遊戲当时玩了13個小時存檔沒了，又多花了一倍的时间通关
好评: 光剑玩的很爽。
好评: 没有人能拒绝光剑，以及嗡嗡嗡的声音
好评: 没有男人可以拒绝光剑，太好玩了，非常满意。！
好评: 谁不想耍光剑呢
差评: I99900K+2070S+32G内存开中画质都能卡成ppt，经常掉帧，不做动作的时候甚至也连60帧都稳不了，体验感极差。
好评: 33小时全成就，作为几乎从来没看过星战系列作品，对星战的了解仅仅只有光剑和原力样子的圈外人也能玩的很开心的ip改编游戏。无疑，这是我见过所有ip漫改游戏中的巅峰，既有致敬的彩蛋，也做到了剧情的完全独立可以单独游玩，场面宏大剧情合理叙事流畅，人物性格塑造典型而不刻板实属难能可贵。——————说回游戏，本质上是黑魂+银河恶魔城+原力控制设定缝出来的动作act，但是缝的如此完美，你可以在游戏里各种落命捡负担，坐篝火刷新敌人来刷成就，还有遇到一万个“从这边打不开”的门，但是篝火之间不能传送可以说是极大影响了通关后回来收集的麻烦程度。正常流程中有大量当时无法走的路和捷径需要后期拿到二段跳才能回来拿，这太银河城了，原力可推可拉可时停，拼刀也可以刀刀打铁来打空架势槽斩杀，可以说各种游戏的既视感都很重。跟着剧情走解谜战斗一路向前，见证一个流亡的垃圾佬成为绝地大师之路，可以说非常满足了，结束时就像看了好几场优质的电影。说完优点来说说缺点，一是不能传送，收集跑图麻烦。二是没有自动存档，一定要记得随时坐篝火，只有那时才会自动存档，如果不经常坐再碰见闪退就会失去一大段进度！三是闪退，真的太多闪退了，运气不好时候十分钟一次，运气好了两小时不闪退，烂橘子是真的烂，或者程序有问题。总结这就是一款漫改天花板，当看电影买了也不亏，就算是最低难度也能快乐享受流程 ，怎么也能享受二十来小时吧，值了。
好评: 星战版古墓丽影
地图设计非常精妙。当你打开一个捷径后才会发现，原来我绕这么大一圈就走了这点路
跑酷和解密的设计比较合理，不算密集，恰到好处
招架的收益太低，打boss和精英怪要连反多下才能砍两刀，所以基本上是闪然后a
剧情还可以，很经典的痛苦记忆--自我解放升华的过程
最后，过场的运镜非常的星战，还有挤小道后豁然开朗的感觉又非常的劳拉
可以给8/10
剧透[spoiler] 本来以为会去把全息仪带给尤达大师的，结果却被一刀砍了，情怀没能拉满[/spoiler]
差评: 一款并不好玩的星战主题缝合怪游戏，还不如十几年前的绝地学院来的爽快.......
1、低魔低到不行，主角是一个为了逃命荒废技艺多年的绝地学徒（注意是学徒），这也就导致了连原力推拉等基本原力技能都要解锁，而且还并不是游戏早期解锁....你想爽快运用原力开无双是没戏了，原力技能也不实用，基本都是解谜用了,原力技能战斗用处不是很大。
2、只狼的架势值+魂的保存与刷新机制+套皮星战光剑战斗，敌人太少，远程敌人无脑用光剑反射弹死就好，近战打起来难度大一些，但是一点也不星战....招式少的可怜，缺少多样性和策略性
3、解谜太多，拖节奏，打一段解谜一段。总结下来基本是打架5分钟，解谜2小时。战斗太少了，缺少大场景的战斗，BOSS战丝毫没有史诗感。
4、游戏整体交互也差一些，解谜提示不明显，容易卡关，地图全靠走，Clear过的部分可以有捷径，但是不能传送。剧情中后期需要来回跑，会有一些瞬间不知道要去哪里干什么...
5、就5大星球....场景太少，整体不够大气，场景做的小，就没有战场的感觉。5个星球来回往返，有了新的技能回来解锁新的区域，场景太重复了。
6、优化不咋地，3070Ti有些瞬间会掉帧卡
7、我真的想不明白这游戏为啥好评如潮....................
好评: 还可以
好评: This is definitely the best game I've played in 2021.
好评: 质量上乘，作为只看过九部电影加两部外传的星战路人粉，简直太有感觉了。希望能出续作
好评: 差不多十五六个小时能一周目通关，即使不作为星战迷也可以入坑玩一下，既有古墓的解密，也有魂系的复杂地图，同时也有看上去还行的战斗，基本当前主流的大作身影都能看到点，除了不能传送很傻B以外，其他都可以评作良好。最后，路痴慎入。
好评: 好玩 像看电影一样 这价格 别墨迹了 买买买
好评: 好！
差评: 刚玩四个多小时，感觉80%在绕地图解密，战斗相对来说太少了，一点都不刺激。
卡关是因为解密和迷路，而不是打不过怪，这太难受了。
不知道还有没有玩下去的动力，再说吧

好评: 玩好几遍了 太好玩力！！！！！！！！！！
好评: 期待续作，也希望以后星战电影里面有提到卡尔
好评: 不能传送 不能传送 不能传送 不能传送 不能传送 不能传送
好评: OR好
好评: May the force be with you.
电影级别的运镜与动作捕捉，难度恰到好处的敌人设计，优异的美术风格，震撼的星战配乐，买！
好评: 这个好评给我的好兄弟，温先生。谢谢他在这游戏刚发售时就送我！
好评: 好
差评: 改键位键位冲突，子弹时间还不能取消就尼玛离谱
好评: 又菜又爱玩了属于是
好评: 可以说是近几年EA发行的佳作之一 ，虽然说觉得大半的功劳都是重生的。游戏玩法上会因难度的选择而不同，个人觉得可以使绝活哥和手残党都能获得适合自身的游戏体验是难得可贵。其次，虽然是星战的题材，但是对于不了解星战的玩家在剧情理解上也不会有太多的困难；对于星战迷来说这款游戏就更不能错过了。
好评: 敬重生工作室
好评: 古墓丽影 只狼：陨落的武士团
好评: 好
好评: 《Star Wars Jedi: Fallen Order》可玩性很不错，叙事也很平滑。虽然有时候找路有点麻烦，但是整体的体验还是不错的。不过这种特别偏重叙事的剧情向游戏，感觉玩通关后就没有太强二刷的吸引力了。

从游戏当中，也能一瞥这个故事架构的魅力：帝国殖民主义的压迫和当地土著的抗争，战争的欲望与和平的信念，师徒之情和同盟的背叛，以及【原力】这个无比神秘的符号。很多主题，其实都能从人类历史中找到原型——换了张皮，在无尽的宇宙中重新演绎。

原力是一种源自精神的力量，入无我之境，从虚无中取得。这绝非一股张扬之力，更多给人一种沉稳、内省、谦逊的感觉。李小龙的“be water”，有异曲同工之妙。很玄乎，我难以描述，可能这也是电影系列经久不衰的原因，每个人，都能看到属于自己的原力。

Anyway, may the force be with you.
好评: 很不错的一款游戏。喜欢只狼，刺客信条等等的都可以试试。
好评: 非常标准的ACT动作游戏
好评: 除了打不过骂骂咧咧气个半死，都很棒，能否击败帝国判官，这要看 阿松 玩不玩了。
好评: 好！
好评: 画面操作都很不错，就是跑图有点痛苦
好评: 超他妈好玩，买到就是赚到

好评: 因为烂橘子的原因差点就退款错过了一个好作品。

延续了《泰坦陨落》系列绝妙的地图设计和手感，没留意到是重生工作室的但一上手就是那味儿。
重生YYDS！
好评: 游戏可玩性很高，画面做的也非常逼真，做了一回男猪脚！
好评: 帅！
好评: 超级精彩
好评: 风化纪念碑有一个难以突破的95%
伊尔拉姆陵墓有两个最最难找的箱子
帝国挖掘现场有一个难以发现的秘密
扼杀悬崖有一个可望而不可及的秘密
跟走迷宫一样才能再次到达的女巫角

好评: 挺好玩的，就是视角有的时候有点难
好评: 好
好评: 好玩
好评: 情怀满分，光剑满分，原力满分，打击感8分，地图5分实属阴间
总体值得一玩
好评: 好玩快买
好评: 好玩
好评: 有人说这是星战版黑魂，我觉得其实更像只狼，只不过可玩性差一些；这游戏还是缺少一点探索的乐趣和战斗的花样。但是这游戏画质帧率什么的比黑魂好多了啊！
通了之后偶尔打开玩玩还是有趣的。主线大概20小时吧。
好评: 有些人表面是绝地武士－－其实背地里是哥谭小丑－－
好评: 愿原力与你同在。
好评: 好游戏，难度也适中，希望之后的电影或电视剧里可以看到卡尔登场
好评: 挺不错的，小战神
好评: 低情商：缝合怪
高情商：集百家之所长
好评: 美丽至极的场景
好评: 1.太容易迷路了！地图跟迷宫一样
2.内容有点短，打完意犹未尽
3.最爱的部分：每次前往新的星球，飞船升入太空、跳入超空间的时候

PS.在飞船里做个睡觉的地方应该不错
好评: 过了一年终于打开了
好评: 特别精彩的一款游戏，画面剧情打击感全程在线，最后还和传说人物交了一次手。值得！
好评: 陨落的古墓绝地....
好评: 1
好评: 谁能拒绝一把可以DIY的光剑呢？
好评: YES

差评: .
好评: 实在是太好玩了 光剑好帅
好评: 精彩的剧情，优秀的地图涉及，有趣的解谜，以及祖传的BD-1，你值得拥有
好评: 买就完了
好评: 冲着达斯维达的面子就得买！
好评: 游戏剧情发生在66号令以后
建议看过星战电影前六部再玩
光剑砍人很爽，光剑改造尤其爽
bd1和小地鼠很可爱ww
好评: 适合星战粉买来玩，这一部在星战游戏里可太优秀了。卡尔的人物形象塑造得非常生动，他在66号绝地“增殖令”中幸存，并从一名绝地学徒成长为拥有endless抛瓦的绝地武士；而且最后一关爵爷出场时，那刻入DNA的呼吸声和压迫感，WTM直接好评！！！
好评: 可以我挺喜欢
好评: 好玩
好评: 这游戏诠释了如何将市面上优秀，成熟的元素融合，而不是简单缝合的方法
好评: 评论晚了说实话，通关都一年多了
也是最近自己买了把凯尔的光剑才把这个游戏下回来玩玩竞技场
也算是找回当初背板练刀的快感了
当个绝地的体验是真的棒
地图设计当初也让我啧啧称奇
好评: 我想要BD-1！！！
好评: 绝地武士控制自己身体还有1.2秒延迟？
好评: 好评
好评: 制作人绝对是波斯王子那组人，很不错的游戏，回票！
差评: 7个小时，有6个半小时在跑地图。什么垃圾跑步模拟器
好评: 主线流程大约在20小时左右，全收集会再花费大约15小时左右。Epic上通了绝地武士难度，在Steam通了一遍绝地宗师难度补全了成就。仅就主线来说算是不错的粉丝向作品，总体来看只能说勉强均分以上。

战斗系统直接套用了《只狼》的架势条系统，然而这套系统并没有为游戏整体增色几分，反而有些画蛇添足。在《陨落的武士团》中，仅仅打空架势条并不能处决，必须打空血量才能处决。同时，游戏中相当多的敌人为没有架势条兽型敌人。对于兽型敌人拼刀不能打出大硬直，只能通过翻滚躲避再伺机输出。在这两点的影响下，游戏的整体战斗节奏无比拖沓。此外，游戏的核心玩法是解谜而非战斗，因此真正意义上的BOSS战只有和二姐九妹的几场战斗，也只有在这几场战斗中才能体会到用光剑一招一式对拼的快感。总体来说，采用这条动作系统并没有带来高速拼刀的快感，反而让游戏的战斗部分变成了累赘。

游戏中的场景设计看得出下了不少功夫，几个星球的景色都相当秀丽，并且各具特色。各个星球的地图设计都相当精妙，高低跨度很大，构造非常立体。精妙的场景设计难以避免的是容易迷路，但游戏提供了地图系统，没有探索的岔路会自动标识，一定程度上缓解了迷路的困扰。但不知道是不是开发时资源有限，游戏场景中穿模和bug出现的频率有些过于高。虽然对于主线剧情的体验影响不大，但是很大程度上降低了全收集过程中的游戏体验。

值得称赞的是游戏的电影感相当不错，麦克楚尔陵墓的解谜部分也算得上是巧妙。如果是星战粉丝，我想你应该不会失望。但是如果是普通玩家，最好还是等到打折再入。
好评: 对于我这种强迫症玩家来说，收集要素真的很痛苦，有影响游戏体验，又感觉走了很多没必要路，浪费时间
好评: 谁不想背上扒着一个可可爱爱没有脑袋的BD-1，兜里藏着一柄可以打怪可以弹反可以自定义耍帅，到黑漆漆的地方还可以临时充当灯管照明的光剑呢
好评: Good
好评: 虽然主线流程比较短，但是主线节奏紧凑，毫不拖沓，一气呵成玩起来很爽，特别是滑滑滑很有意思，地图设计的也很不错，总的来说，打折史低的时候推荐入手，值得一玩
好评: 光剑帅帅气气
差评: 打斗过于单一
解密过于垃圾
男主丑的丫批
玩完我是傻逼

这价格不如去玩银河护卫队或者古墓丽影。这个游戏缺点很多，不是一个成熟的游戏，不是星战粉还是再好好考虑一下。

开局可以爬墙钻缝我以为我在玩古墓丽影（无枪版）。高难度下战斗存粹找虐，你告诉我三个蛤蟆一起我怎么打，站起来就被红怒干倒。开图全都是壁走爬墙钻缝和趟泥，该往哪走一点提示没有，二段跳存在的意义就是让我壁走的时候跳的太高或跳过摔死。解密也是几乎没有提示，虽说还算简单但跟古墓3代一比简直小儿科不上档次。[spoiler] 你倒是告诉我把插头放下按啥键啊！！！！ [/spoiler]图没几张但是提莫又臭又长，长到你想删游戏的那种，真没必要。男主也忒丑了，衣服也是，就两件衣服换几个色。剧情么（含剧透）[spoiler] 呵呵，电影拍了这么多真没啥剧情好编了，总不能把维达干死，最后把全息仪给劈了我也是醉了 [/spoiler]
好评: 太爽了好吧，绝地武士太爽了，说这是最棒的星球大战游戏应该没问题吧
差评: 为了动作而动作，很多关卡就是跳跳跳，一个星球大战游戏搞得跟古墓丽影一样，我是来盗墓的还是来星战的，开发商自己都没搞懂，比较失败的一个作品
好评: 用了36个小时全成就。
总得来说欧美动作游戏没有日厂的好玩，星战是我儿时的科幻启蒙，乔治·卢卡斯塑造了一个完美的黑武士形象，虽在游戏中仅出现几分钟，带来的压迫感还是很强。
游戏战斗系统没有日厂的游戏，只狼，黑魂等好玩，收集要素反复跑图也是这个游戏的一大败笔。总的来说更像是“古墓丽影”
好评: 没毛病
好评: 太帅啦 我的卡梅隆宝贝
好评: 光剑很帅，流程很短，战斗判定很奇怪
好评: 抛开星战元素加成，游戏本身素质无论是画面，游戏性，还是剧情都对得起大作之名。但谁能拒绝光剑和原力呢？
游玩建议：绝地宗师难度下，平砍boss三下必被弹反，此时boss出招大多具有规律可循，可以直接接弹反继续平a，如此往复。推力是一个神技，可以打断敌人所有招数（包括红色攻击），碰到boss变招可以直接推力，然后接上述。（除了个别招数，不建议闪避，手感很差且极其被动。对于大鸟另说。）
好评: 66666666666666666666666
好评: 场景设计很好，战斗具有一定挑战性。
好评: 不错，可玩性可以的，但第一次玩会迷路。。。一定！一定要记得多看地图！！！
差评: 感觉不如原神。。探图
好评: 这个游戏，让我知道了在星战宇宙中除了紧张刺激的战场，还有古老的文明。不同的种族：人类、达索米尔人、泽佛人等，无数的观念宗教交织在一起，使这款游戏丰富多彩，这是看电影所体会不到的。
好评: 剧情十分紧凑十分耐玩
好评: 跑酷，解密，动作战斗。
加点+武器收集制作。总之该有的都有，玩起来十分爽快。堪称星战神作了。
如果剧情能再延展一下就好了，现在的问题是感觉这一部之后就烂尾了。

可惜的是目前制作组没有下一部消息。
好评: [b]橘子上已大师难度全收集通关，目前用EA Play提供的版本以便写这篇评测[/b]

[h1][url=https://steamcommunity.com/id/DCS431516526/recommended/1237950/]EA的《前线2》评测[/url][/h1]

[h1] 《陨落武士团》不是一款神作，但它是一款少见来自大公司的真诚作品[/h1]

[h1]剧情（尽量不剧透）[/h1]
故事设定在《星球大战：西斯的复仇》五年后，银河帝国的统治阴影里，冲锋队员和清洗兵在帝国裁判官的带领下，对所有前绝地武士，银河系曾经的保卫者，进行一场浩大的屠杀。本作从一位幸存的前绝地学徒，卡尔，的视角带入玩家进入《星球大战》正传三部曲的黑暗背景故事。

故事开头，讲述了卡尔在星球Bracca上，是一名机械工，每天和他的搭档Prauf被帝国巨大的挖掘工作疯狂压榨。可为生存为主的卡尔，或许就决定这样渡过自己的余生，直到有一天Prauf和他在干活时出了事故，不能见死不救的卡尔只能使用原力，救下好友但暴露了自己的位置。两位裁判官，二姐与九妹，很快就找到了卡尔。二姐在卡尔的面前亲自杀死了Prauf，逼迫卡尔一路逃避追杀。逃到最后遇到了前绝地大师，瑟蕾，以及她的飞行员格里斯，和巧遇上的机器人伴侣BD-1，展开一场为重塑绝地武士团的冒险。

卡尔在一路上，会去数个星球：卡西可，伊冷，达索米尔，泽佛，波加诺，[spoiler]训练清洗兵的堡垒[/spoiler]
探索完波加诺之后，玩家可以选择去达索米尔，泽佛或者卡西可任意一个星球。故事走向不会因为玩家的选择而改变，但接受信息的顺序会不一样。

这一路上，卡尔会逐渐捡回来自己的知识，一点点的经历会让他打败开始无法战胜的强大裁判官。重生娱乐的编剧对故事的把握节奏还算不错，我认为卡尔的整个冒险中的学习过程，虽然有些快，但是比较合理的。先苦后甜，是这个故事的基调。
重塑武士团的路，可能就由他一人承担，而他的力量又如此渺小，这样的重任如何放下？剧情到最后都给出了比较满意的答案，没有玩人的意思，也没有不太符合逻辑的地方。
无论是格里斯，瑟雷，还是BD-1也好，或者后来的达索米尔女巫玛丽，他们都是卡尔不可必少的伙伴。把他从一开始的迷茫带出来，形成自己的自信，对过去的释怀，都在游戏里得到了体现。

总而言之，这虽是一个黑白分化的故事，但随着主角一点点走出自己的心结，变得愈加强大，和不带多少废话的台词，让《陨落武士团》的故事给人一种完整和满足感。

[h1]游玩[/h1]
[b]a.光剑[/b]
光剑是主角作为绝地武士的唯一纯物理攻击武器，在电影里的光剑是可以穿过大部人物体，无论是机器人，坚硬的堡垒，还是重型盔甲，都是一刀挥过而倒。只不过游戏里，为了不让这些设定太过OP，卡尔的光剑无法一击击杀所有敌人。比较弱的敌人在升级之后，都可以一刀斩，但比较强悍的敌人还是需要几刀。[spoiler]后期可以解锁双头光剑，最著名的使用者就是西斯尊主达斯.摩尔[/spoiler] 光剑的模样，声效，以及颜色的丰富选择性，都继承了星战宇宙的设定。
卡尔可以使用光剑，反弹敌人的爆能束，反弹/格挡敌人的进攻。但不可以格挡敌人带红色显示的进攻，必须闪避或者使用技能打断敌人才可脱身。

[b]b.原力/升级[/b]
绝地武士，最大的武器，并不是光剑，而是原力。卡尔在游戏中，可以使用原力推倒敌人，把敌人拉到近距离击杀，小型AOE全部放倒，冲突或者使敌人行动变慢。
一路上击杀敌人，会获得经验，积攒到一定程度会变成点数，在休息点可以解锁新的技能，加强自己的能力，或者是提升技能的力量。
任何技能都需要消耗原力发动（蓝色耐力条）

[b]c.动作[/b]
《陨落武士团》的动作还是比较流畅的。卡尔可以使用双重跳跃，飞檐走壁，走路和奔跑。
也可以爬一些能够爬行的墙壁，来迅速达到下一个地点。可重生似乎做平台跳跃总是有点怪，物理总是有问题，明明按了按键也没法抵达平台。但这也不能怪他们，或者是虚幻引擎了。这类技术上的差错，总是没有办法避免100%准确。

[b]d.敌人[/b]
《陨落武士团》算是展示了一些星球大战宇宙的种族丰富度，不过主要是野兽为主。我这里只说有什么，名字什么的自己去记！有大青蛙，大山🐏，蜘蛛（AAAAA），巨型蜗牛等等。
你不会真的以为，只有冲锋队员喜欢你吧~？Cameron Monaghan的确是帅哥一枚，还饰演过小丑，霸气就是掉价成2了个学徒也还是挡不住
Boss大部分都不是很难，学习了攻击套路就知道应对办法了。只有到最后的二姐，难度的确提高不少档次。她会不止出现一次，每一次出现都是在监考玩家过不过关，不过关那就难了，刷档或者努力干吧。

[b][i]解密什么的，B站一下就完事啦，别问我！[/i][/b]

[b]e,游戏其他机制[/b]
1.BD-1会携带最高到十个干细胞注射器，可快速恢复主角的血量
2.血量必须要到休息点才可以恢复，但恢复的后果是全部敌人复活
3.存档只能找到休息点存档，升级也只能去休息点
4.被一位敌人击杀，未能变为点数的经验，需要击杀那位敌人才能重新获得
5.BD-1会提醒玩家去扫描星球上的一些有趣东西，可在菜单查看扩大世界观
6.光剑不能把人形敌人的肢体破坏（电影里是可以的，游戏方面猜测是与EA和迪士尼之间的协商有关）

[h1]画面/声效[/h1]
画面说真的并不是《陨落武士团》极其出众的地方，不过也还不算差。光线阴影有一定问题，色彩有点偏暗，材质细节没那么高，但也还是比较能看了。重生是使用了虚幻4制造这款游戏，所以寒霜有的奇葩问题你见不到。好，虚幻5给JFO2赶紧安排！

音乐还不错。爆能枪的声效，以及光剑的击杀声效，平挥的声音，都是很赞的，这块不得不佩服现代技术，相比十几年前，给星战游戏带来的体验提升。

[h1]QoL[/h1]
游戏主线分四个难度：故事，绝地武士，绝地大师，绝地宗师
有人认为是：故事，简单，中等，难
或者是：故事，很简单，简单，中等-难
又或是：非常简单，很简单，简单，普通
只狼和黑魂的魔鬼表现这游戏偏娱乐了许多（X

打完故事后，可以开启新的故事线，在新的故事线，技能会重置，收集过的东西如光剑颜色还有布衣，都是可以穿越过来的（为了让玩家继续玩下去，这也太阴了吧！！）
地图是有点傻Ⅹ的，所以找东西会很麻烦，熟悉了就相对好一些。

[h1]结语[/h1]
值得玩一把，不过管你喜不喜欢星战，这款游戏都是值得去玩的。也就是说，赶紧订阅EA Play去玩！游戏半价的可以订阅一年，而且还能玩别的游戏，实在是太划算！这真的不是EA了啊！

EA的CEO也承认，《陨落武士团》的出色表现让他看到了系列发掘的地方是无穷大的。在这波疯狂结束后，相信我们就能和《陨落武士团》的续集，以及其它游戏露面了。但我还是希望EA和其旗下的工作室，不要再赶工一款游戏了，也希望能拿出比《陨落武士团》还要出彩的游戏，以加强自己在玩家心目中的眼光，和延续系列的发展。

[h1][b]7.9/10[/b][/h1]
好评: 画质没得说，光剑我耍的也是贼6。弊端就是地图不是一个平面，忘记是第几章了在一个基地里直接给我绕懵逼了。多点打斗和原力的使用，少点解谜和绕路的套路就好了，期待下一部。
好评: 光剑是真™的帅，虽然这game居然不能把画质拉到低，但不影响光剑耍帅（
ps：星战系列真的有意思，建议没看过的可以去看看
好评: 个人觉得非常不错，就是玩完这类游戏后，总是想在其他游戏内按闪避键
好评: 好玩
差评: 锁定和闪避太拉跨了，尤其是锁定，真的一言难尽。格挡和只狼一个叼样，不能按下防御立即格挡，但是格挡的手感差只狼太多了。剧情本来以为会有很多宏大的场面，但是抱歉，玩了7个小时还是觉得剧情很寡淡，就是好多游戏的特点都有，但是做的四不像。
好评: 默认难度通关了，总体来说很不错，迷路问题一开始是有点，后面只要会看地图根本就不会迷路，bug没遇到过，只是偶尔掉帧，还有其他人吐槽的解谜问题，这游戏还有解谜？
差评: 解密太多了，BUG也多，还各种跑路，实在玩不下去了、EA赶紧黄吧，垃圾。
差评: 呵呵 糟糕的手感 怪物毫无节奏的攻击 全是bug 脑残一样的解密  关卡设计也傻逼 垃圾
好评: 真的不错
好评: 很棒的游戏体验，完了14个小时通关，期待下一作，只是可惜了2姐，感觉要是也加入主角团就好了，例外最终boss达斯维达的气场太强了，脚步声出现时很震撼
好评: 地图设计的不错，战斗机制也过得去
差评: 这地图让我难受到想特地给一个差评
差评: 最多值59，不能再多了。
好评: 除了找路麻烦一点其它都挺好
好评: 赞就完事了
好评: 比较偏星战粉丝向的游戏
难度不算高，不是最高难度的话手残也能有较好的游戏体验
缺点：跑图很脑溢血，各存档点之间不能快速旅行，地图探索起来很麻烦，如果不追求收集只跟着剧情走应该会好一点
好评: 电影级的场景、过场剧情演出，流畅的人物战斗动作，丰富的地图探索收集要素。但是，如果能刨除Origin，将是一个非常酣畅的动作游戏。折腾Origin的时间已经完全大于我体验游戏的时间，非常影响游戏体验
好评: 崔拉：为我们报仇！
卡尔：不，大结局了，下一部再说吧！
好评: 游戏是好游戏，但就是为什么要新游戏+才送红光剑，玩过一遍后基本都不想玩第二遍了....
好评: 游戏非常棒，但是EA需要死个ma。
最特么烦上STEAM的游戏还得另外下个平台启动，育碧那个傻卵就算了，烂橘子怎么还有脸来？
老子上STEAM启动游戏还非要连接司马烂橘子，还必须得线上连接，没网还连不了，有网还经常连不上，不联网还不能玩。
这TM是个单机游戏啊，单机啊，玩NM多平台和联网啊，绝了。
游戏真的很好，可是EA真的该TM死一死。
好评: 噗呲！ 嗡~~嗡嗡~~~嗡~ 啪！
好评: Good!!!
好评: REALLY AN AMAZING ONE
差评: 我本以为我是绝地武士，结果发现我是绝地猴子
差评: 太容易迷路了……游戏体验比较割裂
好评: 要不是跑图和解密太麻烦绝对给满分
差评: 引导，操作和动作极差 僵硬无比 十分拖沓
好评: 非常的好玩!!

好评: 除了要安装sb EA origin且动不动需要更新外加登录困难，其他都还好。我再说一遍，EA SB
好评: 不要掰筷子！
好评: 我是最近没事才刚玩这个游戏的。可以说是比较惊艳的。难度低一点的话十几个小时就能通关。刚刚好够演一场浪漫的太空歌剧。
操作一贯的非常流畅，打不过最终boss纯粹是我菜……
好评: GOOOOOOOOOOOOOOOD,REBIRTH
好评: 16个小时通关，游戏很不错，剧情很好，最主要是光剑很炫，非星战粉丝，纯粹玩一下已经不错了，但是这游戏，原价购入，就完了16个小时就结束了，属实有点心疼。
好评: 好玩.剧情牛皮 最主要的是还有一些黑魂的味道
差评: 全程黑乎乎的，眼睛都快看瞎了..还是个超级缝合怪，《泰坦天降》、《古墓丽影》、《波斯王子》...原价买这个的我是个煞笔..
差评: 1小时游戏，50分钟在赶路
学传火没问题，回血怪物复活也没问题，但你的传送呢？
进副本走过去，回去还得走回去，沿途的怪还得再打一遍，真吐了
最可气的是等我发现的时候已经不能退款了
好评: 满分十分，我晕3D给5分，游戏本身10分
好评: 赞
差评: 15小时通关了解一下剧情太短了，大部分在迷路
好评: 好！不论是战斗方面还是场景剧情
在空中或是变换着武器花式弹子弹，以一打五，嗡嗡嗡的舞动光剑，武器与武器不时的碰撞，帅的一比，游戏全程没迷过路
游玩下来像是看了一部20多小时的电影，达斯维达的压迫感好足
好评: 不错的拼刀和星战题材搭配意外的合适 在这游戏里你能看到很多其他作品的影子 摄取了许多优秀游戏的精华并且融合的不错 在此基础上加入了自己的元素
着重批评地图设计和跑图 本身弄成银河战士恶魔城类玩法没什么问题 但是设计的极其绕圈且远 导致学到新技能要反复回老地图去拿东西变的特别折磨 又没有传送系统 打开地图就会明白照着地图都能迷路 想模仿魂类地图设计却只学了形没学到神

好评: 666666666666
好评: 星战迷冲冲冲
好评: 自己买的，没给女朋友口
好评: 我以为是拿光剑砍砍砍 没想到全局都是跳跳跳
好评: 什么叫3A，这就是绝对的3A，精细的画面，无尿点的剧情，极大的地图以及探索空间，都能让你眼前一亮，多样的战斗方式以及技能能让你在战斗时拥有更多的选择，再探索一个星球时有些地方过不去，随着剧情发展你获得的能力越来越多，你完全可以回到这个星球再次探索，迁移至另一星球时人物都会进行一段有意思的对话，而不是黑屏加载。探索时大多数地方差不多都黑不拉几的，当成恐怖游戏也没啥问题，虽然说根本什么都没有，音乐和音效上也是独树一帜。掌握好战斗技巧后，你甚至能完整的打出一整套极其华丽的连招，观赏性极强，一连串的地形跨越探索在做到零失误的情况下可谓行云流水。个人觉得无论是原价入手或是打折，这个价格绝对不亏
好评: 别太放肆没什么用
好评: 诚意作
好评: 画面、场景、音乐、配音、打斗，真的是舒服得让人挑不出毛病，最后的开放式结局也能让玩家有充分的想象空间 很厉害的一款游戏
好评: [h1]打架十分钟 解密两小时 跑图三小时[/h1]

我不是星战粉，对于星战这个ip也只了解光剑、原力、绝地武士这样的基本设定而已。
但它强大的美术设计和电影运镜，可以瞬间让我代入游戏。
宇宙，飞船，机器，战损残骸，神秘陵墓，和卡西克世界树下丛林里延伸的根蔓，游戏画面这一块在我心里已经满分了。

 战斗方面弹反和架势条的设计确实像只狼，但手感没有只狼那么有力，有点轻飘飘（可能光剑原因）但不讲武德是快乐的，用原力把精英怪推下去的感觉确实很爽。boss战在弹刀之余也会有原力的互相碰撞，整体来说中规中矩。

接下来就是我又爱又恨的地图设计，类银河恶魔城的地图设计确实很精妙，开完捷径将每个区域串联在一起那一刻的赞叹，地图里放的收集奖励宝箱和秘密也可以让我有探索地图的动力。但他真的，太绕了！！！！！！还不能传送！！！！！！！最重要的还是建筑敌人的分配没有什么特别的记忆点，地图也不会特别标注捷径的位置，也不存在目的地引导。导致哪怕我走过一遍，有地图的情况下也会发生我是谁我在哪我来过这地方吗的疑问。

解密我就不多说了，因人而异吧，有的人喜欢有的人不喜欢。我是不介意游戏里存在解密元素的。毕竟实在解不出我可以找攻略，解救自己的大脑，让自己快乐游戏。

也好在游戏里所有好与不好的设计都是符合星战的背景和绝地武士的设定，把整个世界融合起来并不存在突兀的地方，让不了解星战ip的玩家也可以拥有很好的体验。最重要的是它确实好玩！！！如果你喜欢以上元素，并且能够接受它部分蛋疼的设定，对你来说他一定是一款足够优秀的游戏作品。

[strike]打完就想去补星战系列了[/strike]
好评: good
好评: 惊喜
好评: 小只狼了属于是，相比较其他开放世界的无双 这款游戏还是需要一些技巧 值得一玩
差评: 太单调了 一个绝地连闪避都没有 挨打了只能推人和格挡   五星差评
差评: 这也配叫类魂。。。玩半个小时下来，1：经常迷路，没地图没提示性标识 2：选的困难模式也很简单，但是不小心被小兵蹭到了永远无法回血，一定要复活才能满血，我强迫症非常难受 3：手感很烂，跟只狼的打铁完全没法比 4：剧情句子无法快进，我不关心剧情只关心光剑打斗 5：游戏太贵，毫无性价比
好评: 优点：
1、探索像古墓系列，地图层次丰富。
2、战斗部分结合近战+原力的技能组合，既有趣又不乏挑战。
3、剧情中规中矩，结尾高燃（就不剧透咯）。

缺点：
1、地图一开始很不适应，后期学习了技能再返回探索时，大量的时间花在找路上。
2、不知道为什么我玩的时候有时候会出现鼠标失灵的情况，就是按了鼠标左键不攻击，按了右键不防御，至今没有找到原因。

一点期待：
强烈要求增加存盘点传送功能！
强烈要求增加存盘点传送功能！
强烈要求增加存盘点传送功能！
强烈要求增加存盘点传送功能！
好评: 好！
好评: 一个游戏大可不必要这么完美
差评: 太弱智了这游戏设计，战斗十分钟解密一小时，场景都糊成一片解密的时候一阵懵，地图没个引导很容易迷路，解密要素很无聊，还不如多做一点战斗，所谓的原力也完全没体现出来，一打起来什么推拉操作也不灵活，而且用一下就空蓝继续平砍，隔壁控制的意念移物做的比你这好多了，相比之下控制的女主才像是真的绝地，真的没意思这游戏，完全没有爽点，解密太多太无聊了
差评: 垃圾
差评: 这攀爬系统还能再弱智一点吗。判定跟你设计师寄吧一样小
差评: SB游戏，引路做的太差，有时候只有一条路，转来转去找不到出口，真的沙比
好评: interesting
好评: 打折多是一件美事啊！
一款优秀的线性闯关动作游戏。
以光剑战斗为主，穿插一些机械对战，又帅又不单调。打击感很好，自定义光剑系统很棒。
有弹反系统，低难度较魂系游戏更好上手，可以视为只狼的练手之作。
跑酷系统优秀，但人物跑姿非常难看，同时重生工作室制作人物皮肤的水平不太高。
帝国军的种类丰富，但多是细节上的变化，乍一看给人单调的感觉。
大地图有缝，切换地图以飞船活动做缓冲，小地图虽然详细但又难以辨认。实际战斗时道路有些阴间，小怪可逃课，死亡后会回到存档点，无传送点机制。
手柄相性高于键鼠。
剧情线大致于电影2、3之间，星战粉力荐。
好评: 我是聪明逼
好评: 好玩，但是很容易迷路
好评: 作为一个星战粉，此游戏画面精致，可操作性强。打折时适合入手。
好评: 强迫症苦手，能想象到为了箱子、秘密、数据库、战略指南，一趟一趟爱的魔力转圈圈有多快乐吗。
好评: 我不会迷路 我会看地图 我是聪明比
好评: 光剑版只狼，建议开最高难度玩，弹反特别爽，就是没传送，好多时间都用在跑图上了。
好评: 一个字，帅，期待续作赶紧出梅林和卡尔的故事8，老DICE求求了
差评: 地图就像n t做的一样，半透明的地图还分楼层，没有目标指示，打药僵直太致命了，不能传送，机关提示基本没有，经常卡在哪里不知道要干嘛，最大的问题，迷路，但凡像之狼那样冥想点可以传送都能解决这个问题

好评: 还可以
好评: 什么都好，就是掉帧贼特么严重
好评: 毋庸置疑的好玩，对于不喜欢开放世界的玩家来说是一款不错的游戏！
好评: 打击感十足，跑图让你懵B

好评: 作为后天星战粉丝，必须要说这部作品，你不容错过，打折购入真开心···
好评: 总体还行吧 全收集了 但你是真的嫌玩家跑图不够累
差评: 动画不能跳，不能传送非常麻烦，最恶心的是战斗手感，战斗动作感觉都黏在一起了跟口老痰一样，所有动作前摇和后摇都特别大，会卡掉之后的指令，导致动作很不流畅，翻滚也不能单独设置按键必须摁两下闪避，导致翻滚老是慢一拍，最高难度打的很痛苦。这个屎一样的操作手感是真的不行
好评: 最对我胃口的星战游戏
好评: 剧情太短，而且把我路痴的能力大大得提升了，非常感谢。
好评: 第九艺术，希望下一作更好
好评: 游戏好玩，虽然商店页面里带个“类魂系列”的tag，但整体难度和《灰烬：遗迹重生》差不多，相较其他魂类游戏（黑魂那种的）来说难度不算大，手残党也可以打出很帅的操作，推荐游玩
好评: 我是聪明逼
好评: 跑酷类游戏
好评: 电影级别的战斗，就是有些场景优化有点问题，
差评: 动画跳不了，存档点传送不了。这就比较搞了，如果想收集点东西，大把时间花在播片和跑路上。
美术（星战IP加成）和立体地图算是为数不多的亮点了。
好评: 好玩 

好评: 好玩！
好评: 蛮不错
好评: 爆肝十八小时，周末从零开始，故事剧情特别舒畅。战斗场面超级nb，相信我，买它买它买它
差评: 这辈子玩过操作最烂的游戏，至少别的游戏不会在战斗时狂按鼠标左键都不攻击一下
好评: good game
好评: 7/10，好玩的动作冒险。
玩法像是一只英俊的弗兰肯斯坦，尽管能看到密密麻麻的缝线，但每个部位都赏心悦目。若有人想体验魂系游戏，却忌惮其挑战性的话，我会毫不犹豫地推荐这部作品。它有着魂系战斗的趣味，但没有宫崎老贼的恶趣味。
故事像是一部将将合格的星战电影（豆瓣6.5那种），不过世界观搭建与场景美术极佳。配合那性格空洞的主人公，倒让玩家能轻易代入，成为一名在星球间遨游探索的遗落绝地。
总而言之，这是一款好玩的动作冒险游戏，也只是一款好玩的动作冒险游戏。它止步于尚佳的战斗与探索，若不抱期待，便足够惊喜。
好评: 游戏还是可以的，15个小时通关，只走主线
好评: 瑕不掩瑜，实乃神作
好评: 地图设计的真好，优化也很棒，值得购买，史低更是血赚
好评: 
好评: 好，优化可以，剧情也不错
好评: 中规中矩吧。。。
打斗操作真的难顶。。。

日常迷路。。。。。
好评: 还不错，像看了一场电影
好评: 还行吧，玩了8小时，打到第三章，技能少了点，互动也不多，价格还凑合，宽裕的可以入手一试
好评: 游戏主线很短，大部分时间都在迷路。开始以为是拿着光剑无双的游戏，然而实际上像是古墓丽影+魂系，地图设计的不错，比古墓丽影和刺客信条的探秘强多了
好评: 剧情可以，难度适中适合新手
好评: 很不错
差评: origin就是一坨屎
好评: 棒！！！！
好评: 原汁原味的星战要素，每次光剑开启都觉得自己要秒杀一切了
好评: 不算一个正儿八经的星战迷，但是挺像只狼的，又没有只狼难，画面够科幻，制作组很用心，值得游玩啊
好评: 亦是游戏亦是一部高质量的电影
好评: 可以的~除了战斗手感有点怪不大适应其他都一流水平
好评: 走完剧情来写评论。
作为非星战迷游玩这个游戏来说，单纯作为一个动作游戏去欣赏，无疑它是有缺陷的：硬直长，打boss时候弹反效果低，这样就显得boss战又臭又长。收集品都是外观上的东西，所以是否全收集对强度没有影响。然后我觉得冥想恢复后所有敌人复生的设定也很不合理。
还有一点，不知道是不是我的问题：好几次在战斗的时候光剑用不出来，就导致原本快要赢的boss战直接寄了，就很气。
在史低入手来换你20多小时的游玩是非常值得的。
好评: 好！但是也不好，一个地图跑三四遍烦不烦啊，没错我说的就是达索米尔，眼看着就要到了来个道中怪给你踢下去，眼看着又要爬上去了又给你来个过场踢下去，好不容易又爬上去又给强制剧情杀干下来，到后面已经不想再看了变身无情w键机器一路冲过去。大部分地图也都有这个问题，流程要重复至少两边以上非常影响心情。
好评: 不得不说地图设计的真的很烂，80%的时间在跑图，10%在打怪，5%在看剧情，5%在和boss击剑，然后就没了？！连个支线任务也莫得，完全就像是看了部电影的感觉，而且心心念念的达斯维达就出场了五分钟，我还不能正面刚!!!!!!
好评: MAIO!
好评: 少点解密多点击剑
好评: 光剑值得拥有
好评: 韩文咋调中文
好评: 很棒的作品 星战粉必买 不是星战粉 也可以买 画面优秀 剧情棒 配乐史诗 打击感很舒服
差评: 强烈谴责在跑酷游戏中添加战斗元素。
还有，这游戏的闪避和弹反毫无卵用，十分拉跨。
好评: Respawn已经将UE4玩透了属于是。:D
好评: 盗版通了一次关，这次打折毫不犹豫入正再玩一次，真香
好评: 光剑手电确实好使
好评: May the Force be with you, too
好评: 非常不错
好评: 沉浸感很强，音乐响起就会不由自主地紧张起来，氛围营造的不错。就是这个跳跃和平地奔跑转换为蹬墙跑太脑残了，对于新手来说极为不友好。总的来说还是个合格的动作游戏。
好评: .0102312312313
好评: 有点东西的
好评: 没看过星战，但不影响我玩的很爽
好评: good，光剑很爽

好评: 感觉买了个古墓丽影
好评: 这是星战版古墓丽影吗？
好评: 古墓丽影的解谜跑图+只狼新手村的boss，虽然是缝合怪但是依然是个好作品
好评: 代入感真的很沉浸。
好评: 平均游戏难度都在中等；到了Boos战没办法只能开容易；确实很难打；
好评: 佳作，买就完了
好评: 垃圾游戏，sb才玩，我是sb
好评: 总体挺好的
但是这篝火之间怎么不能互相传送啊（？
差评: 麦克楚尔陵墓闪退，调低画质也不行，怎么解决？
好评: 我愿称这游戏为迷路模拟器
好评: 我不是sb
好评: 卡顿调低分辨率，1600*900才能畅玩，gtx1070
好评: 又好又烂的游戏。
相当于用满汉全席的做法做了个鸡肋出来，但看每个部分都还可以，但是拼在一起就成了一坨屎。
核心问题在于什么都想要，什么都想抄，但是给玩家带来的体验就很怪，动作拼刀、播片、开放式地图什么都要做，结果就是什么都没做好。
好评: 好！肝完了《星球大战绝地:陨落的武士团》剧情，真是个不错的单机3A大作，Steam上评分特别好评。游戏制作使用真实的虚幻4引擎，电影般的镜头画面，故事很正能量。在这个游戏你可以体验浪迹星战宇宙的感觉，还能和帝国判官激情作战，更能体验到解谜的烧脑......星战粉必买的，不是的也来玩玩。游戏机制参考了《只狼》、《古墓丽影》等游戏，但缝合的很好，没有违和感。趁出续作前想玩没入的快买一个吧。玩完这个游戏感觉意犹未尽，我很期待续作，希望EA和重生工作室能做的更好。愿原力与你同在!

追评：82小时，二刷剧情，地图探索百分之九十三，算是毕业了。前个月换了个配置很好电脑，玩起来效果非常好。注意探索地图各个细节，别漏下，这次玩的时候就发现了上次没发现的狩猎级残骸主体部分.......还有很多刺激剂罐，怪不得之前boss打不过，还是回血的东西太少了。玩熟悉之后招架时机什么的都掌握好了也没那么难打。
天天晚上做梦使用游戏里的原力技能啊，好爽！
2021.12.10
好评: MAY THE FORCE BE WITH YOU
好评: 画质一流，配乐超棒，有星战那味儿了，手感也好，光剑格挡也很帅，就是有些解密比较难，地图比较复杂，容易迷路
好评: 俺就是达斯卡尔，冲！
好评: 古德
好评: 之前玩的盗版感觉不错，现在打折直接反手入正
好评: 缝合怪，不过挺好玩的倒是，全收集了已经
好评: 推荐是推荐 难是真的难
好评: 剧情场景动作太有味了， 一名非星战粉热血沸腾（解密和地图脑阔疼）
差评: 看上去能爬的地方不能爬，完全跟背景贴图融为一体的某一样东西居然是攀爬点。
玩这个游戏你90%时间是在找路，5%是在应付公式化的怪物，5%是在找到路的时候感叹自己原来有点眼瞎。
根本得不到任何成就感，我在那个地面三把风扇的点卡了超过两个小时，退不了款了。
买了这么多游戏，这是第一款让人玩得那么烦躁的。
玩《控制》（Control）一样让人迷失的地图设计，但起码别人有路牌，我在里面可以像个正常人一样找不到路就看路牌，别人不会在莫名其妙的地方考验我的观察力。
好评: 福建工业经济关系飞机已覆盖面积已付款的角度看哟润
好评: 
差评: 本以为是太空版的只狼，冲着光剑和弹刀来的，没想到结果却大失所望。先说战斗系统，本人第一次游玩选的是绝地大师，难度感觉中规中矩，并没有很高，感觉像是各方面都简化版的只狼，动作设计总感觉轻飘飘的，即便是砍中了敌人也没啥力量感，但因为是光剑，所以也没太在意，相比弹刀本作更注重原力的使用，不过我还是更喜欢纯刀剑的战斗体系，其次是地图设计，非常明显的线性设计，能够自由探索的地方很少，而且地图虽然不是太大，但是很绕，非常容易迷路，再加上没有传送系统导致来回跑图时，有十分明显的重复感，第三是敌人设计，不得不说这里是我感觉最傻逼的，这个设计是你是喜欢下别人是咋回事，明明音乐做的很带感，能让玩家融入进去，然后他妈经常走着走着突然出来个怪，你是想吓死我吗？解密接到一半，走着走着地里突然做出来好几个怪你妈的吓我一跳，这点真是无语，第四是解密与玩法设计，本人玩过的动作解密游戏也有不少，本作的谜题难度并不高，但是重复度较高，整体感受比较一般，本作有非常多的滑行地形，感觉设计师还挺喜欢这种地形的，放了很多，但是实际体验十分难受，滑行的时候视角调不了，左右位置很难调，经常出现没跳上高台，没抓住绳子，真的感觉这个地形设计挺糟糕的，像是塞尔达传说的陀螺仪，本意是好的，可效果并不好。第五是实际体验与优化，老实说，我真的感觉有比较烂，在很过场动画和场景会出现掉帧十分严重的情况，这点真的挺差的，本人不是很晕3D，但是在玩本作是经常出现晕3D的情况，建议轻微晕3D的慎重购买，最后是画面、剧情与个人感受，画面十分不错，本人不是星战粉丝，所以对剧情没有太大的感受，我推荐星战粉丝，不晕3D，喜欢解密的玩家购入，如果是冲着光剑动作游戏来的，十分不建议购买
好评: 短 ，战斗系统不太行，剧情完美，地图设计很有意思，风景也很好看很有特点，怪掉san值
好评: 太帅了
好评: 哥谭小丑竟是绝地武士
好评: 线性流程玩下来真的很爽，流程中找到一些收集也很开心。但是，剧情通关后再回头去找全收集就太折磨了。
很多东西藏的是真阴间啊，说的就是你破碎之翼的那个原力回想......要不看了攻略谁知道再那个阴间的位置啊
好评: 不错，推荐
好评: 太帅了这光剑 绝绝子
好评: 类银河恶魔城的地图设计+古墓丽影的攀爬、解谜和演出效果+类似之狼的魂系动作系统+星球大战IP、剧情，最后还能带来很不错的沉浸感游戏体验。剧情很有星战那味，主角一路冒险选择全息地图，不断成长并丰富正反两派的人物形象，还有不亚于R2D2和BB-8的BD-1；动作系统很流畅，配合和电影一样的光剑音效，光剑反弹激光枪和对战以及各种原力的运用，非常还原了电影中打斗的感觉，如工作室另一款泰坦陨落2一样爽快刺激，BOSS战虽然不多但都效果都很不错，在普通难度下基本都是一次性过，对休闲玩家非常友好。但游戏的立体地图有些过于复杂，在探索之后地图缺少显著的标记和边界，很容易让人迷路或因为在找路上花费太多时间而影响游戏体验。总的来说，这款游戏让星战迷完成了他们一直以来想在电影中做的事，May the force be with you！
好评: 我被一只大蜥蜴困在悬崖边一个小时了
好评: 游戏做的挺不错的，非常有特色，本人已打通关而且全成就，该游戏集动作、冒险、解密与战斗一体，感兴趣的可以尝试一下，个人认为劝退的一点是该游戏没有所谓的传送系统，不能在各个存档点之间传送，只可以在星球之间传送。
该游戏通关流程时长大概在30小时左右，全成就大概需要40小时左右，流程不算很长。
好评: 满足了我对光剑的一切渴望
没有人可以拒绝光剑！
差评: 不让跑图的傻逼设计
好评: 還行，有一半像在玩 [ 古墓麗影 ]，劇情和關卡設計都有點狗血，不過畫面不錯，無視劇情單純作爲動作游戲還是挺有趣的，星戰迷值得入手(打骨折時)
好评: EA祖传优化，他喵就这优化不薅你腚毛我是不能接受的（主要是莫名其妙的祖传卡顿）
本作19年年底发售，着实吸引了我一波 ，无奈大表哥实力太强直接给翻斗花园强拆了！
不是第一时间玩必须等打折薅腚毛啊！当初看在这作加上后来宣布重置死亡空间直接圣歌的事一笔勾销还顺带发EA一张亲妈复活卡，万万没想到啊，这复活卡还没暖热，2042直接用了！
好评: 我说，哪个男孩不想当个英雄呢？还是玩剑的那种。
May the force be with U.
好评: 前天198买了这游戏，高高兴兴玩了两天，今天上来看遇到疯狂周三，游戏打骨折，才73块。我疯了
好评: 就喜欢光剑
好评: 学习版补票而来，但是再玩一次还是很开心，还有什么比拿着荧光棒嗡嗡嗡更快乐的事呢？更别说这作爽快和难易度结合的很好了，解谜也不难，地图为了仿造电影风格是有点反人类，但是其实动动脑子还是很简单的。最后就是，能给我个BD-1吗？！
差评: rnm  退钱！    秋促刚买完就又降价，    优化跟shit一样，13年的老游戏都比这流畅
好评: YEAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAR!
好评: 150买的，现在73，我是聪明逼
差评: 前面有新鲜感的存在  后面创新不足
好评: 好
好评: 太棒了

好评: 原价买的，我是傻逼
好评: 感觉剧情有点太短了，
好评: Steam求求你我已经买的游戏打折后就不要推送给我了
好评: 很贴心，常常打折很低价位，如果喜欢玩只狼而且超喜欢光剑的强烈推荐这一款，蛮有那味道的（boss战和跑图）讲真光剑真不愧是男人的浪漫啊
差评: 玩了一小段时间玩不下去了，感觉格挡系统真的有问题，我明明按了格挡键却不格挡。
好评: 买完就打折，我是傻逼
好评: 老子刚买了第第二个星期就四折，我特么我是**
好评: 有些过渡和专场太令人惊艳，紧张的同时不禁赞叹其设计的精妙
好评: 如果你不是星战粉，不建议购买！
好评是给模型师的。
好评: 就算你是act 也不能流程短到像个半成品吧
好评: 真好玩
好评: 云观众来了：
首先我没有完整看过星球大战电影
我玩这个游戏感觉挺好玩的
所以星球大战应该是一代经典IP
这个游戏也应该抓紧出续作
好评: 18个小时通关感觉剧情不是很丰富，但是作为一个星战迷这款游戏也惊艳到我了
好评: 质量可以，但是任务指引做的像坨屎，很多时候完全不知所云
好评: 玩了15个小时，进度也已经过半了，这不是我想象中的《星球大战绝地：陨落的武士团™》

我是冲着星战这个IP买的，电影也看了新三部曲，我对这款游戏的期待主要还是剧情以及星战世界观的补充，但重生工作室好像并没有着重往剧情上下功夫。游戏里有几个我非常不理解的东西，首先就是复活点以及存档点的设置，游戏中途死亡，会在上一个你冥想的地方复活，并不是在你死亡靠后一点的地方创建一个存档点，听说复活机制跟黑魂有点像？我没玩过黑魂，但我觉得这种复活机制放在星战这个游戏里显然是不合适的。然后就是游戏的回血，只能在冥想点或是用药来回血，没法呼吸回血，难度上就不是那种爽游难度。但星战电影给人的感觉就是商业爆米花特效片，看特效很爽于是买了游戏，发现游戏的一些机制根本就不符合星战给人的感觉。换句话说，像是套了一个星战科幻皮的某款游戏，其本质不符合星球大战的一些设计理念。试想一下，当你清完一个关卡耗费了大管血量，这时关卡旁边就有一个可以补血存档的冥想点，你坐下冥想存档，同时补充你的药瓶，结束冥想，发现刚刚清完的区域又多了一大堆风暴兵拿枪把守，你会怎么想？我反正觉得特别违和，有些冥想点就在风暴兵几米处，你清完冥想，起身就跟风暴兵面面相觑，但他并不会打你，你就站在无敌冥想点内，之后你走出冥想点继续游戏，又得清风暴兵，操作不好还得掉大半条血，这就很毁心情。且游戏中存在大量浪费时间的皮肤搜集要素，真的搞不懂重生想让玩家搜集什么？光剑的头部、灯光颜色、开关、手柄握把和尾部，还有机器人皮肤，飞船的皮肤，这些东西居然他妈的还能做成箱子让玩家去搜集，真的有种像在玩《星球大战：绝地暖暖》的感觉，且这些放皮肤的箱子藏得地方都很诡异，有些是在水底，有些是在隐蔽的草丛树林里，还有的是在高台等一些难以发现的地方，为了藏这些毫无卵用的皮肤，地图必然会多出很多通道细枝。本来就是一路砍过去看电影的游戏，现在你走到一个路口，却发现有两个分支，一个是藏箱子的地方，另一条才是剧情，况且你在打之前根本不知道哪条是哪条，没有探索过的地区，大地图上还会有黄色标记，我很不喜欢在地图上留标记，但往返去做这些搜集又要花时间，很麻烦还容易迷路。地图预览做的也不够直观，虽然大部分地区能看懂，但分层地图的设计遇到上中下三层，路况复杂的找路也得找半天。既然游戏页面写的就是电影化，为什么还要加皮肤，冥想点，搜集这些非常割裂的东西呢？参考DOOM的地图设计，即便不看地图，你也可以一条路杀出去。就非常不理解星战游戏的设计理念，重生的APEX和泰坦陨落2单人战役我都玩过，泰坦陨落2干净利落不浪费时间搞搜集不拖沓玩家游戏进度剧情也不错，不知为何星战这个IP就这么拉胯，优点是一项也没继承，主角给我的感觉也很违和，概括一下就是不像一个会用原力的绝地武士学徒。游戏里，主角的成长是通过技能点来实现的，上面说的清兵，探索搜集和打野怪都能涨经验条。你可以清完一波风暴兵在最近的一个冥想点坐下，起来继续去那个地方清兵涨经验。我的游戏常识告诉我，主角清过一条路，那个地方多半是不会再派士兵去了，要是电影也像游戏这么无脑派风暴兵送死，帝国估计早没了。之后主角攒经验获得技能点数，前期1个技能点能点出一个技能，后期要2个技能点，最后就需要3个技能点才能点一个技能，不像在玩星球大战更像在玩RPG，整个游戏给我感觉很违和，一些设定特别出戏。

那么这款游戏还有优点，或者说还值得购买吗？对我来说，星球大战这个IP是我想要玩的理由之一，游戏会从侧面帮你补充星战世界观，一些种族介绍，一些星球上的怪物植物，还有风暴兵兵种等等。游戏画面也有着非常不错的表现力，尤其是第一关的新手关卡，整体画面观感即便放在2021年末也是非常出色的。在切换场景时，主角一行人在飞船上看着跃迁时候的光束，满分还原了电影中的桥段，无缝省略了黑屏读取时的画面，这一点我感受非常深。比较逗逼的地方是森林里的弹跳球，卡尔踩在弹跳球上跳起来的动作感觉非常喜感，游戏对于原力的还原也基本上都有，用引力拉回来，再用推力推出去，还有减缓时间的技能，光剑还可以反弹子弹，音效和优化方面也没什么拉胯的地方。

总结就是这款游戏能玩，但和宣传中电影级的游戏体验还相去甚远，如果你是星战粉，可以考虑平史低入手。如果你是纯路人想要找一些高品质游戏，可以再等一个新史低。但建议两者都不要对游戏体验抱有太大的期望，这个好评纯靠星战IP撑着。

“在一个本该是无敌IP电影级别的线性游戏中，过多加入搜集要素以及地图分支导致体验感非常割裂”这句话来形容真的再合适不过了。
好评: 真的太容易迷路了，而且想要全收集地图还得重复探索，要是有个路径点功能体验会好不少。其次是这个弹反手感感觉有点怪，总体来说还是不错的，难度也不会特别高
好评: 茵缺失挺
好评: 流程太短了
好评: 全程最高难度绝地宗师一直玩到全成就，弹反是最后才刷的，最高难度下弹反没有收益，不错的游戏
好评: 除了会迷路其他都挺好
好评: 之前玩的盗版,现在补票,挺不错的一款游戏,优化再好点就完美了!
好评: 最后的爵爷和BGM 太上头了
好评: 总体感觉是一款不错的星球大战题材游戏。
好评: 不路痴就是好游戏。
好评: 粉丝狂喜！！！
好评: good
好评: 主线搞定，感觉有点短，下一部有消息吗
好评: 真的是一款让我很想玩下一部的游戏，所以啥时候出下一部？
好评: 二十小时通关了此游戏，先说结论，游戏6/10分。

大清洗后，幸存的绝地学徒-卡尔，在命运的安排下，与瑟蕾走上了复兴绝地之路，经历重重苦难拿到全息仪后，卡尔说，[spoiler]我也不是谦虚， [/spoiler]还是原力自己安排吧。只能说故事还有很长的部分没讲完，期待下一部。

优点：画质优美，关卡设计引人入胜，剧情合理合情，达斯维达很帅。
缺点：优化拉垮，1060的显卡运行史诗画质与中画质一个帧数，过场cg严重掉帧。打斗设计看似啥都有，招架反击，但实际比起只狼来说图样图森破，战斗要素缺乏深入挖掘。缺少血腥成分。梅琳的戏份太少。

好评: 动作超级帅，爱了爱了，但是找路有点缺陷。。。。很容易迷路。。。。总体还是很香的，时间终结者
好评: 原力与你同在
好评: 先说优点：画面精美每张都可以当壁纸的那种，打击感和关卡设计堪称一绝。人物刻画细腻主角一路走来的成长是可以感觉得到的，其实我在看星战电影和原著的时候感觉不到达斯维斯的压迫感，但是当游戏结局达斯维斯登场的时候那种压迫感，是我玩任何游戏都没体验到过是那种一看到他就知道自己绝不是他的对手那种感觉。主角很帅，BD很可爱
再说缺点：玩法单一，就是解密加跑酷打怪。本来以为还有太空战和开飞船结果从头到尾大部分都是自己完成任务，并且剧情略显乏味五六个星球来回跑罢了。算是半开放世界游戏没有太多能自由探索的地方，不过对我这种懒狗来说也够了。
最后总结：星战迷必入，原你一个绝地梦。非星战迷可以跳过了，买这个不如买前线二，可玩性还高
好评: 强得不行，越往后越难，但套路也越多
好评: [h1]《 古墓丽影 绝地：陨落的劳拉克劳馥 》[/h1]

[b]我现在到底该咋走啊[/b]

好评: 不错的游戏，期待第三部
好评: May the force be with you，always
好评: 我之前完全没有看过星战，[strike]玩之前甚至以为绝地武士都是反派，就是那个黑黑的人的手下（对不起爵爷我错了）[/strike]。战斗系统上来说我还是很喜欢招架弹反这一说的，就是感觉原力不是很够用，导致我一直抠抠搜搜的，不过除此之外基本可以一上手就觉得自己玩起来很帅。场景非常恢弘大气，音乐也是满满星战味儿（虽然没看过星战，但是是什么感觉还是有的），被人诟病的立体地图在我看来其实还好，就是要稍微花心思看一下。个人觉得boss战稍微有点少了，而且挤在中后期，感觉这个游戏是开头和结尾非常好玩，中期我在泽佛的时候稍微有点心累，不过除了泽佛其他星球都还好。主角一开始没觉得帅，但是越看越帅，而且感觉是那种性格很舒服的人，不会让我觉得很别扭，并且最终卡尔的选择也是我心底的选择，希望有续作。[spoiler] （小声说好希望有卡尔变成判官的剧情呀，但是感觉不太可能了555） [/spoiler]
好评: 66666666666666666666666666666
差评: 搞的像魂又没有魂味，地图想搞厢庭设计又逼得你不的不一遍遍去跑，本来看着这么多能搜集的很开心，但是加上往返地图跑不到下一关键技能不给开路方式&还不给传送就是故意恶心人，搜集上给这么过皮肤强行增加搜集要素，地图面板上的探索率更是开嘲讽，“你就是没搜集全，你要走吗，走了可就搜集不到了；不走？抱歉你没有关键技能，下一个地图不让进呢亲亲”，老子当时就想骂娘，等我认识到这一点他宁德已经过了退款时间了，太TM恶心了
好评: 没看过星战系列，奔着卡梅隆去玩的。结果远高于预期，操作太TM帅了。缺点是主线流程有点短，，我这种喜欢逛街的玩完主线剧情才21小时。
差评: 1.休息点没有传送功能！没有传送功能！没有传送功能！即使探索完该区域也要慢慢跑回去。极其影响体验。
2.无法跳过剧情，全部cg和对话都要看完 。凸(艹皿艹 )
3.表面看上去你可以选择自由去的星球进行剧情，实际上还是有地图探索顺序！这不纯纯的坑货安排吗。典型的例子，达索 米尔地图探索到一半，发现没有二段跳无法进入下一段路，必须跑回船去其他地图找技能学
4.跳跃高度判定很迷，不助跑平地跳都碰不到边缘
5.画质最低只能调到中，很费笔记本

最漂亮的女角色刚入队不久，故事就戛然而止了，叹气
好评: 我的天一玩就是一整天，肝快不能要肝了...
好评: holy moly
好评: Very good
好评: 确实不错 必须好评 可能我太菜了 打boss好难...
好评: THIS IS THE WAY
好评: 会有人类不想玩光剑吗？？？
好评: 一周目通关了（打折的时候入的豪华版）。这部作品算是星战IP中不错的了，剧情、动画、打斗感以及代入感都是很不错的，可以说是之狼的弹刀+镜之边缘的跑酷+较为简单的解密元素。本人绝地大师模式过的觉得有点难度，喜欢玩剧情的小伙伴推荐去玩故事模式，算是比较养老的。如果你是个星战迷，那就一定试试《星球大战 绝地：陨落的武士团™》
好评: 剧情打斗都挺好，就是感觉没玩够，太短了  可能唯一的缺点就是容易迷路
好评: 星战粉狂喜
好评: good
好评: “ I find your lack of faith disturbing。 ”
差评: 这游戏的跑图就是一坨屎，很多判定都很迷惑，然后弹反判定也是一坨屎，难度低了瞎几把弹，难度稍微高点又难受，因为很多怪的攻击动作都不明显，就这还类只狼的战斗系统，你类了个几把
好评: 没有人可以拒绝光剑 ×
没有人可以拒绝梅琳 √

好评: 画质放到现在依然是次时代 比起在夕日里在大镖客偷偷抢抢 我更希望在星战中迷路的和条狗一样
好评: 6
好评: 这个剧情体验顺滑，沉浸式体验
好评: 好
差评: 我以为能畅快光剑砍砍砍，结果一堆解密。引导性极低，路全靠感觉找，十分折磨人。都已经是类魂了能不能把tp这种东西也加进去，路又长又杂，赶路赶得人头昏脑胀，赶完路还要去整些反人类的解密。做完了以上的一切你就可以开始畅快砍砍砍了捏^^_
好评: 棒啊！！！！
好评: 迷路的武士团
好评: 233

好评: 买就完事了 肥肠好玩
好评: 类似古墓丽影，光剑很酷，跑酷好玩
好评: 我的SB舍友不推荐，所以我要推荐
好评: 妈的 绝了！
差评: a
好评: 我也要红色的光剑~~~
好评: 精彩的游戏剧情，完美还原的音乐，除了做收集地图让人迷路，看地图不如直接查攻略，其他无可挑剔。最终boss战很惊喜，音乐也还原的很棒。
好评: HYX
好评: 我愿称为EA史上最佳游戏
好评: 爽
好评: 星战只狼爽
好评: 如果有一天《神秘海域》的德雷克打通了任督二脉，学会了隔空打牛的气功，迷上了日光灯，不再满足于毁灭地球文明，打算去其他星球拆掉当地的遗迹，屠杀当地的军队，顺便cos年度游戏的打铁大师，这就是我能想到的《星球大战  绝地:陨落的武士团》最传神的描述        ——Gamker攻壳
本作绝对是EA近年来出品过的，最让我刮目相看的游戏。《陨落的武士团》成为了EA旗下难得一见的，一款没有任何花花肠，不考虑多人互坑，不强制在线，不开宝箱不抽卡，不扯什么长期服务，完全主打单机游戏体验的3A作品。
从游戏体验来说，《陨落的武士团》内容充实。场景、演出、战斗、探索，还有一个能让《星战》迷们感同身受的主线剧情，要啥有啥。玩家既能享受到大魄力的剧本演出，又有庞大的关卡可以探索，画面又是一线水准。体现出《星战》背景的绚丽，还能体验到极具特色的光剑战斗，原力互摸，甚至还能听到（欧比旺·肯诺比）的名字。原力的存在也让本来就很关卡制的设计变得不那么生硬。星际背景的主题也为游戏的探索提供了可能。整个游戏玩下来还是很有代入感的。
《陨落的武士团》里的场景，很多都不是一次性的，随着流程的推进，玩家需要反复探索。游戏设计了一个3D地图，可以让玩家知道哪里探索过，哪里暂时过不去，哪里刚刚解锁。但问题也出现在这里，玩家必须依靠地图来记忆场景，游戏的场景路线就很难让人印象深刻。甚至有时候看了3D地图，仍然不知道该往哪里走，特别容易迷路。
游戏的敌人分布缺少特色，暴风兵来来回回就那几个造型，游戏还特别喜欢扎堆出怪，用人海战术提高难度，哪怕是隐藏的特殊敌人，也不过是换了个皮。其次，游戏里有很多场景解谜，很多分支路线，能提高游戏的探索与耐玩性。但游戏没有做好指引和阻拦，导致了玩家不知道场景解谜的边界线在哪里，不知道这个阶段的解谜接受了没，对场景的定位模棱两可。特别是卡解谜的时候就很有可能到处乱跑，结果就是越转越迷。结果跑了大半天才发现不是任务目标要走的路，很容易打乱体验的节奏。最后，收集奖励不给力。很大部分的收集都是没有用处的皮肤，完全没有收集的快感。
对于不了解《星战》的玩家来说，本作扎实的制作功底，也完全足以抛开这个IP，去享受游戏本身的乐趣。
好评: 弹反收益太低，绝地宗师难度弹空boss的白条只能多平a几下？
boss的血厚的离谱，外加上弹反收益低打boss只能闪避翻滚打，而这种翻滚和黑魂的感觉完全不一样，让我觉得boss战又臭又长。
平a的过程不能秒切弹反，平a结束后弹反的动作才出来，这导致连击的快感差那么一点。
地图设计还是很巧妙，外加画质赏心悦目，还有跑酷还是很快乐的（滑滑滑真好玩）
好评: 可太好玩了，探险什么的我最喜欢了。
好评: May the force be with you
好评: 坏消息，我被两个安保机器人投技空接了。
好消息，只吃了一次伤害。
群殴做得很真实，下次别这么做了。
好评: 最好的星战
差评: 游戏是好游戏，EA的马不是好马。Steam版一晚上打不开一次游戏
好评: 风景是真的美
好评: 给星战党的厚礼。
好评: 近几年来最好的星战游戏
好评: 好
好评: 近几年来最好的星战游戏，就算不是粉丝也能玩明白，光剑和原力又有谁能拒绝呢
关卡设计之类的也不错
但是地图太绕了，而且没有快速移动，导致错过一个收集品就得绕老远路，还有就是解密提示太少，在一个地方找半天才看到角落或者头上有东西，总体来说还是很好玩的
好评: 牛逼
差评: 老是登不上去
好评: 啥都好，就是主线太短了
好评: 1
好评: 快乐乌鸡
好评: 可以的，就是地图太绕了，我是路痴。
好评: 只要光剑一日存在，它就永远是最帅的近战武器！
好评: 好玩，现在对星战很着迷，超级棒，一个打折入手不会亏的长电影，非常不错，就是每个冥想点不能传送，其他都好玩，超级叼
好评: 还行
好评: 不是我画质都调中了，1660ti咋一打架就疯狂掉帧。。。。。
好评: 解密也好 战斗也好 这个跑图属实给我跑破防了
好评: 有些人表面是绝地武士－－其实背地里是哥谭小丑－－
好评: h
好评: 游戏相当不错
但TM设计地图的人不是个NT我绝对不信，没十年脑缢血都不行
好评: NICE
差评: woshishabi
好评: 键鼠玩起来好累，一定要用手柄玩阿
好评: 从星战7入坑的星战系列，不能说是什么资深粉丝，但是我依然想说星战7已经算是这个ip最后一口气了。看完后几部玩的游戏，就想说我是真没想到后几部星战电影做的连游戏都不如。也更没想到这款游戏竟然能把星战味打造的这么彻底。不得不服。
好评: 真正的星战后转
好评:  打折买 不亏
好评: 挺好玩的，就是剧情很多时候不知道怎么搞和容易摔死
好评: good
好评: 绝对一等一男人的浪漫啊，普通模式的BOSS都极具操作性，剧情很吸引人，彩蛋和探索性都不错，哪个男人能拒绝BIUBIU的光剑呢
好评: 很纯粹的单机游戏，现在服务型游戏满天飞的情况下真的很难得，虽然是有些缝合怪的嫌疑
好评: pretty good!!!!!!!
好评:    还就那个人生地不熟之找路模拟器
好评: 看完前传三部曲就能接上这个游戏剧情，挺好玩的，满足了耍光剑的梦想。就是流程有点短，大半部分时间花在找路上了。
好评: 手柄反馈不错
好评: 想了想还是给好评吧，EA难得出那么一个无开箱无多人的传统单机，游戏总体质量也是上乘，还是好评鼓励一下。瑕不掩瑜，能把一些小问题修一修就更好了。
游戏是只狼、黑魂、古墓丽影、战神的混合体，但并不是把各家所长拼在一起就是1+1>2，反而觉得有点花里胡哨的。
估计因为可用的战斗元素和战斗资源太多，如果像黑魂那样自由战斗的话BOSS分分钟被干趴下，于是BOSS的被生硬的用机制保护来拖长对战时间，AI也被设计的很机械，靠不可防御的硬打断、霸体续命，但这样打boss感觉像不断的修脚磨血，没有爽快感，更没有重复挑战的价值。
后半段的剧情设计有点崩，尤其是Merrin非常突然的转变和加入，感觉是为了商业考虑想加个哥特系甜妹，而硬塞进去一段尴尬的剧情。结尾也有点弱，因为怕担上责任而销毁责任，颇有自欺欺人之感，不过也是为了和正史不冲突吧。

==========
原评：
差评是为了脑残键位设计，对PC版的键鼠键位根本不上心。evade键默认设在z键，wasd底下，跑动的时候怎么按？不合理的按键导致打个小肉虫boss都能让人手指抽筋怀疑人生？看了看手柄的设计是在B键，最方便的手柄键位之一了。游戏公司既然也想恰一口PC的饭，就请好歹自己去用键鼠玩一玩。
穿模和跳跃遇到好多次BUG，尤其是跳各种滑道的时候，还不能读跳滑道前的档，每次最后都只能硬退解决，浪费一大截未保存的游戏进度，体验很不好。
所有输入几乎都有延迟，跳跃、原力推拉等。
古墓解谜部分稍有点太多，很大一部分感觉在玩古墓丽影，虽然也不能完全说是缺点。
近路系统学黑魂设计的还算不错。
除此以外，游戏是好游戏，星战味满分，非常值得推荐。
好评: EA近年来唯一质量达到及格线的游戏。
没有致命缺点，引导上略微不足，总的体验就是一般通过开放世界动作冒险。
好评: 一年以后回头来玩这个游戏，觉得很多能忍了。大体上来说还行，需要花不少时间适应游戏。适应了以后会好一些，但仍然觉得战斗机制比较一般，剧情线还行。
好评: 好玩，但是我手残
差评: 跑死你爹我了！
差评: 莫名其妙的判定太多了

差评: 如果将游戏比作菜品,这个菜就是东拼西凑的,但是吃起来也不错
前面的体验都很好,想体验魂类的就玩绝地大师,想体验剧情的可以玩最简单的
但我还是要给差评
首先我不是星战粉,甚至没看过,我纯属是看到风评好才买的,提前也了解了一下,所以对缝不太介意
主要问题在于地图容易迷路的设计以及最终章
最终章就给我硬堆怪是吧,一大帮一大帮堆,我跟你搁着斗技场呢?学什么不好非要学魂二?你看只狼一起接多个敌人的场景有多少,你可倒好,给我一直上是吧,好几波连着上打不过还不能跑,我吐了,游戏体验巨差
其次是最终boss,粪的要死,格挡时机莫名其妙,瞬间挡被打,能感觉到自己提前挡了的反而能弹刀???
还有那个粪技能,设计师是没脑子设计技能了吗给二姐填了个大蝙蝠的技能?
你妈近战危还带震地,你打你妈呢
好评: 内容丰富，玩法很舒服，剧情和玩法融合的很棒！
差评: 垃圾游戏   容易死就容易死呗    还不给存档点    玩个游戏天天在跑步
差评: 画面和剧情、世界观方面没得说，
总体感觉太像 古墓丽影 银河城了。

但是 光剑的打击感、动作xxx的衔接 和 地图 真的好屎
 推荐不如去玩 前线2。。。
好评: 还不错
好评: 作为类魂游戏来说整体来说难度不高。地图的设计，作为主角，你在主线流程推进的时候分别会获得‘蹬墙跑’，‘推’，‘拉’，‘潜水’，‘二段跳’这些能力，而小机器人也会同时解锁一些额外能力比如黑入，滑索，反向滑索，问题在于，这些元素自始至终大量混杂在整个流程里面，为了完全探索某片区域，你需要一次两次三次四次五次六次地反复往返，而冥想点之间不像篝火一样能传送，地图越到后面堆叠越严重，简直让人绝望，我不是很理解加个传送机制有什么难度吗？或者地图对应的探索只和当前能力挂钩，这很难吗？不过游戏本身除了这点还是相当不错的，建议想要全收集的选手一开始就可以参考全收集攻略，省事儿
好评: 星战粉玩得很舒服，强推
卡尔梅琳cp磕得很爽
好评: you are my little brother ! Join me !
差评: combat system is terrible
好评:    “原力是真他妈的好！”
好评: Nice
好评: EA的游戏除了EA什么都好
好评: AMAZING!!!!!
差评: 极度无聊，一开始觉得还行，到后来就是找箱子打怪找路，真是把我无聊死
好评: 画面，光剑，线性，达斯。我已经别无所求了
好评: 很不错的游戏，非星战粉也体验不错
好评: 启动不了
好评: 对于喜欢星球大战的人无疑来说是一个好游戏
好评: 不是星战迷也可以玩的很爽，砍就完事了，为什么就我堂堂主角没有小手枪和红色光剑，箱子里的东西没吸引力就是换色衣服
好评: 强烈推荐
好评: 好玩 就是地图加载要卡一下

好评: 打了一半先做评价

+游戏是好游戏，动作流畅光剑砍爆爽就是了
+画面屌炸，各个场景氛围表现得相当还原
-武器只能用光剑有点单一了（毕竟人家是绝地）
-收集要素就是各种的服装和光剑的配件 但也仅仅是外观并没有做出属性差异
-偶尔会闪退的问题还是没解决 最近一次打了半个小时就闪退了 可能是我的1070已经带不动了吧
好评: 哪个男人可以拒绝一把属于自己的光剑呢
好评: 嗡嗡嗡嗡嗡嗡嗡嗡嗡
好评: 品质上乘的好游戏
好评: 针不戳，50买的我是大聪明
好评: 被神庙门口的癞蛤蟆爆杀
好评: 奈斯

好评: 这是真尼玛好玩，拿光剑砍就完了
差评: 和游戏没关系，垃圾EA，客服极度垃圾，骗钱骗人，sb EA，早死早超生，所有EA游戏无论品质一律差评
好评: 一个字“绝”，太tm震撼我了，画质 游戏解密和剧情都蛮不错的，打斗玩绝地模式的时候会经常死（应该是我菜吧），然后我是真的老是迷路 或者走远路
好评: 沉浸式体验
好评: 不可多得的好游戏！
好评: yyds
好评: 没怎么玩过动作游戏，选的第二个难度，还是很好玩的，有弹反，不至于被秒，每个怪都有破解的方法，挡子弹真的好玩。
好评: good game
好评: 类魂（？）游戏，闪避键我改成了侧键 体验很好 可以体会到作为绝地的感觉。风景宜人不错 优化不错
好评: 星战粉入，光剑声效和打斗很有feel
好评: 我是傻逼
差评: 标签是动作游戏，结果战斗部分只占了一点点点点点点点，大部分时间就是在解谜，绕路，明明就是类似古墓丽影的玩法结果标签上硬是要贴个类魂系列，在？魂的元素在哪里？cg又臭又长，倒不是说cg有什么错，但是你倒是给爷做一个跳过剧情的按键啊！！！！！！！！！！！！我日你先人！！！！！！！！！！我现在想着以后每个周目都要重新看一遍剧情还没法跳过我tm就绝望，退款了不谢，如果是冲着剧情来的玩家可以买，但是如果你是冲着动作或者类魂这两个标签来的，你可以把钱省下来找另一款游戏了
好评: 场景和光剑声效与打击感否非常棒，一开始以为线性没有过多内容，玩到第二章发现每个地图可探索的要素非常非常的多，而且把难度调高之后有了魂游戏的些许感觉。星战粉必玩
好评: 星战迷必买
好评: 可以
好评: 本人是轻度动作游戏玩家，先玩玩的mhw慢慢接触魂系列，听说是重生工作组做的魂系列游戏，解密比轻度动作很
ok！为此我还去找《星球大战》的电影看，什么时候出《泰坦陨落3》啊？蛤？
好评: 美工，音效很顶。但是没有拍照模式就很可惜
好评: 古墓＋只狼＋电影
好评: 原力与我同在！值得入手！

好评: +顶级的画面支持HDR、音效、音乐
+引人入胜的原创星战剧情和背景词条补充
+流畅的战斗操作玩法和多种难度设定
+多个完全不同的星球和丰富的敌人种类
+丰富的外观自定义选项
+主人公的成长有直观感受

-部分谜题无任何提示可能导致卡关
-完全探索的游戏内地图过于混乱无法分辨
-无任何快速传送

P.S. 愿原力与你同在 May the Force be with you
好评: 经典西式rpg的要素齐活了，还是星战题材，很难不玩
差评: 首先不是情怀玩家不建议去买，其次我想吐槽一下索敌和ui，索敌连地图外的敌人（根本不用打的}都能索到，我就不理解了。其次如果是键盘玩家估计要受难很严重，因为它的键位异常反人类，身为只狼8周目的玩家觉得这款游戏的索敌和键盘键位设置真的垃圾（不管怎么设都很差），反正就是绝对不止198这个价。建议打折时候买。
差评: 没见过哪个游戏躲避技能设置Z键的
差评: 光剑动作游戏：no
跑酷解谜加迷路游戏：yes
好评: 内容有点少，10小时不到就通关了
好评: 击剑
好评: 很好玩的一部作品，原力与光剑星战的必备要素都有了，BOSS战在多点就更好了
好评: 都很不错，就是主线刷完了基本就结束了，期待更多的内容
好评: 我超，钩索吸附系统是不是有毒，天天跳崖是吧
好评: 永远跟党走，心中有党，事业理想。
⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
china NO.1

好评: 
[h1] 愿原力与你同在！ [/h1]
好评: woshishabi
好评: 游戏是好游戏，但优化是真的差
好评: 值得一玩，难度不算难，不是星战粉。没有粉丝滤镜，单纯的当一个游戏玩，还是挺好玩的，20多个小时通关，通过游戏进一步了解星战还是很不错的。
好评: 我是伞兵
好评: 星战迷的礼物。
好评: 唯信原力！
好评: 还是可以的
好评: h
差评: 很多解密，有些场景比较吓人，有很多恶心人的怪
好评: 最好玩的星战作品
好评: 部分场景真的非常惊艳，音乐非常棒，非常带感。对话有点老套甚至出戏。希望赶快出续作太好玩了
may the force be with you
好评: 通关一次剧情需要的时间大概在20小时左右，剧情质量挺不错，很适合对星战有兴趣的朋友，但是个人感觉一些怪比较恶心（没错就是威慑蛛）而且存档点相对来说少一点，不过属于瑕不掩瑜，有优惠的话推荐购买尝试
差评: 各方面都比较一般的一作，明显在模仿魂类游戏，除此之外很空洞
好评: 好评是给脸模演员和维达的，这游戏原创性太差，除了画面几乎就没有可取之处，如果剧情能选择结局是否叛变可能还有点意思吧
好评: 剧情非常上头
好评: May the force be with you
好评: 除了主角的跑步姿势很怪，还有键位有一点点不适应以为其他都不错

呜呜呜游戏里看到共和国时期的产物好难过，希望未来能玩到克隆人战争的3A单机，克隆人明明那么帅，B1明明那么可爱，PPT你没有心！！
好评: 买完一周就被背刺了，游戏流程太短了
好评: 很值得的20小时
好评: 11111
好评: 没想到这么好玩！
好评: 除了个别脑溢血解密其他还不错，如果发现过却没打开或收集的物品可以标记在地图上就好了
好评: 喜欢锄大地的这个很不错，地图制作的还蛮好的，我能走的地方都会去一遍，然后还能开出来很多捷径顺带收集花草和元素瓶。地图上都没有黄标了，但是秘密点和宝箱还是有一些吃不到。虽说有捷径吧，但是还是会跑断腿，没有冥想点之间的传送想全收集还是有点折磨的，也可能是出于设定的考量，冥想就传送了多少有点异味儿。
不过不能传送才是提现了地图设计的功力，基本都是探索时1/10的时间就能跑回去，如果不是，大概率是你没打开捷径，看看地图有没有黄标绿标什么的。另外，部分玩家诟病的全息地图我觉得还行，感觉就是doom的地图做成了立体效果，建筑也体现出来，查阅起来也是很方便的，手柄玩家，键盘方不方便就不知道了。
难度设置建议第三档，觉得不够挑战再换最后一档。刚开始开了第四档发现有点难，小兵的攻击都经常触发不了格挡，就开了第三档，就属于那种难度适中，战斗有乐趣不是无脑aaa的那种程度了，第二档没试过，如果开了第二档的话，光剑战斗的乐趣应该就 享受不到了，纯解密跑路了。玩过只狼的建议攻击设置 RB，原力为X，与九妹，二姐等的boss战斗还是非常爽快的。
这游戏也没有意义上的支线系统，如果不喜欢搜集东西的话，大概10-15小时就结束了。这点对于喜欢这个游戏世界的玩家来说可能稍微有点不友好，比如如果我非常喜欢这个游戏的话，我会尽可能多做一些支线任务，让我能一直保持新鲜感，同时还能完善故事完整性与人物的人设。制作组没做的最大原因可能是为了剧情节奏的考量，游玩本作确实是那种可以让你一直保持玩下去的欲望的作品，故事的衔接性很好，不会因为支线的干扰，打乱了本来的叙事节奏，让人更有代入感。不过这样做的缺点就是游戏流程较短了，哪种方式更好，这个就因人而异了。
还有，最后达斯·维达出场很惊喜，不过太短了啊，本来还以为故事还没结束，期待来一场酣(痛)畅(苦)淋(折)漓(磨)的光剑与原力的博弈，导致end动画放出时还以为是我的错觉：）。
游戏里出镜人物不算多，但是每个都比较鲜明，可惜的是没有剧情支线的原因，导致一些人设都是通过CG与主角的原力回显来展示的，本来还期待与Night Sister有更多摩擦以及想听船长的吐槽，不过瑕不掩瑜。
最后BD-1 YYDS，愿原力与你同在！！！
豆瓣评分9.5/10。  : )
好评: 传奇之心永远伴随着我们
好评: 女子
好评: 明亮版黑魂的战斗和探索元素+神秘海域的动作跑酷元素+还有那么一些古墓丽影的解谜元素的缝合，但缝合得很棒。
非常重视于原IP的美术设计和镜头设计，光剑战斗也十分还原影视中的感觉。
几乎没有属性养成，这样角色成长取决于玩家的熟练程度，这个感觉很棒。
玩家死亡后也会丢失经验，但是会“锁在”杀死玩家的怪物身上，有种“宿敌”的感觉。玩家首次命中这个怪物会取回经验，同时状态回满。这样玩家可以以最佳状态“复仇”。这个设定也很聪明，不会刻意阻挡玩家，让玩家更专注于艰难的战斗。
好评: 非常不错的作品，美术很棒，整体体验很棒，但怎么感觉像在玩套皮简易版黑魂1hhhhh
好评: 作为一个星战厨，一个魂玩家，这个游戏很好地满足了我
may the force be with you
好评: 顶顶顶，是一个好游戏。
好评: 很好
好评: 地图太绕玩着玩着就迷路了，打斗手感这方面还可以，剧情也不错，
好评: hao
好评: 《星球大战之：绝地古墓之魂》
好评: 一周目完成，建议改名迷路的武士团
好评: 游戏故事真的很不错14小时通关，无BUG，解密也很有趣，最后达斯维达的出场压迫感满满，强烈建议喜欢星战或者感兴趣的朋友们尝试一波，真的很值得
好评: 玩了一下还可以。就是跑图很迷啊。官方不能给点提示吗。玩着玩着就迷路了。
好评: 学徒（指能单杀两个帝国判官，在有辅助的情况下单杀绝地大师，在审判庭一路砍瓜切菜，刺伤维达）
好评: 整体十分优秀的作品，精致的画面和建模，战斗打击感良好且动作流畅。唯一让人觉得有点难受的就是地图太绕经常迷路。
好评: 情怀啊
好评: 星战迷买爆就对了，EA的星战游戏做得是真的有内味，游戏缺点也很大但是瑕不掩瑜，流程短建议打折买
差评: 有点垃圾，动作系统僵硬到我还以为在玩黑魂，这个结局更是让我一言难尽，劳神废财，虽然不是星战粉，但星战粉真的会喜欢这种东西吗？
好评: 不错的游戏，就是找路太麻烦
好评: 太好玩了
好评: 有点小bug但是还行不影响
好评:  地图太迷了，花费大量时间，没有快速移动。迷的让人难受，让人生气！解谜虽然很麻烦，但是还是有乐趣的。
好评: 代入感真是绝了
好评: 好玩
好评: 精彩的剧情，优秀的地图涉及，有趣的解谜，以及重生祖传的滑墙，你值得拥有
好评: 谢谢你让我成为了jedi
好评: 第三人称炫酷游戏谁玩谁爱
好评: 喜欢玩古墓丽影的不要错过了，简单点来说就是未来科技版古墓丽影！
好评: 游戏挺好玩的，就是有点容易迷路
好评: 整体游戏流畅性不错！
好评: 光是最后10分钟的演出就可以给满分。
好评: 还不错，魂类游戏都这么贵吗？通关一遍就再也没有玩过了，原价买的，我是sb
差评: 披着动作游戏外衣的解谜和跑酷游戏，不是追求剧情和动作的我的菜。
好评: 要是有枪就好了。
好评: 一贯的画面 用心的音效 不俗的流畅性 精心设计的剧情 最后万众期待的天行者安纳金 不多说了 懂的都懂 每个难度玩一遍都不过瘾 目前大师难度通关中 目标是通关宗师难度 加油
好评: 好

差评: 烂橘子，启动游戏特别困难，还不如盗版
好评: 游戏非常好玩。里面的风景真的很壮观很漂亮，打斗也十分出色。但jb操蛋的就是要不停的跑图，跑图，跑图......有时候去下一个任务点能跑到你心肌梗塞......不过这也是唯一的缺点，总体来说游戏体验感很nice。建议没买的朋友可以无脑入。
好评: 真你妈逼爽，女朋友脱光坐我腿上我让她滚
好评: 感觉在玩套模古墓丽影

差评: 这个评论是差评所以先说缺点：
掉帧，疯狂的掉帧，小场景也掉帧甚至掉的比大场景厉害，原因不明，我笔记本3060开最低也就是中等画质游玩的帧数情况是 — 最高100来帧，基本八十帧，掉帧能掉到三十来帧（一间屋子大小的场景）
BUG频繁，比如说开箱子的时候箱子前面有个小怪尸体挡住了，你就走不到箱子面前一直卡在那里，按其他按键毫无反应，还有什么风暴兵当场使用原力穿墙之类的bug，体验不能说有多好
序章和后续关卡设计体验差距极大，序章是经典的好莱坞式开场，玩完之后我感觉热血沸腾，恨不得拿起光剑把全部帝国小卒都杨了。然而从第一个星球开始，游戏就变成了古墓丽影，我只能说还是很无聊的，解密跑地图时间占了百分之七十。虽然有PD-1帮助解密，但我要打架啊！rnm、
基本就这些问题，但是很搞人心态

好评: 星战粉和魂玩家必玩之作
好评: 趁着加入ea play免费体验了这款fallen order。流畅的动作系统，对星战系列进行补完与过渡的合理剧情，优秀的美术设计以及适中的难度，无论是星战粉丝还是路人玩家都能找到自己的乐趣，毕竟谁没有憧憬过手持光剑，与敌人拼一个火花四溅呢？流程不长，20小时出头即使算上迷路时间也足以走遍流程，如果是原价购买似乎稍显短小，但是38元ea会员游玩就物超所值。根据网络消息，目前该作优异的表现使投资商加大注资，很有可能推出续作。期待我们刚刚褪去稚气的绝地学徒Cal Kestis真正成为一代绝地大师并推动整个星战宇宙的蓬勃发展。
好评: 非常牛逼的游戏，做的非常有感觉
好评: [h1] 虽然我是“缝合怪”但我还是一个好游戏 [/h1]

[table]
    [tr]
        [td][url=https://www.357.com/] 游信·看见游戏，看见你 [/url][/td]
    [/tr]
    [tr]
        [td][url=https://store.steampowered.com/curator/41346589/]加入鉴赏家，绝不错过任何一款好游戏[/url][/td]
    [/tr]
    [tr]
        [td]Great Game Great Gamer[/td]
    [/tr]
[/table]

EA作为一家著名的游戏公司，近年那来仿佛陷入了一个怪圈，那些主力作品一个又一个的翻车。但是关键时刻总有口碑爆棚的新游戏前来保证股价，比如《泰坦陨落》和《APEX》。《星球大战 绝地：陨落的武士团》就是这样的一个作品，它是近年来最好的星球大战游戏作品。他有着我们期待的几乎所有元素：绝地武士团的命运，个人的选择，对经典的致敬和光剑对决。

[h1] 来自其他作品的创意 [/h1]

但是与作品的成功相对应的是不小的争议。游戏内充满着众多游戏的“借鉴”，也让许多人对这款游戏冠以“缝合怪”的称呼。玩家进入游戏之后，首当其冲的就是游戏引入了架势条，主角卡尔在使用光剑攻击面对他的敌人的时候需要将架势条打光才能伤害他们。面对boss同样如此。boss的专用血条会在屏幕的正上方，架势条则会在boss的头顶出现。毫无疑问这套系统来自宫崎英高的《只狼》。只不过将场景从战国时代的日本转移到了星球大战的场景。

除了“光剑打铁”，《陨落的武士团》还从中参考了“佛像”的设计，设计了冥想点。主角可以用来升级技能和回复。当然了，恢复之后，击杀点的敌人将会重生。回血那当然是不可能是吃喝回血或者呼吸回血。必须的是黑魂式的“原素瓶”模式才行，否则“味”不正。理所当然，主角要去寻找药剂来提升血瓶数量。死亡惩罚当然是有的，死亡后玩家的经验值会留存在上一次击杀的敌人处。只有伤害敌人，玩家才能取回经验值。所以本作还是有一定难度的。

在移动方面，《陨落的武士团》又与《古墓丽影》或者《神秘海域》非常相似。我们的主角在数个星球的冒险会有相当一部分会在绳索，攀爬和跳跃中度过。原力的引入会让主角卡尔经历的冒险回合上述两位会加更大胆和灵活，能够跨越巨大的空间距离。游戏中还有着数段超长距离的滑行，玩家需要一路上不停的做出相应的操作，与环境进行互动，操控主角顺利通过。

除了这两个最显著的借鉴之外，一些小细节也散发着微妙的气息。比如主角卡尔能通过运用原力实现像泰坦陨落的滑墙跳。在游戏的进程中，我们将会进入几座古代文明遗留的陵寝。这些陵寝给我的感觉真的很像劳拉的古墓，只不过大了很多。

玩家需要在这些陵寝中攀爬跳跃，辗转腾挪。同时还像是许多塞尔达的神庙的集合。他们有着相似的元素，比如使用开关控制风向，最终让机关球进入机关。就连游戏中的关键角色机器人BD-1，都像是《机器人总动员》中那个永远脏兮兮的瓦力。

[h1] 借鉴发挥出了它的作用 [/h1]

但是以上这些都不意味着我，蒸汽差分机对《星球大战绝地：陨落的武士团》抱有负面看法。相反，我很喜欢这款游戏。原因无他，游戏的借鉴实际上让游戏的观感有着巨大的提升。

说起星球大战，最为著名的场景就是绝地武士和西斯光剑对拼，这也是星球大战最cool的场景之一。但是从本质上来说，两人持剑对决，手持光剑还是铁剑并无区别，剑只是道具而已。这就是游戏从《只狼》借鉴的基础。只狼里那些精彩的“打铁”战斗能够在星球大战里完美复刻。毕竟从某种角度来说，《星球大战》也算是剑戟片，两个作品在这方面是一致的。对阵boss时，游戏还会不止一次的添加特殊动作，以满足星战世界里人人在拼刀时进行交流的爱好。这带来了极出色的演出效果，还能帮助重现经典的光剑对决。

黑魂式的回血机制毫无疑问让战斗变得更难了，众所周知，魂系游戏里，每一个回血药剂都十分珍贵。而游戏的故事发生在“66号密令”之后。66号密令让克隆人军队攻击原本的长官兼同事——也就是绝地。绝大部分绝地武士毫无防备，因此而失去性命。共和国也遭到颠覆，大反派成立了帝国，而活下来的绝地们也都遭遇着来自帝国的追捕，被迫东躲西藏——我们的主角就是其中之一。在这种背景下，回复品的稀缺也是很正常吧。要是随时随地都能回复，在共和国覆灭之后，绝地们可从没打过这么富裕的仗。

攀爬绳索和跳跃的引入让我们主角能在各个星球游刃有余的进行探索。并且移动范围比基础的步行大得多，也有趣得多。玩家们不仅可以借助游戏的主角感受每个星球截然不同的风景，还能体现绝地武士的强大武力。原力的引入让主角的移动范围又上一个台阶，各种杂技操作行云流水。不仅有很强的观赏性，和互动性。同时这种有些打破物理直觉的移动还带给玩家一种史诗感。我们的主角可是一个绝地！曾经共和国的守卫者，和平的捍卫者！他背负着绝地的希望，还对抗着邪恶的帝国！

[h1] 叙事为王 [/h1]

游戏的所有手段都服务于一个目的，那就是叙事。游戏很明显的采用了约瑟夫·坎贝尔的“英雄之旅”理论。主角从偏远星球的废弃回收站出发，完整经历了12个阶段。从平凡世界到冒险之旅，从引路人的出现和第一次冒险，从黑暗时光到新的希望，直到最后的决战和结局。游戏的每一个阶段都严格遵守了这个理论。有些好莱坞粉丝可能意识到了，这个模板几乎时所有超级英雄电影的剧本。实际上这也是星战电影也就是星战正传的故事脉络。可能这就是一种循环吧。所以接近20个小时的游戏流程，我仿佛看了一场星战电影，非常的过瘾。

星战这个ip历经半个世纪的创作，包含了太多东西。游戏不得不创建了数个截然不同的星球来作为主角的活动场地。故事本身的史诗感要求动作演出要能在众多前作中经得起考验。事实上他们成功了，与最终boss“二姐”的光剑对决真的完美满足了我所期待的场面。主角移动能力的提升让游戏的变得更加有趣，更多更爽快的镜头不断冲击着玩家的视觉观感，非常符合现在玩家的审美口味。（柯南都往动作片转型了，动作游戏肯定要更爽才行啊）

面对开发成本的压力和商业上的考量，制作组发挥了拿来就用的鲁迅精神，将一些受到市场上上广受好评，并符合星战世界观的系统放在游戏中。这就形成了现在我们看到的游戏成品。不得不说这一锅大乱炖真的挺香的。


[b] 游信编辑部评分： 8.5
优点：
+不错的融合
+各个地区的风土人情
+可圈可点的战斗
缺点
-剧情发展太过标准
-没有传送点
[/b]
好评: 全成就通关撒花，打一半发现没有难度成就还是很惊喜的，绝地大师难度只要不遇到特别多敌人还是很容易打的。
玩起来真的舒服，这种地图我反而更有探索欲望，不是特别喜欢完全开放式大地图。
全成就时间也不长，基本没有需要刻意去刷的，全收集的过程中基本都能做完，话说我其实很多回显估计都没捡到，但是地图全开了就行。
差评: 寥寥无几的人物和单薄的剧情完全撑不起这种宏大的世界观，整体玩下去感觉游玩体验很脱离，人物嘴里喊着要拯救银河系但完全感受不到那种史诗感和最后陨落绝地的悲壮，优化也及其恶心 5700ti不管开不开垂直同步场景掉帧都非常严重，还有非常多的顿卡。BOSS战几乎不存在，各种boss无非就是血条多一点的小怪，几场boss战体验非常差，跟打小怪差不多。
支撑我玩下去的有几点1.探索做的不错，几个星球特色都很鲜明，场景设计的也宏大壮观称得上是美轮美奂了
                                   2.打斗很帅，光剑的几种形态非常还原
                                   3.画质顶中顶，美术风格也不错
总体来说还算不错吧，价格也挺便宜，就是剧情跟设定的割离感实在太重.....也可能我本是不是星战粉所以体会不深刻吧，实在没游戏玩或者想体验一下光剑的可以入。
差评: 开头那段线性的我很喜欢，我突然看着看着电影突然变成黑暗之魂，我讨厌那种摆在我眼前的收集品但是技能没解锁在后期回来拿的感觉，我也很讨厌0级那只蛤蟆，虽然被我直接砍死了。我是看电影的不是来玩黑魂的。差评
好评: 非常精致的大作，人物特效跟看电影一样。
好评: 星战迷必玩
好评: 无敌 经典
目前最值得一玩的星战游戏
差评: 死了从头来过是真的离谱
好评: 玩这游戏跟看大片一样，战斗演出精彩，即便是大师难度比起黑魂也简单太多了，手残党也能打得很帅，15小时左右通关大师难度，中途还探索了大部分地图和解密，有人觉得地图设计和解密太繁琐，但我觉得应该是刚刚好的程度，唯一的遗憾就是有点短
好评: 看电影一样 最高难度也不是门槛那么高  休闲玩家适合
好评: 好玩是好玩，但流程太短了，意犹未尽的感觉，超级喜欢星战的，对砍光剑时候还是很爽的，
好评: [strike]快，购买下载打开这个游戏，然后你就是热血漫男主[/strike]

维持好评，但是有个非常难受的点是，这好像是我玩的第一个既有跳又有闪避的游戏，而我只有一个空格键，导致如果我跳设为空格就不会闪避战力为5，如果闪避设为空格就不会跳屡屡摔死
好评: “我们不能决定他们的命运，他们的命运应该交给原力”
喜欢古墓丽影的玩家不要错过。
好评: 无敌，星战迷必玩。
好评:  别玩，玩了就舍不得离开了
好评: 这实在是太顶了
好评: 不错，缝的挺过瘾
好评: 除了人物移动略显僵硬之外，其他的都还行，勉强可以玩，但绝对不值这个价
好评: 愿原力与你同在。
好评: u1s1这个游戏只有当你玩到了它，才能真正的体验到其中的乐趣，你才能感觉到星战的魅力。当我玩完这部游戏后，看完了发行商的纪录片，看到了庞大的工作量，做出来这么精细的产品，那种无法用言语来形容的魅力交响乐，真的只有在游玩之后才能慢慢回味，好久没有一个单机游戏能让我坐在电脑面前6个小时，它是。愿原力与你同在！
好评: 序章可以，后面沙盘有点无聊
好评: 确实好玩
好评: 很好玩 让我对古墓丽影更感兴趣了
好评: GOOOD GAME
好评: 光剑才是男人的浪漫
好评: [h1]近年来最能呈现星战魅力的游戏作品——《STAR WARS Jedi: Fallen Order》[/h1]

如我标题所言，《星球大战 绝地：陨落的武士团》是我认为的近年来最能呈现星战魅力的游戏作品，是因为它非常非常优秀吗？也并非如此。而是对手太弱。不论是它的前辈《星球大战：前线2》还是后来者《星球大战：战机中队》都比较拉胯，显得本作更为出色。《星球大战：前线2》其实质量并不算差，但因为微交易系统过于令人作呕一度被评为差评最多的游戏，甚至迪士尼想和EA解除授权合同。而《星球大战：战机中队》传闻差点被砍掉，还是拿出卖相不好的成品出来，完全砍掉动作冒险元素摇身一变粉丝向STG，再加上VR的噱头。

一般而言，漫改作品很难逃出“粉丝向”的怪圈，但《星球大战 绝地：陨落的武士团》凭借自身过硬的素质和质量摆脱了枷锁，是近年来最出色的3A级星战动作冒险游戏，Respawn更可以说借此而“重生”，通过强大的游戏制作团队阵容和演员精彩的剧情演出为我们带来了一部荡气回肠的绝地武士重建武士团的英雄故事，在IGN评分最高的星战游戏中排名第3，仅次于《旧共和国武士1&2》。

[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]

[h1]站在巨人肩膀上的战斗和关卡设计[/h1]

英国物理学家牛顿曾说过，如果我看得更远一点的话，是因为我站在巨人的肩膀上。而本作也确实“站在巨人的肩膀上”。这里我有两层含义，一是绝对强大的开发阵容，二是游戏较明显的对其他游戏的借鉴。团队总监是《战神》三部曲的导演，制作人是Bioware老兵，剧本策划是Obisdian的传奇剧作家，卢卡斯影业直接参与指导世界观架构。

而对于游戏的核心要素而言，也就是战斗系统和关卡设计部分，它并没有多大的突破和新的花样，但绝不是失望的程度。毕竟它“缝合”的还是挺好的。在战斗系统上，它更像是对《只狼》这种魂类游戏的借鉴，当然也结合了电影中酷炫的光剑决斗的技巧。在面对后期BOSS时，由于气槽的设定，游戏也从所谓的即时战斗变成了“伪回合制”，好在仅仅是借鉴而非完全变成魂类游戏。这也是游戏在地图探索和关卡设计上所决定的游戏必然无法完全魂味。游戏在地图探索上属于3D银河恶魔城式的设计，而在动作上由于潜行刺杀和攀爬也被戏称“星战版刺客信条”。

[h1]渐入佳境的剧情引导设计[/h1]

本作在剧情上虽然不能说是非常优秀，但对星战粉丝来说确实是“过年”的程度，而且相对于《星球大战：前线2》甜品似的的单人战役，被吐槽为战地版星战，本作有着20h左右的剧情流程，纯单人，足够良心。而本作的剧情背景则设定在《星球大战前传：西斯的复仇》和《星球大战：新希望》之间，讲述了那段黑暗的星战历史，卡尔重进绝地武士团的故事。对于玩家而言，从无到有，也算得上代入感极强的主角设定。尤其是开场时，卡尔只是一个卑微的拾荒工人，在星舰内引导学会各种操作，顺带开场就和boss二姐相较量一番，也算得上是姿势正确的初见。

[h1]结语：[/h1]

《星球大战 绝地：陨落的武士团》是一部瑕不掩瑜的星战动作冒险游戏，游戏的核心玩法基本是对其他游戏的借鉴，没有独创性，但并不影响本作出色的品质本身。作为一款星战游戏，私以为它也没有必须作出重大创新的使命，能让星战粉丝和普通玩家都喜欢就足够了。笔者曾通过XGP和EA play游玩过本作，因此这次只是勾起回忆，没过多重复游玩。

好评: 个人认为《星球大战 绝地：陨落的武士团》是最近星球大战系列游戏中最为出彩的一部，它向玩家展示了绝地武士绝不只是因为其强大的原力，而是他们的坚定且执着的信念，并且不被痴迷于强大的力量。但不知道其他人玩的时候是否感觉到，《星球大战 绝地：陨落的武士团》的有些动作实在是太像重生工作室的另一部游戏《泰坦陨落》，有的时候我都开始怀疑我在玩得到底是《泰坦陨落》还是《星球大战 绝地：陨落的武士团》，同时这部星球大战虽然其原创剧情很棒，但地图设计还是存在一些“漏洞”，有些时候玩家很容易迷路，BD的地图确实很棒但仅限于初次来到该地图，因为初次来到一个场景的时候，BD会显出黄色的未探索路径和红色的暂时无法探索路径，但当玩家探索完整个地图之后，这些路径将不在显示，同时这部地图的上下层和复杂程度蛮高的，很容易导致玩家在二次探索的时候迷路或者绕远路。但《星球大战 绝地：陨落的武士团》依然是相当值得体验的一部星球大战系列游戏。
[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]

[h1]优秀到无话可说的游戏画面[/h1]
其实最近几年的星球大战系列游戏的画面都不算差，但《星球大战 绝地：陨落的武士团》这部游戏是这些游戏中的翘楚，这归因于游戏不再将主要战场放到无垠的星空或者战舰上，反而将主战场放到一个个实际的星球生态中，在游戏中的每个星球各有特色和一些奇特的生物或者景象，可以说每到一个地方都有新东西吸引玩家的探索欲望。

[h1]绝地武士的个人传记[/h1]
从一款以剧情为主的单机游戏来说，《星球大战 绝地：陨落的武士团》基本上已经做到了最好。对于一些喜欢星球大战的玩家来说，失去了无垠的星空和刺激的战舰，它也许难以称为星球大战，但我个人认为《星球大战 绝地：陨落的武士团》这款游戏的本质是以绝地武士为主的，绝地武士难道不是星球大战系列的一部分吗？星球大战对我而言，它绝对不只有无垠的星空和刺激的战舰，还有那些神秘的星球环境和绝地武士在这些星球上为和平默默地付出。不过不可否认的是，如果这款游戏能在某个剧情中设计一场刺激的星空战斗会变得更棒。

《星球大战 绝地：陨落的武士团》这部游戏的光剑战斗才是真实的绝地武士的攻击方式，这也是为何我之前说这部星球大战实际上是绝地武士的个人传记。它就像是“《如何称为绝地武士》“一样，它一步步教导玩家称为一个合格的绝地武士，当”辛普森一家“(那个眼睛有点突突的实在太像辛普森一家里的角色了)授予主角绝地武士称号的时候，那种内心的激动是其他星球大战系列游戏难以给予我的。

[h1]欠缺的解谜设计[/h1]
玩家从一开始学习蹬墙等基础动作，到后来学习使用原力解谜，最后的二段跳和在冥想中解锁的战斗动作每个成长都是一点点实现的，可以说玩家在打造一个属于自己的绝地武士。但说到这里，不得不吐槽一点，这游戏解谜也太多了，而且游戏给玩家的提示也太弱了，玩家需要的是具体怎么解谜，要的是具体怎么操作，或者直接给出一个关键物件的提示也成啊，就知道在那说一些玩家早就知道的东西。我个人在蜡烛烧树枝那关卡了最少半个小时，差点想放弃了，后来实在撑不住了，找了一个攻略视频，原来是通过磁力+原力的组合解谜，只能说设计的确实巧妙，但如果能多给一些提示，会给玩家更好的解谜体验。
好评: 中规中矩
好评: 挺好玩的。
好评: 一场自己演的大电影
差评: 稍微说一下吧，我打折买的，大概用了八十多块钱左右。
这游戏怎么说呢？星战粉丝可以入手，其他的就算了，抛却情怀一般，用评论区老哥的话就是普通人五分，星战粉丝八分，满分十分，这游戏只能勉强算得上是合格。
本来是写了一大段话的，但想想还是算了。
  主要问题是按键繁琐，需要重复探索的内容太多，怪，光剑，原力之间的关系没有找好，甚至原力可以无脑杀所有的人形敌人，还有的地形zz，操作系统有问题，上墙有的地方上不去，抓藤蔓抓不到，通关之后摔掉的血可比敌人打掉你的血多的多。血瓶这玩意需要重复探索，等等，本来是写了一大段话的，但奈何语文水平一般，只能说这么多了。
如果不是星战粉丝八十块入手是亏得一批的，更别说一百多了，我是慕名而来，但真的没有感受到光剑有多厉害，表现力太低了，原力与其说是战斗不如说是妥妥的解密工具
好评: 星战粉必玩，这几天又重新开了个大师二周目档，全成就过程还算轻松，这一点好评，光剑打击感确实不错，很性感！都说是类魂类游戏，但是发现基本上把技能升满简直打小怪就是个无双游戏，难度还算友好。就是跑图是真的麻中麻。
PS:风暴兵的配音也太逗了，B1配的是吧。
好评: 三个理由：
1、如果你是星战粉丝请直接购买，故事线场景直接情怀拉满电影菜单满满有意向不到的惊喜
2、光剑yyds，没有男人会拒绝嗡嗡作响的光剑的更何况还有弹反，单刃，双刃，双刀，原力，玩上手之后直接振刀振起来了上头
3、剧情衔接大清洗之后发生的故事，剧情中出现了很多熟悉的名字，老粉丝狂喜，希望新粉丝也会去看一下前传三部曲加入星战大家庭
好评: 没想象中的那么好，但是也还行，7-8分的样子，可能是因为我不是星战迷的原因吧。
好评: 太棒了，如果没有烂橘子登陆器那就更好了！
好评: 达斯维达太帅了
好评: 爵爷YYDS!!!
好评: 星球大战：绝地陨落的武士团，导航系统做的不好导致通关时间拉长，以为是绝地无双没想到是绝地之魂。但最后看到了爵爷（和帝国进行曲），还捅了爵爷一刀，这游戏值了。
好评: 比只狼流程要长，不算星战迷，但和女友一起看过曼达洛人，小时候看过星战电影。综合来讲算是佳作。
好评: 游戏很好，但EA真的应该4000+
好评: yyds
好评: 战斗和画面都很nice，值得购买。但是路痴慎入，地图非常绕
好评: 星战粉必入，剧情衔接正史，原力和光剑的应用满满的星战味儿，地图场景设计也很符合星战，还有飞船光速穿梭的时候和电影效果一样。缺点在于光剑打击感不太好，没有切瓜砍菜的感觉；地图设计看不懂，跑图解谜太麻烦，特别是对我这种路痴来说；没有传送点，只能存档、休息、学习技能。个人评分能给到8分，满分10分，还是值得一玩的。
好评: 没有词条没有品质没有等级没有属性。
美术设计角色设定都还原原IP，难度不高容易打出很帅的操作。
地图比魂系大，跑酷解密占比高所以第一次探索很新鲜，如果想检查有什么遗漏的会很头疼。
虽然离开此星球后捷径地图不会重新刷新但赶路回去夜视脑力活儿。
好评: 超爽版只狼，星战粉必买
好评: 冲着卡梅隆来的，啥也不说了，卡子哥好帅！！！
好评: 太棒了
差评: EA回收游戏也不打个招呼，你妈死了我也想随个份子好吧
好评: 6
好评: starwars is the best!
驾驶ATAT，看到侠盗一号角色的时候，心中那个感触。。。
清洗兵也很酷，好久没有这样的星战游戏了！
差评: 哪个小天才设置的，探索星球就弄得跟迷宫一样，查攻略解密搞到头疼，玩了几个钟差点把命给玩没了，一直干呕
好评: 我是个傻逼
好评: 牛
差评: 我就是个**
好评: 好棒

好评: 可玩性很高 比较喜欢这种可玩性高的游戏
好评: 我是傻逼
好评: EA的运镜还是很有东西的，序章那至少一个市大小的星舰着实震撼。后面到各个大场景还经常运个镜，让人充分感觉游戏人物在巨型山川、森林、人造建筑和载具前的渺小，属实是巨构爱好者和废墟探险家的心头好。
解密说难不难，说简单也不简单，主要是一旦路过某些东西，后面学了技能就懒得再去找了，特别是在水下的箱子，光靠BD哔波哔波谁找得到啊，不过资料库的东西倒是写得很用心，还算有趣，箱子里的皮肤真的是没有什么好看的。
游戏最大的难点是手贱和路痴，经常开了捷径却忘了捷径在哪，跑到地图后面眼瞅着进BOSS房了想去隔壁翻箱子，拐个弯直接跑回螳螂号。说句掏心窝子的话，不是全图鉴强迫症，真的没必要冒着沿滑道掉回梦开始的地方的风险开箱子。
剧情。。。“那个男人”的出现比较让人惊喜，但没办法比划两手真是遗憾（还有你是有多闲，绝地到家里偷个东西都要自己亲手来处理）。结局过于平淡，各种伏笔没有揭露也是可惜之处。综合而言，游戏7.5/10吧，只要碰上打折还是可以买的。
好评: 该有的都有，作为一个星战题材作品可以说很满意了，优秀的动作设计，细节也把握到位。收集要素偏多和乏味，只有主线有带解密要素，多余的收集要素则是跑路和后续技能解锁才能获得，解锁起来很无聊。不过光剑味道很正，可惜白毛小姐姐在后续起飞桥段没有参与到闲聊对话中很遗憾。
好评: 初次体验：这游戏竟然给了我莫名自信想去打只狼？
游戏是好游戏，动作也很帅。就是地图设计和跑图真ex
好评: 不是光剑的粉丝也玩的很爽6B，画质很好
好评: 好玩
好评: great
好评: 粉丝向游戏，跑图和解密给我整吐了，建议骨折入。
好评: 感觉地图和导航系统很有问题,很容易迷路
其他的都很好啊
_________新写的内容
发现里面那些虫子是真恶心啊，我靠，主线重返卡须克的新加地图给我整怕了（主线第一次的时候也有但是没那么严重），蜘蛛模型刻画的微妙微翘（好像打错了，懒得改了），甚至肚子上的毛都有做，还会动，刚好我又是4K屏，我人都傻了跟真的一样，地上还有会咬人的那个不知道叫什么的玩意，一动一动的，（怕虫子的）我一想都觉得恶心（当时doom就是因为这个卸载的）真顶不住啊，我一看马上alt+f4退出游戏卸载一波流
WDNMD，想想都恶心，不说了，卸载卸载
妈的，这个制作者是真的恶趣味，什么触手play乱七八糟，真恶心啊，靠



__________通关后记录
找了个不怕虫子的把有虫子的星球（例如暗夜姐妹星球）过了，发现这游戏其实挺不错的
好评: HAO
差评: AI智障，设计俗套，动作死板，玩个星球大战，变成个人古墓解密，ea很难不那啥，真星战迷可以一试
好评: 导师的甲亢眼是真的出戏，跑路也是真的麻烦
好评: 好玩 就是流程短
差评: 不是星战迷  玩这个游戏是奔着类魂去的
结果大半时间都在跑图  没传送点  最恶心的是键鼠有时A不出来
玩了一遍就不想碰第二遍了
建议打折入手
好评: 我是因为泰坦的名头来的
我想要的是泰坦爽快的手感
要跑酷，要砍爆，不要解密！！！
重生你不会做的啊。
好评: 原力与你同在
差评: 一直跑图一直解密，战斗手感奇差，然而我只是想砍爆或者被砍爆
好评: nice
差评: 游戏美术和动作 场景没话说，毕竟重生是2015和iw出来的，
跑图很恶心，整个游戏一大半时间都在跑图
ea就是傻逼，整个游戏和n卡程序是冲突的，
n卡滤镜和录屏有很大概率直接未响应，然后游戏卡死，
只能alt＋f4，因为ctrl＋shift＋esc强退之后steam也会崩溃。
驱动没问题，别的游戏也没问题，只有这个游戏 电脑会崩溃
重生你妈有了，但是ea没有
好评: 又有光剑，又有原力，重生算是把星战IP整明白了
好评: 星战绝地陨落，就像是混合了许多口味的果汁饮料，搅拌后装入一瓶贴着“Star Wars”大标志的酒瓶里，初闻可能感觉很香，但纯度显然不够。
即便缺乏令人耳目一新的创意和新鲜货，但《星战绝地》也并没肩负着开拓新流派、营造崭新游戏体验那么伟大的历史使命，它只是一款借着星战ip诞生的爽快3A大作而已。所以即使它“缝合”的创作理念可能会引来一些争议，但单论游戏体验，仍然是一款制作优秀，且好玩到有些令人意犹未尽的动作冒险游戏，不影响整体销量，值了。
差评: 建议打折时入手，198买个跑图电影真不值，我原价入的，我是傻逼
好评: 好玩，我不是星战粉丝玩的也很爽，推荐困难难度开局战斗系统太爽了。收集要素主要都是主角的衣服机器人飞船皮肤啥的，光剑配件不多没有收集癖的话没必要在这方面浪费时间。整个流程大约20个小时也不长，找个小长假一口气玩完体验更佳。
好评:  原力，BD，光剑，还有和拉斯维达短暂交锋，粉丝心中的东西都被拿捏了，星球大战这一块算是被EA玩明白了
好评: 电影级别的效果和内容，太佩服了，爱上了
好评: EPIC上很早就买了，但还是喜欢用steam玩，ea play里有这么一款用心做的星战作品是真的划算。
来说一说个人的感受，首先这个游戏对于路痴是一点都不友好，每张地图都和个巨型迷宫一样，我这种东西南北都分不清的人每次寻路都是碰运气般往一些能走的地方盲目地尝试，但确实制作牛逼就在于“条条大路通罗马”，反正我每次到目的地都和便秘许久然后脱出来一样解脱，说真的游戏内的解密加找路真的非常烧脑。
再有就是其战斗，可以说在学习了各种技能后还是比较舒畅的，我是菜鸡只能玩玩简单模式估摸是没法感受星战只狼般的体验了，但是炫酷的光剑加原力的配合确实可以让战斗变得非常花哨。
总体而言是一个非常好玩的游戏，扣分项的话应该就是强制性的折返跑路确实是可以让玩家探索到更多东西，但真的太费时费力了
好评: power ! I need power!!!!!!!!!!!!!!!!!!!!
好评: 《星球大战 绝地：迷路的武士团™》
好评:  免费入的，我是聪明逼。找不到路，我是伞兵。
好评: 重生，我的超人
好评: 星战粉的狂欢，光剑的浪漫，原力的爽快，呈现的淋漓尽致。无与伦比的星球大战系列最佳
差评: 答应我别TM再用橘子启动器了，快被逼疯了
差评: 弱智遊戲，根本不聽指令，玩的難受得要死
好评: 1
好评: 好玩
好评: 好玩，没有基础也不用怎么补课，背景很容易带入
好评: 光剑nb
好评: 难度不太高的黑魂like，整体游戏体验不错，值得入手，美中不足就是不显示探索到未打开的宝箱，也不给玩家自己做标记
差评: 存档没了，剧情也不能跳过，垃圾游戏
好评: 气抖冷，暴风兵什么时候才能站起来
好评: 首先说一个bug，在最终一战躲避维达，按下电梯键后，四周建筑会消失，主角在空中无限坠落，读档也没用。解决办法是：按下电梯按钮等动画完毕后，快速跑到电梯厢的另一侧，就能顺利继续了。

接下来是正文，我的评价是：中规中矩。没有太大亮点，也没有明显缺点。标签有类魂系列，其实更像《古墓丽影》，多是平台跑图、大小解谜和小战斗，boss战并不多。

缺点：地图太太太太太绕了，且无法标记，没有寻路，只能在存档点存档。流程中更有不少时候是单向的，解锁捷径后才能重新进入。最难受的是没有传送！没有传送！没有传送！没有传送！通关后全收集只能腿着过去，有的地方有捷径还能轻松点，泽佛和卡西克这两个星球是真的阴间。原力和光剑系统虽然有趣，但缺乏深度，远程控制物体和反弹弹体的机制也不新鲜了，毕竟《控制control》珠玉在前（虽然就早了两个月，但真的被吊打）。

优点：画面、演出、美术真没得说，3A水准，个人是认为压倒育碧各大作的。原力、光剑弹子弹也比较有趣。剧情上，从非星战粉的普通观众角度来说挺好，没啥硬伤，人物性格的转变和最后的结局都能说得通。但有一缺憾是，卡西克这颗星上的索·格雷拉这个反抗军领袖，在流程中很多收集品提供的信息，都在暗示这个人虽与我同一战线，可手段残忍，且好似有其他目的，结果跟他发生几段对话后这人就杀青而不了了之了，白让我有所期待了，还以为会与他反目为敌。

总之，绝对是一部好的作品，缺点写了这么多也是瑕不掩瑜。毕竟全收集的麻烦只在通关后，流程中的游玩过程是十分尽兴的，收集品绝大多数只是装扮，拿不到其实影响不大，特别是在这独树一帜的美术场景设计展现的世界观下，整个流程下来是足够吸引人的。重点表扬序章的演出非常精彩，在给人继续游玩下去这点上，绝对是加加加加分项。
好评: 玩这游戏之前，和室友击剑🤺一直都是我输。玩了这游戏之后，他们根本不敢还击🤺
好评: 123132132
好评: 第一情怀：以前在学校看《星球大战》，我就感觉特别棒，光剑特别炫，军队特别庞大，机器人很给力，直接把手砍下来惊到我了。
第二优化：这游戏读图是即时读的，打完这个区域回去之后还得再读一遍原来的，就很拉跨。就连中配也拯救不了的事情。我是个搜集党，来回读图我很苦。
在达索米尔星球上有段剧情，主角要跳到戈尔伽拉蝠身上，那里我错过几次，这个设定我直摇头。

第三优点：风景很漂亮，人物模型很不错，背景音乐很棒！好游戏！游戏一打开就停不下来。
第四小鲜肉：我不是路痴，解谜也简单，卡梅隆·莫纳汉的杰罗麦杰罗姆演的可帅了！

好评: 那个大男人会拒绝光剑呢
好评: 星战粉，很还原！
好评: 优点：光剑效果
缺点：不能边开地图边跑
难度：莽——黑暗之魂（也许吧）
解谜：难度并不高，自己双手撤开键盘想一想还是可以达到不用看攻略的地步的
差评: 不好玩
差评: 我叼你妈的，策划是他妈的傻逼吧，狗策划，你妈死了，刮痧
好评: 开头结尾很帅，过程很煎熬，剧情简单，光剑才是男人的浪漫，不过熬不过探地图的玩家，不建议，还是那句话：愿原力与你同在
好评: [b]典中典，好游戏毁于平台[/b]
之前测评：
玩着玩着，就挺突然的，游戏打不开了。
Origin平台，我操你妈，我操你妈，我操你妈，我操你妈，我操你妈，我操你妈，我操你妈，我操你妈，我操你妈，我操你妈，我操你妈，我操你妈，我操你妈，我操你妈，我操你妈，我操你妈，我操你妈，我操你妈，我操你妈，我操你妈，我操你妈，我操你妈，我操你妈，我操你妈，我操你妈。

[b]优秀的缝合怪[/b]
这游戏几个词就可以总结，优秀的缝合怪。古墓、魂系等等（时间久远记不清了）游戏玩法缝合，居然也有新的体验。

[b]总之，值得一试[/b]
唯一可惜是流程短，价格贵
好评: 好玩
好评: 怎么说呢。。。适合星迷打击感挺好的!
好评: 原力与你同在
好评: 好
好评: 我是大笨比
好评: 贼好玩，画质和剧情绝了，光剑炫酷的一批，重回星球大战
好评: 看电影时间。
好评: 好
好评: 很好玩
好评: 地图够大，孩子很喜欢。不过不能传送就很难受了。
击剑很爽，孩子很开心。但是花里胡哨且没什么用的技能有点多。
解密不少，孩子很费脑。可是把大量探索需要的能力塞在主线中就非常烦了（我跑一半还得回头做主线拿能力再跑一趟，有捷径也不顶用啊

好评: 中规中矩
好评: As a Star Wars fan I pretty enjoy this game. It tells a lot of cool stories about the few years after order 66. As for the combat it might be really hard for those who haven't played this kind of game before, but once you get the hang of it it can be really fun, the sound effects and animations are really cool and rewarding. There's also a lot of things to explore and a lot of collectibles.
The only things I don't like about this game are puzzles and maps. I'm never a fan of puzzle solving and in this game the puzzles just seem kinda unnecessary to me, sure it adds more contents to the game but I just think there's too much of them and they're sometimes really confusing, you can ask for hints but they barely help, so it just drains my patience so much and it's really a buzz killer. And as for the map, it's usually not a problem in the early stage but as you explore the map just gets more and more complicated until you have no idea where is where, and there is no fast travel or GPS in the game either so it's really like going through a maze, that can also drain my patience so much
Generally it's not a bad game. If you are a Star Wars fan and love combat games then it's absolutely a great game for you. But if you are somewhat impatient about puzzles and stuff like me, you might wanna reconsider about it
好评: 非常好玩的游戏，强烈推荐~~~~~！！！！！！
好评: 弹刀机制+RPG技能树+类恶魔城+星战IP，混搭的游戏体验竟然奇妙的有趣，光剑的战斗很有代入感，而且不得不说，播片技术力确实高，动作系统也算完善，唯一不做的就是地图设计实属一般。

好评: 好玩
好评: 挺好玩的，就是跑图太累了
差评: 公认的画面调不好
好评: 希望有继作  伪星战迷  光剑对决的感觉实在太好
好评: 一玩起来停不下来
好评: 路痴别玩，太绕了，其他推荐
好评: 光剑挥舞很爽，颜色和剑柄款式非常多，原力招式丰富，中前期解锁双刃光剑，二周目有红光剑
原力招式会消耗原力槽，觉得和电影不一样不能体现绝地武士频繁原力攻击的建议修改器
招架时机需要适应，和其他动作游戏不太像（宗师难度）
解密部分较多
大部分过场动画较长，不可跳过，急性子慎入
处决人形生物没有断肢，体现不出光剑切割感
路痴可能要查攻略
部分怪会吓人
部分怪很恶心，恐虫子、蜘蛛、大型生物和奇怪的植物的慎入。
好评: 著名星战三部曲之一，故事剧情和电影匹配不错，融合动作剧情和任务选择，在一个开放世界满天飞的时代，动作冒险类的游戏并不多见，绝地陨落的武士团绝对是那样出色！所有剧情结束后，还有战斗挑战和战场模式，继续体验双刃光剑史诗般的光炫！100%好评星战系列游戏，我成功从一个星战粉成功进阶到铁粉了！
好评: 补票
好评: 纯粹的享受，就是地图有点大，容易迷路
好评: 不说了我已经掌握了原力
好评: 通关用了 22 小时，没有全收集，90%收集，流程感觉有点短，打折入很香。
差评: 过了这么久，才想起没打差评，当时预购的黄金版，冲着绝地武士来的，结果是个魂like游戏，啥玩意儿都TM要黑魂一下，劳资要玩黑魂不会直接去买黑魂？再也不预购EA的游戏了
好评: 1、故事节奏张弛有度，情感线铺的很好。再次痛骂JJ和傻逼迪士尼拍出的正传789，只有纯傻逼才能拍出那种菜到抠脚的电影。这作的剧本拿去拍新正传真是秒了。
2、不能传送是本作最大的败笔。有的星球的迷宫太过复杂，对路痴不友好程度太高了。
3、缝合的非常舒服，把许多名作里的动作、探索特色提炼出来，但又给予了星战式的消化和组合，非常的优秀。
