好评: 算是给当年补票性质买的，其实这个游戏是当年最喜欢的游戏没有之一（那时候这游戏个人觉得是真的比上古卷轴5好玩多了，当然那时候那两个游戏我都玩了好几个月），现在玩依然挺喜欢的。其实当年最感动的还是阿玛拉王国这个游戏的工作室要倒闭了还最后把两个DLC免费出出来了，后面没机会补票感觉超级遗憾。现在喜爱的游戏又复活了，还有了新的DLC，真的太开心了。
其实还是因为我自己现在用的笔记本配置比较老，差不多是五年前买的了，也只能玩这类配置要求不高的游戏。其实游戏里有一些可能闪退的场景，我试了下大概还是因为我电脑配置太老了。
不过这也算情怀游戏了，画面上已经比不上目前的主流3A，但是剧情、可玩性甚至音乐，都算是精品中的精品。
差评: 本来玩完前两个dlc 会给好评 尽管都是砍砍砍有点无聊 但新的dlc完全毁了游戏好印象 dlc3主线后期故意恶心你的关卡设计 给怪套个皮 强制耗时间 屎一样的结局
好评: 老玩家了。1、BUG问题。因情怀购买，可能是买得晚很多bug都修复了，我玩的时候没什么bug，以前老版有的小问题也修复了。2、画面。画面党，玩了近年的ARPG比如巫师3什么的之后，觉得这个画面本身还是有点拉了，但是由于风格实在太喜欢了，最喜欢不用上班的下午喝一杯咖啡慢慢逛森林和平原，因此是我心目中的神作。画面是真的有细节化，是真的好过，但是由于大框架是不变的，然后HDR效果好像也减弱了很多，因此粗看上去仿佛画面差不多甚至还差一点（没有以前那种HDR唯美感），但是看多了，也截图做了对比，看叶子细节什么的也都有做过优化，就慢慢习惯了新作。3、故事性。因为中文翻译过于机翻，改成英文版玩，字体挺古典的，有在玩新游戏的感觉hhh，而且很多NPC的聊天读英文版还是跟中文感觉差很大的，对原著世界更感兴趣了。4、价格和游戏性。是出了新DLC且是年末特价才买的，感觉很值，如果要我单独买我可以接受200，一是买情怀，二是画面风格还是我喜欢的，但是系统和难度还是一如既往的一般般，重复玩的唯一原因是漂亮。
差评: 非常糟糕的汉化
有多糟糕呢？
有些人会发现无论如何都无法打开后处理
为什么呢？
因为开和关都被翻译成了“已禁用”
好评: 体量不小的ARPG，比较完整的体验下来也能玩个百八十小时，不过过程十分疲惫，远没有老滚等类似游戏来的愉悦，
作为ARPG这款游戏显然更注重"A"而不是‘RPG’ 毫无生气的世界，通篇下来除了主线的两位重要NPC，其他NPC都让人毫无印象，对完话就忘，一问一答式的对话树都让RPG元素显得很暗淡，战斗体验见仁见智，我觉得十分痛苦
重制效果就那么回事儿，相比重制效果差不多的黑手党2老玩家免费，这个居然只给老玩家一个限时折扣，官方中文质量极差，名词翻译各种上下文不一致，吃相不怎么好看，
最后一个DLC也算是勉强在承诺的2021年内出了，给这个游戏画上了一个还行的句号
好评: 不是游戏太老，而是我老了…
差评: 主线任务卡BUG，沉默降临：摧毁3所赤晶教堂，直接没法往下玩。
差评: 老游戏重置，除了机翻不能忍之外，其他的都还行，所以我不推荐
好评: 挺好玩的，RPG元素，装备、技能都有，比黑暗之魂好玩多了。
差评: 新DLC的成就是有BUG的，售后服务要求完成32个任务有时候会完不成（包括主线坐船离开）。重开了2遍也没成功（有人是有这成就的）不准备第三遍了，这游戏放在以前还行，但现在这年代比它优秀的同类太多了。开始玩的5个小时还是值得玩玩的但后期玩法单一乏味，不建议购买
好评: 像我这样极度喜欢神鬼寓言和上古卷轴的人，居然差点错过这款神作。。
好评: DLC Fatesworn 很好得体现了现在游戏设计的问题。单单就推主线的混沌地牢，都让人跑路绕圈跑到吐了。现在的关卡设计反正就是让你绕，让你花时间，塞一些垃圾重复内容。

除了以上说的问题，我对Fatesworn的整体感觉还是很不错的。间隔快十年的新内容，与原有的内容基本协调得不错，这很难得。但是有一点小遗憾。混乱武器只有三种元素属性基底，没有prime武器为基底的武器。使得打新图时法师就总得两种武器切换着来。

最后，如果能够修复原来游戏就有的各种bug，并且把中文那离谱的翻译改一改。那么这次的重置就算是很不错了。
好评: 我是薛帕德指挥官，这是我在神堡最喜欢的商店。
好评: 贼好玩
差评: 更新DLC后不断报错，吐血

不推荐以高于60%的折扣购买。
官方中文依然稀烂。
语言方面的体验从低到高依次为：
小学英语水平<民间汉化早期版本<官方中文<民间汉化最终版<6级英语水平
好评: 补票玩的，感觉和重置前的没啥区别，但是不影响这个游戏的游玩性。第二代不会是有生之年系列吧！
差评: 真服了，这么久了，汉化的BUG还是没修复，把开启和禁用都翻译成禁用，就不管了是哇，就这态度，把一碗冷饭，从冰箱拿出来，使劲往里面塞屎进去，容量翻了N倍，画面有什么大的提升吗？BUG确实是升级了，我感受到了，这是最大的提升，继续努力，希望把我的美好回忆恶心到忘却
好评: 本着网游思路做《老滚》
支线是真的无聊，几乎就是跑路-杀怪-跑路
主线也稀碎，和支线如出一辙的跑路-杀怪-跑路
如果不是实在没游戏玩了，真的不建议入
好评: 如果能买到原版的玩家就不建议买这个所谓的重置版，啥几把也没重置
像我是之前玩的盗版来补票的我无所谓

主要还是市面上的这种大型RPG太少了，
所以我觉得本作可以和老滚、巫师排在一起作为我们这个时代最优秀的RPG游戏之一
差评: 强烈不推荐，花这些钱、时间、精力您不如去玩巫师或上古卷轴，甚至辐射都比这个强，主线稀烂，支线没趣。除了画面还可以，其他都没啥亮点。
好评: 有没有人碰到过这个问题，每次都是玩了大概20分钟，然后就报“CreateTexture2D failed with error code 0x887a0020”的错误，每次都是这样，烦死了
好评: 算是补票吧，还是当年的味道
好评: 38小时通关，零零碎碎打了我两个半月的时间。说真整个游戏颇有食之无味弃之可惜的感觉，玩完之后只想老滚五再来一周目。同一时代的作品，本作真的差上古卷轴5太多了。无聊的任务设计，单调的对话演出（虽然老滚也很傻就是了，但总比谈个黑框啥也不能动要好，而且对话虽然有选项，但是也没见和黑曜石系的CRPG那样对剧情有多大的影响），人物塑造还行，不过这剧情着实小学生作文文笔加中学生中二病犯了的感觉。整个世界观、神话宗教背景、细节被老滚甩了五条街不止。而且从本体到DLC，真的就是不断出现二五仔。说了这么多该给这个游戏怎么评价呢，5分制的话我觉得给3.5分是可以的，作为一款中规中矩的奇幻RPG，倒也值得一玩，不过没有太多多周目的动力就是了。

[h1]优点：[/h1]

+remastered版可以在现代的操作系统上流畅运行

+魔兽画风过去多年依然养眼

+庞大的可探索世界

+精妙的dungeon设计

+卡牌系统成了职业系统的亮点

+炫酷的（五毛钱特效）招式

+++一直在更新DLC，非常好评

[h1]缺点：[/h1]

+无聊的任务

+平庸的剧情

+拉胯的优化

+过于网游化的系统

[h1]评分：[/h1]

[h1]3.5/5（可以一玩，但老滚五珠玉在前，实在难以给高分）[/h1]
好评: 多年前玩过盗版 当时玩得津津有味 

现在来补票 发现当做单机动作版魔兽世界 还是挺好玩的hh
好评: 这个游戏打击感十足，叙事宏大有力，略有遗憾的是游戏性到后期略有不足。
好评: 开始用敏捷最高难度开荒，结果被BOSS劝退了。第二轮降低一难度再战，发现竟然可以游戏里手动降难度，当时心态直接炸裂了啊！
好评: 玩着还算满意。我比较喜欢打怪弄装备的冒险类游戏。
差评: 我到底是玩游戏还是在找BUG？
好评: 毫无疑问的，这款游戏的重置缺乏诚意。
这不仅仅体现在原封不动的游戏内容上，就连中文翻译的质量也如同机翻一样。
不过游戏本身的素质还是值得一试的，当然从很多年后回头看也存在不少问题就是了。
好评: 经典游戏,补票来了
差评: 才玩不到几个小时，系统就提示无法存档，根本无法继续游戏
好评: 经典玩法~~
好评: 非常好玩 单机版的魔兽体验 剧情也补全了bug也修复了 就是有一点啊 能不能出一个坐骑系统 随便骑个鸟啊 马啊什么的 真的做的很不错了 我很喜欢 推荐大家去玩一下
好评: 怀念那个年代
好评: 好玩
好评: 算是买了补票的~之前12年吧下了玩儿，感觉手感不错，第一次通关基本就是无脑过剧情，之后第二次的时候把西边地图打了大概80%，东边地图还是一路突突突过去；第三次的时候跟第二次差不多，只是把所有派系全做了；去年买了一次重制版，还是大晚上12点买的，但是那个时候BUG过多；前两天看评价已经是特别好评了重新下单的，配合2k显示器感觉效果很好……这次打算尽量所有任务100%+全收集，毕竟储物箱也从150吧还是多少来着，扩充到300了，之前装备都是找墓堡商人卖了，这次应该大部分能放下了吧；
好评: 好玩
差评: 卡任务BUG了，派系任务 无声步伐
差评: BUG贼多，谁买谁入坑
好评: 老游戏补票
好评: 小时候玩的，我汤姆烧饼
好评: 发行时间很早的一款RPG游戏，就当时来看剧情不错，故事题材新颖，战斗打击感十足。下面说下问题和建议：1、武器搭配有问题，单手剑可以双持搭配，但是没有。虽然也可以配盾牌，但是游戏机制中盾反是作为一种招架反击玩法，所以可以不做考虑；2、紫色武器、黄色套装属性还没有玩家自己锻造的稀有装备高。这是这个游戏的一大问题，装备系统没做全，应该随着玩家等级提升获取对应套装，或者武器，属性要和玩家等级匹配。3、招式技能感觉太少，有些设计不实用。4、主线故事太短，都2021年了，还不出第二部，而且dlc也太短太少；4、官方中文翻译太糟糕，有些时候影响选择剧情，完完全全就是机器翻译！请找专业的翻译团队！
好评: 说这游戏不行，那不公平，但这个支线实在太多太烦了！消耗大量的时间跑路打怪，奖励又很少，真是让人迅速失去耐心。
好评: 我喜欢这个游戏,阳光明媚,还有大盔甲,带上我的自定义武器"小猪哼哼"就可以快乐的出发了.
差评: 这哪里是重置，简直是原版，五折都不值，操作也太古老了，无法接受。20块可以补补票不能再多了
好评: 文本太差了，一字一字看，都很难理解一个故事的意思。莫名其妙
好评: 补票，希望能有新作
好评: 12年刚出的时候就玩过，这华丽的连招让我惊为天人，去年无聊又去下了个盗版重新打了一遍，今年看到重制版，乘着打折毫不犹豫补票入了目前刚创完人物，虽说介绍上写着画质提升，但是完全没啥感觉就是了
好评: 這這次剛好補票, 很好玩的遊戲動作感十足, 習慣動作遊戲的玩家可以存困難開始會比較有趣.
好评: 老游戏了 玩了4  5年 现在折扣又继续上了 重置了分辨率 重置了新BUG  也可以说带着新BUG又重新上架了 而且从重新上架到现在也不修复一下BUG 感觉就是来捞钱的
各个职业都很好玩 都是最高难度起步 依然挺轻松的 
也喜欢可以学一下DNF的史诗收集 不然一仓库装备找起来太麻烦了
能不能出一下装备幻化啊 有些低级装备武器是真的好看
宠物也不能带出来 只是加属性 什么时候能参战  还有坐骑系统
最后总结 就现在如果有人想玩还是玩学习版就行了 我盘里还有
好评: 吸取了以前的教训  最高难度37级才过河 两个dlc还没打  300格的仓库全是黄紫装 想用ce改背包了  吐了、、、 
法师真无脑 哪怕是最高难度
战士真垃圾 刺客才是王道
差评: 汉化太差，很多地方看起来完全不符合语境。
为了情怀买了回来，结果根本玩不下去。
好评: 太好玩了
差评: 汉化质量不敢恭维。
优化不行，时而丢帧。在卖东西的时候没法快速点，容易死机。
最后很残念的是，你没法全成就达成，智慧石原来翻译成传承石的那个全发现。原版只需要本体的175个。结果重制版改成含DLC的195个。我两个DLC的20个石头全发现了，但数字还只就停留在175。艹
差评: 这汉化质量有点差啊。
好评: 非常好玩，APRG版的魔兽世界，画风也很喜欢。期待下作~
好评: Its wonderful!!!
好评: 复习一遍大学时代的游戏,游戏本身质量还行,别搞一些骚操作就行
好评: 很经典的游戏，应该是12年玩过老版本的盗版，现在补票重制版，画面确实有所提升，但是除了画面，BUG更多了。不过任然是一个非常不错的RPG游戏，游戏内容很丰富，操作手感也很不错。打折的时候购买比较值得。很适合一个人消磨时间，如果仔细研究游戏里的每一个线索和故事、书籍，这是可以玩一年的游戏，当然你需要耐心！
好评: GOOD
差评: 重置属实拉胯，当年玩的bug还在，这次玩重置版补票，还能发现一些新bug，别的真没啥区别。
背包容量我用CE修改了，但是存储箱的容量修不上去，看着背包里上千件装备黄紫装，还没有装备分类，我都要找半天我这套黄装有没有凑齐。
好评: 同类游戏天花板
好评: 这个游戏给人感觉机制很多，很宏大，实际上没用的设定一大堆。整体难度偏低，玩家的选择对剧情也没什么影响。优点就是情节不错，打斗手感也挺好。
好评: 说实话有老滚內味儿了
好评: Very clean and classic ARPG. The combat system are kind of in the middle between Dark Soul 1 and Dragon's Dogma. The hit feedback is good(much better than Skyrim).
好评: 非常不错的ARPG，我喜欢
差评: 毫无诚意的冷饭圈钱
好评: 84个小时，通关了，最高难度，全过程没有见过一件带孔的装备。。
好评: 大学时玩的，补个票
游戏性还不错，后期蓄力箭和法师都很暴力
可惜迷宫地图和BOSS战都没有很厉害的感觉
差评: 玩个锤子，半个小时游戏崩溃3次，新手教程时动不动就卡住，一个回车键，按了无数次，还是提醒你按回车继续，换了长弓，叫按鼠标哪个键也没有标注，反正所有键试玩了，还是卡着，没见过这么垃圾的游戏，还卖两百多
差评: 自从玩了《We Happy Few》喜欢上了潜行，所以这次选了盗贼路线，没想到挺废的，很多怪都是一路冲来，很多时候都不得不换上法杖把一大波的怪给清掉，因为弓箭也不能暗杀对方而不被察觉，就连查询谷歌，也没有一套盗贼的玩法，差点就弃了。后来索性自己研究，终于勉勉强强能用潜行刺杀的技能把小怪盗贼给清了，虽然还是一样鸡肋。

至于村庄部分，有时想暗杀房间里的人拿宝箱也不行。我试过暗杀一个地下室的警卫，就有人冲了进来。虽然没有被当场抓到，我潜行起来看不见，但一走出去还是会被整个村庄红点。我要偷个箱子也要屠村吗？就这一点让我很不满意，盗贼技能显得更加鸡肋。
好评: dsaadfaf
好评: 补票，反正我喜欢就好！毕竟，我也不是一个完美的人
好评: 真的爽，非常有魔兽世界的感觉
好评: 超级好玩~
好评: 趁着打折入，之前 没玩过。。。画风 像魔兽世界，玩法像老滚5
除了不限职业自由加点这点像以外，还有以下几点：
1、开局剧情可以用三句话概况：“你醒啦？” “快跑！” “附近镇子有我的老熟人，快去找他。”
2、新手村有鸡

不过地图自由度没有老滚那么自由，你完全不用担心站在悬崖边会被狗推下去，因为你跨不过那个边界；没有天气系统也让野外体验差了一点；法术变化性一般般，没有隐身法术我怎么偷窥npc的作息？
好评: 以前玩过，没有通关。这次重制版终于通关了。放在当时可以说是比较优秀，但以现在眼光来看问题不少。
喜欢欧美PPG和奇幻题材的可以买，推荐打折的时候再进行购买。
优点方面，讨喜的画风，超大的地图和超长的流程，加上丰富的收集和养成内容，可玩度还是可以。剧情方面，其实支线倒是比较有趣，主线就是天选之人拯救世界。
一般的方面，战斗还可以，有自己的特色，但打击感比较缺乏。BGM一般。
缺点方面，重制版只有画面提升，其他没变，缺少诚意。美术素材复用比较明显。快速旅行不能在房屋或者迷宫内使用，必须出来才能用。最不人性化的莫过于背包（虽然可以买格子）和仓库只有300格子，对于喜欢收集装备的玩家很不友好。还有就是游戏崩溃的问题一直没有解决，我玩到现在遇到了8次。
好评: ???
好评: 游戏很有魔幻的味道，可以最多3个职业一起搞
好评: 很久之前玩过，买个重置版为之前的盗版买单
好评: 原汁原味的童年经典，虽然有一些老旧的玩法和表现，不过放到现在依然是有意思的游戏。我给你补票是希望你能出续作，请你不要不识抬举
好评: 我是煞笔
好评: 个人评分：8.5/10
十年前的老游戏高清化，放在那个年代绝对称得上大放异彩的游戏，五大区域，各自都有数不胜数的任务；三个职业，各有各的特色；副业也能将玩法大大扩充；更不用说脱胎于某些网游的装备与收集要素了
只不过这些特点都被这次所谓的重制版（其实只是高清复刻）给冲淡了，目前能期待的仅仅还剩下一个全新制作的DLC，期待能有续作，全新的引擎配上上述这些优点，那才是真正值得期待的作品
好评: 在阵营任务里杀阿米泰尔，居然出现了敌人不出现卡关的现象，重置版产生新bug？？？
好评: 这游戏还挺欢乐的，虽说画面比较古早，但开放世界比育碧家还稍微有趣一点。剧情不算有新意，不过很扎实，世界设定很吸引人（冬灵、夏灵、大轮回），不愧是萨尔瓦多。游戏玩起来有点像老滚5，但是动作要素特别出彩，各种武器招式花样繁多，而且都很酷炫，甚至有点鬼泣的感觉，完爆老滚一万条街。最后再说一点，本游戏又名《强迫症的一千种死法》，是哪一千种就不列举了，总之强迫症患者千万慎重，实在要玩……建议备本佛经
差评: 本来看到评论我就应该知道这是坨屎,但是我特么居然还拿起来尝了尝,我是傻逼!

差评: 不推荐购买，完全就是个垃圾。
win10系统下经常性出错误弹窗然后需要强行杀死进程
重制得比没重制的还差
游戏的视角差得跟坨屎一样
制作人完全就是为了炒冷饭，根本没用过心来做
就是个垃圾
好评: [h1]比起重制，我更愿意叫它重新上架[/h1]

《阿玛拉王国：惩罚》是2012年发售的一款魔幻题材第三人称动作角色扮演游戏，由38 Studios和Big Huge Games联合制作，EA发行，我有幸在当时玩到了这款游戏。阿玛拉王国拥有丰富的剧情任务，庞大的技能分支，多样的武器种类和完整庞大的世界观。在当时的名气很大，甚至与老滚并肩齐名。我对待这款游戏的态度，就是一个单机版的《魔兽世界》因为画面美术风格贴近，操作更加爽快，职业分支类似，加上超级多的任务，感受了一下艾泽拉斯博学者的另一种形态。
本作是《阿玛拉王国：惩罚》的重制版，原作下架，已经无法购买。发行方从EA变成了THQ接手，换了东家后重新上架的重制版与原作几乎没有区别，画面进行了一定的提升，分辨率得到了一些提升。加入了官方中文，其他的内容与原来是几乎一样的，新瓶装旧酒，如果你没有玩过前作，而且可以接受这种比较复古的画风，也许游戏会给你非常好的体验。如果你是老玩家，想重温这款经典作品，也是一个不错的选择，但是这将与你当年玩过的，内容并无二致。

[h1]游戏特色[/h1]

用现在的眼光来看这个游戏，可以说是非常中规中矩的动作RPG游戏。但是在当时，游戏的一些设计理念还是比较先进的。大地图的无缝衔接，记得第一次听这个词语的时候，就是魔兽世界，几张地图，穿越地图不会读取进度条，而是直接跨过来，这一点已经是惊艳了。只是部分建筑物，山洞等副本的切换还是会有进度条。丰富的职业特性、技能。游戏大致分成三个方向：力量、灵巧、法术。可以培养出战士、刺客和法师。非常传统的职业分类，但是却有着丰富的技能树，供玩家自由选择，甚至可以选择两个职业一起，会使用法术的战坦？模糊的职业分类下是自由度非常高的发展方向，无论玩家如何搭配，都可以成为非常强大的战士。丰富的主动技能让玩家在战斗中可以玩出很多花样。战斗的时候流畅度也是非常高，拿起武器砍杀，翻滚，都十分流畅。扎堆的敌人包围下，积攒命运值使用惩罚技能，可以同时对抗数十名敌人，大开杀戒。物品的分类也是多种多样，装备词条的搭配足够玩家研究一段时间的了。独特的革命性幻想系统，让玩家随意搭配自由改变角色的成长方向和游玩方式。丰富的任务，游戏的支线任务真的是太多了，简直就像一个网游，所以我对游戏的感觉一直是单机版的魔兽，因为这些任务足够玩家玩好长时间了。
如果你玩过并且熟悉老滚上古卷轴系列的话，你可以在本作中找到老滚的很多相近的内容，相似的自由度，各种各样丰富的派系和委托，城市犯罪悬赏模式，偷窃模式，炼金附魔内容，两者之间可以互通，提升游戏的上手速度。超高的游戏自由度和超多的游戏内容还有超多的探索地图，足够玩家在这个世界享受相当久。

[h1]完全保留下来的BUG和问题[/h1]

本以为重制版可能至少得修复一些问题吧，但是我在原版发现的一些小问题非常完整的在重制版中保留了下来。视角问题，卡视角会把一些地图场景卡掉，可以让人物卡在这些消失的场景中。动态敌人等级的机制，这个机制其实本来没有问题，让玩家在不断的探索过程中不断的升级变强，然后去挑战相应等级的敌人，设计的初衷是没有问题，但是敌人并没有进行动态提升，这就是大问题。在原作中，有一个很骚的玩法就是，让1级的角色满世界跑，探索完整张地图，这样角色在未来的升级路上就不会再遇到困难，因为游戏敌人等级的机制，是玩家第一次探索到场景地图时的等级固定敌人的等级上限，这样的话，按照前面所说的方式，玩家就可以一边开开心心做任务给自己升级，一边享受虐1级敌人的乐趣了。这个问题本来应该是在本作中进行修改的，但是貌似并没有进行修改。新玩家如果想要体验正常游戏的乐趣，建议不要到处跑，去探索新的地图什么的，跟着主线支线任务的路线行进，可以保证敌人的动态等级始终是跟着玩家走的。我不知道游戏到底为重制版做了多少改变，但是我看到的，确实不多。

[h1]几乎没什么变化的重制版，还能赢得玩家的喜爱吗？[/h1]

我觉得很难。高昂的价格，难以让老玩家重新掏腰包。而必然的掉价快，也让新玩家迟迟不敢下手。这样的重制版，实在尴尬。

[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]
差评: 主线都能bug，被追捕的猎人，阿加斯直接消失了，辣鸡游戏这么多年了，还是辣鸡
差评: 这游戏官方的中文翻译不知是从哪里找来的野路子，就不能找个懂中文的来翻译吗
差评: 我只想说我刚买2天就打折，我是傻逼
好评: 好玩，不错
好评: great
差评: 莫名奇妙档直接坏了，删除旧档也不行，直接是在无法存档的情况下进行游戏是真的难顶
好评: 即时战斗，攻击/防御/法术动作，以及互动反馈都做的蛮好，而且简单容易上手，很容易打出很帅很好看的连段，难怪我看有的评论说是跟老滚5可以相提并论

从场景和怪物设计上，确实奇幻风格有点像魔兽世界，但无疑这个有意思的多，有多职业多特性，可以自己随意组合装备技能。
然后画面，完全不会让你觉得很难受是真的，我觉得风格清丽，颜色明晰，很舒服。

之前没玩过，老游戏里面这个无疑可以算经典之一了（之前居然没玩过...猛男落泪）
差评: 这重置版画质跟闹着玩一样，学学隔壁生化危机呀，这玩的是个几。本着补票的原则，就不退款了，差评收好嗷
差评: 蜘蛛一口把NPC咬死了，躺着把任务发布了，但是提交不了，任务直接卡住。
好评: 战士无比勇猛 游侠无比猥琐 法师无比枯燥

一个字 干就完了
差评: 隔夜饭的做法有很多，能像帝国时代的重置一样加个鸡蛋炒一下做成蛋炒饭，能像生化危机重置配上奢华的配料做成扬州炒饭。但阿玛拉王国的重置，就是一盘连热都没热过的隔夜饭。虽说我刚看到预告片的时候就隐隐有这种担忧，但心里还是选择相信这款当年和老滚并驾齐驱的经典游戏，期待他能再创辉煌。但没想到，端出来的这盘隔夜饭看起来是隔夜饭，吃起来也是隔夜饭，又干又硬又冷还没味道，我特么想吐。
差评: 重制版没看出改进了啥，Bug倒是不少。匕首的蓄力，打狼打矮人打空能理解，打正常的人型还是经常打空。命运模式的教学，刀都要看头上了，只我长按X，被打断，继续只让我长按X，被打断，继续只让我长按X，被打死。还经常卡墙里，只能原地走。翻译也是莫名其妙，还不如社区翻译。
差评: 我原来以为这是冷饭，想想还可以补个票。
结果发现这就是一坨屎。真有你的，还敢卖这个价格。
我就想知道，我的2060怎么才能做到在750ti完美运行的游戏只有35帧的！
差评: 太差了 补票买的  装完34G 以前学习版8G  没有任何画质提升  我想知道多出来的内容是什么 重制版使用盾会穿模 学习版不会 买的都是正版受害者  哈哈哈哈哈哈哈
差评: 老游戏，但是为什么bug和跳出那么频繁？？i5 1050ti风扇也没响但是感觉30帧都没有？？WHY？？？原价219？？
游戏还不错，打击感也还可以吧
差评: 为什么我的游戏怎么只有20帧？
gtx1660显卡，进入游戏只有21,22帧，拔了手柄，台式机没有核显，这个帧数太恶心了吧？
有大哥告诉我怎么回事吗？天啊！！！
差评: 拉闸 还不给退款
差评: 动画和游戏简直两个游戏。不知道重置在什么地方。10年前的画质。技能开始还很新鲜。没多久就是重复重复重复的一套。算了....卸载吧
差评: 整体就一个问题，既然是重置版，这个跳帧的问题还是那么严重。
好评: 这游戏不错，感觉在玩单机版的魔兽世界
好评: bucujo
好评: 游戏内容和前作一样，没有明显感觉到重置后的升级。游戏BUG的话20多个小时下来没遇到过，我觉得这个游戏本质上还是一个刷刷刷的游戏，到了游戏中后期部分洞穴副本同质化严重，导致游戏性有一定的下降。本着之前玩过原版的情怀还是推荐的，建议打折促销低于80时可补票
好评: 盗版的，origin的，steam的我都玩过。 这游戏不能接着发展下去是非常令人遗憾的。
差评: 不好
好评: 虽然是老游戏了。但是很不错！值得入手
好评: 挺有趣的
差评: 正版不如盗版玩的流畅
好评: 中文好评，希望有下一作
好评: 整体可圈可点，但当年确实是一匹黑马，个人童年的回忆
好评: 读博以后，兴趣果然不如当年了，两个月还没把主线通关，玩的时间太少了
-----------------------------------------------------------------
16,17年刚接触Steam不久的时候就花高价买了原版的礼物，给这部大一期间通关几遍的神作补票顺便全成就了，这次推出所谓Re-Reckoning重制版本着实令人吃惊，看宣传片似乎有新内容（实际上暂时还没有）。趁着刚开卖的Royalty discount用100多块拿下这部重制版，我的感觉是既满意又不满意。一时间竟不知道这部作品到底该推荐给谁了。

如果你的Steam账号里没有原版，只能用10%的首发折扣去拿下这部重制版，那么无论老粉还是想尝鲜的新人我都是不推荐的，毕竟改进太少了，200多买个近年的新作3A它不香吗；
如果你有原版游戏，能用60%的特别优惠拿下这部游戏，但我觉得也没必要，汉化做的稀烂还让人不习惯，还不如去玩原版。
思来想去，只推荐给有钱任性的土豪和像我一样的SB老粉。

说说优点：
1.原版重制版共同的优点，就是剧情长，内容够丰富（虽然打到最后也吐了，好在还有俩不灌水的DLC）音乐不错，游戏世界自由度较高，玩不同的Build可以让你刷好几个周目（我原版补票以后实打实的玩了快两百小时刷了一个大法师和一个夜刃，再加上以前盗版时候的剑圣和全力Build也算比较圆满了）
2.修补了游戏剧情上的一点bug，比如第一次去猎人洞穴里面，我在原版游戏经常出现打不破图萨水晶的bug，这一次专门测试了一下，没出现过类似问题。
3.有了自带汉化，但是汉化质量堪忧，无论是设置里面的Bug还是游戏剧情里的bug，这绝对不是一个靠谱的翻译，如果有的选我还是会选择天邈（还是蒹葭的？）的汉化来用，毕竟有些地名改动也挺难受的，装备名字的对于老玩家也绝不是很容易适应的事情，没有了曾经的风味。
缺点的话，主要是因为失望：
1.画面在当时2012年的时候不说令人惊艳吧，但绝对不会有人诟病，但重制版的画面所谓“贴图高清化”其实只是噱头，只有部分过场动画和静态图的分辨率提高了，游戏实际玩的时候还是原版的味道，有怀念有失望，不说能很完美，如果这部重制版能有2014年《龙腾世纪：审判》那样的画质，我就非常满意了，毕竟有阿兰·希尔妹子可以舔。
2.剧情一开始的时候，右上角小地图加入了标识附近草药的功能，这个原版里面是没有的，结果玩了一会儿这个功能竟然找不到了？敢情你们开发这功能就是给新手收集草药的？即便这功能可有可无，但也请善始善终吧。
3.系统上的Bug反而增加了，比如刚从房间出来以后快速查看地图再关闭，有时候会卡死，原版从未有过类似情况。游戏中有些可以增加力量、魔法、敏捷派系技能等级的装备会失效，必须卸下装备再戴上才有效。

写累了不想写了，谁能看完这篇评测我佩服，毕竟我都不知道自己写的什么废话。反正想买就买，买了不好玩就退款差评就完了，不是事儿。
我老粉，我还是给个好评吧，可怜Big Huge Games工作室破产倒闭，曾经的阿玛拉网游也胎死腹中。
差评: 一言难尽
好评: 和以前玩的一样，动画效果更好了，是个好游戏。
好评: 童年的记忆啊！挺好的游戏，很早很早以前就玩过了，可惜当时电脑差就玩了序章和第一个小镇那里，后来电脑不行了就没玩了，现在出了高清重置版可以试着玩结了。重置的不是特别走心！中文翻译希望完善！有些地方乱七八糟的设置界面好些个错误
好评: 完美的还原了原作，再加上DLC，打折必入
好评: 初中时候玩的 现在为情怀买单
好评: 由38 Studios和EA于2012联合发行的ARPG《阿玛拉王国：惩罚》，在发售时备受玩家期待。然而本作却陷入了叫好不叫座的窘境，工作室也因此背上大额的债务而破产，同时也导致了计划开发的网游《阿玛拉王国OL》胎死腹中。于是又是THQ，多年以后跑去EA那捡破烂，把《阿玛拉王国：惩罚》的IP买下并在2020年发售了重置版。

[h1] 故事背景 [/h1]
本作有着非常庞大的世界观，讲述了奇幻世界中人类与灵族的战争。东廷的新国王加德弗洛和他的追随者图阿撒多恩以神的名义向着阿玛拉其他的种族宣战，灵族生物拥有魔法和神圣的力量，每一个死去的图阿撒都能够复活。在长达10年的拉锯战中，人类逐渐失去了胜机，直到某一人死去为止。在矮人族学者修格斯的研究下，灵魂之井开始尝试复活生命，本作的主角正是唯一从灵魂之井中成功复活的生命。

[h1] 主要玩法 [/h1]
游戏的机制和原版一样，装备方面有数十种武器可以选择，可以装备主武器和副武器以及盾牌各一个。攻击类型分为物理和魔法两种，使用特殊技能击杀敌人可以获得命运之线，蓄满后可以进入惩罚模式以此获得大量经验值。游戏中的支线任务非常多，并且还分派系，同时在对话中也有影响道德值的选项，玩家可以自由选择。除此以外根据人种的选择和天赋的培养可以学习各类技能，例如口才、偷盗、炼金以及锻造等等，整个游戏有着长达35页的说明书，游戏性非常高。

[h1] 游戏体验 [/h1]
本作的剧本和游戏的风格是非常典型的西式魔幻题材，创作团队也有老滚的开发成员，剧情体验上自然无需质疑。超长的游戏流程以及沉浸式的剧本，同时还有着极高的自由度。游戏自带的捏人系统，在4个人种中既可以可以捏出粗犷一些的形象，也能捏出美型一些的形象，在欧美RPG中也算比较让人惊喜了。实际上本作在体验上也很有网游模式的感觉，因为38 Studios在一开始的目标就是制作网游，只不过由于种种原因最后只能完成这个单机版。
本作备受争议的地方在于重置方面，与其他THQ重置游戏相比，本作和原版几乎没有区别。一样的系统，一样的画面，甚至拿两版放一起对比画面都能同步起来，硬要说的话最明显的地方是清晰度和亮度有所提升。不过即使是这样本作的玩法放到今天仍不过时，依然有不少玩家为能够玩到原汁原味的《阿玛拉王国：惩罚》感到高兴，并且重置版解锁的国区的限制，不用再去origin玩了。

[h1] 总体评价 [/h1]
毫无疑问《阿玛拉王国：惩罚》是一款好游戏，但本作绝不是让人满意的重置。整体体验上可以说情怀拉满，在8年前是可以和《上古卷轴》齐名的作品，但是时至今日如此微小的提升也难以与新一代的3A相比较。不过据说本作有新DLC的计划，不知道以后THQ能不能给新老玩家带来不一样的惊喜。

[code]欢迎参观我的： [url=https://store.steampowered.com/curator/33217084]真实评测[/url]
喜欢这篇评论，也麻烦点个赞，让更多人能够看到。[/code]
好评: 不能固定视角很不舒服，画质不怎么样要求还高，今天就闪退了3次没耐心玩了，要不是py序列号不能退，老子早就退款了
好评: 最近又心血来潮把这游戏拿出来玩了，我想说，作为一个专门买了原版礼物的人，重制版我还是毫不犹豫地掏了腰包，而且是豪华版，除了对这游戏本身的情怀，可能就是那个还在画饼的新DLC了吧，要不然重制版这个诚意真的不值得。游戏本身确实不完美，但人们往往都是失去了才懂得珍惜。
最后，这IP被新THQ收购也算是一种“死里逃生”了，总比烂在EA手里好（笑），虽然续作神马的依然还是有生之年的事，毕竟这个饼的规模确实不好画
好评: 最经典的ARPG 很喜欢玩 上大学的时候出的 现在玩起来也很有意思
好评: 爷青回。
好评: 重制版质量不多说了，基本和原版完全一致，买也是为了再玩一遍，steam和ps4都买了一份，锁区的老版阿玛拉也买过并全成就了，特写了一份全成就指南，有兴趣的玩家可以看看
https://steamcommunity.com/sharedfiles/filedetails/?id=2253266486
好评: 8年后补票。不管别人怎么说我都觉得这游戏好。
好评: 还能让他黄第二回啊（捂脸）
好评: 还是很不错的游戏，适合宅家单机
好评: 小时候特别喜欢玩，买重置版单纯补票
差评: 这重制版就骗钱的
差评: 纯弱智优化
差评: 和原版相比   除了修复了一部分BUG  注意  是一部分    没什么太大的区别   怪物变成动态等级了这点比原版人性化一些   但是糟糕的中文质量实在是太劝退了  而且我还在那个伊瑟拉平原遇到了小地图黑屏的BUG   真的是好烦啊
差评: 只提高了贴图精度，但整体艺术效果根本没有调整过。贴图bug层出不穷，模型bug到处都是，系统bug也多了许多，游戏稳定性也不如旧版。我买这个纯粹是为了补票
差评: 全是bug
差评: 真尼玛笑嘻了，碰到一个巨搞笑的良性bug，血条被打空根本不会死，无脑左键通关不是梦
差评: 太多任务会卡住 做不了！这些问题不修复 还怎么玩!
差评: 毫无诚意的重置版，就连BUG都没修，更别扯这画面了。
好评: 情怀而来
差评: 这优化，这帧数，真好意思说自己重置了在2020年拿出来卖。。。。。。。
差评: 第一个boss就出bug了，血条打空之后按提示按键没用。画面也很油腻，帧数也上不去，2020年了你还卖这样的游戏？？？果断退款，差评拿走
差评: 今天刚买了重温下，发现，画面并没有提升太多，然后就是感觉优化很差的感觉，最重要的一点就是！！！你们都重置了，就没发现背包这东东限制格子没有意义么！！！能不能更新给改掉？就这点格子，收藏个毛线！
差评: 我很想知道为什么XBOX的精英手柄RT和LT在战斗的时候都没法使用 没法格挡没法用魔法没法用大招，
但是在菜单界面又可以正常使用
严重影响手感，默默先差评一个，能解决问题就给好评
好评: 真好玩哈哈
差评: 冰冷的翻译 对比蒹葭汉化 一点活力都没有；
BUG丛生 我发表这玩意的由来就是从阿卡拉出来 布拉提干被碎石堵在里面才来发表的；
贴图错误 而且人物界面有时候不显示盔甲 暂停界面不显示武器；
重卖版是关键 说搞笑的 是真的是把文件拖出来锐化一下重卖的吗？。。
（以上BUG 开不开修改器都会发生）本来以为是修改器的锅 于是退游冲进 好嘛 贴图还是这样
好评: [h1]虽然重置版不走心，但不可否认的是它真的好玩，特别是对于那些之前没有接触过原版的萌新来说，即便是时隔多年的老游戏，尝试起来也依旧具有较高的趣味性[/h1] 

第三人称角色扮演冒险游戏，本作为2012年由38 Studios跟Big Huge Games联合制作的《阿玛拉王国：惩罚》的重置版本，其原作在当时凭借着饱满的世界观，丰富有趣的玩法内容，以及自由爽快的操作跟打击手感，得到了不少玩家的认可跟支持，甚至被称为当时ARPG的黑马佳作。虽然没有同期的《上古卷轴5》那么地受欢迎，但也有着属于自己的独特魅力，遗憾的是因公司出现严重的财务状况，官方宣布破产倒闭，全员解散，使得《阿玛拉王国》系列从那以后便没有了后续。如今时隔8年之久，由THQ Nordic接手此IP带来的重置版又会给玩家带来什么不一样的惊喜呢？

答案是不确定的，评论区里充满了褒贬不一的声音，大多数老玩家表示此次重置毫无诚意，不仅没有进行优化，反而帧数还降低了，就连之前的BUG也没有修复，有的老哥甚至还吐槽到这哪里是重置，分明是重卖！当然也有少部分玩家给出了中肯的正面评价，他们认为只要有原汁原味的爷青回的感觉就足矣。由于本人没有玩过前作，无法作出具体比较，不过站在第一次接触该作新玩家的角度来说，我想说：它是真的好玩！给我的第一感觉就像是在玩网游一样，也难怪，毕竟原作的制作初心就是朝着网游的方向，只不过期间因某些原因，迫不得已才改为了单机模式。想想其实影响不大，最大的区别就是在这个世界里，只有玩家一位活人，其他的都是没有感情的NPC罢了。

提到重置游戏，相信大家第一个关心的问题一定是画面是否有所提升，毕竟不是所有人都喜欢并接受过去的怀旧风格，于是带着好奇我点开了新旧版本的对比视频一探究竟。然而结果是令我惊讶的，不是喜悦的惊讶，而是那种一脸见了鬼的惊讶，左看右看，上看下看，我硬是没有找到什么区别，即便是我拿着放大镜观察，[strike]搁着你在这里跟我玩找不同吧？  [/strike]说得有点夸张了，其实区别还是有的，肉眼也可以分辨出来，比如环境跟装备材质的提升，不过大部分都是一些不疼不痒的小细节变化罢了，相信我，如果不是观察对比视频，在游玩时，玩家根本不会刻意去注意这些，即便是察觉出来了，对于正常的游玩体验也基本上构不成什么影响。

比起画面效果的提升，一些游戏内容跟设置的变化可能会更明显一点，不过按照老玩家的说法，这种变化既有好的，也有不好的。
1：好的部分像是增加了多难度选择，虽然这个难度提升并没有带来什么实际上的乐趣，仅仅是进一步增加了玩家战斗的时间，但也满足了部分玩家的特殊求虐癖好。随着难度不同，之前固定区域怪物等级锁定的问题也得到了解决。此外，镜头或者视角的距离可以自由调节，自带中文也算是为数不多的一点惊喜吧，据说还要更新新的DLC，那就期待一下吧。
2：坏的部分则像是帧数不增反减，BUG不但没有修复，反而直接照搬进重置版之类的。要我说，这两个问题还得因人而异，就本人的体验来看，7年的老笔记本也能轻松驾驭，说明优化还是很不错的，但我不确定游玩原作时帧率会不会变得更高呢？至于BUG，游玩了将近5个小时，除了常见的穿模外，评论区里面描述的像闪退跟坏档之类问题，本人还真没有遇到，也可能是运气好的原因？[strike] 难怪我一直抽不到黑骑，原来运气都用在排除BUG上了？ [/strike]

正如之前所说，作为一名新玩家，这款游戏带给我最直观的感受就是，玩起来像玩网游一样上瘾。
1：画面方面：魔幻的画风，迷人的景色，温和的色调，看着特别舒服，[strike] 经过某些场景时，也给人一种像是在玩魔兽世界的即视感。[/strike]
2：剧情方面：饱满的世界观，丰富的剧情内容，大致讲述的是主角大难不死，从死人堆里爬出来死而复生，得到了强大的力量，从而在命运的指引下开始探索这种庞大而又神奇大陆的故事，虽然故事比较老套，但其剧本撰写人员曾创作过广受欢迎的《冰风谷》跟《黑暗精灵》，文笔自然没得说。
3：内容方面：可以自定义角色，包含大量的主支线任务，多类型的武器选择，多套路的技能学习搭配跟派系，天命选择，甚至融入了口才谈话，潜行偷盗，采集炼金，以及合成锻造等元素，内容实在太多，这里就不一一叙述了，你只需要知道它可玩性高，非常地耐玩就行了，作者还贴心地准备了一本长达35页的介绍手册，里面对于游玩内容做了非常详细的概括，感兴趣的玩家可以通过主菜单点击手册进行查看。

本人目前体验了几个小时，感觉甚好，虽然没有遇到什么BUG，但也有几个地方让我感觉到不是很满意。
1：画面对比度有时候会出错，NPC会一团黑显示。
2：过场对话时，只要角色有披风，那么肯定会卡模。
3：虽然角色不能跳是这游戏的“特色”，但没有传说，没有坐骑，全程必须来回跑的过程实在是太墨迹，太容易让人失去耐心了，不知道后面会解锁快速传送的功能，反正前期跑断腿的体验着实令人不悦。

虽然本作的确好玩，但如果是这样敷衍的重置内容，卖着这样昂贵的重置价格，那么的确会显得特别坑，即便是老玩家有减免折扣也不推荐现在入手，还是建议等大力度折扣。至于新玩家，同样建议观望，毕竟添点钱就可以预购2077了，它不香吗？不过话又说回来，如果此次重置的收入能够为续作助攻的话，相信粉丝玩家还是会很乐意掏钱购买的。
[quote]
加入[url=https://steamcommunity.com/groups/ADZZW]爱の榨汁屋[/url]&关注[url=https://store.steampowered.com/curator/34815366/]爱の鉴赏家[/url]，用爱品鉴世间作品，用心流淌真情实感。[/quote]
[h1] 情怀推荐 [/h1] 
[list]
    [*]丰富到爆炸的玩法内容，还是原来的味，即便放在现在也具有不错的趣味++
    [*]提供了更多难度的选择且在游戏内，玩家可以随时进行更改，容易上手+
    [*]据说有新DLC相关内容~
[/list]
[list]
    [*]跑路纯手动，游玩前做好全程当工具人的准备-
    [*]总体变化不大，不走心的重置，售价较高，诚意不足-
[/list]
好评: 非常不错的重置版游戏，游戏画面和游戏的AI表现比原版强太多了。
推荐大家玩玩
好评: 屁股里面塞盾牌，是我记忆中熟悉的那个游戏。虽然因为没有原版所以只有九折，但还是买了，权当补船票。
首先阐述一下游戏本身优点：
超前的游戏设计。
极高的自由度。
丰富的人物属性和build. 
不错的画面（还是那句话，不用MOD就有漂亮妹子，老滚做得到吗？）。
丰富的可探索的世界.
由DND名作“黑暗精灵三部曲”、“冰风谷三部曲”小说作者R.A.萨尔瓦多执笔的剧情故事（所以没看过的都快去看看了我们就是穿一条裤子的好兄弟👍）。

缺点：
战斗系统有少许缺陷（照搬了爱丽丝疯狂回归的战斗运镜和战斗方式，但双持贼和法师屁股里塞盾牌到底是个什么操作）。

总之游戏本身是非常值得推荐的，但我要说一下重制版的优缺点。

优点：
打了高清补丁。做了汉化。

缺点：
真的只是打了个高清补丁，游戏内动画没有高清解析，还是锯齿连篇。
汉化非常潦草，前期大约6-7个小时的游戏时间里的汉化内容做了润色，这个时期你基本只会觉得汉化略生硬，之后汉化水平会呈现阶梯式下跌，出现语言逻辑狗屁不通、翻译错误（Well这个语气词翻译成威尔）、同一个词前后翻译不一致、游戏内书籍文本段落缺失前言不搭后语。
在某些地下城会有概率出现角色视角陷进地里的情况，持续时间不定（读档或转换视角走动可解决，但看评测有低概率无法解决坏档的）。
极低概率出现短时间的降帧攻击。
某个任务的物品图标甚至不见了（这让我第一次知道开发时没有图标的物品头像是：“我需要一个真正的图标！”）。

总结：EA要求锁了国区然后拿一个2077的价格让玩家买了一个高清+汉化补丁，EA干得漂亮👍但考虑到目前也只能买这个版本，聊胜于无，建议等半价以下再入手，或者如果你有条件在其他地区入手原版，那建议直接入原版然后用民间高清补丁和汉化
好评: [quote]
[b][h1]游戏前言[/h1][/b]
　　Kingdoms of Amalur: Re-Reckoning，中文译名为--------阿玛拉王国:惩罚-重置版，是一款开放世界动作角色扮演ARPG游戏。该作为前作[url=https://store.steampowered.com/app/102500/]Kingdoms of Amalur: Reckoning™（阿玛拉王国：惩罚）[/url]的重置版本，前作最初由美国艺电Electronic Arts于2012年负责发行，在决定推出重置版版之后，由THQ Nordic负责新作的发行，并下架了原始版本。若您拥有前作，购买该重置版可以享受4折的忠诚用户折扣。

[b][h1]游玩体验[/h1][/b]
[list]
[*]👍[b][u]原汁原味的角色培养[/u][/b]
　　你光看角色面板就能感到一种扑面而来的年代感：装备采用不同颜色来区分品级、人物的种族决定了角色的天赋和未来发展方向、人物的加点决定各种数值的百分比....字里行间反映出一个“那个年代”游戏所具有的特点。真的老啊，你跟同年发布的任何游戏一比你都能感受到鲜明的断层。你可以把这理解成重制版对于原版游戏内容的成功复制，如果你不想把这理解成游戏完全在这方面有所修改的话。丰富多样的武器类别、灵巧/魔法/力量3种体系的角色晋升分支等等，很经典，也很怀旧。

　　https://steamcommunity.com/sharedfiles/filedetails/?id=2232613408 [hr][/hr]

[*]👍[b][u]内容丰富，但容易乏味[/u][/b]
　　作为一款开放世界游戏，我得承认该作的地图是真的大。再加上超多的NPC对话以及任务，这游戏的游玩时长随随便便就可以玩个100H以上。这既是优点，也是缺点。部分玩家喜欢依据个人喜好方向培养和发展角色，仿佛养成游戏一般。通过完成各种支线任务，同各式各样的NPC进行互动和交流，一点一滴地去了解整个游戏的世界观、剧情观等等。而路人玩家，比如我，我个人游玩过程就觉得游戏是真的琐碎，始终没有一个核心的剧情脉络。想要做主线任务，偏偏还要求相应的等级，或者说过于遥远的跑图距离直接让我心累的不想去做。而若是去做支线的话，那就真的是太过零碎了，很多跟主剧情八竿子打不着。而同其他开放世界游戏相比，该作缺少创意工坊和多人模式也是短板之一，无形之中就少了很多吸引玩家的特点。总而言之，对于喜欢开放世界的玩家来说，该作真的能让你好好花一番时间去探索；而对于相对路人一点的玩家来说，这款作品真的很容易让你感到索然无味。[hr][/hr]

[*]👎[b][u]令人烦躁的跑图[/u][/b]
　　上面有所提到过，世界地图是真的很大，哪怕是副本地图也一样，这一点所带来的直接后果就是------1小时游戏，其中20min在看角色面板/卖东西/接任务/看对话，10min在与各种怪物对战，剩下的30min全是在跑图。在世界地图中，只有玩家亲身路过的副本/城镇才可以进行传送，但不得不说这游戏地图太大，导致每次前往新地点都需要跑好远的路。同时，副本内不能传送，玩家经常要在进入副本，一路杀过去各种弯弯绕绕，到了最深处结果了BOSS后，还要原路返回至副本入口处才能返回世界地图，从而再接着进行各地点的传送。游戏显然也是没有坐骑这一说法的，全程靠两条腿跑路，我真是跑到心累。这一点，也大大影响了我对于游戏的持续游玩兴趣。[hr][/hr]

[*]👎[b][u]不符时代的画质[/u][/b]
　　真的糊，我简直难以想象这是一款2020年发售、售价近200RMB的游戏。我个人仅仅拥有前作，却没有真的游玩过。通过和前作社区内的截图相比较，能够看出重置版的贴图质量较之过去有所提升。但是这个画质，我真的想说两个字：就这？角色的技能特效、剧情动画水平等等都跟以往的一样，没有丝毫的提升。而UI方面也显得过于复古，如果我把它当作一款2012年的游戏来讲，尚且在接受范围内。而作为一款2020年的游戏来讲，这个水平真的是说不过去。

　　https://steamcommunity.com/sharedfiles/filedetails/?id=2232610122 
[/list]

[b][h1]游戏总结[/h1][/b]
　　这个所谓的重制版确实相比原来的版本部分方面有所提升，也修复了一些BUG，但是游戏的售价绝对不是说适合原价购买的。整体来看，有进步，但不值。现阶段仅推荐拥有原版的忠诚用户入手，路人玩家的话仅推荐游戏骨折期间入手。而且，建议您在入手之时先通过其他渠道对游戏大致内容有一定的了解，不然的话，在2020年入手这么一款游戏，我觉得你有可能感到失望。

[quote]
游玩百态，将游玩心得用汉语化作玩家的指明灯，(๑•̀ㅂ•́)و✧[hr][/hr]
[url=https://store.steampowered.com/curator/35402408/]点击这里关注汉化语录~[/url] 如果喜欢这个评测，请点个赞让更多人看见
[/quote]
[/quote]
差评: BUG比原版还多，不少还会导致游戏完全无法正常进行下去，以至于后半段我都是几步一存档战战兢兢打完的，总而言之就是，烂！
好评: 虽然这个叫重置版，但是我实在没感觉到哪里重制了。还有捡垃圾的游戏搞个背包数量限制实在是闹心
好评: 行了，BUG终于修复了，给你好评不是因为你重置做的好，而是这个游戏本身素质高以及情怀加成，有闲钱的补票党还是可以入的，但对于没有玩过的朋友还是不建议全价购入。最后还是希望能出现奇迹出续作吧
差评: 重置质量就不说了，就当补票。你这鼠标侧键设格挡，用起来就鬼畜又是什么新bug？能不能好好做个重置版???我傻了，怎么这游戏更新连个说明新闻都没的？？？
差评: 烂橘子买了一份steam买了一份，虽然压根就没玩过几小时不过看在60%的折扣和明年的dlc份上还是买了这部重制版，说实话你把那个重制重制红色派系的态度拿来做阿玛拉王国，就不会是褒贬不一了，顶着10%折扣买还不退款的我只能说你真的很勇，有这钱吃顿好的不香吗，各种丢人bug迷之卡顿加上汉语8级水平的翻译，真是太高了，太高了。
差评: 重置可以说毫无诚意，情怀党补票党可以考虑，第一次玩的等打折吧。三个小时两次报错跳出，其他大小BUG数不胜数。37.7小时后，因为祖传BUG成功死档，想要挽救只能去读取两天前的存档，封盘了
差评: 游戏是个好游戏   可惜这重制的是什么玩意？    希望赶紧出个画质优化补丁    出了改好评
好评: 重置了画面，最主要的是增加的新的难度，地图等级也会随角色变化，而不是原来的初次进入等级
好评: 补票，以前玩的很不错的游戏。
好评: 《Kingdoms of Amalur: Re-Reckoning》是12年赫赫有名的《阿玛拉王国：惩罚》的重置版。本作在原作的基础上进行了一定的画面革新，此外在一些机制上也加以改善，让各为玩家有了更好的游戏体验。不过作为一款近十年后的重置游戏，本作的复古画面在其他游戏的掩映下黯然失色，且高额的定价让人有些难以接受，好在游戏的内容依旧丰富，对那些开放西幻世界的粉丝来说还是有一定的体验价值。

[h1]画面体验[/h1]

严格意义上来说，本作作为《阿玛拉王国》的RE版本，在画面上最大的改进却仅仅是更新了游戏的分辨率，打了一层高清材质包。这样的改动对于八年的等待和那些阿玛拉王国系列的死忠粉来说确实有些不够看，而游戏在早期放出的演示视频和现在的实机情况来说大相径庭，比起演示中的效果，游戏差的可不是一星半点。尤其是游戏在UI和模型材质方面还是一股复古的气息，让玩家感觉似乎还在体验上一世代的游戏。

[h1]玩法设计[/h1]

作为西幻开放世界的标杆之一，阿玛拉王国的设计放在当时绝对是丰富，优秀且引人入胜的，上古卷轴系列的设计师Ken Rolston亲自操刀构建了这个独特的世界。所以在很多细节上不难看出本作和上古卷轴系出同源的设定。玩家所操控的主角可以自由选择力量，灵巧和魔法三系加点，通过分配一定的点数来决定自己的道路并解锁对应的天命。此外游戏还有着九种不同的冒险技能树，这些能力可以帮助你更好的驰骋在灵族大陆。当然也需要玩家有取舍的进行选择。

[h1]动作模式[/h1]

在战斗模式中也是一样的感觉，根据顽疾选择武器的不同，都或多或少有几种不同的招式。虽然数量并不算多，但是却十分实用。其实这样丰富的技能组在当时看来依旧殊为不易，不过在游戏技术飞速发展的当下实在显示不出多少优势，更多反而是一种怀念感。在探险模式中，游戏的自由度还是较为保守，没有跳跃的设定让玩家的探索充满掣肘，而且人物较为死板的交互动作也让玩家少了几分趣味。

[h1]装备系统[/h1]

作为RPG系列游戏的核心，装备算是较为重要的一点。在本作中这一点绝对是值得肯定的，基础的白绿蓝紫的装备品阶，外加镶嵌宝石，打孔附魔，以及一些能力独特的套装支撑起了这款游戏的装备系统。不同的天命方向，也会影响玩家的武器和装备选择，总之这是一款能尽情发挥想象力的传统ARPG。

[h1]做个总结[/h1]

此外游戏增加了一些是一些机制上的优化，和增添的原生版中翻，以及一些聊胜于无的小功能。总的来说本作的优化程度在THQ的一众冷饭中属于较为失败的一作。毕竟这样一出波澜壮阔的史诗放在现在却没有对应的表现张力，着实令人扼腕，正如一些玩家所说，购买本作只是想让自己的情怀得以继承，希望这个传奇的故事能有下一个篇章，来安慰那些长久支持阿玛拉国王的粉丝们。

[quote]欢迎加入[url=https://steamcommunity.com/groups/HY_Master]黄油大师[/url]，一同挖掘好玩的游戏吧~
欢迎关注[url=https://store.steampowered.com/curator/33741419/]黄油大师鉴赏家[/url]，查看趣味性评测
各种类型应有尽有。加入我们，搜寻更多精品游戏吧！[/quote]
好评: 挺好的。我喜欢这个游戏很多年，每年都会玩单机的，现在跟着steam。能云存储进度，挺好
差评: 阿玛拉王国是我完整通关的第一个游戏，对我来说也算是一个意义非凡的游戏。因为实在不喜欢用烂橘子所以一直没补票，之前听说EA游戏要上steam就去找了阿玛拉王国的消息，知道要出重置版的时候也是非常激动。实际玩了之后也确实深感还是原来的配方还是熟悉的味道，只不过游戏中的技能能力系统和任务剧情设计等等放到现在都难免显得有些过时了。虽然阿玛拉王国任然算得上一款不错的开放世界游戏，但是放在现在这个定价绝对是过高了，而且游戏本身还有不少bug和翻译问题之类的细节问题。因此如果不是想要补票的老玩家或是这类高自由度开放世界rpg狂热爱好者，还是不推荐购买。

最后还是期待明年的新dlc，如果做得好说不定还能有续作。
差评: [h1]情怀这个词在今天，实在不好判断是褒义还是贬义，反正应该不是中性词。 [/h1]

时隔8年的重制版，《阿玛拉王国：惩罚 重制版》并没有重现当年的辉煌，反倒和现在THQ推出的各种老IP一样，透露出了一种浓浓的，被时代抛弃的感觉。

8年前，IGN给予了原作9分评价，认为不论是有趣的玩法，沉浸式的叙事、引人入胜的新世界、还有定制与装扮角色的自由，《阿玛拉王国：惩罚》应有尽有。

8年后，IGN仅仅给了一个重制版6分这样一个及格分数。不可否认本作调整的终局设计可以让玩家获得更优秀的非主线体验，系统会通过调节算法来决定特定区域的难度等级和战利品的稀有度。

但更多情况下，本次重制只能说非常原汁原味。本作 RPG 战斗更类似于从前的《战神》系列(高难度下体验还有些 From Software 的「魂」味），而非《上古卷轴：天际》或《龙腾世纪》等同时代作品。对出招时机和技巧的要求，比起你所选择的技能和身上装备的武器盔甲要更加重要，也让人更加受苦。这个战斗体验放在2020年来说显得太过粗糙简单，当年让人回味无穷，现在让人久刷便乏。

画质绝对是本次重制最大的诟病点了。尽管图形纹理针对4K显示屏进行了优化，在抗锯齿表现和帧率方面也有了提升，但呈现上面依然丢人，场景空洞，角色建模棱角分明，动作也稍显僵硬，即使有了高性能新硬件的加成，渲染距离也短得可怜。同样菜单界面的UI也显得没跟上时代。

如果你是初次接触这款游戏的话，世界观的用心程度绝对是个加分项。游戏里有贯穿三千年的世界史概括可供阅读，而且这些世界观设定是由著名的奇幻作家 RA Salvatore 执笔，如果你乐于跟 NPC 搭话，那么他们会很乐于给你进行科普。当然，如果觉得这些对话和设定过于啰嗦，那这游戏就真的不适合你了。

总的来说，这部作品虽在原版基础上进行了更新，但它没能给人一种名副其实的「重制」感，也完全无法与当代的竞争对手们相比。如果你是慕《阿玛拉王国：惩罚》之名而来，那么我觉得你要把重制版当成8年前的原版来宽心对待才能拥有良好体验。
[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]

好评: 恕我直言，跟原本没啥区别，算不上重置，但是游戏还是好玩的。。就当补票吧
好评: 2012年冬在某星空发掘了这款游戏，听说还不错，就怀着激动的心情下载了。那会我住宿，一个星期回来一次。那会我年龄还小，看见如此惊艳画面属实感到非常震惊。后来在贴吧找到了集合两个dlc的版本。又重新玩了一遍，没有汉化，还好我英语底子不错加上买了本英语词典。后来入了一个游戏qq群。里面有蒹葭汉化补丁。在后来我在某宝买了正版。还好存档可以共用。本人600物品基本上全收集。今年八月无聊的时候在看看这个游戏。发现此游戏将在九月初出重制版。怀着激动的心咬着牙买了这款游戏。的确画面材质是有所提升，但bug未免太多了点吧。还好我有留有存档的习惯。可是现在这个bug不知道是不是后期都会遇到，那就是杀死敌人无掉落无经验（用命运杀死有1xp），希望早日修复。加油！希望这个游戏越做越好
差评: 还行吧，通了主线差不多也腻了，没有评论里面说的那么不堪，前中期的游戏体验还是挺好的，后期有点乏味
BUG存在，有些支线无法完成，偶尔会贴图错误，没有遇到过游戏崩溃。中文机翻非常严重，诚意不足。画面在重制版里面只能说勉勉强强合格吧，不会辣眼睛但也没有2020年的水平。
游戏的战斗系统设置的还挺不错，技能、装备有深度，玩起来有点像独狼玩MMORPG，到处做任务、下副本、搜装备。特效、处决动作都做得很帅，不过打击感做得软绵绵的，平衡也没做好，法师中后期一路闪电风暴可以平推困难难度。

总而言之原价还是不推荐购入，半价差不多吧
好评: 情怀+补票 
当年是非常痴迷这个游戏的，现在补票再来玩一次吧，争取全成就！
如果是新人玩家 还是不太推荐了 毕竟游戏老了 重制的诚意也不是很高~~
差评: 我看不出重制在什么地方 贴图质量没多大差别啊
好评: 补票
差评: 估计汉化组根本就没认真看过剧本。一个名词在同一个对话里居然有两种翻译。
好评: 萝卜青菜各有所爱，反正我玩着挺香的
差评: 暂不推荐
差评: 目前看一般，材质的确好了，但是感觉和原版差异不大，只能说靠情怀加分了
9-11更新，好评改差评。一晚上终于把死亡凯尔打完了，非常失望，bug极多，所有箱子里的除了紫装与黄装以外全是盾牌，去搜索的也全是盾牌，外交只有+30%伤害的那一系列铆钉、皮封、支撑，其他的什么都没有，本来这个外交贸易就是应该是获取最高等级零件的方法，现在这个是能获取最高零件，但是只有加30%伤害的零件了，完完全全的废掉了，以前宠物可以卡对话全弄出来，现在不行了，并且现在的建筑材料以及鱼、肉也不知道该怎么用了，卖也卖不掉，外交零件又给你弄回来一堆，只能放着占箱子。锻造系统也是，以前啥都能拆出来，现在啥也拆不出来。9-14更新，dlc的纳罗斯之牙的来回快速传送刷箱子依然存在，可以刷物品，可是箱子里的除了几个原始武器依然还是各种盾牌。海伯利安那里有重大bug，有个原来被石头砸死的封印师现在石头砸不死了，哪怕用魔法搞死了但是封印也一直存在，但是莫名其妙的用暗影突袭先迷眼在飞刀搞死就好了
好评: 为了可能的续作，买了
差评: 一堆bug闪退 还和原版一摸一样 玩锤子
好评: 买重置版是因为我真的真的真的很喜欢这个游戏，希望能有后续作品，这个重置版本说实话除了部分画面跟原版也没什么差别，这个游戏还有好多可以改进的地方呢，请制作组更用心一点，至少把任务人物的AI数值调整一下，感觉随便一下就被打爆了，这合理吗？再加入一些新功能不香吗？拜托啦。最后说一句希望明年的DLC里面能有我阿兰老婆
差评: 确实是不太行，相比原版几乎没有任何改动，而且优化还变差了，价格也提高了，能不能走点心？
好评: 还行吧，期待新dlc
差评: 这是款老游戏了，出了重制版本来想再体验一下。

现在发现游戏还是我记忆中的模样，这个游戏居然完全看不出它在哪里重制了！

无论是UI、画面、系统、战斗，都没有什么变化，真的是原汁原味。

总的来说，这款游戏既辜负情怀，横向对比也远远不如2020年的RPG，不推荐任何人购买。
差评: 不推荐现在买 游戏有一些很影响体验的bug 比如任务结束后任务物品不消失也扔不掉占格子 很影响游戏体验，最坑的是很多都是原版就有的bug 还真就原汁原味就搬上来卖了，真是要是买了就顺便给智商上税了。
好评: They know how to do it right, they just don't give it a shit.
差评: 现在这个游戏看起来就像一个成熟的beta版本，虽然可以游玩，但距离正式版本还需要改进。 
比如说，游戏里的设置很多还不能改变 尤其是画面那方面的，虽然很少但还是会出现的卡顿、闪退，所有夏庭的副本里面的箱子都是错位的，以及所谓的翻译看起来是十分没有质量的机翻。
但是作为一个beta版本无疑是合格的。我给差评的最大原因是这个游戏上架三天多了居然没有一次更新，如果跟之前的骑砍比无疑显示出了制作组的态度问题，游戏粗糙不可怕，游戏粗糙还不用心改进才可怕。
差评: 游戏是个好游戏，对于没玩过的我来说找回了当初玩巫师3的感觉，但为什么给差评呢，因为优化实在是烂，画质烂就不说了，我电脑也还不错 i7 10070k+2080ti+32g内存，软件驱动一应俱全，掉帧我就不说了，只要进到某个副本里就游戏崩溃，那个副本还很长，一般不会自动保存，等于前面的都白打了，3次了，一到那个副本游戏就崩溃，不知道有没有和我遇到一样问题的玩家。
好评: 没玩过 之前的   就新游戏来说这个价格 可以接受的  地图非常大   选择性也还可以  整体值这个价格
差评: [h1]这个重置，这个价格，Emm我觉得不太行[/h1]

也不知道是为了收割粉丝情怀还是实在没有新点子，近两年大多数厂商都开始拼命把老游戏重置，也就是大家口中的炒冷饭，比如卡婊今去年推出的生化危机2、3还有跳票的洛克人zero/zx合集，SE今年也先后推出了自家重置的圣剑传说3与最终幻想7。由于没有主机，除了最终幻想7其余几款都已经体验过，虽然有着各种各样的小毛病，但好歹炒的冷饭大多都有本质的提升，路人玩家也大都还能接受。而THQ这次推出的阿玛拉王国惩罚重置版，就个人路人向玩家的游玩体验来说真的不太行，即便整体游玩系统没有太多毛病，但其他别的方面着实影响游戏体验，此前玩过原版的朋友也亦是如此观点。

单说游戏性的话，作为角色扮演游戏而言武器技能装备等系统完善，可使用的武器也多种多样，每种武器拥有各自的一套技能，玩起来还是可以玩的。只不过由于是12年的作品，整个系统没有太多闪光点，经常玩角色扮演游戏的玩家可能就会觉得没啥意思。所以如果是早年没有打过原版作品的玩家，那么大概率很难继续游玩下去。

打击感方面只能说及格线附近徘徊，没有想象中的好倒也没有非常不堪，人物动作流畅度也还算可以，不过还是不能细看，这也是由于整个游戏的画质选项优化不好所导致的。我不知道别的好评玩家是怎么调整画质从而保持游戏帧数在肉眼的流畅水平，我自己从开始到现在，无论是调低阴影还是调至最高，2k分辨率下游玩帧数从未超过50帧，基本上在35-45帧徘徊，看着都着实难受。

至于游戏画面表现就不太满意了，尤其是前不久才通关了控制，再接上来玩本作，视觉体验高低落差实在过大。也不是说这个画面无法接受，玩过原版的玩家也都说与原版没多大变化，无论是菜单UI还是画面都是老老的味道。不过开了超级采样细节有所增强，勉强能够接受，取而代之的则是帧数的再一次下降，视觉流畅体验就无从提起了。其他坏档的优化问题暂时没遇到，就是大部分玩家遇到了，说明不是概率性事件，也说明了制作组没有自己好好测试过，急着放出来就为了收割一波老玩家的钱orz

总之，如果你不是玩过原版且资金充足的玩家，那么这个游戏价格与游戏质量实在不等。毕竟thq，喜欢角色扮演游戏的玩家还是等一手后续的骨折吧，219的价格能玩好多好游戏了。

[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]
好评: 没有不少差评说的那么不堪，相比原版，修复了不少bug，视角操作也舒服了些，除此之外就原汁原味嗷，毕竟当你看到它不叫ramake也不叫remaster而是学暴雪War3Reforge一样自创一个Re-Reckoning时就该知道基本不会有什么大变动了。
原版游戏本身非常优秀，任务丰富，剧情有趣，能嘴炮也能砍NPC，世界里满满的可探索内容，有生产有采集，战斗系统做出了ACT游戏的味儿，内容非常足，能轻松玩破100小时，属于挑不出毛病的那种8分作品，可惜和老滚5生在了同一时代。
有原版的玩家买这个有60%off，之前原版骨折时有喜加一但又没玩的话，可以入这个重置版玩玩，没有原版的建议等骨折了再入，有一说一，确实不值这定价
差评: 关于本作：就是个remaster拉一下分辨率而已，不建议任何人群购买，具体原因最后说明。

[h1][quote=]
[table]
    [tr]
        [th]　 　 　出自：网易UU鉴赏家培养计划[/th]
    [/tr]
    [tr]
        [th]　 　感谢由网易UU加速器免费提供的游戏[/th]
    [/tr]
    [tr]
        [th]　 　 加入 [url=https://steamcommunity.com/groups/uu163]网易UU加速器鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　你出内容，我出游戏；你出好内容，我出钱　 [/th]
    [/tr]
[/table]
[/quote][/h1]

传统欧美制作组用傲慢的眼光看待ACT后制作的“十分无趣，丝毫没有节奏感乐趣，没有任何意义”的动作系统。

  玩家的所有成长都围绕着加点和build的这种数值驱动成长方式，注定跟传统动作游戏这种高集中快速决策频繁发生的游戏类型是相悖的，强行融合就是本作的样子：一进游戏满屏幕的天赋树，装备各种乱七八糟词条。

  最让人不能接受的是，build玩法早已不是数值成长为主了（加个点加10％攻击…），但本作就是这种，装备词条全是XXX+8％，天赋树大半也是这种，真正喜欢研究数值玩build的玩家也受不了这个。

  动作成长和数值成长都没劲，那玩家还能从这游戏里获得什么呢？

  看一眼编剧，R.A.萨尔瓦多！嚯！！！！

  老屁股们不可能不知道的人物，崔斯特亲爹，《冰风谷》、《黑暗精灵》系列作者。
  飞龙常入吾梦，吾亦长居费伦。虽然不是天天啃规则书跑团，但好歹老萨的作品让我有了无数次闭上眼就能重新归队的冒险。
  能在老萨的作品里冒险的话，还是能忽略很多其他问题的，我就是抱着这个心态忽略了战斗系统。

  然后也崩了。

  据说本作刚开始的开发目标是网游，所以野外地图设计的根本达不到大地图单机游戏的标准（网游野外堆怪就完事了，没必要太复杂），而且从网游的标准来看，这游戏的地编也就是《诛仙》（对，完美世界那个诛仙）的水平，严重干扰了沉浸感。

  如果你不在乎这些，那我建议你叮一下移动速度，要不然这个没有跳跃没有坐骑只能腿儿的游戏能给你跑死。

  看，还是网游思路。
  说道现在，战斗系统、成长系统和叙事，三线全崩。叙事崩还不是因为故事写的不好，就是单纯导演的锅，写故事的人有没有锅我没资格评价，因为实在玩不下去了。但讲故事的人脑袋上必须得扣个锅。

  而且对于一个想讲故事的角色扮演游戏来说，“表现力”是至关重要的。“表现力”不代表画面硬技术有多高、有没有全局光之类，评判表现力的标准是这款游戏的画面能不能最适合地表现出制作组最想让玩家得到的体验。

  黑曜石最近的几款俯视角CRPG我个人认为表现力是很棒的，关键的信息我给你画的特别清楚，不关键的信息我给你描述的十分清楚，因为老屁股们脑袋里那张脑补显卡时刻都是运转的。

  扭头回来，本作教学关那肠子一样的垃圾关卡设计就不说了。北京冬日雾霾模拟器一样的lut会伴随你很久很久。

  武器设计极尽华丽，像是国产网游里出来的浮夸神器。装备美术却是十分实诚的“轻幻想中世纪”风格。

  简单来说就是一个手里拿着屠龙宝刀，刀上一会飞条龙一会蹦一行字的带英雄，穿了一身《上古卷轴5》里出来的装备….

  再回到开头，根据当时时代（2012年）来看，正处于欧美重技术轻设计开发模式的黄金时期，他们习惯用一种十分高傲的态度去主观解构设计，然后强行装进罐头流水线，本作的战斗系统就是这样。
 
 战斗系统不好玩。
  
 数值成长没意思。
 
 垃圾地图和演出节奏没法好好讲故事。
  
 北京冬日雾霾模拟器，表现力血妈崩。
 
 啥时候这游戏个位数了再买也不迟。
  
  如果你之前不是奇幻爱好者，那本作对于你来说没有任何价值。
  
  如果你之前是个老屁股，那你得忍受住在空荡荡的网游大地图中“从A到B”一万次才能体验到老萨的故事。
 
  算了吧，有那时间还不如再看一遍《白银溪流》呢。
差评: 我觉得但凡不加这个re-reckoning，也不会有这么多差评。
直接说游戏上steam就得了。
一打开游戏我就傻了，这界面，这ui，明明就是原版拿过来steam卖。
要说贴图精细了，根本无感，这画面基本上也等于没提升毕竟原来画面也不差。
然后呢，啥也没改就这么端出来了。炒冷饭都够不上，就是冷饭加热而已。
就失望。
差评: [h1]这是我见过最有诚意的重置了[/h1]
为什么这么说呢，有以下3点：
1、完全没有增加新的内容
2、已禁止和已禁止的翻译，猜猜看哪个是真的禁止？
3、致命的BUG另我2个多小时的档直接坏掉

[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]

如何，看了以上所说，有诚意吧，花更多的钱，受更多的罪，虽然BUG不是人人都会碰到，但一旦碰到了，糟心的不还是自己吗？相信以后制作组会改善的，但是现在阶段，还是推荐无原作的玩家折后的入手。至于游戏本身自不用说，当年的黑马作品，游戏性还是有一定保证的，相信自己不会遇到BUG的玩家，还是可以入手的，但这里，还是无法给出推荐，不推荐是一码事，该夸的地方，还是要夸的。

游戏系统
本作游戏的战斗采用的即时战斗ACT，这样的战斗模式玩家可以很直观的看到敌人的血量以及自己的伤害。但严格来说，应归属ARPG类型，毕竟其中包含了准确数值的装备，等级，技能树。除主线任务外，还包含了诸多的支线任务，更加丰富了整个游戏的世界观。装备系统也是与很多游戏相同，多种颜色来区分各个等级的装备差别，白、绿、紫、黄（其余的颜色没见到），分别对应不同等级的装备等级。而技能树，则就是简单易懂的主动技能与被动技能的区分，释放方式也都有具体介绍，不详述了。

画面与BGM
游戏的画面还保持着几年前的画质，真就是几年前的画质啊。游戏贴图材质应该是略有优化加强，但是在个人这里并没有看出来，也许是久远的记忆模糊，所以这里就当作是画质已经加强了。游戏人物人设方面，喜欢玩欧美式RPG游戏的玩家均可以接受，这点毋庸置疑，而且玩家可以根据自己喜好去捏人物，也算是比较好的一面了。游戏的BGM也还是不错的，经过了几年的沉淀，还是熟悉的那个味道，老歌重放，至少也不会令人失望。

个人体验
在体验这块，其实也还是可以的，不需要去打汉化补丁了，自带官方中文，画质也加强了，拥有旧版也可以半价入手了。要说起来，那都是好事啊，可实际表现，却差强人意，主要原因也就是卡死的BUG导致坏档，以及部分翻译让人分不出哪个是开启，哪个是关闭。游戏体验了2个半小时，就出现了一次坏档现象，但在坏档之前，体验还是可以的，隔夜饭直接端上来也不妨碍这饭的味道确实好吃，坏了的几个霉点挑掉之后，也还是能接受的。

总结：
如果没有出现坏档现象，那么本作还是很推荐的，即便是隔夜饭直接上桌，也不是很过时。但就因为这几个霉点，使得游戏难以下咽。但这终归是个体现象，并不是每一个人都会遇到这个问题。想体验的玩家也是可以入手尝试的，但是超过2小时遇到BUG，就有些糟心了。所以还是富裕的玩家入手吧，普通玩家……先观望，修复了再入。
好评: 我觉得挺好的   很多年前玩过  但是这么多年都忘了   现在玩起来 还是挺有意思， 价格贵了点 但是感觉还不错  画面啥的能跟上现在的水平， 如果能出个DLC 那就非常非常满意了   奥利给  去玩了
差评: 就这..........!  太敷衍玩家了吧
好评: 好玩。
好评: 挺好的，期待DLC

好评: 在以前和老滚5齐名的大作，很经典的老游戏。这一次重置版的 [u]阿玛拉王国[/u] 是超级不走心的，在预告片里面观看是蛮惊艳的。因为我没玩过旧版的，恰巧刚好又有点游戏荒就打算尝试一下，最后发现还是非常的不如意。不过我没深度游玩体验，只能把目前能提供的都提供出来。
[b]【宁这炒冷饭好歹也加个鸡蛋放点盐吧，宁就把饭热一下就上桌了，还卖这么死贵骗情怀钱呢】[/b]

[h1][b]节约时间迅速了解此游戏版块：[/b][/h1]
[table]
    [tr]
        [th]游戏存在的问题[/th]
        [th]个人看法[/th]
  [/tr]
    [tr]
        [td]游戏评分[/td]
        [td]3分（这冷饭真滴不够香）[/td]
    [/tr]
    [tr]
        [td]适合人群[/td]
        [td]喜欢RPG、老滚5、开放世界的魔幻游戏系列风格[/td]
 [/tr]
  [tr]
        [td]游戏画质[/td]
        [td]都0202年了，玩了这个游戏我仿佛回到了十年前[/td]
    [/tr]
  [tr]
        [td]打击感[/td]
        [td]只能说极差，不适合玩习惯打击感爽快的[/td]
    [/tr]
  [tr]
        [td]音效之类[/td]
        [td]主角是个哑巴，跟NPC对话全靠意念，音效不怎么好听[/td]
    [/tr]
  [tr]
        [td]入手价位[/td]
        [td]骨折价入了当情怀补票吧，原价购入比较亏，就值30元！（或许还有点多）[/td]
    [/tr]
 [tr]
        [td]差评这么多能买嘛[/td]
        [td]没有玩过且对这个题材感兴趣可以玩，旧游戏加了一个高清材质包来卖[/td]
    [/tr]
[/table]

[h1][b]习惯给好评还是给一个好评吧，但该吐槽还是要吐槽的，长篇吐槽放在下面，测评可留言，如果我吐槽得不对，请指点出来~觉得吐槽得没问题，请点个赞~毕竟码字不容易[/b]
[/h1]
[h1][quote=]
[table]
    [tr]
        [th]　 　 　出自：网易UU鉴赏家培养计划[/th]
    [/tr]
    [tr]
        [th]　 　感谢由网易UU加速器免费提供的游戏[/th]
    [/tr]
    [tr]
        [th]　 　 加入 [url=https://steamcommunity.com/groups/uu163]网易UU加速器鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　你出内容，我出游戏；你出好内容，我出钱　 [/th]
    [/tr]
[/table]
[/quote][/h1]
[b]非常感谢网易UU提供的游戏【欢迎大家加入UU组嗷，U妹本人在群欢迎去撩】[/b]

[h1] [b]毫无诚意的重置[/b] [/h1]
在游玩之前了解到 [u]阿玛拉王国[/u] 发售没多久就差评极多，大部分都是吐槽画质之类。刚好本人没玩过旧版的阿玛拉王国，对我来说无疑应该是会有很新鲜的体验感。因为看预告片感觉得出这是一个很好玩的大作游戏，本身也喜欢老滚5和中土世纪的题材。
[b]【未玩之前的想法而已】
[/b]

游戏开头的CG我就瞬间明白为什么那么多人怒打差评了，严重缺少了目前该有的画质水平。CG动画的跟十年前的没太大区别，这重置的手段真的也太 [u]原汁原味[/u] 了，此游戏画质和贴图跟魔兽世界差不多一个水平。
[b]【魔兽世界：有被冒犯到！】[/b]

正式进入游戏看到贴图的画质感觉自己瞬间年轻十岁，画风是十年前的，贴图水平也是十年前的，周围环境也是十年前的，就连这个人物建模也是十年前的！！也就是高清一些的魔兽世界（魔兽世界再次被迫害），就连爆炸特效都是五毛钱特效，好歹也加点粒子效果吧卖这么贵。
[b]【其他的冷饭，好吃！这个冷饭，不好吃！】
[/b]

汉化这方面也是存在一些问题，这堪比机翻还要错误的描述。目前游戏转向也有问题，转动视角有点严重的反人类，人物的转向会存在一些绕圈子的情况


[h1] [b]无力的打击感和不会跳跃、翻墙[/b] [/h1]
如果旧版是这种打击感，我觉得可能海星，符合那个年代的情况。可这0202年打击感如此之差我觉得是着实不应该。战斗打击打在怪物身上没有一丝打击感，攻击动作存在很严重的生硬感，闪避动作也缺少一丝灵动。技能释放也就是五毛钱特效，可能也就清楚了一些。副武器有弓箭，但弓箭并不能瞄准，是直接释放的（因为没玩到后期，不知道是不是开了技能点才能蓄力），盾牌可进行格挡，但也经常容易挡不住，也存在一些视角偏差问题。战斗视角让人很不适应，全程忽远忽近的。
[b]【这段话属于萌新发言，并非深度游玩心得】[/b]

在了解旧版的阿玛拉王国的时候有了解到主角不会跳跃，但是并没不知道他居然还不会爬墙！重置版这块也没有增加所谓的跳跃和爬墙系统，跟旧版很相似，只能很简单的翻滚。下河游泳的时候，并不能像其他游戏一样能够互动操作爬上去，只能绕路到一个能走上去的地方。然后再绕路跑去任务点，不能跳跃和爬墙就很难轻松穿越地形，能爬能跳就轻松很多。
[b]【绕路上岸我也是没想到的】[/b]

[h1] [b]个人的想法[/b] [/h1]
写这个测评的时候我并没有深度游玩过【阿玛拉王国】，对于这款游戏我刚好查阅过曾今的旧版的【阿玛拉王国】测评，只能“情怀无比”四个字来感叹吧。虽然这【冷饭】热了一下就拿上来属实也有点过分。
[b]在价格方面入手还是等骨折价吧，这原价甄不划算，除非没玩过原版并喜欢欧美RPG游戏闲钱有点多的就当我没说。[/b]
【阿玛拉王国：惩罚】是个好游戏，嘛，游戏都是会有缺点和优点的，画质的稍稍提升也增加了一点可玩性吧。
优化方面挺好的，普通的机器应该可以随便乱玩，只是有可能会存在某些地方【掉帧】【坏存档】等奇怪的BUG出现，因为没深度玩，只能介绍到这些。
好评: 这个高清版画质增强的并不太明显，而且也没什么新增加的内容，好些差评都是关于这方面的。目前的定价我觉得有点贵了（如果你没有在Steam上买过原作的话）。但是游戏是个好游戏，原作在当年评价就挺不错的。
画面设置里把抗锯齿开上，超级采样开到最高（2倍），材质什么的也拉到最高，画面比默认设置会精细不少。还有就是如果你的电脑有集成显卡，这游戏有可能会跑在集显上，记得在显卡控制面板里手动改一下。
另外我看评论里有些人说经常遇到游戏崩溃的情况，至少在我玩的时候没遇到过，大家的配置不同也不好一概而论。
好评: 买重置版不是因为你做的好，而是希望你能有下一作。

我原版steam版和橘子版都买了，不存在补票的说法

纯粹想看到新作的出现。
好评: 补票  挺好的 。 追评：看那么多不推荐  给补票机会就很谢谢了  好多老游戏都想补票  可惜都没有中文 比如光荣的  纯真年代做的游戏真好啊
差评: 能给键盘加个步行的切换键吗，这个应该不难吧？
差评: 就这? 连标题都没改成重制版的，基本没什么提升，改个分辨率上主机就算了，PC版还敢卖这么贵
比这个提升大的老滚都是免费送的免费送的，现在THQ定价也开始飘了，国区比建议售价贵89%，俄区贵166%
建议等-80%以上再买
好评: 高清化水平非常低，但还是买了首发，算是为大学生活补票了（其实大学时候也没咋玩……新手村都没出）。
[h1]千万不要一次领取新手村里的装备！！！！！！领完包就满了什么都捡不了，很急[/h1]
差评: 只值20的重置
差评: [h1]中肯评价：综合自己体验和老哥们的看法[/h1]
1.游戏是好游戏，力量敏捷智力配比不同会影响整个职业的规划
2.“重置=贴图精度提高”是我没想到的
3.[b]打骨折推荐入，打折慎入，原价别入[/b]
4.游戏配置，7700K+1070玩起来没啥问题
5.[spoiler]我是傻逼[/spoiler]


[h1][quote=]
[table]
    [tr]
        [th]　 　 　出自：网易UU鉴赏家培养计划[/th]
    [/tr]
    [tr]
        [th]　 　感谢由网易UU加速器免费提供的游戏[/th]
    [/tr]
    [tr]
        [th]　 　 加入 [url=https://steamcommunity.com/groups/uu163]网易UU加速器鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　你出内容，我出游戏；你出好内容，我出钱　 [/th]
    [/tr]
[/table]
[/quote][/h1]
差评: 很简单几个字概括：“我劝你别买！”
说白了这个画质说是重置版我真的无法接受！买它也仅仅是为了情结，算是给原版补上一票吧，和原版内容一样，什么都是一样的，没错，你没看错，什么都是一样的！花了钱，下载了游戏，打开玩了20十分钟，退出游戏，真的是没心情玩下去了，留着典藏吧！
好评: 评测中差评这么多，搞的我都差点想退款了.

结果我用半小时下载下来玩了一会，却并没有觉得如同评测中说的那么不堪入目，还有我是从前作那个年代过来的，由于当时时间关系，我并没有细玩，只是记得没有中文，需要下载汉化，而现在不仅有了官方中文而且首发还有50%的折扣，我觉得已经非常不错了.

要知道国区5折下也就比阿区贵20，所以我毫不犹豫的在国区买了，也不打算立马就要退款，或许会退，但至少也是下一周去了，因为刚退掉令人失望的全战三国南蛮dlc，比烂的的话这两个可谓势均力敌，太频繁的退款也不利于帐号健康.

至少在一开始我觉得把全战三国南蛮dlc退款买这个还是很正确的举动，虽然这次的重置确实不走心，还有读档bug满天飞，选项汉化错误，地图根本没汉化等等众多扣分项令人失望.

另外这游戏估计也没怎么加密，还未发售时提前两天学习版就在3大妈放出来了，囊中羞涩的小伙伴也可以去那里看看.
差评: 这重置个鸡儿
好评: 情怀无价
好评: 感觉和原版没啥区别=。=
不过还是好玩
就是不知道为什么每隔段时间就会闪退，说什么驱动问题。。
差评: 与女矮人对话

感谢米萨鲁 又一位幸存者 还会有更多吗

选项1：不好，我身后的门倒了

选项2：我没有留下任何活口

这机翻吧？？？

----------------------------------------------------------

这官中真的算了吧。。。 越看越晕呼
好评: 不能跳帝国重置啦....

青春肥来了

画质得到了一点提升，这点赞一下，但是  but shikashi

界面还是那个味，捏脸还是那么残念

操作依然是那个味儿——

还是他娘的不能跳啊
差评:  这他妈是重制？？？？有区别？？？？？
差评: 官中非常烂，甚至连菜单里的Disabled和Enabled都全部翻成了禁用。
战斗手感不太行，而且还有奇怪的视角锁定，加之PS2时代的画面，这游戏一点都不值这个价，我都没看出重置了什么。
差评: 我很少给评价，这个游戏是我第一个买完觉得官方做法恶心退款的。
留给后人：不打折不要买。
好评: 虽然是没良心重置，但是真香
好评: 首先这个是重置版不是重制版
加入了中文 画质提升了一些 流畅了一些 
但是没有重做的部分
所以如果你玩过之前那一版的游戏而且爷通关了 那这个游戏将不适合你（毕竟没什么新东西）
如果你没玩过 或者像我一样只玩过原版的一点点，那还可以 作为一个新游戏来玩
请谨慎购买
差评: 我是傻逼，重置版就这水平，爷不退款就当补票了。画质基本上无提升各种画面设置不能选择，哪你放出来干嘛？2020了冷饭都不会抄？
差评: 真的是上了预告片的当...
我以为是重置版，结果就是换皮拿出来卖。陈年老BUG带到重置版居然还有，画质除了分辨率贴图根本没有提升啊...游戏是好游戏，可是你们这么卖就过分了。
差评: 你说你炒冷饭，我也不指望说你给我加点鸡蛋炒个蛋炒饭。你特么换个盘子放两根豆芽你也敢说是复刻版，还尼玛200块。还想着以前玩盗版现在来补个票，呵呵，等你打骨折我再补吧。
好评: 情怀再支持一下吧
差评: 已经申请退款，什么玩意，优化好烂
好评: 当年玩的D版，想补票时却发现锁区了，直到现在才出了复刻版，真“原汁原味”，虽然画质稍微好了点，其它目前感觉没什么变化，就是价格稍微有点高啊！！！不过还是玩得很开心^_^
好评: 毕竟是不能跳，喜欢！！！
好评: 还行，记不得原版什么样子了，优化一般
简中好评，翻译还可以，有的地方需要润色不过总的来说能看，原版就是因为没有汉化当时弃了坑，题材过于玄幻

[u]需要注意的是，简中在选项里有三个翻译错误：后处理，植被，还有垂直同步都是可以打开的，但是翻译把打开和禁用都翻成了禁用，可以切成英文把三个都打开再切回中文，以确保三个选项的确是打开的状态[/u]
差评: 退款了，真就画面轻微提升，贴图分辨率拉高了，UI知道不跟分辨率而是固定大小了，其余毫无改变，这个价格即使给了首发折扣也不值得，25折或者15折再说吧
差评: 一个重置游戏的价格已经赶上新游戏的价格了，而且还伴随着恶性BUG。听说跑图的时候人物会消失导致坏档，这个BUG虽然我只听说没遇到过。但是读档导致游戏崩溃我遇到2次了，而且崩溃后连进程都关不掉，只能重启。我以前玩过这个游戏，现在想补个票，可是这价格给了我一记背刺不说，游戏连续崩溃更是给了我一个暴击，已经把我对这游戏的热情彻底GG了。
好评: 已申请退款,并没有期待的那么好,重制得太原汁原味了,不值得这个价格,等有骨折以上特惠了再考虑买回来
差评: 简直无语，连基本鼠标窗口优化都没有，跟前版本有什么区别，纯圈钱？
好评: 感觉画质和记忆中相比没有很大提升。
差评: 我不知道制作商哪里来的脸敢把这东西拿出来卖……你叫这玩意重置版？就连重新做个游戏封面都那么难么？
本来还想补个票，去你妈的吧，真是给你脸了，你这玩意别说40刀，你就是免费给我我都不想让它占我电脑内存……

还没买的，听我一句，千万别买，想玩回去玩原版吧，这说是重置版，其实啥都没改，连画面也没改，就是拿出来重新卖而已
差评: 回忆中曾经的经典 所以本来打算补一张票 
然后炒出来的冷饭变成了这样的屎
对不起 评价很差 为了留住我对这个游戏非常美好的游戏 
我退款了  既然重置做的很垃圾 不如不玩 留个念想
说实话 就这个画质 这个贴图质量  感觉上就跟魔兽世界一个水平 
无非也就是环境可能比魔兽世界精细一点点
然后顶着魔兽的贴图水平 依旧不能跳  这个操作就很操蛋
这游戏在我心里的价位最高60   197的话 对不起 打扰了  
而且哪怕打成粉碎性骨折 我也不会买了
好评: 终于增加了超级困难选项，立即选择超级困难，还有增加了官方中文，画质不错，但是垂直同步怎么开启啊
好评: 真的有生之年 昨天游戏荒在找游戏 突然刷到 惊喜了很久。 阿玛拉王国是我小时候玩的第一款单机RPG游戏 一下就直接沉浸在了这个不能跳的世界里 而且战斗丝滑 不过当年玩的是盗版 现在回来补票支持正版 找找回忆。
好评: 还是那个味道 开超级采样还是感受得到明显材质进步的 至于光影什么的 真的感觉不出差异。
还有就是价格比预期的高
