好评: 爽
好评: 补票
好评: 打得很爽，谢谢
好评: 人体解剖范图
好评: 永远跟党走，心中有党，事业理想。
⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
china NO.1
好评: 很好的教育游戏，建议在全家人前面玩
好评: 不愧是欧美最火爆的格斗游戏。暴力美学体现的淋漓尽致，再加上简单爽快的操作，让肾上腺素无时无刻都在飙升！
好评: very good
好评: juicy!
好评: 相当硬核的格斗游戏，当我还在为了爆杀中等人机沾沾自喜的时候，困难人机满血一套月下无限连把我连死
好评:  liu kang is god
好评: 很好玩的一款格斗游戏，推荐手柄操作，画面效果打击感各方面完全超越拳皇系列！你值得拥有！！！！
好评: 游戏很好,每次打完都想吃羊蝎子
好评: 游戏是好游戏  就是他妈的服务器连不上去  连不上去还不给奖励玩毛线啊
好评: cyl是傻逼
好评: 好馋人
好评: 好好好，从fps菜到ftg。
好评: 游戏很不错,就是有点废键盘！！！！！已经换了三个键盘了！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！
好评: 我八个月大的孩子哭着要玩这游戏，没办法只能买一个了
游戏内容很充实，孩子很喜欢
好评: 这个游戏系列一直很高，但是如果会玩了，也是很厉害的，唯一不太好的地方就是剧情演绎的时候，人物动作不太自然，其余还可以，但是全款就有点不太值。
好评: 拳拳暴血，残忍终结，暴力美学的极致游戏体验，喜欢格斗游戏的玩家绝对不能错过，真人快打NB！
好评: 爽
差评: No response code
好评: 拳拳到肉贼血腥，连招挺难，背招法吧。买吧，就是有点大100g。绝对解压，终极技能一开就是暴力美学
好评: 魔头康柏
好评: 恭喜我被成功圈粉
好评: yfyufumj
好评: 真好玩不错
好评: 2022/1/9
这个游戏的入门教学是目前格斗类里面最全面，最细致的。
如果你想玩格斗游戏，或者打算入坑格斗游戏，真人格斗11必买，不用买真人快打XL/L，就买这个。

这就是为什么真人快打能火爆这么多年的原因。
好评: 睡觉都在背出招表
好评: 刚开始以为会很血腥，但血腥是确实，和预期一样。但打斗太爽了，拳拳到肉，终结技简直就是暴力美学，太爽
好评: 给隔壁孩子玩了之后他已经学会了里面的招式，说以后要到学校里面用到
好评: 游戏不需要太高的配置，混杂着亲情和爱情的爽快格斗剧情，厉害又帅气的人设与技能，非常推荐，剧情可以选择难度即使是手残党，也可以体会到爽快的格斗
好评: 需要多些女角色。
好评: 在dota2输了以后打打真人快打发泄一下  发现自己是被别人拿来发泄的
好评: 从没想到我会在格斗游戏里看电影
好评: 很适合与家人一起玩的合家欢游戏，从游戏中可以学到很多技能，解决家庭矛盾
好评: 手残终于背完十，现在来搓十一了
好评: 太棒了，20年了第一次打这么爽快的游戏，画面质量超高，剧情紧张刺激，而且最后还是用我们中国英雄拯救世界，我快感动哭了，太感谢了，让我中国普普通通的中国玩家有这种体验。中国功夫的动作设计也超帅，看得出来制作组用心了。火神刘康超帅！公主超美！
好评: 被美莲娜吸引玩的，虽然不知道被哪里吸引😏
差评: 我是笨比，搓不出来太难了！！！！
好评: 能不能多出点女角色
好评: 优点：格斗真实，比动画强多了！血腥是必须的！故事线也很有意思，练好一个喜欢的角色和其他玩家对战也是乐趣之一，打折入手绝对值！
缺点：连招麻烦，防御不是简单的后退键，而是单独安一个建，虽然角色很多，但打斗和场景花样太少，反复多了容易厌倦，只能靠和玩家对战找不同乐趣！
差评: 我没有天赋，连招教学按了半个钟出不来
好评: 画面很美好，建议和家人一起玩
好评: 最爽的格斗游戏
好评: 打击感真的爽

好评: 兴高采烈的购买了真人快打11后发现自己连教学关卡的连招都不会用。。。
好评: -80%！！！ 新史低了，真人快打很早以前就想玩了，看到那些暴力美学的终结技忍不住入手了！此时不冲更待何时！！
好评: 买的角色DLC有的下载了也没找到，怎么办呀
好评: 最好玩的格斗游戏
差评: 谢邀，刚卸载，垃圾游戏，毫无体验感

先说优点：画面不错，打击感比较强，角色也挺多

再说【不值得买】的地方：
上手玩几个小时，等你把连招表的技能学会，就能轻松虐爆简单、中等的电脑，但是到了困难等级的时候，你会发现AI留给你的反应时间得按毫秒级来算，不然就能一套无缝连接的连招把你打懵，毫无还手之力。  线上对战人少，通常匹配都要等半天才找到一个人，我是没那个耐心了。

这个垃圾游戏还一百多G

辣！！！鸡！！！

好评: 求助，在玩了一段时间后，突然无法启动，检验完整性说是缺少执行文件，修复一直没用，删了重下也玩不了。
另外游戏挺好玩的，打击感较强，喜欢暴力美学的入，有点血腥
好评: 这游戏的创意工坊到底干嘛用的，有人知道吗
好评: 玩了几小时就放库里吃灰
好评: 很温馨的合家欢小游戏，加上捆绑包也就一百多个g，很适合小朋友和爸妈一起玩
好评: 打到现在就没赢过
好评: 睡觉都在背出招表
好评: 爽
好评: 合家欢电影，建议出第一视角VR。
差评: 一直崩溃
好评: 好玩好玩是真的好玩，不过我是个手残，但是还是又菜又爱玩
好评: YES,COME BABY!!!
好评: 好玩
好评: 打斗很爽，极致暴力美学，适合饭点玩。
差评: 玩的时候人物一直往后跳怎么回事
好评: 爽！
好评: 不错
好评: DX12模式启动直接卡死，真有你的,我喜欢公主
好评: 再给我座塔，我还能爬。
好评: 如果说DOOM是FPS的爽游，那么横板格斗游戏的爽游就是他了
好评: 不适配普通手柄

差评: 垃圾游戏
好评: 最好的格斗游戏
好评: 仍然记得当初在三大妈下载的盗版9代中第一次使出X光大招和终结技时所感受到的视觉冲击和震撼感。而拳拳到肉的打击感也让我很快便沉迷其中，作为一名从9代玩到11代的玩家，在游玩时可以明显感受到这个系列不断的进步和制作组的用心，也期待这个系列在未来的新作。
好评: 游戏是好游戏 打击感很好 
但是尼玛角色整个全白眼仁连个黑色都没有搁那吓谁呢
你是个格斗游戏不是恐怖游戏
真的打剧情的时候非常不适
好评: 挺好的 蛮喜欢的。
好评: 只玩过9和11，比起9来说，11的女角色丑爆了。是女权的原因吗？其他打击感啥的其实还挺不错的，就是角色丑。
好评: 嗯……很解压的游戏，超级解压。但是感觉服务器不是很友好。
好评: 大清末年，民不聊生
好评: 很好玩，孩子很喜欢，终结技很有教育意义，买的Ultimate版一步到位，非常值得
好评: 玩完第一章我就来给好评了，不然真的太不爽了！！！
就凭这美国大片般的故事模式，好评送给你。还有，咱就是说，这人物也太精致了吧，玩过的dddd~
好评: 牛逼

好评: 冲的很爽 很值得的一款游戏
差评: 根本无法联机，不知道你们是怎么连上的，家里光纤 为了玩这个游戏经常在网上教程一看就是几个小时，加速器换了5个根本就没有连上过，游戏时长全靠草电脑，真实的无语住了
好评: 暴力男孩最爱的游戏
好评: 去年暑假先买的不义2，结果被里头的雷电吸引了，就又买了mk11，还补了前几部的剧情（虽然槽点多多2333，但是爽就完了），很酷的格斗游戏，光时之高塔我就能刷一天，没事玩玩挺好的，起码很解压。
好评: 冲就完事了
好评: L
好评: 格斗游戏玩出花！还有这么多模式，包括AI战斗，掘墓模式，都很有意思！
好评: 真男人就要玩真实 
美式格斗比日式格斗可爽太多了
血液四溅 肢解分离 拳拳到肉 激发的肾上腺素是真的爆爽 
拳皇街霸是真的比不了
好评: 画面满满，值得购买！！！！
好评: 太特么好玩了，不过拿刘康打高塔打出结局给我整麻了
好评: 如果再血腥真实一点就好了。
好评: 非常好 完美的格斗游戏
好评: 感谢这个游戏，让从未学过医的我弄清楚了人体的构造. .
                                                                                    ^
好评: nmm的，玩了四个小时手柄出问题了
好评: 太爽辣
好评: 太爽了
好评: 完美诠释了暴力美学
好评: 很jb血腥
好评: 经典好玩！！
好评: iuu
好评: 我是傻逼
好评: 真TM的爽 ！学废了直接乱杀，游戏是好游戏，外面翻拍的电影就是个J 8，
好评: 格斗部分不说了，剧情就像看电影一样，20多买张电影票送格斗游戏加人体构造学，值！
好评: 画面很温馨，十分适合0到18岁的小孩子玩。希望连招键位可以简单一点的。
好评: 真JB好 因为我有参与制作 hhhh
差评: 和她认识的人挺好
好评: 原来只有10里面有杰森啊。。。
好评: 确实好玩
好评: 反正越玩越爽
就是招太多i了
摁的手疼
可玩度很高
差评: 邀请好友玩一直会话不可用，挂加速器也不行，什么寄吧游戏
好评: 不
差评: 闪退  无解
好评: 好玩
差评: 傻逼游戏连不上服务器 开加速器就闪退
好评: 拳拳到肉
好评: 游戏很好玩，甚至为我节省了三天的饭钱，好评
好评: 恢弘的世界观不亚于妇联，剧情太让人沉浸以至于忘了这是个格斗游戏！
差评: 最终boss太难，打不过
好评: 打击感很强，也可以满足对血腥的需求
好评: 给儿子买的，人物都很可爱，内容很有教育意义
好评: 爽快！
好评: 我是傻逼
好评: ——————总体评价——————
游戏类型：格斗
画面：★★★★☆
音乐：★★☆☆☆
剧情：★★★★☆
丰富度：★★★☆☆
操作手感：★★☆☆☆
推荐度：★★★★☆
————————————————
非常血腥暴力。单人模式剧情不错，可以当作看场电影。游戏需要全程联网，有点蛋疼。防御被独立出来一个按键，需要特别适应一下。总体来说比较推荐
好评: 太爽了太爽了
好评: 饭都吃不香了
好评: 地表最强格斗游戏，每次fatality角色都很爽
好评: dasasada

好评: 怎么说呢，mk11确实可以，打击感很好优化也不错。暴力美学，拳拳到肉，特别爽。
好评: 体验还不错，就是对战的人很赖
好评: 好

好评: 刚买就史低，我是傻逼
好评: 很不错的格斗游戏
好评: 孩子学会了新技能，在学校经常复习使用，得到了老师和校长的特别关注！奥利给~~~！
差评: 闪退
好评: 真人快打游戏最显著的地方就是一如既往的极致暴力美学，拳拳暴击出血的打击感根本不需多做介绍，把人打碎打爆浆那都是常规操作。而如果是冲着这点来的，趁着打折直接入就好，不用考虑太多，绝对血赚。

游戏教程非常非常详细，基础、进阶、战术，还有每个角色的单独课程，简直巴不得把所有会遇到的情形都教给玩家。因为机制的丰富性，如果没有格斗游戏基础，要想真正玩懂是得花大量时间去练习。
当然机制复杂这是多数常规格斗类游戏的常态。深度玩家慢慢练习一招一式找肌肉记忆，咸鱼玩家只要把难度调低就好了。(再咸鱼点，可以看AI战斗，甚至AI帮你打也能解锁不少成就)

游戏背景突出一个混搭，有点类似于漫威。近未来科技水平的背景，明明也出现了坦克飞机战舰等现代火力，但就是一群中国武僧、日本忍者、特种兵、机械改造人、外星人、亡灵、牛仔等，在那超能力无厘头肉搏大乱斗。就是那种既科幻又魔幻的怪异感觉。(还有仅在多人游戏里的兰博、终结者、小丑、机械战警等)
游戏剧情突出一个天马行空。遇事不决就多元时间线、就时间线可以更改，于是想怎么重启就怎么重启。某个角色已经被写死了也不要紧，需要的时候只要把他从其他时间线拉回来就行了，或者更改时间线。（于是就有了我打我自己，我和老妈当姐妹各种离谱剧情）
然后因为是格斗游戏的剧情，又跳出了那种格斗大会的设定，就得千方百计强行创造机会让两个人单挑，多少有点那种三国演义主将阵前单挑的刻意感觉。
不过即使背景和剧情再花里胡哨，最终也都能圆回来，剧情流畅度没什么问题，整体玩下来还是很让人满意的。另外DLC余波的剧情因为有本体的铺垫显得很是优秀，可以理解为本体中的世界线在余波中被再度修改了，必玩。

可以感受到制作组真的非常喜欢东方武打，游戏中有大量的不带歧视色彩的东方面孔和中日文化（虽然也是很典型的那种西方人想象的东方武侠，出于猎奇心态，类似于功夫熊猫。）。
剧情上最重要的两个角色，刘康和雷电，一个是以李小龙为原型的中国角色，一个是戴着东方斗笠的白人；全系列人气角色蝎子是日本忍者，绝对零度则是中国忍者（？）。刘康是本作的主角，似乎MK11也是近年来少有的以中国背景角色为主角的西方游戏。
差评: 开个修改器刷点衣服怎么了不让用你妈啊 你们是一个一个雅利安至上黑心资本主义无情压榨偏执狂公司 我跪下了
好评: GOOD！
好评: 小孩子玩了会高兴地抽羊癫疯
好评: 线上真人快打，线下真人快打
好评: 我说比街霸好玩就比街霸好玩
好评: 招式太难了，记不住只能瞎按，不过终结技还可以
好评: 画面唯美,是一家人亲子玩耍的好游戏
好评: yyds
好评: 暴打朋友
好评: 打击感很棒，画面超好，不过上手需要点时间，门槛较高
好评: 匹配系统极其不合理·-·
好评: 太好玩了，又血腥又暴力，打击感爆表
好评: 拳拳到肉
好评: 绯红我老婆
差评: 狗；才玩
活该，没人玩

好评: 行吧
好评: 打斗很爽快，尤其是终结技真解压，剧情也很好
好评: The best fighting game. I had played since MKII
好评: 游戏可以，英雄蛮多，技能丰富，就是太吃操作了，手残党还是算了（我就是）
好评: 比起真人快打10进步真的太大了，首先是画面好的没的说、打击感也非常棒（真拳拳到肉）、优化做的也很良心（我5年前的电脑都能流畅玩）、剧情方面我也十分满意，本体和dlc的结局都挺让人满意。期待真人快打12田中、剑士他们能回归！
                          Finish   him！！！！！！！！！！
好评: 迄今为止我玩过最棒的格斗游戏，画面一流，细节拉满，打击感很好，还足够血腥。
好评: 是个非常好的游戏，我觉得比不义2好玩，推荐
好评: 除了对新手来讲难度高点，没有问题，不过对格斗游戏硬核玩家来讲绝对是必买的类型
好评: 打斗的时候很爽特效做的很好
好评: This game is PG-∞
I hope you can unlock all of those things for players when this game's sever been shot down.Poor net working and time-wasting gameplay doomed this game,this game wont be around much longer.
好评: 1
好评: 个人主观评价
☐ 暂无，直接看评分表就完事了
√ [spoiler] 画面较血腥，心理承受能力较低者慎入  [/spoiler]

大小
☐ 百兆小游戏
☐ 1-5 G
☐ 5-10 G
☐ 10-20 G
√ 20-50 G
☐ 50-100 G
☐ 100-200 G
☐ GMOD
图像
☐ 像素党秒天秒地！
☐ 无法和现实区分
√ 赏心悦目
☐ 很美丽
☐ 一般
☐ 不怎么样
☐ 别盯着看太久
☐ 画图.exe
游戏体验
☐ 完美！！！
√ 不错！
☐ 普普通通
☐ 不怎么样
☐ 盯着墙看都比玩它强
☐ 锻炼你的精神抗打击能力
声音效果
☐ 耳朵怀孕
√ 感动人心
☐ 还不错
☐ 一般
☐ 不咋样
☐ 耳朵流产
☐ 音乐？什么音乐？
受众群体
☐ 儿童
☐ 青少年
☐ 成人
√ 仅限成人
配置要求
☐ 能玩扫雷的电脑都能玩
☐ 入门配置
√  一般配置
☐ 进阶级配置
☐ 发烧级配置
☐ 神威•太湖之光
难度
☐ 点点点突突突炸炸炸
☐  轻松愉快
☐ 得动动脑子
√ 上手快精通难
☐ 烧脑
游戏寿命
☐ 玩完就退款
☐ 5-10小时
☐ 10-30小时
☐ 30-50小时
√ 50-100小时
☐ GMOD
☐ 我觉得我能比它先去世
游戏粘性
☐ 可能不会完全通关(毫无新意的垃圾游戏)
☐ 通关一次(玩着还可以的游戏)-----不出BUG的情况下
☐ 通关2-5次(很不错的游戏)
☐ 通关5-10次(这游戏我他***！)
√ 通关10-20次(你出不出2？嗯？我就问你出不出2？)
☐ 通关20-50次(死忠粉专属选项)
☐ 通关∞次(？？？？)
操作
☐ 你家的宠物也能玩
☐ 简单
☐ 中等
√ 困难
☐ 反人类
肝
☐ 护肝
☐ 如果你想玩出点花样
√ 肝与不肝并不影响剧情
☐  每关必肝
☐ 肝痛
☐ 必须24小时全天候地肝
肾
√ 护肾
☐ 需要短暂休息了
☐ 需要休息一段时间了
☐ 每关必冲
☐ 肾痛
☐ 一时手冲一时爽，一直手冲一直爽
故事情节
☐ 故事?什么故事?
☐ 文字或语音剧情
☐ 平庸
☐ 还行
☐ 精彩
√ 可以作为你的第二人生
平均一局游戏时间
☐ 办公室必备
√  短小精悍
☐ 中等
☐ 较长
☐  卧槽！天亮了！
联机
☐  孤独患者（除非你现实有朋友）
☐ 你唯一的沙雕网友
√ 2-5人
☐ 5-10人
☐ 10-30人
☐ 30-64人
☐ 行星边际2
语种
☐ 你信不信我会八国语言？
☐ 基础英文
☐ 可以打汉化MOD或补丁
√  自带汉化！
价格
☐  免费游玩!
☐ 业界良心！
√ 值这个价
☐ 如果你有点闲钱的话可以一试
☐ 不推荐原价入
☐ 信仰无价
游戏整体评分
☐ ？- ？分(暂时无法评定分数)
☐ 0-10分(垃圾游戏、差评)
☐ 10-30分(完完全全的不及格)
☐ 30-50分(总体不是很和谐，但是买来当笑话看应该不是什么大问题)
☐ 50-65分(勉强及格，算是个游戏)
☐ 65-80分(算是个不错的游戏了)
☐ 80-95分(无论从哪个角度来看都非常不错)
√  95-100分(这游戏牛逼！)
☐ 100-100+分(完全超出预定水准，无论从哪方面看都是精品)
☐ ∞分(死忠舔狗专属评分)
Bug
☐  几乎没有
√ 少量
☐ bug令人烦恼
☐ 育碧
☐ 模拟山羊
好评: ok
好评: 为什么我会买这种需要用手的游戏？
感恩菜单可以选择难易度
“非常简单” 这个模式对我来说还是有点太费键盘了
反正乱砸就可以了
好评: 欧克
好评: 果然很暴力
好评: 应该是业内教学最好的格斗游戏之一（我心目中的第一）。
格斗游戏入门门槛太高，新手期几乎毫无乐趣。指令简化一定要学，否则有些取消接必杀就发不出来。
对节奏感要求较高，个人感觉格斗游戏不是说堆时间就能提高水平的，这玩意比较看天赋。
记得把“控制”选项里的“释放检查”和“替换操作”这两项都关掉，太影响游戏体验。
差评: 你需要一个手柄
教程里的眩晕连招 键鼠是完不成的 我试了在adj/daj后面马上按；不行
等敌人拽到你脸上按；不行  按完adj一直按； 不行 

喜加一好了
好评: 48人民币，玩剧情就当看了场爆米花电影，就能值回票价。
网络对战，大佬们对萌新非常友好，总是用”友好处决“处决。
我可去**，我买这个就是为了看”友好处决“？
好评: 一款连招动作等很精致的一款格斗游戏，拿手柄玩了后就有了以前那种那种在街机厅打拳皇的感觉，真的很畅爽，这已经11代了，其他代也没怎么玩过，但这代真挺好玩的，总之，给个推荐吧。
好评: 为了玩它 买新手柄 还有手柄贴纸 新硬盘（100多G 太大了) 现在考虑要不要再换个显示器和新耳机
好评: 学麻了就来一局，很爽
好评: cooooooooooooool
好评: 给男朋友O了两小时才给买的 很好玩（QAQ）
好评: 109个G的格斗游戏，过于用心了。估计剧情动画占了大部分。
好评: 有两个键盘，能不能本地双人玩
好评: 第一次接触真人快打系列，剧情方面跟看爆米花电影一样，游戏可玩性也挺高的，可以自定义人物的外观，上手难度的话也不高，但是格斗游戏都是易上手难精通，想要玩的6，还是需要大量时间去练习，总之还是推荐入手的，终极版史低才50块钱（包含所有人物）
好评: 不知道怎么玩  连招随便撮的出来的

好评: 游戏挺好玩，女性角色造型全面拉跨，手感很好，可以说是打击感最好的格斗游戏？入门容易上达难，想不到真人快打战斗逻辑还挺有深度。
好评: 好玩，当电影看，就是我感觉角色不是很好看补符合我这种lsp的喜好以外其他的都不错，剧情嘛，你个格斗游戏还要看剧情？打斗倒是拳拳到肉，就是我太菜了玩得是简单模式，还被反派杀了3回 (TAT)
好评: 神作！！！！格斗游戏的天花板！！！！就算是格斗玩腻了也有掘墓模式等等非常有趣的模式游玩！强烈好评！五星推荐！！！！！！！！！！！！
好评: 科塔尔汗
好评: HAO
好评: 非常棒的游戏，与拳皇街霸一类的日式格斗游戏不同，MK的游戏用电脑操作起来也是较为顺畅的
好评: 太带感了 为这个游戏换了个新胳膊
好评: 很上头 很真实 很细节
好评: 一切安好

好评: 博弈规则教学、动作设计、打击感 。样样具备
好评: nice
好评: 游戏画面轻松愉快 表弟很喜欢
好评: 真人快打，不得不说，一直都是一个和平的，一点暴力元素都没有的石头剪刀布游戏。推荐想找阳光，不血腥的游戏的小伙伴玩。
好评: 可以
好评: NB
好评: 打得很爽，但是难度感觉比我玩的街霸5、死或生、铁拳7都难，不知道是不是我难度开得太高。只玩了单人剧情和朋友打了几个小时，感觉还行。剧情演出cg很精良，但剧情内容确实有点降智。
好评: 手柄打击感很棒，就是不知道为啥我玩这个头晕
好评: 朕亲自评测，朕很喜欢
⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
好评: 除了没玩过前作看着有点蒙,名字有点记不住,其他方面都非常优秀,就是不知道为什么有时候按键有延迟........
差评: 华纳是不是对普通难度的理解有什么错误？最后一关普通难度的BOSS谁试谁知道，快来体验非同寻常的坐牢般boss战体验
好评: 这么便宜了都 我小号都买了 快买
好评: 可以的，很流弊
好评: 打击感很强 ，就是手游模式较恶习
好评: haowan
好评: 好玩
好评: xbox手柄的适配并不行，a键始终按不出来，后来才发现要用ps的手柄才行。招式很多，场面血腥，除了手柄问题其他没毛病。
好评: 格斗没毛病，但是掘墓模式经常闪退，开加速器会好一些
好评: 再多出点女角色就更好了
好评: 很好的格斗游戏
好评: 对手残不是很友好
好评: 太好玩了 已经离婚了
好评: 很帅，很解压，剧情很带劲。
好评: 打击感还是很不错对 剧情也比较喜欢
好评: People still got no anti air in 2022 ？？？
好评: 打折时候买的 画面很精良 剧情也算挺有意思的，整体还挺不错的。
但是 我纯粹个人喜好会更喜欢铁拳和生或死那种的。所以你懂。

好评: 格斗游戏中非常好的一个系列，如果能接受血腥画面的话请选择。教程非常全，虽然新手很难掌握，但是耐心学习的话之后收获也很大。
好评: 这深入骨髓的bgm给我听硬了
好评: 打击感太好了，画面血腥我爱了
差评: 打击感没得说，玩过的都说好，但是，你们的建模能不能用点心？皮肤只有一层贴图，皮下脂肪，筋膜，啥都没有，直接就是肌肉和骨骼，重要内脏除了肺，肠子，脑子，还有时有时无的心脏，其他都是用貌似器官的血块代替，上一代好歹还有胃和肾吧，而且切口永远都是光滑的截面，衣服永远都是反牛顿......我一个外行都看得出戏了，下一代希望请个外科医生协助建模，尺度上来说都杀人肢解了，还有必要保守吗？
这是一条暂时的差评，我永远相信NetherRealm。
差评: 匹配机制不平衡，在线人数少导致匹配时间太慢，敌对玩家不友好，玩起来生气，可以砍人机解压
好评: 美莲娜，嘿嘿，我的美莲娜，就喜欢牙口好的。
好评: 还不错，很刺激
好评: 123
好评: 不暴力不玩
好评: 确实好玩，打击感很好，招式连招刚开始难练教学过程后就好了，就是有点费手，按慢点都不行= =
差评: 我是山本
好评: 游戏很好玩，被分尸无数次已经在学习人体结构了。
好评: 好玩 爽 拳拳到肉 就是略肝
好评: cg演出不比那个真人电影强多了
好评: 好玩
好评: 我直接一个阿突根，一个蚝油根。。。。。不好意思，走错地方了
差评: 手柄操作很差，不能远程畅玩你标什么能远程畅玩？s了个马吧哈哈
好评: 完全不会打啊，但还是打的很快乐，每个角色都有特点，打的时候要见招拆招就很有意思，尤其是跟同学对打，假动作骗人很精彩，但是他完全不知道我在整假动作.........
差评: 开了N个加速器都连不上服务器，我就想玩个单机剧情都不行 再见！退款！
好评: 被朋友暴揍
好评: 挺好的，就是好不容易终于有空玩了一会儿，突然崩了，然后就没存档要从头再打就不高兴玩了....
剧情玩起来很带感
差评: 1\

好评: 还不错
好评: 史低四十多，百来个G，即使玩单人的征服模式也值了，玩个中等难度你甚至不需要形成什么连招，直接乱搓就够了~
好评: 打的很过瘾，而且惧情模式就像追美剧，是我在格斗游戏里见过比较爽的剧情了
好评: 入门好难 但是爽就完事了
好评: 打击感格斗游戏天花板，不解释自己进游戏体验。
好评: 66666666666666666666666666666666666666666666666666666666666666666666
好评: 操控感很强。招式变化很多。画面也还可以。
好评: 画面很血腥，打击感很棒，就是有点废手。
好评: 特别好玩值得一买

差评: 招式太难按了，基本上都是 跳起来踢腿一个玩法
好评: 好玩
好评: 游戏好玩，很硬核，但是，没有新人，有没有新人加个好友一起玩
好评: 玩的是真的爽，虽然我不玩pvp，但是故事模式是真的香，打通就好像看了一部好莱坞电影
好评: 这游戏太nice了真是一款居家旅行必玩的游戏
好评: 太难了吧这游戏，手残勿入手残勿入哇
好评: 我终于明白它为什么获手残大爱奖了，键盘太难操作了，买了个手柄，等到了好好练一下技能。
好评: 我是傻逼
好评:  Good combat graphic, bad server
好评: game data is crrupted,please verify game instalation integrety. 请问这是什么原因？？？
好评: 拳拳到肉，很舒服
差评: 掘墓模式开箱子跳出，打时之高塔断开连接重打，我玩了15小时真的心累。
好评: 很久前买的，玩了一会还行吧 ，唯一就是我当时联不了机
好评: 拳拳到肉的打击感！！ 血溅四方，暴力美学的作品，值得一品。
好评: 挺不错的，打击感很好，连招也华丽
好评: 我是傻逼
好评: 好玩
好评: [h1]最血腥的格斗舍我其谁[/h1]
真人快打系列的卖点，那就是极度的重口血腥。在每一次彻底击败敌人之后都可以释放处决，那血腥的画面在之前的作品中就令人难忘，而如今又得到了画面上的升级，让这份暴力发挥的更加自然，深入人心。作为格斗中一朵能坚持自我的奇葩，能出到11已经是始料未及的，拳拳到肉的打击感，血腥不失美感的处决，丝滑流畅的连续技都不得不让我在这里给出推荐。对于喜欢格斗游戏的玩家来说，本作上手还是有一定难度的，一旦适应就会让人无法自拔。游戏也发售了有一段时间，折后的价格也算比较美丽了（49的价格确实不错），感兴趣的玩家可以等折后入手，血赚不亏。

[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]

[h1]时空穿越的战斗[/h1]
游戏战斗创新不多，故事却搞出了创新，属实有趣。时间之神的儿子死了，这一切的锅自然就全扔在了身为阳间守护者的雷电头上，捎带的许多正派也都进行了反叛，成为了反派的一员。为了矫正时间的时间之神在正派必输的情况下玩出了新的操作，她竟然把曾经死去的各路英雄和反派全给复活了，甚至还出现了同一个人不同时期的样子，这是真嫌不够乱啊。不过当看到正派变成反派，部分反派却也加入了正派，都是为了生存，为了坚持自己的信念而战斗，有了共同的目标，这些英雄们能否战胜时间之神呢？游戏故事模式共有12个章节，不算很长，大约3-4小时即可通关。通关本篇后，还有余波的故事可以进行体验，这里就不剧透了。部分场景玩家可以从2个英雄之间选其中一个来进行战斗，如果遇到不擅长的角色，那么也可以随时退出，在学习模式中进行角色的练习。

[h1]略微脱线的格斗[/h1]
相信经常玩格斗游戏的玩家都会有这么一个习惯，遇到敌人的攻击，就会非常自然的把角色向后拉，进行防御。而本作的防御却是相当独特，采用的是单独按键进行防御，这极大的提升了玩家对于判断的要求。游戏的连续技，每个角色也都各不相同，每个角色的连续技，必杀技都需要玩家对照出招表进行多次尝试才能在实战中如愿释放。连续技方面与《死或生》，《铁拳》，《刀魂》这类3D格斗比较相似，采用的是按键式连招，按照每个角色指定的出招顺序才能释放连续技。在故事模式并不会触发处决动作，只有在正常格斗的情况下战胜了敌人，才会触发处决时间，每个角色都有多套处决方式，并非只有一套固定处决。游戏的出招表还是比较贴心的，在战斗中随时都可以切换出出招表，而且还可以在自己想要练习或者释放的招数上班按玩家设定的“上键”进行标记，可以一直在游戏中展示。

[h1]格斗也来盗墓了[/h1]
本作的掘墓模式是相当有意思的，玩家可以在这个模式中解锁诸多皮肤，背景，甚至是战斗的舞台。限定的金钱，有限的资源，玩家需要安排好自己的摸金顺序，才能更大化的获得宝箱中物品。这个模式个人更推荐先去观看攻略之后再进行尝试，在这个模式时间是有限制的，如果因为自己迷路，或者是不知道触发条件耽误太多时间，那就真的得不偿失了。掘墓模式消耗的资源我们可以通过爬塔来进行补充，爬塔战斗每完成一个塔，都会根据分数给一些金币，灵魂碎片，心脏。角色的部分自定义内容也都需要在爬塔与掘墓中进行解锁，所以多多益善呀。

[h1]精彩的画面为你呈现[/h1]
在现在这个追求次时代的时间段，真人快打11的画面或许比不上那些画面极致的3A大作，但依旧是做出了自己独特的地方。在体验故事模式时，格斗画面切换的非常自然，轻微卡顿一下就进入了入场战斗，完全没有以往漫长的加载。故事模式的画面，就像是在给我们展示一部史诗级的CG动画，角色的演出自然，特效拉满。尤其是到了后期，正反大战的时候，都让人有些忘记了这是一款格斗游戏。部分场景塑造的也是非常棒，个人相当喜欢，唯美的画面配上这血腥的战斗，让人情不自禁的去融入这副情景之中。

末尾：个人也算是比较喜欢玩格斗游戏了，闲来无事就会打上几盘来放松下自己的心情。本作可以说是超越了大多数的主流格斗，独特的玩法华丽血腥的处决，每一刻都在刺激着玩家脆弱的神经，催促着玩家去认真对待。在玩腻了普通格斗游戏，想要体验更困难的战斗来换换心情，那么本作还有理由不入么。
好评: 不用说，懂的都懂
好评: 喜欢竞技对战的，主玩线上的推荐。
优点 写实 画面好
缺点 肝 不联网：对战没奖励，大多模式玩不了。
好评: 经典格斗游戏，推荐给每一位喜爱格斗游戏的uu
好评: 好！
好评: 永远跟党走，心中有党，事业理想。
⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
china NO.1

好评: 原价入手， 我是傻逼
好评: 主机转过来的，因为主机的太贵了！！
好评: HAO !
好评: 我是大聪明逼
好评: 骨折、大出血量、断肢......切勿在睡前游玩此游戏。
好评: 为啥我不能链接服务器开加速器都行 前几天还可以 昨天就不行了
好评: 趁现在打折到27的价格还是可以买的

喜欢格斗游戏的还是得买，这游戏在格斗游戏有一席之地不只是因为它的血腥暴力终结系统，而是每个技能和角色确实是细磨过的，可惜格斗游戏只有唯一一个真正至今有热度的，那就是街霸5，二次元系的就去玩罪恶装备和BLAZEBLUE，格斗游戏盘子就这么大，太硬核了没办法呀 

不过还是几乎会买所有知名的格斗游戏，这个价格就算上来体验下也可以
好评: 可以
差评: bug bug bug bug
好评: 好，给女朋友口了两小时
好评: 这游戏剧情模式真不错．
好评: 我是彩笔，五个小时还没过教程
好评: 我傻逼我原价买的
I'm a fool. I bought it at the original price

差评: 好难
好评: 还不错
好评: 买电影送flash小游戏
好评: 25入的我很满意
好评: 爽是爽，就是我太菜了。
好评:   蹲了波史低直接入手终极版，48买来看一部电影也太香了，格斗方面跟日式格斗游戏还是有差别的，技能啥的说实话脑子记不太住，而且好像技能还能换，边看边玩不知不觉时间就过去了，太精彩了。
好评: 够暴力，够血腥，爽！


好评: 游戏很好玩，已经在吃手柄的席了
好评: 手残，打不过对面，心态炸裂，像我这种只喜欢玩某一个角色的人（只玩的来蝎子）买了豪华版所有角色还是挺亏的
好评: 精彩绝伦的游戏，真jb帅
趁着打折入了余波加格斗包1和2。WB从来没让我失望过
画质完美，细节逼真，cg里讲的话能对的上口型
作为一个格斗游戏打击感真实拳拳到肉
剧情又能拿来当电影看
一个电影票的价钱做这么多事情，岂不是血赚？
好评: 123
好评: 我是傻逼
好评: 我是傻逼
24小时连续原价购买
MK X  
MK11

2021年12月8日凌晨 
眼瞎买了个 把 MK X + MK11礼包 买成了MK X+XL包 112
先不管了，在家撸剧情撸塔游戏时间 10+hour


一觉醒来，想起来买MK11 
看到组合礼包MK11+Mortal Kombat 11 Ultimate 163
然后点击下载102g，安心睡觉

一觉醒来   特价促销！ 12月14日截止   -70% 163=48.9   

我是傻逼
差评: 手残党别入 买完只能放在库里落灰 个人感觉不好玩
好评: 真人快打  血腥暴力   很适合休闲的时候玩
好评: 很优秀的格斗游戏，拳拳到肉血腥程度爆表，花式处决小姐姐。建议买第二个版本带全DLC，机械战警、再生侠帅爆了好吗！
好评: 打击感极强，特别爽，如果不介意血腥的话，喜爱格斗游戏的赶紧冲吧！！！！！！！
好评: 比十好玩 good
好评: 感觉没有前几代暴力。招式设置功能应该更简单并且加入到单人模式里。主线应该投入更多会更好。
好评: 如果打折的话建议速度入手本体和余波DLC
好评: 新手打多人的时候记得准备个新键盘
好评: 我非常喜欢，耶~血腥暴力……23333
好评: 女票觉得很给力，说眼球结构很逼真。学医的观察点就是不一样。
好评: 暴力美学的教科书！
好评: 拳拳到肉的感觉我爱了
好评: 剧情丰富，人物对话凸显其性格，这玩游戏多是件美事。
好评: MK11整体很优秀，还是拳拳到肉的爽感，不过我依旧喜欢MKX的感觉，希望能给个汉化吧
好评: 赶着史低在室友的推荐下购买的 玩了10几个小时 感觉还是跟新手没什么特别大的区别 连招什么的都很有操作性 画面十分血腥 拳拳到肉 打着非常爽 拿键盘硬搓可能对于我这种手残来说有点难度 整体来说还是挺推荐的  缺点可能就是太大了  太占内存 剧情模式的动画太多了 像看电影一样  个人感觉可能过于冗长 占据了很多内存 删掉部分动画 让这游戏小一点 可能会好一些 游戏本身个人觉得没什么值得吐槽的地方  打击感超爽。
好评: 咱也妹想到新手教程这么难啊，教我用上下格挡，我学会了让我实战。
我挡上面他踢我jio，我挡下面他蹦起来给我一jio。我整个一个被ai玩弄暴打狂笑了半分钟。
还有↗+X，我蝎子这一jio只能踢到对面头顶的空气到底为啥哈哈哈哈哈哈哈。
是蝎子腿短吗？
好评: ,,,,,,,,,,,,,,,,,,,,,,,,,
好评: 爽！
好评: 暴力血腥加涩情。。青少年的最爱
好评: 太好玩啦

好评: 非常的不错，一直没走剧情 和室友一起打 爽的
好评: 手残，但我就是爱玩。
好评: 好玩的很，好玩的羊熊，就是有的人物要钱我买不起
好评: 第一次玩这个游戏，要专门一个格挡键而不是通常格斗游戏的后退键防御这点非常不习惯。还在适应中。但不妨碍这是一款会令我着迷的游戏。
差评: 垃圾游戏，剧情第二章无穷无尽的剧情杀，把人恶心坏了。上次这么让人恶心的还是《美末》
差评: 手柄的手感极差。
差评: TM的前几天买的昨天下完玩了91分钟自动给我退款了？退还退到钱包里提也提不出来，今天还TM原价了我买也买不回来了，我不知道是盗号的盗的还是steam官方整的鬼，如果是盗号的建议你去申请个低保，如果是官方整鬼请给我一个道歉。妈的老子几乎下了一整天，下好了还连不上服务器，又整了很久才连上，就玩了90分钟，它就不属于我了？我C你M的，气死老子了。
好评: 游戏体验太好了，画面真实，打击感强
好评: 画面很健康，玩法很休闲，买过的都说好
好评: yyds
好评: 拳拳到肉，终结技也很帅，打击感更没的说，目前为止我玩过最好玩的格斗游戏
好评: 这连招也太难按了吧  自认为不是手残党  但是这个游戏的技能真的很离谱  一次要按好多键
好评: woc，剧情还算精彩，超级血腥，还是挺爽的，可能这种游戏注定了不适合长期玩
好评: 我是傻逼
我是原价买的大傻逼
好评: 神作不解释 画面剧情技能设计人物设计手感各方面都是顶级水准
好评: 画质比ps4版好太多了。希望早日移除D加密，玩游戏的时候还时不时会卡。
好评: 距离上一次玩真人快打系列已经是十几年前了，那时PS2刚出来不久和发小天天去私人开的小黑屋玩，现在玩一会就头晕腰疼，唉！老了老了
差评: 我草你妈的，剧情第一关都过不了，电脑凑过来就开始选连招爆锤老子，我他妈的左右搓招搓的手累死了打了十几遍还过不了第一关
差评: 什么垃圾游戏

好评: 6666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666
好评: 就玩了这么一会，已经爱不释手
好评: 内容相当丰富，不论是不同角色不同玩法还是剧情以及收集模式，打击感也是非常的好，应该算是目前最出色的3D格斗游戏了！五星好评！
差评: 最后怪怎么也打不动，而且英雄不全玩起来不爽。

好评: 独此一家！
好评: 太好玩了，比不义联盟2打击感和视觉效果都要好不少，够血腥够重口，收藏品、装扮、装备种类很多，搭配还挺费心思，时之高塔属实是难打，很考验技术，非常经玩的游戏，值得入手。
差评: 每次进掘墓，开几个箱子就闪退，也不知道开到了什么
好评: HGG
差评: 不可能 G胖太贱了 刚买史低没几天又来史低 亏了整整一百！ 简直离谱！
好评: 我是傻逼
好评: 喜欢
好评: 好玩
好评: 可以说是最血腥暴力的格斗游戏了，各种人体组织皮开肉绽很刺激。推荐买终极版，骨折入手的很划算了！！！哈哈哈
好评: 砍瓜切菜，有点小帅
好评: 游戏是好游戏，但我tm两个小时还没过教学，我是sb
好评: QUANQUANDAOROU AILEAILE
好评: 画面算是格斗游戏里最强了，系统也很有深度。我是很喜欢爬塔得皮肤这种奖励规则的，算是给PVE一点小目标。
缺点还是游戏在中国太小众，PVP匹配时间有点久，组队战很难组到人，多点人入坑就好了。
Aftermath剧情有点拉胯啊，最后我还以为刘康有一盘大棋，没想到是传送过来强行对打……
好评: 刚刚买，完全不熟悉操作，打AI都打不稳定，但过硬的质量让我想继续玩下去并提升水平。
真人快打对硬件的适配能力相当友好，当无法通过数据库确认显卡性能时甚至有一套类似于鲁大师的功能来为你适配最合适的设置，实属于奶奶级的温馨。
推荐给各类玩家游玩，就算是像我这样对格斗游戏不甚擅长的朋友也一定能在真人快打里寻求到一份乐趣。
顺带一提，拿着手柄玩会舒服很多，最好还是能配一个手柄吧。
好评: 绯红~绯红~
好评: 给女朋友口了3小时才给我买的
好评: 别打在线
因为我是抖M
好评: 虽然多次套路我们预购玩家，但是不得不说打起来真的爽
好评: 游戏连招有些难 复杂
对于手残的我来说太难了
一个新手教程花了一个小时才做完
一套连招试几十次才能放出来
我不适合它！！！
好评: 人物动作动画做的很好
好评: Get over here! ~~~~~~~~~~>
好评: 全家欢游戏，适合和家人一起玩
好评: 好玩哈哈，虽说剧情有点强行沙雕，但是动作方面没的说！
好评: 爽，终结技是特色，就是收集非常肝
好评: 我爱真人快打
好评: 打击感很好，但是上手容易精通很难，需要夜以继日的练习和琢磨
好评: 除了有点难，没啥不好的
好评: 先买终极版再买这个Mortal Kombat 11 Ultimate + Injustice 2 Legendary Edition Bundle，
总价比直接买Mortal Kombat 11 Ultimate + Injustice 2 Legendary Edition Bundle便宜。。 

差评: 破游戏DLC一大堆，我再买我就是SB。
好评: 115454848451515
好评: 挺难的，很有挑战性，游戏很好，只是我太菜了
差评: 不能本地单键盘双人对战，要本地还得一键盘一手柄，双键盘都不行，为什么1代就可以 真的服了
好评: yusong和大壮，手下败将
好评: 好玩
好评: 原价买的，我是傻逼
好评: 很菜，但和朋友玩很开心。另外，希望华纳还能让NetherRealm做不义3。
好评: 好
好评: YYDS!!可惜要手柄，真的太好玩了
好评: 孩子的第一款格斗游戏。
剧情模式的演出效果意外出色。
连段好难 QAQ
好评: 除了爽我还能说什么呢，期待12
好评: 111
好评: 我是傻逼

好评: 真寄吧难，也是真寄吧好玩
好评: 闲暇之余解压的工具
好评: 爽快的打击感和丰富的剧情让我喜欢这种格斗游戏。
好评: 打完了剧情，确实手感很棒，就是收集物品有点肝。
老少皆宜，绝对值！！！
好评: [quote]
[th]关注[url=https://store.steampowered.com/curator/39039781]斗鱼游戏社区[/url]，随时了解主播推荐的好游戏。[/th]
[tr][th]访问[b]斗鱼鱼吧社区[/b]参与互动，活动好礼送不停！[/th][/tr]
[/quote]


本作是一款素质非常优秀格斗游戏，然而游戏中的较多重口与暴力元素注定它不适合每个玩家。未成年或心理承受能力较弱的玩家切勿尝试本作。


[H1]关于黑屏问题[/H1]
​​笔者游戏测试进程中除了在掘墓模式下遇到过一次掉线外，整体体验很流畅，未遇到黑屏，无法联机等问题。测试环境：i7+16g+gtx2060，电信50M，供小伙伴参考。不过目前steam评论区很多的玩家在游戏的第一个补丁更新后依然被闪退，黑屏等问题困扰。期待开发团队可以对此问题稍微重视一下。不要让更多玩家因为优化和兼容性方面的问题，明明已经消费却无法享受到游戏内容。
按照《MK》系列在steam上一贯的被“特别好评”来说，预计《MK11》在解决了部分玩家的无法进入问题与黑屏后应该很快又会变为到一如既往的“特别好评”状态。


[H1]关于游戏购买[/H1]
角色Frost其实可以通过完成第四章自动解锁，不需要另外在商店购买的。之前预购的玩家可以获得直接霸主-绍康的角色使用权。错过了预购的玩家如果想获得目前最全的版本，只需要购买高级版+角色绍康即可。


[H1]关于氪金部分[/H1]
游戏存在微交易部分，这也被玩家们讨论比较多的一块。目前微交易部分主要影响游戏中“时之水晶”的数量。“时之水晶”可以购买在掘墓模式中解锁的皮肤，终结技，轻松施放终结技能的代币等。
从影响上来，看除了少量需要解锁的终结技能外，主要影响的还是角色的皮肤收集方面。对于游戏游玩方面影响较小。通过买皮肤盈利应该是格斗游戏里比较常见的事情。相比某些衣服能卖到比游戏本体贵的游戏来说，本作中可以让玩家通过游戏内获得的货币开箱解锁衣服还算是说得过去的。不过以后金币和水晶的获取难度，已经解锁商品所需要的数量是否会存心刁难玩家，还是会不断往玩家可以接收的方向调整，就让大家拭目以待了。


[H1]附加内容[/H1]
玩家可以通过将本作与手游《真人快打》相关联，来解锁时间女神作为“语音播报员”等丰富的奖励。


-----------------------------------------------------------------------------------------
[spoiler]	[i]文章版权所有，未经授权禁止转载	[/i]	[/spoiler]


[H1]系列回顾[/H1]
​​《真人快打》（简称为《MK》）是一款在1992年由Midway推出的横版格斗游戏。它的得以问世离不开一群健身俱乐部的武术爱好者们。92年正值《街霸2》火的如日中天，对于这么一个初次尝试开发格斗游戏，且不可能像有Capcom那样有着过硬画功的美术人员的团队。他们脑洞大开地想到通过真人扫描的形式制作格斗游戏这一招妙棋。游戏发售后产生的影响远远超过了开发者们的预期。街机厅里为了玩上《真人快打》的玩家们排成了长龙，为了玩上一局排上几小时的队也在所不惜......
​​
从技术层面上来讲，当时的《真人快打》与同期《街霸2》相比虽然手感上拳拳到肉，但角色动作较为僵硬，招式丰富程度也差之甚远。但是在那个年代，玩家可以看到活灵活现的角色扭打在街机荧屏上的震撼程度，可不比玩惯了2D游戏的玩家第一次看到3D游戏的震撼程度低。而神秘的东方文化元素，以及在敌人空血眩晕状态下通关输入特定秘籍而施展的"终结技"也极大刺激了玩家们的猎奇心理。
​​
《真人快打》的成功极大地鼓舞了系列的开发者们。他们并没躺在功德簿上坐享，其成而是积极地开始了续作的研发与探索。更多的角色，更多的必杀技与终结技能，更完善的连击系统，以及婴儿技，友谊技等满满的恶搞要素。虽然研发期间也不可避免的出现《真人快打:特种部队》、《真人快打:前进》这样的雷作。但总体上人气还是水涨船高的《真人快打》系列对于欧美玩家来说几乎是等同于《街霸》系列的存在。

自从《真人快打4》开始，系列顺应时代潮流走上了3D化路线。摆脱了帧动画的对了角色表现力的制约，制作者们可以通过补间更好地呈现角色们的一招一式。

时到如今，系列的最新作《真人快打11》已于2019年4月问世。背后有着实力雄厚的“华纳”的支持与开发者们的努力研发下，本作在表现力与可玩性上都达到了系列之巅。


[H1]游戏剧情[/H1]
很多玩家知道《真人快打》系列往往是因为它血腥暴力的噱头，然而如果真的以为该系列就是这么一个哗众取宠的作品可就大错特错了。该系列有着一套完整而宏达的世界观。《MK》系列的故事中，世界是由许多星球所组成的。而古神用无尽的智慧和力量永远的统治着这个世界。地球这个影视作品中的兵加必争之地在本作中也没少遭罪。异星的霸主，堕落的古神一直对他虎视眈眈。而地球的守护神“雷电”的则与正义的人类战士们一次次挫败侵略者们的阴谋。
《真人快打11》的剧情则紧接重启版的《真人快打9》与《真人快打X》的剧情。正义的一方虽然再次赢取了胜利，但正义阵营伤亡惨重，不是牺牲就是成为了堕入地狱的活尸。守护神雷电更是变成了一位残暴的统治者。在处决了堕落之神辛诺克后，导致了世界彻底失去了平衡。觊觎实现自己野心已久时间之神-克罗尼克接踵而至，地球再次迎来血雨腥风的洗礼......

通过交错时空线让新老角色相遇的手法，虽然早已在同是华纳旗下的格斗游戏《不义联盟》中运用到。甚至雷神因为之前的的经历变得专断而独裁的变化，也与《不义联盟》中的“大超”的变化如出一辙。然而这却的确的最好的做法。回顾一下《真人快打X》，能打的角色们在《真人快打9》中损失过半，众多老戏骨们在剧情中只能作为活尸化的反派登场的。作为子女而参战的“打二代”小鲜肉们有很难有老一辈们的气场，而让很多玩家诟病。交错的时空的处理方式不仅仅解决了作战人员不足的问题。玩家们更是可以看到老年的凯奇与放荡不羁对年轻的乔尼.凯奇互打嘴炮；未来平行世界中成为一代宗师的蝎子（波佐志半藏）与绝对零度这对昔日因为误会不共戴天的死敌，在化解了误会后情同手足手足般的共同合作；昔日霸主邵康抡起巨锤与新的霸主科塔尔汗展开二王之争......

本作的剧本质量相较前作而言有着较大提升，剧情与战斗部分的承接也更加自然，剧情动画中删减掉了《MK9》和《MK10》中都曾出现的按键互动QTE互动部分，仅仅只有部分战斗有着选择上阵角色的操作。让玩家可以更流畅地如同看电影般体验本作的剧情。


[H1]优秀的角色演出[/H1]
本作的演出也有巨大的进步，人物的模型材质的质量有着较大的提升，虽然部分玩家曾担心《MK11》中，制作组会不会把角色做的太过美式而让东方玩家无法接受，但只要看一下公主吉塔娜与空佬的模型，很多玩家顾虑想必就可以被打消了。制作团队在本作中的建模水准有着很大提升，皮肤等材质更加细腻，角色在剧情动画中甚至有着宛若真人的锁眉，眼动，咧嘴等微表情演出。
角色的造型设计上也变得更加考究。例如有着日本背景的蝎子终于不是在背后本着两把中国风的剑，而在腰间横挂着“打刀”和“肋差”；空佬的起手式，以及咏春拳连打，则让人可以隐隐约约看出甄子丹曾经扮演“叶问”的影子......可见开发者在这些细节方面制作方面还是预先做了很多功课的。

部分玩家吐槽较多的地方在于至于女性角色的着装太过的于严严实实，失去的昔日角色形象魅力。不过个人感觉这个问题应该不用过于担心，日后出DLC还是有可能的。而本作更好的的地方在于它是支持创意工坊的。耐不住的性子慢慢等dlc的玩家也可以尝试通过mod工具自己动手，丰衣足食。


[H1]战斗系统[/H1]
战斗系列是一款格斗游戏的灵魂所在。早期的《真人快打》有着明显的对其他格斗游戏借鉴的影子。例如雷神通过←→+攻击的“电力飞行”与《街霸》中维嘉通中通过←（蓄力）然后→+攻击的psycho blast有着极高的相似度。而黑龙会领袖-卡诺的翻滚攻击与《街霸》中的布兰卡的翻滚更是如出一辙。然而，经历了27年的历史沉淀，《MK》系列也总结出了一套有着自己鲜明个性的战斗系统。到了《MK11》中更是在前作的基础上做出更大的改进和突破。

角色的“X”、“A”对于轻拳和轻踢。“Y”、“B”则对应反手拳和重踢。LB为投技能，RB为与场景物体互动。LT切换角色正面还是背面面对观众。RT则为防御。一直以来的能量槽被拆分成了3块，攻击和防御能量槽各两格，能量的积攒改成了随时间自动充满，而不是通过攻击来增加。而搏命一级（之前的X技）则改成为了角色血量较低时可以发动）

角色的加强技能比较容易让人想到《街霸》系列，街霸中玩家的通过同时按住两个拳或腿按键使用必杀技，施放加强技能。在本系列中玩家是则可以通过必杀技能配合RB键施放。被加强后的技能并非仅仅是加点特效，加点伤害，还会改变或增加必杀技的动作。

游戏的防御机制是通过手柄的RT按键防御，并非类似《街霸》或《KOF》等作品中采用常见的通过←防御。也正是在这样的机制下，“完美防御”因运而生，它在《鬼武者》中可以被叫做的“弹一闪”，在《黑暗之魂》中的可以被叫做“弹返”，在《只狼》只可以被叫做“打铁”......本作中在敌人快要攻击的到自己的那一刻发动防御，即可触发“完美防御”来极大程度上削减敌人攻击的威力，并可以在触发后通过反击技能对敌人迎头痛击。至于通过特殊攻击取消来衔接招式；通过招式的帧数判断自己如何无风险地对敌人见招差招；利用走位来控场；通过威力巨大的搏命一级这张王牌，造成对对手心理上的巨大威慑等高阶技巧还需要玩家慢慢练习才可掌握。

不过尽管本作的战斗系统如此硬核而复杂。却有着奶妈般友好而细致的教学系统。纵观整个格斗界应该很难找到在引导性上与本作比肩的格斗教学系统了。玩家可以在教学模式中学习基本操作，进阶战斗，角色专属招式等游戏中几乎所有的技巧。

在教学下，不仅仅出招表会在随着玩家这场景中的面向方向的变化自动变化。有操作时机要求的招式会通过沙漏小动画的形式提醒玩家输入节奏。如果输出错误，右上角还会弹出小窗告诉你需要注意的地方。实在搞不懂操作方式的话，玩家还可以按下功能键观看系统对手柄的操作演示。而玩家如果给设备插上不同类型的手柄，那么画面的左下角的手柄图标乃至全部手柄相关的按键UI都会改变。手把手把手带你踏上大师之路名副其实了。


[H1]丰富的游戏模式[/H1]
游戏模式丰富是《MK》系列的惯例了，本作在前作的基础上丰富了更多。
挑战塔模式被划分为了传统街机模式般的经典高塔，以及相当于官方活动般有着时间限制并为战斗中加上场地会喷火，下酸雨，地面晃动等干扰要素的时之高塔。高塔模式下有些关卡固然条件苛刻，不过玩家也可以通过使用回血，护甲，召唤友军应援攻击等buff道具来提高自己的获胜几率。

系列中用来解锁各种收集要素的掘墓模式，更是进化为一个可玩性较高的解密动作游戏，玩家需要以第三人称操作掘墓者，消费游戏中活动的金币开启各种宝箱。并通过大锤，锁链，眼带得昔日格斗家留下的遗物完成各种解密。

多人联机模式下玩家可以通过排位赛获得自己的名次，或者休闲模式纯粹切磋一下武艺。其中的山丘之王是个很有意思的模式，未上场的玩家可以坐在观众席如同看直播一样观看比赛，还可以通过系统自带表情为交战选手进行点赞之类的互动。

当然，多人模式也不仅仅局限于玩家之间拼个你死我活。时间塔中奖励丰厚上·限时BOSS模式则可以让玩家们组队后在战斗中通过换人打车轮战促进彼此友谊。

估计是受到了手机版《MK》的影响，两级模式中还添加了一个有意思的AI战斗模式。玩家自定义自己的3人小队对其他玩家的小队发起进攻，战斗自动进行，玩家只需要在派遣小队前设置好其行动模式权重即可。战斗胜利可以获取到丰富的任务奖励。


[H1]丰富的自定义要素[/H1]
每个角色的称号，装备，皮肤，出招，过场动画......玩家皆可自行定定义，并且可选种类丰富。每个玩家可以按照自己的喜欢完完全全大致一个适合自己口味的角色。即便是两个同选择了蝎子的玩家在网战上碰到一起，一个可能是使用居合拔刀术的剑术大师，另外一个个则可能是到处喷射怒火的地狱恶魔。


[H1]小缺陷[/H1]
1.	游戏要求全程联网。不仅仅是与玩家与他玩家pvp或者查看数据，即使是战斗胜利后玩家获取奖励也需要联网。玩家如果游玩途中不慎掉线，游戏会通过消息提示补发奖励还是蛮人性化的。不过，玩家网络不好时，较长的加载时间还是比较影响体验的流畅度的。希望制作组可以将联机机制稍微作调整。

2.游戏时偶尔会遇到音话不同步的情况，期待后续补丁修正。


[H1]相比之前作品的一些改动[/H1]
1.测试力量，眼力之类的有趣小游戏被取消。

2.通过上勾拳触发的“TOASTY”乱入恶搞头像的部分被删减，目前只剩下了“TOASTY”的音效。

3.雷神使用必杀技“雷电穿越”时那句经典而喜感的“ha ji ma ma de”口号，以及刘康使用“佛山无影脚“时的那一串中国人都听不懂的中文被取消。

4.角色们被没有了《MK9》中角色被攻击后会损坏角色外观的战损系统。


[H1]小期待[/H1]
根据泄露出的DLC角色图片可以得知，接下来的角色中除了系列中的老角色外依然会有电影角色前来客串。已知的有《再生侠》中的艾尔；《终结者》中的T-800；《蝙蝠侠》系列的小丑；《鬼玩人》中的Ash（刚刚与《黎明杀机》做联动联动的，就跑新片场赚外快了2333）。

结合《MK9》《MKX》中的弗莱迪，杰森，铁血战士等角色的优异的表现，预计本次的客串角色的演出依旧不会让人失望。


[H1]关于游戏汉化[/H1]
本次的《MK11》自带的简体中文，且翻译地十分到位，很好地造福了国内玩家。而steam上的《MK9》与《MKX》一直没出官中，民间汉化却又不可用，而让很多国内玩家望而却步。
最近在民间高人的努力下，终于为大家带来可以在steam使用的民间汉化补丁，想进一步了解《MK》系列的玩家现在可以去《MK9》和《MKX》的商店页面找到对应补丁，补习一下质量也非常优秀的两部前作了。


[H1]文化影响力[/H1]
《真人快打》ip在游戏界有着超高的人气，，电影，漫画，美剧等周边自然是少不了的。就连《无敌破坏王》，《头号玩家》等电影中也会出现让人会心一笑的真人快打梗。《真人快打》自身也成为了一个文化符号，渗透到了影视文化的方方面面。


[H1]总结[/H1]
本作是一款质量上让人赞不绝口的作品。然而游戏中作为系列传统的较多重口与暴力元素注定它是一个不适合每个玩家的作品。未成年与心理承受能力较弱的玩家切勿尝试本作。
本作作为真人快打系列诞生27年来的第11部正统续作。充足的预算与用心的开发让游戏整体素质与丰富程度达到了系列之巅，《MK》忠实粉丝们切勿错过。


完整图文版评测地址：https://www.2p.com/article/280783


[quote] 加入[url=https://www.2p.com/]2P萤火虫[/url]，和我们一起用热爱点亮游戏之光[/quote]
差评: 游戏是个好游戏，但手残的千万别买，买了就吃灰
好评: menhaowohenxihuan
好评: 非常好玩啊
好评: 爱了爱了，主要是血腥，暴力，玩故事比看电影还舒服
好评: badass
好评: 喜欢暴力美学，番茄酱！
好评: 打击感巨强，喜欢！！！！！！！！！！！
好评: 剧情模式非常爽，每个角色都值得研究耐玩
好评: ez
好评: 很耐操的一款格斗游戏，对于喜欢血腥、暴力这种类型游戏的人，是一大福音。
期待一下真人快打12。
好评: good
好评: 还可以快乐刷刷刷

好评: I love Frost.
好评: 不多说这才是成年人该玩的游戏
好评: new bee，太解压了，爽就完事了
好评: 最棒的格斗游戏
好评: 太尼玛好玩了，拳拳到肉，啥啥啥都好，就是有点费键盘
好评: 什么叫最畅销的格斗游戏啊，这TM就是MK11！怎一个爽字了得！
好评: 游戏很好，适合和朋友一起玩

好评: 超解压的格斗游戏
好评: 快乐就完事了兄弟们
好评: 很好
好评: 游戏很好玩，打算给孩子玩玩
好评: 高塔最困难挑战 输一把就对克罗尼卡冲一发
好评: 再生侠真tm帅
好评: 希望教一下高阶连招
好评: 上勾拳暴打一切，还有如果掘墓模式闪退的开加速器试试
好评: 这游戏足够牛逼

好评: 我打的是个纯纯的沟八啊
好评: 上勾拳还真就那个暴打
好评: 感觉画质不如原神
好评: TM的玩个游戏也要卷我是吧！！！
好评: 冰镇西瓜汁，哈尔滨红肠，羊蝎子
好评: 给孩子买的，画面很健康，孩子很喜欢
好评: 单人剧情就跟看电影一样，推
好评: 牛逼
好评: 上勾拳解决所有问题
好评: 好

好评: good
好评: 打击感真的牛批
好评: 一直闪退根本玩不了咋整啊咋整啊咋整啊
好评: 非常好，老少皆宜的一款游戏
好评: 好玩但是打不过，多次闪退
差评: 玩你马勒戈壁，操你泥马勒戈壁的，老子卡了一晚上关了，高难度打不过去也就认了，最低难度都卡我，最后一个的BOSS，能不能不要那么恶心人，傻逼
好评: 1
好评: 最牛逼的格斗游戏！
好评: 人打着打着不动了怎么回事？
好评: good

好评: 记连招比背书难多了
好评: 规划然后他如题如题如题如题有人突然头晕
好评: 买早了，烦
差评: 真就手残不配玩
好评: Get over here
好评: 空佬好帅

差评: 一到选人界面必闪退 rnm退钱
好评: WDNMD，又史低，又被刺
好评: 我是傻逼
好评: 之前54买的原版，又单独买的余波DLC，我是傻逼 好耶！
好评: 解压神器，哪怕不打人，打打困难人机也很好玩的呀！
好评: 操作和《铁拳》这类3D格斗或者《街霸》这类2D格斗都有很大不同
虽然我的最爱还是日系的2D格斗游戏，不过这游戏也让我很上瘾。
好评: 我是傻逼
好评: 故事模式：下水道乱炖大电影
高塔模式：上勾拳解决一切问题
多人模式：纯度太低了.jpg（指我被暴打
差评: 虽然是个格斗游戏但是剧情也不能这么尬吧
好评: 超级NICE
好评: 0


好评: 可以说是很爽歪歪的游戏了
好评: 怎么与手游解绑呀，求大佬教一下
差评: 不好玩，就这样
好评: 手残党太难了！！！
好评: 如果你无处发泄压抑的心情  请  开始游戏
好评: 拳拳到肉，痛快
好评: 手感扎实拳拳到肉，难得的好游戏，画面细节也做到了极致，最喜欢的格斗游戏没有之一
好评:  同类型游戏剧情天花板 双人打很爽 上手难度略高  需要一定程度练习才能熟悉基本操作机制
差评: 真的是垃圾游戏 玩着玩着第二天就链接不上服务器 花这个钱受这个气 还不如去玩破解的单机 买来连不上服务器 还玩什么 开加速器没用不说还浪费多的钱 真的不推荐买
好评: 个人评分：7.5/10
很帅，很土，很难。
好评: 不错啊
好评: 好游戏 



好评: 玩了他 其他格斗游戏通通索然无味 买！
好评: 给孩子买的，孩子很喜欢。下载完了就立刻开玩了，玩得不亦乐乎，增进了我们与孩子之间的感情，是十分适合家庭聚会时候一起游玩的一款游戏！
好评: 连招练熟，痛击兄弟

好评: 真服了，公主，凯西，杰基，这么多女角色不出护士服，给虫女我也是醉了
好评: 真是太精彩了！不论是画面还是手感和各种特效，确实做的都是相当精彩。
但是这部最让我感到惊讶的是这剧情设计真的犹如在看一部大片一样！
绝了，真的就当是看一部电影也值了！
太精彩了！
好评: 太喜欢这个剧情了
好评: 这游戏太好玩了！格斗游戏里最血腥暴力的！其他格斗游戏是拳拳到肉，这个真人快打是拳拳到骨！
好评: [quote]关注[url=https://store.steampowered.com/curator/39039781/]斗鱼游戏社区[/url]，随时了解主播推荐的好游戏。
访问斗鱼鱼吧社区参与互动，活动好礼送不停！[/quote]

本作的画面表现可以说是在同类游戏中数一数二的。在光影效果的加持下，无论是场景还是人物建模的质感都十分出色，战斗场景采用剧情3D转2.5D的模式，人物的招式攻击附带着制作精良的粒子特效，比起同类游戏大多数采用了2D画面有更好的视觉体验。

此外，在游戏中玩家使用出强力一击、终结技等招式时，游戏会为玩家展现出敌人角色的骨骼透视，以及各种部位分离的暴力场面，极具视觉冲击力，丝毫不逊色于一些B级电影。游玩时看到满屏番茄酱并不是开玩笑，所以部分心理承受能力差的玩家可能很难适应本作。

涉足于格斗游戏领域玩家少的缘故，还是由于该领域中的玩家水平差距过于悬乎，从未接触过格斗游戏的新玩家往往得不到很好的游戏体验。各种格斗游戏厂商当然也有考虑到这个因素，在制作游戏时都会往其中加入新手教学模式，提供了有关格斗游戏各个方面的知识讲解，以便新手玩家前期过渡与快速入门。像Arc开发的格斗游戏系列，如苍翼默示录、夜下降生，以及近期发售的碧蓝幻想都有内置的新手教学模式，在碧蓝幻想中还有很多格斗游戏的关键术语，这点就做得很不错。

MK11同样设有新手教学模式，讲解的内容也更加硬核。新手模式中分为基础、进阶、战术、角色四个大的教学内容，其中进阶与战术内容各分了三个子教学内容，在子教学内容中不仅为玩家讲解了如何构建连招等大多数格斗游戏的教学模式都有的环节，还细致到了走位与对资源等管理，以及帧数等细节的内容。

如果熟悉格斗游戏的玩家，对于帧数这个概念一定不陌生，在MK11中角色的大部分招式都存在起手帧、生效帧、恢复帧、取消帧、命中优势、格挡优势、完美格挡优势这七项数据，要想操作行云流水快速败敌，打出养眼的操作，对于这些数据要有全面的了解。这也是普通玩家与高端玩家之间的区别，在本作中胡乱出招往往是给暴露破绽给敌人，百害无利，还有走位等知识需要玩家去反复练习。虽然看似复杂，不过相信全部教学内容都完成以后，与玩家对战时也有一战之力了。

本作提供了十二章剧情，中等难度下通关大概在十小时左右，稍微有点短，感觉就像看了一部精彩的大电影。不过格斗游戏的剧情长短倒不是那么重要，玩家们大都是追求与玩家的之间的对战体验。为弥补剧情较短的不足，本作提供了爬塔模式与掘墓模式，游玩这些模式可以获得角色原画、人物武器皮肤、终结技动画等奖励，相应的肝度也是比较高的，以及长时间游玩的话难免会感到厌倦。这时不妨去设置AI角色队伍与其余玩家对战，也是本作策略性体现的一点。

玩家在角色后台可进行AI行为设置，系统提供了60点属性点数，玩家需根据实际情况分配到擒拿、压制、组合技、反制、控场、逃跑等六项偏好值，以及为角色设置好技能招式模板，进行AI对战时角色会根据设置好的模板与六项偏好值开始战斗。虽说是全自动的战斗，但对六项偏好值的设置与角色的选择则成为了取得胜负的关键，如果设置不恰当，往往会出现被敌方角色满血秒杀等情景。总的来说AI对战模式还是有一定的趣味性，玩得累了不妨尝试一下。

本作的画面表现与打击感都属于上乘水平，总体体验还是很不错的吗，不过游戏也存在一些优化方面的问题。玩家不需要过多担心流畅性问题，部分中配玩家也能够流畅游玩，本作的优化问题主要为联机方面的问题。如果能够忍受满屏番茄酱的暴力场面，MK11也许能带给你不错的格斗游戏体验，虽上手难度较大，只要熟悉之后想必玩起别的格斗游戏也能游刃有余了。

[quote]加入[url=https://steamcommunity.com/groups/feizhai]肥宅聚集组[/url]与关注[url=https://store.steampowered.com/curator/28359939]我们的鉴赏家[/url]，一起当肥宅w[/quote]
好评: 期待真人快打12和不义联盟3
好评:  
有没有大神帮代打在线格斗 有的请加我VX：yoqt123
价格好说 还有我是PS版的
好评: 打击感很好，画质也不错，挺值得推荐的一款格斗游戏
好评: 很好，舍友都把我打爆了
好评: 呵呵哈哈哈或
好评: GOOD
好评: 我是聪明逼
好评: 朕亲自评测，朕很喜欢
⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
好评: 帅哭了！
好评: 啦啦啦，打一五折买的，我是聪明逼
好评: 很血腥，很真实
好评: 爽
好评: 。
好评: 有点难上手，暴力倾向算是被这游戏拿捏了

好评: 拳拳到肉，真实且细节。格斗游戏我只玩街霸和真人快打。
好评: 好玩

好评: 11剧情nb
好评: 还不错吧
好评: 不得不说这是一款好游戏，但是为什么我总是进去后，就闪退出来，偶尔有那么几次能进去玩儿，非常流畅，我在网上搜索这个原因看到有人说是游戏bug希望官方能修复一下这个吧，毕竟想玩的时候多次进不去闪退出来是非常难受的，个人保证不是电脑的原因，虽然有这么一个小插曲也不算什么大问题或许有可能是我的电脑设置有问题，我也不会弄，39块钱买来的也不算多先存着以后换个更好的电脑，不知道是否有别的游戏朋友也遇到过这种情况如果看到这条评论把我顶上去让官方看到，谢谢
好评: 上手几分钟，精通窅无踪。
差评: 被这游戏心态搞崩了，是好游戏吗，是，在格斗游戏里称得上是佼佼者。但这也是我购买游戏以来让我心态最崩溃的游戏，永无止境的闪退闪退闪退？？？？？？玩啥呀！玩闪退吗？？？啊？？？？？？？
差评: 游戏不错，就是DLC真TM的贵，奇葩的是后来买终极版都比一个DLC便宜，搞不懂公司这是变相骂先买游戏主体的玩家，都是人傻钱多吗。
差评: XBOX手柄摇杆和方向键都会误触，键盘手又够不到特殊键位，人麻了，搓招都搓不出来
游戏怎么样还用我说，主要是MK11把气条创新很有意思，这也是除finish her以外最有兴趣的地方
-------------------------------------------------------------------------------------------------------------------------------
你妈的，能不能把指令识别优化下，按快了就识别不到，按慢了又连不上，属实把我整麻了
好评: 好玩一批

好评: 很有特色的格斗游戏，第一时间就把好友快乐地处决了。
好评: 非常NICE，我大爱啊
好评: 就俩字，得劲。
好评: 爽爆。
好评: 就是好
差评: 难玩的要死
好评: 玩了9小时一般般 打斗很暴力，玩久了枯燥 ， 剧情不太行  ，画面建模都很nb
好评: 爽
好评: 好！
差评: 这服务器连土豆家的都不如，打时之高塔固定时间必会掉线，重连后进度全没了，掘墓开箱也是频繁掉线，好好一个游戏被这强制联网给毁了，前作掘墓不用联网不是也能玩吗？不义联盟2多重宇宙不是也不需要联网吗？这一作策划的脑子是进屎了吗非要联尼玛的网，搞不好服务器就不要学别人那一套，把这些联网内容做成单机离线也能玩不行吗？一直对华纳印象不算差，这一作的掘墓高塔强制联网算是把我恶心到了，开加速器也不好使，真是恶心他妈给恶心开门——————恶心到家了，我可去尼玛的吧华纳，不义联盟3要是还这样搞就真的再也不玩你家的游戏了。
 


好评: 想玩好连招很吃熟练度
好评: 呃呃呃呃呃呃呃呃呃呃呃、
好评: 不错
好评: 这款游戏非常好玩 无论是动画  剧情 还是打斗  都完胜刀魂6
好评: 最强格斗游戏原价买的我是伞兵
好评: 好玩，我对着蝎子一晚上冲了四发

好评: 也许是真的年级大了，反应跟不上，教程都过不了
好评: 很变态，很血腥
好评: 爽！！
好评: 牛
好评: 还可以
好评: 很棒的一款游戏，打击感很棒，飙血，处决，完美的暴力美学，
好评: 对打游戏里的精品

好评: 挺好的，就是难玩，要练的，长期玩的话可。看看剧情也是蛮有意思的
好评: 买电影送格斗小游戏
好评: 打起来很爽 紧身衣小姐姐赛高
好评: 游戏很不错，在线下已经用残忍终结技把朋友杀了，兄弟们我做的对吗？
好评: 建议多出一些大奶子角色
好评: 建议和朋友玩
好评: 棒
好评: good
好评: 打击感不错，画面清晰，剧情也挺到位，唯一不足是第一次进游戏直接被当成病毒。
好评: 剧情简直就像看了一场血腥版复仇者联盟

这作对我来说有几个显著的特点
第一，最关键的，官方中文，有阳间也有阴间的，挺幽默（听不懂先玩玩游戏就能自行体会了）
第二，游戏优化对比X ，提高了不知道多少，整体流畅度非常之高
第三，打斗更加流畅，非常爽快，从开场白到结束不卡顿，无段落感

但是这个寒冰DLC属实给我整乐了，剧情打完就能解锁也拿出来当dlc卖，没想到的，反正别买

游戏绝对是格斗游戏中的优秀作品，非常值得去体验
好评: 真的很爽，就是操作确实有点难

好评: 配上一大堆血浆和肢体破碎的感觉，爽就完了
好评: 关于我被我弟羞辱这件事。
好评: 手残也爱
差评: 擦，进都进不去
好评: 原价买的dlc，我是傻逼
好评: 这游戏都没有喜羊羊暴力，多来点黄暴画面没事的

好评: 作为不玩格斗游戏的人，都能对这个游戏上瘾，不多解释了
好评: 还是X要好点

好评: 我玩了一天，还没入门，我宣布我每天练2小时连招
好评: 带劲啊
好评: 冲着剧情去的
好评: 战斗还行  剧情拿脚写的 而且最后一章强行拉难度恶心到我了（说实话还不如不做这个剧情）
好评: 哎呀 我的头碎了
好评: 爽歪歪
好评: 不愧是华纳剧情像大片
好评: good

好评: 特别适合小学生

好评: 不好玩你来把我shi打出来
好评: 降价背刺我，我是傻哔
好评: 打击感很好，拳拳到肉的感觉、
技能和处决过场也很惊艳
可是玩了6个小时之后，真心希望可以直接跳过所有的过场。可以直接跳过么？

好评: 不出意外是最佳的格斗游戏了，无脑和高手都能玩，但是缺点一大堆，从剧情，收藏品，皮肤等地方来讲太多了我不想赘述。优点则是无与伦比的画面，动作，连招，但是错连招对于新手来说过于不友好。总体来说值得这个价格。我想起来玩了会在下回来。正常玩四五个小时可以通关。想怎么样增加游戏时长看你打排位还是玩他系统的恶心掘墓爬塔
好评: 打击和处决都做得很爽，好多东西可以刷，故事讲得很不错，买就完事了
好评: 打折购入，真香


好评: 超爽的打击感，配上精彩的终结技，我愿称游戏为最强格斗游戏之一。
好评: 暴力血腥，战斗手感非常好
好评: 暴力美学
好评: fight for the earthrealm
好评: 游戏很好但是我两个月前打折买的终极版花了65这次就57了这也太快了《我是傻逼》
差评: 报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！报错！
好评: 我是傻逼
好评: 新手教程都给我看的寄了
好评: 相当有挑战的格斗游戏，操作教学都过不去，不知道是我年纪大了反应慢了，教学吃透估计数一数二的高手人物了
好评: 我永远喜欢真人快打
好评: 666
好评: 喜欢这个系列但是不会玩 纯属支持一下
好评: 原价买的，我是傻逼

差评: 游戏最大的败笔，无尽时之塔模式。  
       格斗游戏要什么，酣畅淋漓的连招。无尽之塔那花样百出根本没必要的道具“新玩法”彻底毁掉这一乐趣所在。就好像你站在那里撒尿，旁边站着个人不停的用个东西戳进你尿道口然后迅速拔出来，不停地重复这种酷刑一样。
        不玩？好啊，那自定义皮肤什么的想都别想了。就是逼着你去经历一种跟格斗游戏完全没关系的痛苦旅程，想赢只能也使用作弊道具。
      仿佛能看到制作小组得意洋洋的脸：看啊 ，我们让格斗游戏更加的友好更加面对新手了。
   这就跟派克钢笔跑去做低端文具一样的愚蠢。
      游戏，推荐。   无尽时之塔傻屌  超级傻屌
好评: 5
好评: 要是还能追加几个角色就好了（说的就是大黄蜂和红蜘蛛）
好评: 打三折？


好评: 当初本体一百多要是买格斗包豪华版两百多，现在本体34？？我是傻逼
好评: 游戏可以为玩家提供很长时间的新鲜感，因为总有很多东西值得玩家去了解、掌握和改进。

游戏中的自定义功能非常丰富，不仅是体现在特殊的动作与招式当中，玩家可以根据自己的喜好来定制打造自己的角色，定制他们的格斗特点，以更好地适应游戏玩法。包括人物介绍，武器，衣着，动作，嘲讽，面具等等。你会很高兴一款格斗游戏能让你定制这么多的自我选项，提高了自己游玩体验。

游戏中的角色阵容非常强大，即使某些角色并没有入选。一些前作玩家的最爱，象Raiden、Baraka、Sub-zero等等基本全在游戏本体当中。而其他一些人物象辛德拉、夜狼等则是以DLC的形式的出现。

游戏的教程系统非常好，对各种操作和功能提供了详细的介绍，可以让玩家很好的掌握了解游戏。

游戏中的时间之塔等模式为玩家提供了超越自我的挑战机会，赋予了游戏更多的可玩性和功能。经典之塔允许玩家探索角色的剧情结局。每一种塔的奖励各不相同，可以为玩家的角色解锁装备、介绍、野蛮行为、图标等等。还可以在线与其他人组队，进行团队的Boss挑战。与AI 战斗也是一种有趣的消遣，还有锦标赛模式等等，游戏的可玩性非常丰富。

游戏的各方面表现都很强大，属于一款高质量的游戏。过场动画令人赏心悦目，挑逗着玩家进一步格斗的决心。游戏的声音效果非常出色，无论是拳打脚踢还是各种武器的音效都很有特点，又让人满意。背景音乐的表现也非常自然，在激烈的格斗过程中不会成为玩家耳边不断回响的噪音。打斗过程流畅，必杀技更是随时可以扭转战局，还有那暴力血腥的场面，都让人的感官刺激不停。
好评: 玩着还不错，就是游戏有些 大，要100个g，如果故事模式打完能删除掉那些冗余就好了，就能减少体量了。
好评: 巴嘎脆
好评: 这游戏有助于下饭
好评: 大师之作。
好评:  我的暴力倾向被这游戏满足了 
现在我是五星好市民
好评: 慢人假打
好评: 有点难度，电影模式还不错
好评: 手残党慎入真的会被人虐出翔

差评: 这垃圾游戏垃圾服务器能不能早点死？服务器那么垃圾设计那么多线下才能反应的招式好让孤儿来破你防？
好评: 操作性很强，怎么说呢，搓招挺难的，最好用手柄玩，故事模式像看电影。画面很不错，有小时候打拳皇的感觉，各种技能动画，很暴，力，我觉得应该是格斗游戏天花板吧。仅个人认为，勿喷！！！！！
好评: 《论人体解剖学》
好评: blood ok but skin fucked
好评: Mortal Kombat
好评: 爽就行了
差评: 无论如何也连接不了服务器，和破解的有啥区别，难道让我换网，搬家，改国籍才能连接服务器吗
好评: 请务必多出暴露的女性角色
好评: nice
好评: 拳拳是血，好玩
好评: 画质牛逼，角色表情简直可以以假乱真。
好评: 好难玩啊
好评: 打击感强
好评: 拳拳到肉，连招带感，处决血腥，就是bot傻了吧唧的可以用飞踢连招到KO为止😅
好评: 8个小时过了剧情，做的挺好，简直是看了8个小时电影
好评: 真人快打11 玩法多样 非常好玩
好评: 爽
好评: 66666666666666666666666666666666666666666666   66666666666 6 666666666 6 6 6 6 6 6 6 66666666 6 6 6 66666 6 6 66666666 6 6 666666666666666666      6 6  6 66666666666666666666666666 6 6                6 6 66666666 6 6              66666

好评: 作为世界最强的格斗游戏质量自然没得说，上手难度较低，打击感666，血肉横飞非常过瘾，剧情也很精彩，就是人物少了点
好评: 说出来你可能不信。。我在教程自闭了。
好评: 好玩
好评: 给老婆冲了三个小时才给我买的
差评: 游戏是好游戏，就是网络要求高
好评: 游戏很好，手残党慎入！！
好评: HAOWANG RANGWOYYZHONGHJDAGANJ

好评: the best
好评: nb

好评: 牛逼

好评: 爽就完事了，剧情还不错

好评: 刷剧半小时，战斗1分钟，一帮中二老年人穿的花花绿绿的。。。。
好评: fun to play
好评: 上手难度比拳皇低，适合新手入门
目前玩到过的最棒格斗游戏
刘康，我的刘康~(；д；)
好评: 非常不错的格斗游戏，剧情不错，打击感超级强，解压
好评: 
[h1]- 推荐 -[/h1]

[h1]前言！[/h1]
《真人快打11》是真人快打系列的最新作品。全新的系统、丰富的角色和更多的单人游玩内容使得游戏的体验更加扎实。游戏的动画和角色模型的细节呈现真实细腻，粉碎性打击和战败死亡效果看起来很是壮观。彻底突出了真人快打闻名于世的血腥格斗特点。

[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]

[h1]体验！[/h1]
游戏的战斗保留了传统的招式，并且融入了新元素。很容易上手和操作，当然想要灵活的运用还是需要花费一些时间去掌握。但这不会阻碍新玩家的乐趣，游戏既适合老手，也适合新人游玩。

游戏可以为玩家提供很长时间的新鲜感，因为总有很多东西值得玩家去了解、掌握和改进。

游戏中的自定义功能非常丰富，不仅是体现在特殊的动作与招式当中，玩家可以根据自己的喜好来定制打造自己的角色，定制他们的格斗特点，以更好地适应游戏玩法。包括人物介绍，武器，衣着，动作，嘲讽，面具等等。你会很高兴一款格斗游戏能让你定制这么多的自我选项，提高了自己游玩体验。

游戏中的角色阵容非常强大，即使某些角色并没有入选。一些前作玩家的最爱，象Raiden、Baraka、Sub-zero等等基本全在游戏本体当中。而其他一些人物象辛德拉、夜狼等则是以DLC的形式的出现。

游戏的教程系统非常好，对各种操作和功能提供了详细的介绍，可以让玩家很好的掌握了解游戏。

游戏中的时间之塔等模式为玩家提供了超越自我的挑战机会，赋予了游戏更多的可玩性和功能。经典之塔允许玩家探索角色的剧情结局。每一种塔的奖励各不相同，可以为玩家的角色解锁装备、介绍、野蛮行为、图标等等。还可以在线与其他人组队，进行团队的Boss挑战。与AI 战斗也是一种有趣的消遣，还有锦标赛模式等等，游戏的可玩性非常丰富。

游戏的各方面表现都很强大，属于一款高质量的游戏。过场动画令人赏心悦目，挑逗着玩家进一步格斗的决心。游戏的声音效果非常出色，无论是拳打脚踢还是各种武器的音效都很有特点，又让人满意。背景音乐的表现也非常自然，在激烈的格斗过程中不会成为玩家耳边不断回响的噪音。打斗过程流畅，必杀技更是随时可以扭转战局，还有那暴力血腥的场面，都让人的感官刺激不停。

[h1]优点！[/h1]
故事模式的过场动画很是漂亮。
人物建模和面部表情细节丰富。
大量游戏性功能。
不同的游戏玩法，优势和劣势多样化的阵容。
很高的可重玩性。
出色的优化，自动识别显卡优化设置，帮助玩家获得最佳体验。

[h1]缺点！[/h1]
一些角色没有入选，一些老玩家的最爱作为 DLC 出现。
剧情方面还可以添加一些前作介绍，以便没有接触过该系列的玩家可以补上剧情。
游戏默认以 30 Fps 运行。

[h1]结语！[/h1]
《真人快打11》是该系列中最好的作品之一。本作深度定制，拥有多种游戏模式，各项挑战，还有对战排名，都极大的提高了游戏的可玩性与重玩性。很容易受到玩家青睐，尤其是在打折入手终极版的时候。如果您是该系列的粉丝或者喜欢格斗游戏，那么就不要犹豫了，果断入手。
好评: 很好很不错
好评: 不错，挺好玩的
好评: 确实好玩
好评: 入门不容易，但真的好玩，爽快
好评: 启动运行时迈克菲提示木马病毒
好评: 真正的童年回忆就是那么血腥
好评: 除了打不过，其他都挺好

好评: 确实好玩，虽然这两百多个小时，但是，请问一下永恒之斗皮肤包现在还有吗？
好评: 好
好评: 非常经典的格斗游戏，画面精美动作流畅，很不错
好评: 不错，剧情可以，之前在PS平台玩过，
好评: 上头
好评:                    Mortal Kombat 11 真人快打11
如果你是真人快打的粉丝，相信你早就冲去买了这游戏。
又如果你和我一样，只是对格斗游戏感兴趣，并打算继续深入玩下去，那么这款游戏会非常适合你入手。
                   到现在为止也玩了100h的时长了，目前的角度分享
（5h-20h 中等难度的双剧情，20h-98h 刷塔，单机，搞特殊皮肤，98h-目前 在线排位)
我只花了5h的时间研究教程，所以我的操作方面是有很大进步空间的（懂的都懂，就是我还很拉嘛，哈哈哈），但就这5h的练习来说，我有了连段的入门，一些人物的入门，而这些都是很可观的。换作天资优越的你，相信会比我厉害得多。
                  “这个游戏适合两类玩家，无脑玩家和喜欢钻研游戏的玩家。”
你完全可以当作休闲模式来玩这个游戏，选个空佬啥的跳跳高塔，也可以研究透彻整个基础与进阶，所以的格斗技巧，成为格斗游戏的king。
        希望我的游戏感悟对你的选游购买能有所帮助！！！
        第一次发较长的评测，文中如有那里不适当请您理解。
差评: 假人慢打，最终BOSS太强，太难打了
好评: 舒服

好评: 真不错
好评: 剧情跌宕起伏，画面效果满分，非常棒的一款游戏
好评: 《运动解剖学》
好评: 够血腥 非常下饭
好评: 打折购入，夸张地说就连掘墓模式都值得票价，掘墓模式萌新千万不要花两千魂开断桥。
好评: 记连招的功夫分一半给背政治，文综不至于才184
好评: 真正优秀的格斗游戏 不需要说太多
差评: 真jb无聊
好评: 真的，一定要等打折再买，花78买了是真爽
好评: 好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽好爽
好评: 动作真实，效果震撼，剧情不拖沓，人物刻画鲜明
差评: 我是傻逼，过完剧情就急匆匆的给这种垃圾好评，高塔为了恶心玩家，各种傻逼BUFF，要么断玩家节奏，要么对玩家造成持续伤害， 只要能影响你正常游玩就行，简单的本还好，难度一上来再加上这些BUFF能把人气死，按键防御更是鸡肋，一款格斗游戏，你搞这些干嘛呢？奖励又不咋地，70%皮肤是换皮，掘墓模式也是，地图大，又没有传送，箱子里开出来的东西又垃圾，有一说一，建议大家练个角色去打pvp吧。但如果你即不打pvp又没有收藏的爱好，那还是早点把这游戏删了吧，100多G下什么游戏不好，偏要下一个手游化的煞笔格斗游戏？
  还有我想说，某些睾贵的格斗玩家，厂商孝子真的够了，别人给不给好评是自己自由，在这替你爹打抱不平只会显得你像个弱智，花钱给别人当狗真是厉害，哈哈哈哈
好评: 好
好评: 第一次体会到了格斗游戏的魅力.
好评: 高血压！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！
好评: 适合小朋友了解生理知识，强烈推荐
好评: 绝对是真人快打的下一个经典
差评: 我是女权主义者，女性服装如此保守而男性如此暴露，这是对女性的歧视，差评
好评: 血腥！！！！！！！！！！
好评: 喜欢这种学习进步的感觉
好评: 最真实的游戏，没有之一，玩过了就再也不想玩别的格斗游戏
好评: 身临其境的剧情，难以忘怀的人物设定！！！！！！！！
好评: keti
好评: 爽的 玩了9个小时还没入门
好评: 画质和打击感很好，配合血腥的战斗直呼过瘾，技能不多又好按没有用键盘很难受的斜下方向的指令！格挡延迟很长对手攻击动作也很快，熟练格挡需要长时间的练习。单人内容丰富，能当电影看的剧情、挑战高塔赚货币皮肤、掘墓模式花掉货币开宝箱解锁终结动画和皮肤
好评: 真的好玩 多看看视频上手之后 在线对战其乐无穷
差评: 键盘不配玩这个游戏
好评: 真的太爽了
好评: 好游戏，适合未成年人玩
好评: 打击感不错
好评: 挺好玩的，画面也挺好，剧情故事也比较长
好评: 打一遍剧情模式要接近9个小时，打架顶多1小时，CG要看8小时。

麻了，这100G的游戏起码有80G是过场动画吧！这真的是个格斗游戏而不是上世纪B级片吗？
好评: 这部做的真的良心大大滴
好评: 凯西我的女神
好评: 拳拳到肉刺激
好评: 爽快的击打感
好评: 不明白那些说人物少，出招表难背的人什么心理。这游戏比街霸那些已经简单多了，游戏里面都有便捷输入开关允许你模糊按键放技能了，就需要你反应力跟上就行。格斗i游戏身就是靠你反应力和出招，你打架不还得想想怎么和别人打才行么（娘娘腔扯头发抱着喊当我是放了个屁~），单单一个人物的出招便就够你练个几百小时了，还嫌人物少？？是皮肤不够你肝还是你全人物都精通能打世界第一？？自己菜怪游戏嘛？？这游戏特效和游戏反馈哪个不是业界良心？？还有，手柄←→A怎么精准打出来,总是特殊招式取消跟不上←→A，求解 8(
好评: 为什么掘墓模式会闪退啊
好评: 有很全面的教学
好评: 什么都好，就是有点难操作了
好评: 对我来说挺难的
好评: 还行吧一般
好评: 刺激！
好评: 非常解压。对于完全玩不来格斗游戏的我来说，都很有乐趣，因为打击感实在是太好了，尤其是利刃切割的声音。剧情模式做的很棒，虽说剧情垃圾但是电影感十足啊。然后就是掘墓模式了，玩了之后就发现值回票价，不仅能够疯狂享受开箱的乐趣，还能当成一个解谜、探索甚至恐怖游戏来打，这波锤爆了。尤其是这次大包的价格，超便宜。
就是女性角色穿的也太多了吧，甚至连皮肤都搜集不到特别清凉的，看看9代的衣服，要不忘初心好吗？
好评: N B
差评: 太难了 组合键太多 记不住
就很烦
好评: 比做爱有意思多了，玩这个我一直在高潮
画风可爱，清新，很戳我xp
好评: 太好玩了，不买后悔一辈子，淦！
好评: in my opinion,this game is the best fighting game,it's for people who like violent movies.
好评: 爽就完了

好评: 真人快打，各方面都很优秀，不愧是对战类
好评: 刺激
好评: 终极版才多少钱？DLC合集才六十多块，你格斗包2常年50不打折？坑老玩家吗？
哇！格斗包2打折，20块！真香！圆满！
好评: 暴力美学 爽快的战斗 你要的肾上腺素这里都有
差评: 操你妈，前两天才原价买的就打折了，我是傻逼
好评: 为什么不更新了呢？
好评: 推荐给未成年的小朋友们玩，有助于成长。
好评: 58买的，我是SB
好评: 画面好，视觉效果和动作极具冲击力，操作易上手
好评: KL rapes me everyday.
好评: 很NICE
好评: 还行
好评: [h1]MK经久不衰！[/h1]对于前作来说取消了X-ray的大招，取而代之的是搏命一击和随机概率的致命一击，[spoiler]再也不用攒技能条了哈![/spoiler]终结技也是一如既往的华丽，[spoiler]说实话，我感觉在大招方面蝎子被削了(确信)。[/spoiler]	[u]把MK11和手游MK绑定能得到好东西哦~[/u]据说MK11因某些原因被迫(bushi)出了Friendship终结技，用了一下...啧......有点尬，但游戏整体还是不错了，就是女人物对于XL来说差别太大了，[strike]女神瞬间变为家庭主妇？？？[/strike]期待Mortal Kombat 12
好评: 这款游戏让我充分了解到了人体构造
好评: 好好好好好好好
好评: 当解压游戏玩
好评: 好好好

好评: 多出几个人物
好评: nb

好评: 真血腥，好暴力，不过一个字，爽~
上手有点难，键盘有点难，很解压。
如果你喜欢暴力格斗，喜欢打击感，那肝就完事了。
好评: 就是好玩懂不懂阿
好评: 帅，每天练习一套连招就下线。
好评: 打击感很强
好评: 妙到家了
好评: 打击感非常不错
好评: 暴力美学的极致演绎！！！
好评: 我原价购买，我真棒，但是作为这款游戏的忠实粉丝也不亏
好评: 好玩。就是刷金币太慢
好评: 666

好评: 打击感很棒
好评: 各方面都很优秀，强烈推荐
9/10
好评: good
好评: 与其他卖肉卖情怀游戏相比，真人快打11完完全全靠其天花板级别的暴力美学吸引了我
好评: 芜湖

好评: 喜欢暴力！
好评: 很好玩，但余波什么时候能来次大减价呢。。。晚点买个整合包就不亏了。。。
好评: 头都被人机打掉下来

好评: 好玩
好评: just try it

好评: 刚下载刚入坑的别打人人奥 妹有你好果汁吃
好评: 今年年促花120买的真快11+不义联盟2，都是高级版送dlc的，感觉赚到了。以前还是接触的日式格斗游戏很多，街霸啊，侍魂啊，拳皇啊，铁拳啊，当然少不了光荣的doa虽然只接触过5,6。所以年促还买了doa6的豪华版+季票1（后面的季票我就买不起了490rmb）真快11和doa6都玩了两个小时，就简单的比较一下，毕竟深的内容我还没挖掘出来。我不会格式化就凑合看吧。
真快11是我接触的第一款美式格斗游戏，整体下来非常写实，大概是菜鸟，真快的连招我到现在还不会连成功多少，处决动作真的很震撼我，血腥+刺激，场景互动方面做得也很棒。剧情方面我就不评说，毕竟真快我是从11入手有很大空洞。不得不说，真快比doa硬核很多。
doa6的话，打击感比真快要流畅，我这种手残党也能连起来华丽的招式，画面比较唯美，当然一大卖点肯定是...咳咳，算了，不说了。在这里我要吐槽一下光荣啊，现在就是明目张胆的圈钱吗，季票2和季票3各卖490，季票4卖500多，要是搜集癖，还得花上1500，我这种学生党真的做不来。衣服解锁还要收集碎片，又肝又氪的。
算了，先说这么多了，我去下着玩玩不义联盟2看看。

好评: 独具风格的格斗游戏，不亏
好评: 嗯哼.
好评: ai战士 永远滴神

好评: 打击感特别扎实，习惯了先行输入的时间窗口后打得非常爽，画面是真的漂亮！
好评: 爽快，我只能这么评价
好评: 好！
好评: 挺好的，但是玩的时候能不能把连招放在屏幕旁边啊，打的时候完全平A，连招直接都忘了怎么搓
好评: 暴力美学
差评: Well I am not the type of playing combat guy 
I give up.
Sadly.
差评: 不玩时之塔，就像正常吃饭，玩了时之塔，你觉得这饭里掺了屑，最后玩了守护者高塔，你发现吃的是屑。我甚至有种不知道为什么无缘无故会遭到这样的虐待的感觉。再带一句，这游戏几乎全程联网，皮肤之类的，需要浑身是肝的勇士。说完了，设计者，求你当个人吧！！！！！！！！
好评: 上手有些难度，画面逼真，玩起来很爽，故事模式结束后，每天都刷时之高塔，有钱后玩掘墓挺肝的，每个皮肤都挺帅的~期待能早些玩上12，格斗迷强烈推荐~
好评: 好玩
好评: 画面和打斗效果都很赞 剧情也不错 挺好的
好评: 谁能拒绝一场鲜血四溢酣畅淋漓的战斗呢？
好评: 真人快打的暴力美学永远不会让人失望，在其表现出来的断肢断骨和血液中你能体会到深刻的到肉的打击感和爽快感（当然如果你被虐了就不算进此列）。虽然很多玩家都认为没了X-Ray move可能就没这么血腥了，但是我觉得11和10的点不尽相同，两作的暴力美学各有其特点，也都能让人爽起来，尤其是画质的飞跃和故事模式引人入胜的叙事，更能让人沉浸其中。
总之我也不知道自己在说什么，但是强推就是了。
差评: 怎么感觉欧美的游戏真的和上课一样，很多游戏慢慢从单纯的娱乐性上升到需要技术性。对于大多数个人时间很少的人来说，玩这类游戏就是灾难。如果你想要获得成就感去打好游戏，游戏本身指导基本帮不了你，你必须要看游戏攻略和长期练习才能打好（我在说废话），这浪费的时间真的太多了，尤其是新手，每次练习基本要死很多次。玩个游戏还要去悟出动作的组合技，还要长时间牺牲休息时间，对于一个每天睡前玩的社畜来说，这类游戏真的不友好。
好评: 市面上能买到的最好的格斗游戏，无可挑剔
好评: 可可以以
好评: 主现一如既往的短
打击感一如既往的爽
好评: 好玩，牛逼，解压
差评: 都大半年没更新了，半年里发布了各种各样新dlc的花边新闻,结果半年后不但啥都没有还说游戏结束了，停更了.可用人物数量开创了九代以来的新低，横向比较市面上的铁拳、街霸等同类格斗游戏，可用人物数量更是最最最少的。就是个半成品，跑路了.
好评: 还某哦
好评: 史诗级剧情
差评: 我承认我是废物,一套连招需要的按键多到屏幕外面去了,我练了数个小时也达不到那个手速,我真的感到太难了。
好评: 不错，成年人就要招招见血。
好评: 666
好评: 一口气跳剧情玩了两小时外加爬塔，松开手柄一看，大拇指起水泡了。什么神仙游戏。
好评: 前作没买，剧情是几乎看的懵还没意思，格斗还是挺爽的，不过操作难度太大了，也不知道是不是我时长短，建议能肝能练的买，不然就根拳皇一样，谁都打不过
好评: HOT SHIT
好评: 格斗打击感一流 残忍血腥爆表 难度适中 是一代神作了
好评: 本来以为格斗游戏会很无聊
好评: 还行 挺好玩 就是终结不知道怎么按 没个提示

好评: 很好的游戏，希望继续更新故事模式
好评: 好玩

好评: 一直数据错误是什么情况
好评: 不得不说，这游戏的教学真SB,手柄都快被我按坏了
好评: nice
好评: 打击感很棒，优化不错，1050都能一战，玩法模式多，可玩性很强，打折冲就完事了
好评: 爽爆，人物很多，招式很难，但是低难度干就完事了
好评: 键盘损坏加一 剧情体验非常棒 无脑入就van事了

好评: 打架真的很野性
好评: 买的键盘毁灭者，笑死，游戏俩小时生气一天
好评: 血腥，暴力，打起来很爽，但是皮肤必须通过刷高塔才能得，贼肝，慢慢就变成刷高塔游戏了，你打电脑什么都不得，就是要打给你分配好的才行，巨恶心
好评: 爽 爽 爽
好评: 

差评: buhaowan
差评: 操作过于繁杂，玩法又是很单一的对打本来，教学学了3小时，实在发不出一些技能脑壳痛，不能退款了，很无聊。如果你本来就喜欢格斗挑战极限我估计你喜欢，但是对我i来说简直就是折磨。画质是 我很喜欢的。
好评: ,,,

好评: 蛮不错的

好评: 钱多多  玩得好好  没钱买不起DLC也可以试一试，毕竟也是最好的对打游戏啊

差评: 进都进不去，各种报错。
好评: 最好玩的一代 游玩时间不长 不但延续了以往作品的风格 也在原有基础上怎家了掘墓的玩法 打折购入的 喜欢格斗喜欢炫技的玩家的神作 只是游戏皮肤道具终结技需要肝蛮久的但是为喜欢的角色去肝也是一种乐趣
好评: 除了皮肤，全DLC，这就是我对这款游戏的爱！
PS：专业线上资源，您想要的我都有。扣扣76955644。
好评: 画质真的棒
好评: 好玩的一批，就是没有直接买终极版，多花了30块钱，我难受啊！！！！
好评: 6
好评: 上手难度有一丝丝高，非常有意思
好评: 还好吧，就感觉大招开局就能用了话那就更香了
差评: 不是系列粉丝的别买了，新手难度极高，而且练习丝毫没有乐趣，连招衔接十分难上手，什么一个连招3分之一血的不玩个一两个月根本打不出来，键盘敲得稀烂，只能简单难度，困难就可以把你当沙袋打，打个高塔掉线，总之真的很累，视觉效果满分，其他真的不好玩。
好评: 买就完了
好评: 我是个老头，组合键太多记不住
好评: 一开始不是很喜欢这种画风，就是想玩玩看，结果越玩越好玩
好评: good
差评: 没什么意思
好评: 6
好评: 这款游戏挺棒的，可惜手残真的玩不下去，画面，打击感都是一流水准，
不过招式逻辑和连续技的玩法照比以往我接触过的格斗游戏差别巨大实在难于上手，
推荐有天赋的同学购买，格斗迷不可错过的佳作。
好评: 40块钱，100G，爽……这是一款买来就特想录屏，但是录了也没法公开的游戏……
好评: 我是伞兵！！！！！！！！！！！！！！！！！！！！
好评: 搓个招能要了老命。手残党的悲剧
好评: 自从玩了这个游戏心情愉悦多了，工作上遇到的烦恼都可以这里发泄，脑补怎样整死让自己PEK CEK的人

好评: 爽就完事儿了
好评: 好玩
好评: 一个字  香  我是聪明逼   打了几把   打击感和建模都很棒  可惜我电脑带不了高配  值得入手
好评: 很好玩
好评: 太酷炫了，我电脑配置不够，虽然玩着玩着就崩溃，但是还是不想停下来玩，最爱蝎子和刘康，两个人打击感太爽了
好评: 我是一个P24+steam=2000多个小时的街霸5玩家，对真人快打11的感觉是非常优秀，是一个打击感到位系统完善并且对新人十分友好的格斗游戏，对比戈壁的罪恶装备新作不知道好多少。
好评: 123
好评: 好
好评: ⠄⠄⠄⠄⠄⠄⣠⢼⣿⣿⣿⣿⣿⡟⣗⣯⣿⣶⣿⣶⡄
⠄⠄⣀⣤⣴⣾⣿⣷⣭⣭⣭⣭⣭⣾⣿⣿⣿⣿⣿⣿⣿⡀
⠄⣾⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣸⣿⣿⣧
⠄⣿⣿⢿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣯⢻⣿⣿⡄
⠄⢸⣿⣮⣿⣿⣿⣿⣿⣿⣿⡟⢹⣿⣿⣿⡟⢛⢻⣷⢻⣿⣧
⠄⠄⣿⡏⣿⡟⡛⢻⣿⣿⣿⣿⠸⣿⣿⣿⣷⣬⣼⣿⢸⣿⣿
⠄⠄⣿⣧⢿⣧⣥⣾⣿⣿⣿⡟⣴⣝⠿⣿⣿⣿⠿⣫⣾⣿⣿
⠄⠄⢸⣿⣮⡻⠿⣿⠿⣟⣫⣾⣿⣿⣿⣷⣶⣾⣿⡏⣿⣿⣿
⠄⠄⢸⣿⣿⣿⡇⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣇⣿⣿⣿
⠄⠄⢸⣿⣿⣿⡇⠄⢿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⢸⣿⣿⣿
⠄⠄⣼⣿⣿⣿⢃⣾⣾⣿⣿⣿⣿⣿⣿⣿⣿⣿⡏⣿⣿⣿⡇
⠄⠄⣿⣿⡟⣵⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⢃⣿⣿⣿
好评: 帅就完事了
差评: 不推荐原价入 单人体验个人不喜欢 这系列的剧情嘛 =。=一向胡逼
好评: 好玩，解压
差评: 太垃圾了，说是终极版但还是缺两套皮肤要买，这不是骗人吗，两套52，打折本体才80多。
好评: 买完才发现有礼包，我是伞兵
好评: 确实爽，建议小孩子玩
好评: 真的爽快，拳拳到肉招招见血的快感，剧情很有大片的感觉
好评: 不错
差评: 我是打折买的，第一次玩 真人快打，居然发现，一个格斗游戏，防御居然需要单独按键，拉后防御是完全不行的，，并且技能释放也不是搓招，而是按键放招，什么意思呢，就比如一个街霸里放一个波，是后下前同时按拳，，这个游戏不是，需要一个一个的按，后+下+前，然后，再按拳。。。真的玩格斗的就知道，那1秒或者零点几秒的时间，本来一蹴而就的招，，你等按4个键，还必须依次按过来，不能按太快了。。难怪以前看一些真人快打的视频，明明说是高手，可角色使用僵硬得一批。。。现在知道，人家也是不容易啊！！反正我用不来，果断退款了，再便宜的垃圾，也是垃圾，游戏做得再大再花里胡哨，打起来却没一点手感，，然并卵吧！！
最后说一下，稍微对格斗游戏熟悉的朋友，就不要买了，你不可能防御的，说什么按键防御是为了防逆向的人，根本不知道对于一般玩格斗的习惯了后拉防御的玩家来说，结果就是按键防御就特么等于没有防御只能莽！！别逼逼什么是我没习惯之类的，，我要是习惯了，我只能说，幸亏我没习惯，不然等于我其他的格斗游戏都不用玩了，直接拉低我其他格斗游戏的体验感和胜率，终于知道小孩，梅原他们那些真正的格斗玩家，为什么完全不碰这个垃圾了！
看到的朋友，麻烦给个赞，真心希望以后不会有其他的兄弟被坑了，新手教程就是拖时间，超过2小时就没办法退款了！！谢谢！
好评: 给儿子买的很喜欢
好评: 暴力血腥
好评: 多来点母人啊  奶子大点 整点丝袜 要不然我玩啥
差评: 闪退
好评: 格斗游戏目前玩过最有打击感的一款
好评: 皇牌空战
好评: 刺激 比铁拳7好  ,铁拳7里喜欢足球踢鞭尸的蓝笔中高段位玩家都可以滚蛋了
好评: 6r67r7
好评: 屲
好评: 大体框架和不义联盟2差不多，不过有属于自己的特色。
好评: 画面优化非常好！打击感和连段攻击有爽到，就是处决动画好吓人
好评: 我太菜了
差评: 连不上服务器……网上方法加速器啥的试了个遍都不行……心态爆炸，我貌似在加速器上花了几十块以确认是我的问题不是游戏的问题，这日子没法过了。
好评: 爽
好评: ¡Sí, sangriento, violento!
好评: 好玩！非格斗游戏爱好者也可以爽玩！打击感爆棚！强烈推荐！
好评: 这游戏打的很爽，但是有点血腥，建议上网看看终结动画集锦，心理接受的了再决定买不买
好评: NB
好评: 太你🐎好玩了，连招连飞了都。就这服务器拉，一几把掘墓开箱子就掉线
好评: 多出一些女角色 谢谢 越色越好
好评: 很不错，教程很简单，键盘已经让我砸了。
好评: 游戏很好玩老婆也很美
好评: 好！
好评: MK11yyds
好评: 刘kan，永远滴神
好评: 好喜欢！！！
好评: 太爽了，没玩过这么爽的游戏，太好玩了，我日你哥
好评: 目前格斗中的画质之神，剧情也在线，玩了它，我把铁拳都卸载了
好评: 玩疯了好吧
好评: 很好玩，拳拳到肉
好评: 我是傻逼
差评: 买一个新的有全角色的游戏版本要80，我首发入黄金版升级余波要70加角色包2要70，官方专业针对老玩家
好评: 我很菜但我真的很喜欢玩ww
精良的画质，适中的价格 刺激的剧情
差评: 太难了
好评: 一百多个G的游戏还是第一次玩，光下载就下了8个小时，玩起来挺流畅，简单过了教学就迫不及待的联网匹配真人，瞎几把胡按连输几局挺憋屈
好评: 给孩子买的，他说这游戏对他的学习提升很大，很开心。
好评: 138买的 我是傻 逼
好评: very good，充斥着暴力美，血腥美，十分解压，打斗流畅，我很满意
好评: 我是s b，我电脑不行


好评: 打折入 就是为了看下残忍终结 挺炫
好评: yyds
好评: 你玩罪惡裝備和蒼翼默示錄；他玩街霸和鐵拳；我玩真人快打，我們都有一個光明的未來。
個人認為真人快打這款遊戲門檻不算高，而且梗多。無論是像我一樣手殘的新人還是格鬥老手都能夠玩的很開心。
好评: 兄弟们  啥也不说了 买就完了 不买后悔一辈子
好评: 我是前几天在衫果买key但是还有一个dlc没买的傻逼，还不如直接steam原价买终极版
好评: very good game
好评: 太爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽爽了
好评: finish him
好评: 终结非常残忍，我很喜欢
好评: 妙啊
差评: 打了一天排位，就遇到2个角色，nice balance。 
还不给私人房间玩，一邀请就会话不可用
差评: 傻逼游戏就硬不修复bug
好评: 我是傻逼
好评: nb
好评: 游戏好玩就是我好奇还有新的dlc吗
好评: 非常棒的格斗游戏，但是好难玩
好评: 建议小孩子玩，游戏画面非常温馨，有助于孩子成长。
好评: 爽！
差评: 我是傻逼
求求退款吧！网连不上就算了，一dlc要130，新用户入手本体加DLC163？？？？
我原价买的啊
好评: 行
好评: 我是废物，先把MCX玩明白再说吧
好评: 很真实。不过没人玩，只能自己单机
好评: 代入感极强，想到早期看的日本血腥电影，什么血肉之花，喜欢的还是喜欢，不喜欢的怎么也喜欢不上
差评: ⣿⣿⣿⣿⣿⣿⣿⣿⣿⠟⠛⢉⢉⠉⠉⠻⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⠟⠠⡰⣕⣗⣷⣧⣀⣅⠘⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⠃⣠⣳⣟⣿⣿⣷⣿⡿⣜⠄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠁⠄⣳⢷⣿⣿⣿⣿⡿⣝⠖⠄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⠃⠄⢢⡹⣿⢷⣯⢿⢷⡫⣗⠍⢰⣿⣿⣿⣿⣿
⣿⣿⣿⡏⢀⢄⠤⣁⠋⠿⣗⣟⡯⡏⢎⠁⢸⣿⣿⣿⣿⣿
⣿⣿⣿⠄⢔⢕⣯⣿⣿⡲⡤⡄⡤⠄⡀⢠⣿⣿⣿⣿⣿⣿
⣿⣿⠇⠠⡳⣯⣿⣿⣾⢵⣫⢎⢎⠆⢀⣿⣿⣿⣿⣿⣿⣿
⣿⣿⠄⢨⣫⣿⣿⡿⣿⣻⢎⡗⡕⡅⢸⣿⣿⣿⣿⣿⣿⣿
⣿⣿⠄⢜⢾⣾⣿⣿⣟⣗⢯⡪⡳⡀⢸⣿⣿⣿⣿⣿⣿⣿
⣿⣿⠄⢸⢽⣿⣷⣿⣻⡮⡧⡳⡱⡁⢸⣿⣿⣿⣿⣿⣿⣿
⣿⣿⡄⢨⣻⣽⣿⣟⣿⣞⣗⡽⡸⡐⢸⣿⣿⣿⣿⣿⣿⣿
⣿⣿⡇⢀⢗⣿⣿⣿⣿⡿⣞⡵⡣⣊⢸⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⡀⡣⣗⣿⣿⣿⣿⣯⡯⡺⣼⠎⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣧⠐⡵⣻⣟⣯⣿⣷⣟⣝⢞⡿⢹⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⡆⢘⡺⣽⢿⣻⣿⣗⡷⣹⢩⢃⢿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣷⠄⠪⣯⣟⣿⢯⣿⣻⣜⢎⢆⠜⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⡆⠄⢣⣻⣽⣿⣿⣟⣾⡮⡺⡸⠸⣿⣿⣿⣿
⣿⣿⡿⠛⠉⠁⠄⢕⡳⣽⡾⣿⢽⣯⡿⣮⢚⣅⠹⣿⣿⣿
⡿⠋⠄⠄⠄⠄⢀⠒⠝⣞⢿⡿⣿⣽⢿⡽⣧⣳⡅⠌⠻⣿
⠁⠄⠄⠄⠄⠄⠐⡐⠱⡱⣻⡻⣝⣮⣟⣿⣻⣟⣻⡺⣊⣿

好评: 巨好玩
好评: 游戏很好玩很棒棒，可以练习不同角色的连招combo；练习劳累了还可以去掘墓开宝箱，刷时间塔

一些有用的小建议

一、游戏本身无任何问题（启动运行而言）

a.如果你遇到了游戏闪退、无法启动的问题

极大可能是丢失配置文件和缺少运行库，请自行查找修复文件

系统文件版本，驱动兼容与游戏错误运行本身无任何关系

b，网络波动大，无法连接上线

极大可能是自身的网络环境问题，与你的网络运行商和所在地区有关；实在不行，还有加速器提供帮助

至少我裸连，延迟又低有稳定【23-99ms]

二、游戏无任何“必要”的氪金

游戏里有“金币”、"灵魂"、“心脏"3种基础货币，主要用于掘墓模式中解锁宝箱【可获取角色的装备、皮肤、出场结束动画、残忍终结、高塔消耗品、扩充物、游戏场景设定图等】

以及一种可充值货币”时间水晶”【可在商店里购买角色的皮肤、装备残忍终结、小道具代币；按时间刷新销售】

不过，你喜欢的角色所有收集物你都可以都过时间高塔、联盟格斗比赛奖励从而全部取得

不需要你花费一分钱！！！


我现在拥有99999金币、12000多灵魂、8000多心脏、4000多时间水晶【全部通过高塔、任务奖励获取】，我完全没地方花掉

我喜欢的角色，所有收集品大部分都有了，只有一两件皮肤和装备没有解锁，【无法通过氪金靠时间水晶购买，只能在联盟比赛的奖励中解锁】

三、ftg需要花费一定时间去肝

注意！这里花费的时间大部分实在练习场熟悉角色帧数、练习连招，只有一小部分时间花在时间塔、掘墓模式解锁物品

如果你的核心玩法不是pvp,更多的倾向观看游戏剧情，解锁收集物品，那么这是一款非常休闲轻松的游戏

你只需要点点鼠标，让系统ai帮助你刷时间塔，获取奖励；你甚至可以一边喝奶茶一边吃薯片


【在角色定义中，你可以分配ai的各项点数，在时间高塔中使用

扩充物可以镶嵌在角色装备里，在时间塔模式中提升角色强度

高塔消耗品，游戏中的辅助道具可以大幅度降低高塔难度；
尽管有些高塔不能ai代打，但配合上强力的扩充物和辅助道具，什么困难程度的时间塔都很简单

掘墓模式配合攻略，最多一小时就能完全熟悉】

嗯，暂时就这些了

玩得开心
好评: 还不错，可惜就是因为剧情原因，有些喜欢的角色在9和10里
差评: 就觉得不怎么好玩，because the games的可玩性不大！！！
好评: 傻逼
差评: 剧情玩完就不知道干啥了。。。PC端人也少半天匹配不到人
好评: Finish him!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
差评: 为什么终结者站在左边的时候放不出来近距离终结技呢？？？
好评: 很不错

好评: 要做好被朋友线下真人快打的准备
好评: 对西瓦用Fatality吧！
好评: 非常血腥暴力，但逼真
好评: 很爽 好玩
好评: 好玩
好评:  sb
好评: 让我充分的学习了一下生理解剖学
好评: 不错的格斗游戏，推荐

好评: 玩完这个游戏 感觉 死神来了 可以拍好几部出来了
差评: 为了情怀，9代喜欢的角色X里面去阴间11也没整活我忍了。但是你这全程联网就离谱，掘墓网差点一次只能开一个箱子，就这么缺钱吗？手游不赚钱只能靠11？dlc我没意见，就为了个氪金系统就要弄个全程联网我是真没法给好评。有这心思还不如想想为什么优化这么一般
想要远程同乐和本地一块打的人注意：这破游戏P2不能用同一个控制器，意思就是你要不就多买一个键盘要不就买个手柄，虽然有模拟器但是我只能说这种设定跟nt设定没区别了
好评: 美琳娜口我！
好评: 非常好玩，打击感暴爽。
好评: 挺棒的
好评: 好游戏，就是连招方式跟日式格斗太不一样了，得适应
差评: 不联服务器就不能解锁奖励 成就 招式 衣服，但是服务器又差得离谱，前作的X光透析杀 摧筋断骨 血液飞溅变成了番茄酱，女角色的衣着也保守的可怕，凶残游戏化作和谐游戏，那我还玩个屁，这作还没前作香，垃圾
好评: 本着前作对游戏的喜爱，在游戏最开始预购的时候就毫不犹豫的买了，虽然玩的比较菜，但是不耽误看剧情。
好评: 非常好玩的格斗游戏
我觉得可以跟街霸媲美
好评: 好游戏，不多说
好评: 好玩
好评: 非常适合小朋友玩
差评: 更新
[h1]听说华纳被AT&T给拆了！普天同庆！好！[/h1]
此外小道消息EA正在洽谈华纳旗下游戏工作室及相关IP的收购，这波啊，是两开花

美式格斗手感就两个字：[h1] 僵 硬 [/h1]， 打起来仿佛在甩一条稀屎

还有这脑残一般的控制布局，防御单独设个键就罢了，起身还要单独设个键！！场景交互还要单独设个键！！！人家铁拳还是3D格斗，总共也就4个键就覆盖了全部操作，这帮白皮猪做游戏是不是恨不得连拉屎都给你绑定一个键？呕。怪不得主流格斗现在全是日式游戏，丢人玩意儿今年连EVO主项目都没进。

最可笑的是这臭不可闻的系统，我的妈。人家街霸有讲究按键时机的link combo，Arc系的都是高自由度上手容易的chain combo，就你整个target combo反正闭着眼按顺序一顿摁就完事，想着目押反倒鸡巴啥都出不来。还有这个所谓的半吊子必杀技取消，怕不是把你妈坟上的土都给取消了，这跳入手感做得还不如吃屎拳皇。普通技可怜巴巴的几个破tc还有空中juggle combo就尼玛学铁拳的，这个得了癫痫+小儿麻痹一般的小跳就尼玛学拳皇，场景技就很有那core value的奶子格斗的味道， 合着就一通山寨，最后出来一泼五颜六色的屎。很鲜艳，但依然他妈的，是一坨屎。

嗯，所谓美式格斗也就剩NetherRealm一家在做了，听说工作室最近 要被华纳卖了， 喜大普奔。[h1]这种狗屁不通的垃圾就应该早日送进历史的垃圾堆里[/h1]

硬的喷完了，来说说软的方面

首先就是这个人设，这选人界面一进去直接给爷整傻眼了，随着光标划过一个个奇行种，爷的心中再无悲喜，只留下了深深的心理阴影。这群魔乱舞的造型是策划在报复玩家么？放眼望去全是他妈的一群仿佛堕胎到一半强行早产的唐氏综合症，让人不禁怀疑它们爹妈是不是没有做好安全措施就去爬虫馆来了一发硬核人兽play。街霸的角色虽然是大腿比腰粗，手比脑袋大，铁拳的角色虽然一个个也都是虎背熊腰膀大腰圆，但人家起码还都像个人。我不要求你格斗游戏搞什么美若天仙倾国倾城，你他妈给我整4条胳膊是几个意思？

再就是这个风格。打两下就血肉横飞我忍了，强行给我整这些断肢砍头掏心是啥意思？不说拖慢对战节奏，就观感来说难不难受，能不能做个人？我估计设计本来也没把自己这些角色当人看，各位老哥要是身边有喜欢这游戏的朋友，八成是心理变态建议赶紧给送去精神病房躺平，别哪天想不开了给你来个fatal blow。至于画质，这美工和素材倒是倒是很精致，但问题你给我看一坨纹理精致的屎，确实逼真，但它依然是屎。这就好比拿着十几万的单反跑到那化粪池里采风，米开朗基罗在西斯廷教堂穹顶画了一个七彩牛子

[h1]地铁 老人 手机[/h1] 懂
好评: 越菜越爱玩
好评: 上手不是很容易,但是无论剧情还是格斗系统做的确实很出色,此游戏需要细细品,不要快餐
好评: 很过瘾很暴力
好评: 挺有意思的，感觉比doa6好玩点
好评: 没其他说的，一个字，爽！
好评: wonderful game
好评: 硬核格斗游戏！角色个性很鲜明！就是搞眼球的技能太多了，审美疲劳，另外血液再真实一些就好了
好评: 我是傻逼
差评: The fking defs dont care about the community.. The game is dead and I can 100% understand why..
Anti Air is a 50/50 so jump abusing is unfair af..
U can be the worst player on earth and u would still be able to destroy players way above ur Level just by abusing these stupid game mechanics..
Fatal Blow is like -15 on block but with a lot of pushback wich makes it unpunishable in some situations(and it has armor, its kinda insane)..
Furthermore there characters wich are just unbalanced or characters wich are to bad.
The game died.. The defs dont give a shit and thats why i wouldnt recommend buying it.
好评: 好！！！
好评: 好玩
好评: 优秀的画面 剧情也不错 出色的打击感 让这款游戏非常的棒
好评: 好评，gkd克罗尼卡dlc
好评: 优化很好，但是占的内存太大了，垃圾电脑完全带的动但是影响我玩其他游戏，我决定以后换个好电脑玩这个游戏，顺便说一句：原价买的，我是傻逼
差评: 你妈的5个小时4小时在闪退，现在连退款都没法退，垃圾游戏
好评: 一流的打击感，最完美详细的教程，最硬核的格斗操作系统，最残忍血腥的格斗场面，极致的爽快。最后蝎子是我爹，Get over here！
好评: 一个字就是干
好评: 上手难度低，爽快，建议直接入豪华版。
好评: 好玩，爽！
好评: 好玩 打击感画面都无可挑剔  非常暴力非常爽 就是爬塔贼难受
好评: fuck good！！！！！！！
好评: 玩真人快打，享美好人生

好评: 建议买给自己家孩子玩玩，很好的一款游戏，寓教于乐，它能很好的开发孩子的生物解剖知识，还能让孩子学到化学反应和物理学原理，玩多了保证孩子理科蹭蹭倍涨，将来考上名牌医科大学不是梦！
好评: 连招不会没关系
玩这游戏就是为了最后的血腥终结，必！须！要！会！
好评: 我一个格斗游戏苦手，玩的不亦乐乎，懒得打塔还可以开ai，一边吃饭一边玩当放置游戏也可以
好评: 支持
好评: 手残没关系，爽就完事了

好评: 我是个傻逼
好评: 这款游戏不单单只是个带有血腥的游戏，他对游戏人物【玩法介绍，和皮肤细节处理都非常到位】虽然游戏人物只有37位，不过每一位都是有血有肉的。如果担心格斗游戏存在的固有的乏味感的玩家大可放心
而且，游戏的带领性比较强：就像是在说只要你接受我们，我们就保你会玩。【游戏态度非常好】
现在只玩了3天，不过与我库中的其他游戏相比，这款游戏似乎永远不会让我失望。
 我等待着有更多玩家，可以加入其中，为一切美好而战！
好评: nb
好评: 嗯
好评: 处决技真不错，最喜欢空佬和刘康两个人。
好评: 这游戏实在太肝了，有许多皮肤，道具都要用特定的方法来肝。时之塔难度很怪，有的很容易有的很难。不过剧情和游戏性特别好，如果能肝的动可以入手。
好评: 这是一款非常不错的格斗游戏，血腥暴力，很符合我的游戏审美’非常适合压力大的人去游玩

好评: 释放压力的好游戏，如果感到不爽了，来这里撕个人消气吧！
差评: 闪退
好评: 掀起你滴头盖来~!
好评: 爽就完了
好评: 剧情可能会偏长，大致了解就好，游戏主体的格斗以及各类技能十分炫酷，还有个性化人物服装搭配，反正就是好活
好评: 人体解刨学集大成之作
好评: 都TM出了11代了还考虑买不买？
好评: 游戏是好游戏 就是手残  哎 哎 哎
好评: 为了兰博买找个游戏的，当时看到兰博加入MK11啪的一下就买了很快嗷，现在兰博已经玩了2500+把了，兰博永远滴神！！！
好评: good

好评: 超级爽的游戏，速度打折让我买dlc啊
好评: Hola a todos
好评: nbbbb
好评: 球球你了，再次打折吧，让我把季票买了

游戏真好玩，蝎子很帅！！！！
差评: 这个游戏人让我知道了天赋是什么，就是你努力练习100小时，也打不过有天赋的人第一次玩
好评: 好好好好

差评: 40块钱买了一泡屎

好评: 就，你能打碎你朋友的头壳，这太爽了
好评: 难操作，太难了
好评: 机霸好爽
好评: F A T A L I T Y
好评: 好好的游戏，被我玩成不义联盟COS秀_(:3 ⌒ﾞ)_
差评: 刚发售就有灯光控制会跟键盘驱动冲突导致无法进游戏的bug，给过差评，自己想办法解决之后改成好评了，结果几个月前更新出了新BUG，又启动不了游戏了，内容做的龟速，更新bug倒是一套一套的，真有你的啊。
dx11彻底启动不了，dx12重启一次会好，然而电脑运行时间长了会再次启动不了，服了。
好评: 画质很棒！很血腥!爽！！！
好评: 怎么说番茄酱还是下饭啊
好评: 搓招是真滴难，手残党落泪
好评: 畅快淋漓 干就完了
好评: 好玩是好玩，就是拓展包恶心，只玩标配的话，反而被玩拓展包的玩家吊打
好评: 剧情最赞的格斗游戏，如果联机效果在好点就更好拉，建议打折入了通剧情
好评: 打折的时候买肯定不会后悔
好评: 10代入坑，我要给11代封神，手感很棒，乱拳打死老神
角色很经典很有趣，每个角色都有自己的玩法，可以慢慢研究，剧情制作精良，胡逼且放飞
心情好就打线上，心情一般刷刷塔，社畜解压神器！
另外这都2021年了，制作组快更新哦！
好评: 这么说吧。要是9和10有中文，我肯定买了。
因为没中文，所以三大妈通关了9和10的剧情。11有中文，一看终极版这么便宜，果断入了。
剧情最后的大战看得我热血沸腾的。火神刘康真的帅。
听说这游戏很肝么，我喜欢。
好评: 烧~康~
好评: 牛逼
好评: 非常喜欢玩格斗类游戏，单论观感11是目前格斗类游戏天花板。
好评: 建议手残党请勿购买     
但打击感确实不错

好评: ⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
好评: FINISH HIM!
差评: 见过的最肝的且官方强迫玩家去肝的游戏。

真人快打11目前有37位角色，每名角色的皮肤、武器、面罩、装饰加在一起超过200个，就说是游戏里有超过7400件可收集装备，而这些装备大部分需要去打时间高塔或掘墓以获取；

一轮高塔下来至少半小时，却只能得到3件左右的准备，也就是说需要和AI打上百个小时才可能收集大部分的装备（还不一定收集到你想要的）；

当然国外有很多大神制作了可获得所有装备的教程，我已经见过3个版本（19年的，20年2月的，20年10月的），都被官方热修给Ban了。官方真的以为ban了之后玩家就会心甘情愿花上大把时间去刷你们那大部分都丑不拉几的皮肤吗？？？本来pc端上的操作手感就不太好，指望我去肝，我肝你个马尔克斯陀思妥耶夫斯基去。
好评: 院线是看不到这电影，就在此补张电影票吧。
爆米花还可以配啤酒，R级片是真少儿不宜！
差评: 光是一个教学，就让我心态玩崩
好评: 系列巅峰！
最好的格斗游戏！
好评:   游戏就是冲着暴力去的，感觉剧情稍微短了点。玩习惯了拳皇一类的，感觉操作起来很不习惯。感觉就是要记住按哪个键位一类的。感觉很爽
好评: FINISH HIM!
好评: 很带劲，十分推荐心态好和能沉住气的玩家试一下
好评: 不用多说，流畅的打斗，血腥的终结，道具丰富优化了游戏的挑战性与新鲜感，希望官方能出2021年的电影皮肤
好评: 屎都被打出来了。
好评: best
好评: 很好玩，就是对电脑配置要求很高。
好评: 除了大表哥2之外，唯一一个主机和pc双入的游戏，原来我也喜欢刷刷啊
好评: 买完了才发现自己买的是普通版，然后发现有个ultimate版，包含了所有角色的解锁，算下来要多花二百多块钱，太坑了
差评: 我都已经买过此游戏了，且游戏时长2小时多了，为什么显示喊我在买一遍？？？？？？
好评: 非常棒，剧情看不懂，之前也没玩过，dlc的角色都很棒！我最爱的终结者，兰博，机械战警都在，可惜铁血和杰森这次没有了呢。。。。。。。。
好评: 好！
好评: 连招打起来太帅了
差评: shit like game

好评: 可惜我笔记本电脑玩不动，冲冲PS4了
好评: 游戏优化是真的不错，赞!剧情是真的丰富，明明只是个格斗游戏，制作组用心了。游戏内配装真的多，上全收集强迫症患者的恶梦。
好评: 很棒
差评: 兄弟们如果不是大爱格斗类游戏还是别入了，的确这游戏以血腥为卖点刚开始还算有趣，不过看着看着还是那几个没意思了，退款都退不了，现在就是放在库里积灰，游戏还大。对于我来说太不耐玩了，在线模式半天匹不到人就是在高塔打各种AI.服了服了
差评: 别看打折打得欢，买来就吃灰，因为服务器连不上，导致连”高塔“这种跟电脑对打的模式都玩不了，可玩性接近0
好评: 头骨游戏真不错
好评: good game
差评: 不能在线跟好友玩，会提示会话错误，排位赛也匹配不到人
好评: 买不了吃亏，买不了上当
好评: 一开始很难，玩一会上瘾
