差评: 我是sb
差评: 很可爱，就是一旦买了以后不给退款是真的可笑
好评: 我不是傻逼
好评: 表情包动物大乱斗，支持手柄。意外的很硬核，有上中下三段攻击，有落地攻击取消后摇，冲刺，击飞，大招等。打电脑普通难度标准模式，第一回合直接被电脑抓到起手无限连连到死。推荐还是用手柄，然后训练模式先练练。
好评: 良心开发商，良心游戏，持续免费更新，而且这制作团队对格斗游戏的理解非常透彻
好评: 和小伙伴一起才是最有趣的
游戏整体画风和更新后的立绘都很棒
虽然我比较菜，但是相对于其他格斗游戏，这游戏的操作似乎并不难（可是你连普通人机都打不过..）
Furry狂喜（虽然是meme）
好评: I'm a fool.
好评: funny
好评: 可可爱爱，没有脑袋
好评: 挺萌的，期待更多沙雕动物
好评: 还行
好评: 逗死了
好评: 好玩，但动物更可爱
好评: 很不错的小游戏，上手很快
好评: 还可以的格斗游戏，一开始挺好玩，后面就无聊了。
好评: 哈哈哈
好可愛
不過企鵝是什麽玩意啊
差评: [h1]我们不约而同地说，还是退款吧[/h1]

这款游戏的优点大家都说过了，说说看缺点吧：

游戏重复游玩属性较低，角色少，地图少（只有五张），也没有故事或成就。
如果不是特别喜欢这款游戏的话大概率游玩时间不会很长。

Xbox手柄，没有手柄震动，打击感略有不足有些遗憾。

联网多人游戏模式（似乎分了4个服务器），都是鬼服，里面一个人都没有。
不过问题不大，本来就是和女朋友一起买来想线上格（挨）斗（打）的，
可饶是这样，也根本无法顺利进行游戏（我们都有VPN/加速器）——
刷新错误几次后可以进入对方创建的房间，但无法联机游戏，一联机就错误。
好评: 很沙雕的游戏
差评: 不好玩 角色太少
差评: 烂的一批啥也不是我是傻逼根本不适配键盘
好评: 总体来说很好van
就是线上没有人

好评: 够沙雕，我喜欢
差评: 当做萌豚恶搞游戏罢，在对战平庸的情况下缺乏内容就显得整个游戏很空洞，既没有体现恶搞的欢乐，也没有提供良好的格斗体验，这类游戏的一大招牌就是内容，撇开fight方面，建议开发者多考虑充实游戏的趣味。
好评: 居然更新了egg dog，五星好评
好评: 还不错，绝对是鬼畜区集大成之作，很期待后续的新角色。
好评: 3月18日上午2:31
一个将沙雕动物们以沙雕的方式沙雕地呈现在略沙雕的沙雕格斗中的沙雕游戏。
同日17：40补评
全成就17/17撒花~首先游戏虽然沙雕但是游戏很有创意，把网上爆火的小动物错位图改成的壮汉形象做成了游戏，游戏的格斗动作虽然比不上拳皇，都是很基础的打击动作，但是依旧不失爽快和游玩的欢乐，而且也能看出来制作组是致敬拳皇的。角色选择方面加入通关某角色解锁角色表里机制：🐕和🦊的觉醒状态（好评！而且角色觉醒强的一b）；而且游戏也分为单人挑战、本地联机和多人网上联机（虽然人少）。
难度方面：通关普通难度的话也是较有难度的，AI的连招判定拿捏的十分恰到好处，换句话说，最高难度我是被电脑连到死的。。也许自己太菜。。
成就方面：17个成就也很容易刷，但是就是重复性太高，刷完17个成就至少需要对抗模式20把+闯关模式（7×8+2×9）×2=20+148=168把。。这是全胜不死的情况。。难度上去了场次会更多。。然后我刷完了全成就。。不说了。。去歇会。。
总结下，适合和对象或者朋友一起玩的沙雕欢乐小游戏~
。
。
Ps：新手不要玩松鼠！重复三遍！
顺便期待下明天19号的更新XD。
3月19日 14：06
看到更新果断进游戏刷完了新出的成就18/18，希望让这个新的0.01%蛋狗成就在展柜里能多待一会XD~
更新了新角色蛋狗和新地图冰原，很棒。不得不说蛋狗这个类似蛋蛋兽的角色的确很强，不论近战的刺甲和远程产下的炸蛋，都是不错创意的结合，更让我感到giao笑的是：蛋狗的大招竟然是舔狗本舔了。。粗大的舌头怎么舔怎么像神奇宝贝里的那位XD（蛋狗蛋狗，会下蛋的舔狗）。
全成就同时也是需要至少168+9×2=186场次。
创意的结合还是很棒的，也能看出致敬了很多作品和梗，但是还是希望多一些自己独特的技能和动作设计~
总之希望制作组多多推出沙雕动物角色，添加更多场景和新的背景音乐。
继续等待下一次更新，支持！
好评: 我也不知道该不该推荐这游戏，玩一玩就行了
好评: [quote] 加入[url=https://www.2p.com/#Steam]2P萤火虫[/url]，和我们一起用热爱点亮游戏之光[/quote]

我不擅长玩格斗类游戏对不起 从小和人和机器人对打就没赢过 进去以后被电脑一顿胖揍就不想玩了
给大家找一找角色梗吧~
[quote] 来 2P.com 和你一起玩游戏！阅读原文[url=https://www.2p.com/article/282572]《浅扒小动物大乱斗的角色梗》 [/url][/quote]

更多游戏推荐请关注[url=http://steamcommunity.com/groups/17173firefly]2P萤火虫[/url]以及[url=http://store.steampowered.com/curator/31716674]2P萤火虫鉴赏家[/url]
好评: 这个游戏怎么说呢，拳皇的玩法把，就是那种中规中矩格斗游戏，但是对比拳皇来说，要简单，因为怒气条太容易积攒了，角色少了点，后面还会更新的吧，9页的游戏介绍，不多，但是能懂，有训练模式，支持多人联机，也支持本地多人，这个要给好评，每个角色赢得比赛之后的表情真的好可爱，而且打架的时候也很魔性，没有拳皇那样认真，全程都是在憨笑声中玩的，在线联机到没匹配到人，可能没有多少人知道这款游戏吧。
目前如果我要打分的话，5分满分的话
玩法：4分（并不是有突出的玩法，相对的中规中矩）
角色：4.5分（可爱是可爱啦，但还是少了点，希望后面能更新更多吧*也希望多一点的错位梗图（小声逼逼）
联机：4.5分（主要就是匹配匹不到人）
游戏体验：4.8分（困难真的难orz，可能才刚刚玩不久）
总体：4.5分
虽然说这个游戏可以单人，但是一局最多3分半，游戏节奏是比较快的，可能打人机会有点腻，可以拉点人一起玩
好评: [quote] 来 2P.com 和你一起玩游戏！阅读原文[url=https://www.2p.com/article/282571]《网红动物大乱斗》 [/url][/quote]

推荐喜欢萌系，搞笑，非血腥暴力的轻度格斗玩家游玩。

写在前面的个人简评：
+ 题材新颖，网红梗十分好笑
+ 动作流畅，手感不错
+ 完成度高，麻雀虽小五脏俱全
- 当前版本可用角色较少

制作组的前作是《诸神之战》也是一款很搞笑无厘头的格斗游戏。本作继承了搞笑+格斗的主题，结合当下很火的网红动物图，可以说创意十足。游戏里的招式，特效，以及演出都可以找到当下网红表情包的影子，非常好笑，笔者玩的时候笑到不行。

作为一款格斗游戏，操作手感和打击反馈是非常重要的，本作可以说做得很不错，毕竟是做格斗游戏出身的工作室。萌萌的动物配上拳拳到肉的手感，可以说味道十分奇妙。

虽然游戏很小，但是制作的完成度还是很高的，并不会因为角色少技能少场景少，就很敷衍的做一款游戏。本作在制作上都可以说各个方面是合格的，游戏模型，场景美术，技能特效，单人街机，多人在线，练习模式等，都无可挑剔。

只不过因为题材决定了本作是个小品级的格斗游戏，所以体量很小，可用角色比较少，玩家比较容易失去游玩兴致。希望工作室能多更新一些新的角色，也期待工作室的下一款出人意料的作品。

更多游戏推荐请关注[url=http://steamcommunity.com/groups/17173firefly]2P萤火虫[/url]以及[url=http://store.steampowered.com/curator/31716674]2P萤火虫鉴赏家[/url]
好评: 很有趣，角色很可爱
好评: 這是一款相當具有創意和表現力的格鬥遊戲，玩家將操作著各種可愛的網紅動物進行激情對戰，帶有濃濃的搞笑和可愛風味。玩家可以選擇硬核模式或者娛樂模式，遊戲的ai智商上線又不會過難，操作手感和打擊感做的都相當良好，線上對戰功可以讓不同地球的玩家低延遲相互對戰。相當值得購買的優秀國產遊戲，大力推薦穩賺不虧！！
[quote]點擊加入[url=https://steamcommunity.com/groups/itgameap]趣遊鑒賞組[/url]，一同探索遊戲的樂趣~
歡迎關註[url=https://store.steampowered.com/curator/34803254/]趣遊鑒賞家[/url]，查看更多趣味性評測。
讓我們用愛點亮遊戲之光，加入我們，共同感受更多趣味的遊戲吧！[/quote]
好评: perfect funny game
好评: 游戏搞笑，尤其是新加的那个长条猫。
操作方面吗有点类似于街霸但简化了好多。
希望后期加点故事和一些动物的声音肯定更带感。
好评: 挺有趣的，就是角色少了，坐等出武士猫和黑影猫
好评: 有趣又不简单的格斗游戏，可用人物比较少，如果能跟朋友一起玩就更欢乐
好评: [quote] 加入[url=https://www.2p.com/#Steam]2P萤火虫[/url]，和我们一起用热爱点亮游戏之光[/quote]
感谢2P萤火虫提供的游戏
动物之鬪是一款以网红动物为主题的格斗游戏。游戏的角色都是网红错位梗图上动物——魔法松鼠、长条猫、doge、狐狸等。

游戏的操作相比拳皇、铁拳等格斗游戏来说要略微简单，连招也不是很多，大多数是比较短平快的招式，相应的，想要把对方无限连在空中也难了不少，增加了对抗性。

游戏的操作在新手教学里都讲的很清楚了，本身也不复杂。我是用手柄玩的，不过方向键最好是用手柄的十字键而非摇杆，因为摇杆需要移动的距离相对来说更长，而且定位也不如十字键。


对局都是三局两胜赛制，打中敌人、防御和被打都会涨气，满了可以放大招，或者用counter键反弹敌人，也就相当于用一条气救命。上一场的气量可以带入下一场，但是血量都会回满。目前有竞技场和线上模式等，只有7只动物，全胜通关，会跳制作人员名单。

游戏相对来说还是比较硬核的，对于玩过拳皇、铁拳等的人来说应该很好上手，但是对我这种只看过，极少打过格斗游戏的人来说挺难的。记得大学时看同学玩拳皇，角色招式都要背，比如什么下前下前拳等，本作招式简单，但是也需要不断摸索。

开了辅助模式之后，可以一键出连招，但是并不意味着就可以所向无敌，还是需要做好防御，判断好出招时机的。

游戏最大的特点自然就是那些动物了，无论是功夫大师松鼠、狐狸，还是长条状眼里可以发射激光的猫，还是外形像猩猩的老鹰等，外型上就非常鬼畜，出招也非常逗比，玩起来让人笑声不断，特别有意思。

更多游戏推荐请关注[url=http://steamcommunity.com/groups/17173firefly]2P萤火虫[/url]以及[url=http://store.steampowered.com/curator/31716674]2P萤火虫鉴赏家[/url]
好评: 动物之鬪[b]（dou）[/b]

[h1]【斗，逗。都可以hhh】[/h1]

整体体验，用曾经某游戏的宣传语说，真就是[u]不可思议的魔性对决[/u]
从宣传视频看，这是一个十分沙雕的游戏，全程欢乐无比
角色从最初的六个增加到七个，未来可能还会增加
每个角色都自带憨的属性，都有各自十分鲜明的特点和战斗方式
（狐狸：我就是死都不用手，你拿我怎样？）
虽然没有剧情也没有台词和配音，但是从它们的动作就能感受到它们内心的傲娇和对对手的蔑视hhhh
可是真玩起来就会发现，这是个蛮 [u]硬核[/u] 的游戏
刚上手脸滚键盘，容易被电脑天衣无缝的连招屌打

游戏模式目前有传统的街机、对抗、自定义，支持联机对战，跟好友一起玩很有趣
[h1]把那些欠揍的脸当成自己的损友一顿暴打[/h1]
怒搓键盘教它做人
不过现在游戏人数很少，服务器大厅里基本没人

游戏的手感还算丝滑，出招流畅，操作不反人类
我第一个玩的角色是狗哥，在标准模式被电脑虐了两盘后决定发粪涂墙，切换到辅助出招模式，顿时游戏画风大变，只见狗哥从地上爬起由憨批变成了大爷，曾经一发未中的大招在预设连招的安排下妥妥锤得对面呆猫找不到妈。

开始玩可以先试低难度，出招用辅助模式，这边强烈建议打街机模式的时候用辅助出招，因为电脑都是预设好的连招，自己如果用手搓对抗就是天然劣势。这类游戏的技巧也很简单，打电脑的时候只要先防御，然后抓住机会一套连招打出去，因为是预设好的，基本都可以命中，而自己手搓就很难连上。采用防守+反击很容易就把电脑摁着摩擦。

[h1]游戏内容相对而言少了点[/h1]
且每个游戏角色可开发的东西不多，很容易腻。未来增加角色和场景或许可以弥补一下。单从目前来看，虽然游戏特色鲜明，但[u]对于格斗类游戏爱好者来说，可能性价比低。[/u]



[b]不过，在快餐式娱乐现状下，人们的追求也是多种多样的
相信很多人并不是冲着格斗、对战、动作这种标签过来的
而是被封面上那些憨态中带点坚韧的动物吸引到了
[u]我们更多时候需要的不是从游戏里找到现实中失去的成就感和存在感，只是单纯地想要被它治愈[/u][/b]



打开自定义模式，设置两个电脑自己对战，然后准备一桶泡面坐下看
[h1]仿佛在欣赏行为艺术[/h1]
好评: 打击感很强
好评: 非常好玩！就是人物太少，但是做工很精良！后继版本应该会有所更新！加油！
好评: 休闲游戏的本质！我觉得这样的游戏不适合大众网上对战，小众就该分享给自己的好朋友，一起玩1P和2P。就和猜拳一样紧张刺激，没有任何花里胡哨的招式，单纯的可爱动物和简单暴力出招！希望能多加几个动物和场景！啊哈哈！
好评: [quote]
加入[url=https://steamcommunity.com/groups/ADZZW#]爱の榨汁屋[/url]&关注[url=https://store.steampowered.com/curator/34815366/]爱の鉴赏家[/url]，用爱品鉴世间作品，用心流淌真情实感。
[/quote]
https://steamcommunity.com/sharedfiles/filedetails/?id=1973547975
[h1] 看似沙雕，玩起来意外地还不错 [/h1]
简单地说，《Fight of Animals （动物之鬪）》是一个爽快易懂、人设可爱、细节有趣、并带有大量流行元素的2D平板配3D建模的动物格斗游戏，作品本身有优秀的官方中文。不过作为已经有大量优质格斗类游戏前提，只不过新增了一些小元素，再登陆Steam的产物，其实是有些冷门的。如果玩家有手感好的键盘，或者是手柄，也许会更加容易优先考虑《真人快打》、《灵魂能力》、《铁拳》等等大作，亦或是《苍翼默示录》、《不义联盟》、《漫威大战卡普空》等等粉丝向作品，而这样的小作品，往往容易被玩家老爷们遗忘在角落。

不过，作为格斗游戏多年的老玩家，我依然要说，这款游戏在看似简单、而且沙雕的外表下，有着非常不错的格斗内核，特别是在“大餐”吃腻、或者是碎片时间、或者是有限精力不足以支撑一段长时间的游玩时，不失为一款极为优质的甜品级格斗小游戏。另外，从操作和游玩体验来说，制作组明显对游戏下了足够的功夫去打磨战斗系统，趣味性与技巧性的平衡做的也足够到位，在Q萌且并不精致的建模下，居然还表现出了相当不错的打击感。所以对于格斗游戏爱好者来说，仍然是一款相当值得入手的游戏。
https://steamcommunity.com/sharedfiles/filedetails/?id=1973548269
这款游戏，比较优先推荐给以下玩家：①没有主机/掌机，或者是更加侧重PC端，并想体验格斗乐趣的人群；②格斗游戏的死忠粉，只要新作推出就敢大胆尝试，并且对格斗游戏质量有比较高要求的人群；③纯仓鼠/收藏党、就是想+1，且希望+1的游戏最好能拥有较高质量的人群。④动物爱好者、或者是喜欢幽默元素的人群。而且，本作有较高质量的中文，进入游戏后在设置里修改；网络对战功能也做的不错，对于降低延迟和服务器优化，明显都能感受到制作组是非常用心的。配合本作仅26元的定价，真的非常不错。

这筐游戏的2D的画面配合3D建模的基础玩法，比较见仁见智，不过相信习惯或者是喜欢这类玩法的玩家老爷，自然难以拒绝。作品本身的人设我还是基本满意的，色彩鲜明、色块简洁，而且适当玩梗。至于说到游戏平衡系统，其实很多玩家老爷都有反馈，特别是不同动物的特性，平衡性做的不够到位，诸如走路猫明显有些过强了。不过如果是出于乐趣游玩，就不讲太多平衡套路……介于上手后整体打斗效果很赞，外加单机模式下难度有非常贴心的五种能够设置，相信大多数玩家还是能玩的很开心。至于线上大佬们关注的平衡，还是希望制作组后期能更加重视，毕竟这是一款游戏走的是否长远的必经之路嘛！
https://steamcommunity.com/sharedfiles/filedetails/?id=1973548389
[h1] 综合评价 [/h1]

✔优点：
1、画风可爱，作为小游戏，质量不错。
2、游戏体验上明显下了不少功夫，玩起来较舒适。
3、游戏定位比较明确，大型游戏玩腻了用来消遣非常合宜。

✘缺点：
1、游戏内容较为匮乏，玩久了会容易感到无趣。
2、不同角色特性的平衡度，还有待进一步调整。

[table]
[tr]
[th]游戏体验[/th]
[th]7/10[/th]
[/tr]
[tr]
[td]上手难度[/td]
[td]6/10[/td]
[/tr]
[tr]
[td]质量水准[/td]
[td]7/10[/td]
[/tr]
[tr]
[td]推荐程度[/td]
[td]6/10[/td]
好评: 优点：人物动作流畅，技能连段（较为）简单，每个角色都有不同的特点。模型还原度高（看起来是这样的），电脑智能较高
缺点：汉化不完全，电脑智能较高，普通难度就强的令人发指（也可能是我菜的令人发指）
总的来说还挺棒的，期待着增加新人（动）物
好评: 这游戏创意十足，期待新角色
好评: 有够沙雕
好评: 《动物之斗》一款以动物为人设的格斗游戏，卡通的人物建模也放可爱，有别于我们常见的格斗游戏复杂的出招表，这款游戏的出招非常简单，更是有一键出招设定，这么一看，其实游戏和铁拳倒是挺像，别看游戏设定简单，想要玩的好，格斗游戏都是要练习的。游戏制作组也很给力，圣诞节期间也推出了圣诞服装。

[h1]游戏体验[/h1]
游戏的人物并不多，目前有六位，都是各种人形化的动物角色，每位角色倒是都有自己的挥拳方式和大招类型，别看键位简单，想要击败中等难度的电脑也是要苦练一番的。
游戏有本地多人模式，拉上好友对战一番也是非常有意思的。
游戏也提供了多人联网对战模式，不过好像不怎么能搜到人，比较不是大火的格斗游戏，游戏玩起来挺休闲的。

https://steamcommunity.com/sharedfiles/filedetails/?id=1951114189

[h1]总结[/h1]
游戏总的来说十款休闲向的格斗游戏，卡通的人物建模，简化的出招表，都给这款游戏的定位属于休闲放松型的，忙碌了一周后和电脑或者好友来上一局还是挺不错的。加上游戏定价也不高，原价也就26rmb，打折后应该还是可以一入的，或者干脆做成免费游戏也行啊，人估计还多些。

[quote]欢迎关注我们的鉴赏家:[url=https://store.steampowered.com/curator/35402982/]走心评测[/url] ←遵从内心，写出真实感受
欢迎加入我们Steam组:[url=https://steamcommunity.com/groups/ZXPC]走心评测[/url]←点击加入，一起探索游戏的乐趣
喜欢这篇评论，也麻烦点个赞，让更多人能够看到！[/quote]
好评: 这游戏我爱了
好评: *中国鉴赏家同好会[开发者邀请]评测
*开发者邀请评测由开发者邀请同好会成员免费测试游戏的方式，最终产生的玩家评测，故该评测仅作为参考，望读者理性阅读，谨慎购买。

《Fight of Animals》中文名字是《动物之鬪》，这里“鬪”同“斗”，所以以下都叫《动物之斗》。

格斗游戏的动作编程很难，所以基本上格斗游戏的大作都是日本的，欧美的很少。这款独立游戏做成了格斗，足见制作团队的勇气。格斗游戏在当今的情境下不容乐观，因为现在人都喜欢开放世界，大场景，然后是简单的操作。一般格斗游戏的操作都很难，而且场景很简单，所以很难吸引现在的新玩家。

拿到这款游戏之前，我是做好了学习格斗招式的准备的，但是拿到后我发现我的担心是多余的。这款游戏的操作非常简单，没有“↓→拳”这样的搓招，一切招式都是直接发出，顶多配合一个方向键，比如同时按住“↓”和“技能”按键。所以这个游戏无论是键盘操作，还是手柄操作，都很舒服。换做是《街头霸王4》，键盘要比手柄好发招很多。
招式按键总共是4个，分别是“轻”、“重”、“技能”、“大招”，没错，大招是按一个按键就能发出的，这让我觉得有点太简单，没有挑战性，至少也要像《不义联盟2》那样两个按键同时按发大招啊。
虽然招式都很简单，但是电脑AI的难度有点大，在最简单模式的街机挑战中，想拿到Perfect完美无伤还是挺难的，除非用松鼠一直发气功波。

游戏目前有6个角色，分别是“Muscle Beluga 肌肉白鲸”、“Walking Cat 行走的猫”、“Power Hook Dog 动力勾拳狗”、“Mighty Fox 强劲狐狸”、“Magic Squirrel 魔法松鼠”、“Crowrilla 乌鸦大猩猩”。这里注意“Crowrilla”是一个合成词，其中“crow”是“乌鸦”，“gorilla”是“大猩猩”。
狗狗看起来是游戏的主角，使用拳头，一身正气。
狐狸我第一次看到觉得跟狗狗很像，以为是像《街头霸王4》的“隆”和“肯”那样的第二主角，但是玩了以后发现我错了，它跟狗狗区别很大。这是一只高傲的狐狸，双手一直是搭在胸前，只用腿战斗，就像《海贼王》里的“山治”。狐狸就像《街头霸王5》里的“拜森（日版维嘉）”那样，双手一直搭在胸前。此外狐狸还会用《街头霸王》里“大兵古烈”的扫堂腿。
猫猫有着弯腰低头的姿势，好像是《刺客信条》里的人物，也是《动物之斗》里我唯一发现会挑衅的角色，就是舔自己的爪子。
松鼠是一个东方气功大师，表情正气凛然，还会发气功波。
白鲸是一个搞笑角色，它露出G胖般的微笑，因为没有腿，所以它用自己的尾巴扭来扭去来行走。
乌鸦大猩猩，好奇怪的设计，并且它的大招是有相机拍照效果的，这个给我印象深刻。它可以飞行，但是飞行距离很短。乌鸦大猩猩有着诡异的外表，有种外星人的感觉。

游戏只有6个角色，对于双人游玩足够了，但对于单人来说有点少。我希望游戏能出一个蜥蜴角色，然后出一个能飞行很长的角色。建议出一些带特效的角色，比如电、火等效果。可以参考《洛克人X》系列的Boss，都是动物机器人。
每个角色只有两种颜色选择，这个也有点少。现在是圣诞节期间，每个角色都默认穿着圣诞节服装。
游戏操作还有“标准游玩方式”和“辅助战斗模式”两种，辅助模式是可能在玩家没有按键的时候，自动发出连招的。
    默认的按键操作有点怪，不过可以自己设置。
目前有四个场景选择，并没有设定随机场景选项。也没有随机角色选项。

    本作支持简体中文和繁体中文，然而主菜单却没有汉化，需要补充。
支持线上对战、同屏对战，可以用手柄。全成就很容易拿到。无卡牌。无云存档，但是除了设置之外，游戏进度似乎并不需要保存什么，没有需要解锁的要素。
差评: 对不起这个价格，人物太少了，连招表在哪？
好评: YYSY,建议给一个基础的技能表，刚上手是真滴搓不出来
好评: 够沙雕 不过动物还不齐全啊233333 联机连不到人
好评: 好评一个，虽然场景少，缺少 投技，但是玩的很欢乐，过程流畅没有所谓的卡顿掉帧现象，操作简单粗暴，没有什么花里胡哨的东西
好评: [quote]
Fight of Animals（动物之鬪）是由台湾独立游戏开发商Digital Crafter（数位卡夫特）自主创作并发行的的一款网红动物格斗游戏，游戏中的角色都是选材于曾经在推特上因为拍摄手法造成视觉误差的网红动物，虽然是基本的格斗玩法，但在游玩时非常欢乐有趣。

https://steamcommunity.com/sharedfiles/filedetails/?id=1941892764

[quote]
[h1]游戏的考据&科普：[/h1]
Digital Crafts是台湾的一家独立游戏开发商，由于资料过少的原因，并没有了解到太多有用的情报，只是知道数位卡夫特是一家平淡无奇的独立游戏开发商，不过在2017年9月7日的时候发布了一款名为《Fight of Gods》（众神之战）的游戏，此游戏的主打核心是把全世界各种不同的宗教和神话的神集结在一起，操纵不同文化的神进行格斗，说白了其实一个傻屌格斗游戏，自此数位卡夫特开始在一部分圈子内开始小有名气。本作就是典型的延续了前作的部分玩法和内容，只是把神话改换成了动物，换汤不换药，说实话不免让人觉得有些蹭热度的感觉。

顺带一提，前作由于一些宗教因素被马来西亚地区禁止，所以说不知道本作的动物会不会被某些地区的动物保护组织盯上而搞出什么幺蛾子。
[/quote]

https://steamcommunity.com/sharedfiles/filedetails/?id=1941892786

[quote]
[h1]游戏的体验&分析：[/h1]
游戏虽然在商店页面介绍了一大推，但实际体量非常的小，只有不到100M的大小，这从一开始就决定本作要么内容非常少，要么实际体验内容不佳。进入游戏后，首先映入眼帘的是一个免责声明，看得出来对于前作的宗教因素制作组已经吸取了一定的教训，然后看到的就是动物角色的建模，有一说一，建模实际非常廉价，虽然每个角色都风格统一但是透露出一股魔性却又廉价的感觉。游戏没有主线剧情，玩家只能进入训练模式、人机对战、本地对战或者联网对战。游戏的键位设计让人非常的难受，虽说可以更改键位设置，但是许多键位功能通用，明显没有手柄优化的好。游戏没有任何操作训练和引导，只是在右下角标出了操作按键以防这非人性的设计让你时刻忘记按键是哪个，同时丢出9大张PPT让你自行研究。

游戏暂时一共只有六位动物角色，每一个都非常的魔性，当然也独具特色，大力狐狐能使出类似旋风腿的招数；魔法松鼠是唯一具有类似波动拳的远程攻击角色；走路猫是唯一能够当身的角色。不过游戏的系统仍旧是老套的格斗游戏玩法，八个键位就能够完全操控，除了四个移动键还有轻攻击、重攻击、技能攻击和必杀技四个招式，本作没有出招表，如何搓招只能靠玩家自己摸索，只不过其实组合技数量也十分稀少。

最后要提到的几点就是，在平衡性方面其实做的不算太好，对于体型上，手长手短的设计、招式的内容，已经让我感觉的有些角色操作起来真的非常难用，吃力不讨好，以及人机对战中，这个角色的AI真的非常高，普通难度就已经在连招和预判上暴打玩家，由于角色的僵直时间较短，经常很容易就被AI在死角连击暴虐。除此之外，游戏也只有三个场景，反反复复体验完后其实，非常容易腻，由于这些因素也导致本作在重复可玩性上也非常低，导致游戏基本上算是个聚会合家欢的傻屌游戏。
[/quote]

https://steamcommunity.com/sharedfiles/filedetails/?id=1941892810

[quote]
[h1]最终总结：[/h1]
假如把动物之鬪当作是一款格斗游戏来看，那么它在各个方面来说都很难让人觉得优秀，不论是稀少的内容，还是生疏的手感都成为了它的减分项目，不过你要是把它当成一款合家欢乐的傻屌游戏来看，那么它确实非常有意思，选择动物迅速的来一场简单粗暴的对决也是众乐乐的不二之选，毕竟谁又会不喜欢一个不用带脑子博君一笑的傻屌欢乐游戏呢？本作推荐给喜欢聚会傻屌游戏的玩家，对于格斗游戏爱好者慎入。
[/quote]
[/quote]
[quote]
游玩百态，将游玩心得用汉语化作玩家的指明灯，(๑•̀ㅂ•́)و✧
[url=https://store.steampowered.com/curator/35402408/]点击这里关注汉化语录~[/url] 如果喜欢这个评测，请点个赞让更多人看见
[/quote]
好评: 画面，流畅度，动作打击感都还蛮不错的，希望可以尽快更新新的角色和地图

好评: 很棒的一幅作品，主要被他的可爱所吸引，操作又简单，适合我这种沙雕玩，就是操作模式和别人对战可以不选一样的，也没个介绍，真不懂什么意思，希望作者给个详细的解释
好评: 很简单、很沙雕、很好玩
虽然作为格斗游戏就很菜了，但是作为沙雕游戏和朋友玩还是挺有趣的
差评: 角色少可以接受毕竟精通也要时间，但是不平衡就不开熏了，并且电脑难度有点大。。一上来普通把我打懵逼了毫无还手之力-，- 虽然我菜但是新手引导做的很不到位
差评: 我出了视频版评测在b站，有兴趣的可以去找来看看，以下是评价：

游戏的体量和内容非常小，下载的时候看到只有60多MB，当时心里就觉得要遭。实际玩过之后，果然这游戏完全不值得购买。游戏没有任何新手引导，一进游戏只是给出了9页的静态说明介绍了游戏的按键布局和基本操作。单看说明都是非常基础和常规的2D格斗游戏配置，并没有什么本作独有的系统或体系，实际玩起来也确实如此。游戏的操作只会用到8个键，除了上下左右的移动控制之外，分别是轻、重两种攻击再加上技能和超级技能。所谓的技能类似多数2D格斗游戏中角色的Special Move，超级技能就是俗称的必杀技。游戏的模式只有街机、本地对战、网战和练习战4种，没有任何背景或角色故事，游玩内容简单粗暴就是只有打架。在街机模式下提供了5种难度的选择，普通难度对不太熟悉格斗游戏的玩家来说已经不太好去应对了。

可选角色共有6个，分别是肌肉鲸、走路猫、勾拳柴犬、大力狐、魔法松鼠和猩猩乌鸦，选择完角色后可以选择两种配色与战斗模式。标准模式下没有连招辅助，所有的连段都必须自己打出；辅助模式下则为每位角色都提供了两套预设连招，分别对应轻攻击键与重攻击键的连按即可使出，其中重攻击键连按的连招最后一段会以超级技能收尾。超级技能的释放条件是满能量条状态，能量条在击中对手、被击中和释放任意招数这3个条件下累积，实际对战中累积的速度很快，一场对局足够放出至少2-3个超级技能。所以在辅助模式下实际打起来的套路就是先用连按轻攻击键的连招积累能量条，待能量条蓄满之后就可以根据情况使用连按重攻击键的连招。标准模式下就跟一般的格斗游戏一样，连续按键只是普通的重复攻击，连招只能自己目押打出，而且很遗憾游戏并没有提供任何出招表，只能靠自己摸索。游戏也不存在2D格斗惯有的指令招数，也就是俗称的搓招，除了普通攻击之外的招数就主要是方向键配合技能键使出。

每个角色都有4种独特的招数，分别由单独按下技能键，以及后、下、前加技能键一起按下使出。因为明显是偏娱乐向的格斗游戏，所以对连段的判定非常宽松。辅助模式下的连招，轻攻击键连按相当于“轻攻击-->重攻击-->技能攻击”这样的连段，重攻击键连按则是“重攻击-->技能攻击-->超级技能”这样的连段，不同角色的具体连段数会有差别。

尽管游戏内容稀少，不过每个角色的特点还是比较鲜明的。6名角色中仅有魔法松鼠能够使出类似波动拳的远程攻击，而走路猫是唯一拥有当身技的角色。新手玩家推荐使用魔法松鼠，毕竟遇事不决推个波是2D格斗的万金油打法，而且松鼠的超级技能是类似冲击波的大范围直线远程攻击，大多数情况下可以安全裸杀。其它每个角色的超级技能也都各有特色，但是感觉演出还是不够华丽。另外比较迷惑的一点是所有角色都没有投技，虽然有硬直取消的设置，但投技的缺失还是使得战术打法变得略微单调了。

总体来说，即便每个角色的设计可圈可点，但是整个游戏仅有6个角色和3个场景，格斗内容的丰富度也不够，随便打一会就很快腻味掉了，就不说跟正规的格斗游戏比，哪怕是该工作室自家的同样恶搞题材格斗游戏《神之战》乐趣度也高出很多。官方已经承诺还会再增加新的角色，不知道往后的更新是否能带来惊喜，但仅以目前上架的游戏素质而言，对比20多的价格，值得玩指数只能给出3分。

这游戏现在适合的玩乐场景，一是寝室内室友迅速来一局简单粗暴决定今天谁带饭，还有就是家里面两口子也可以来场娱乐局决定今天谁洗碗，毕竟控制着这几只奇葩物种互殴起来还是蛮欢乐的。
差评: 本来想打企鹅，结果企鹅是裁判，总之，企鹅，给老子去死.

优化差的一批,短短几分钟体验，进游戏卡的不行，退出游戏给我steam弄成无响应死机两次,我还是8086K和1080TI哦.这游戏也不知道哪里来蛮劲，给我弄成这样，而且游戏才65MB，造成的伤害比大镖客2还厉害.

已退款.
好评: 游戏很搞笑，很欢乐，角色少了点， 高难度有点难打，可以本地2人，也可以联网，现在人少可能连不到， 另外游戏很流畅反正我不卡
