好评: 虽然香港背景的故事确实很有意思，但我还是觉得GTA比较好。
游戏本身质量一般，任务重复性太强，支线几乎毫无故事性，就是不断地开车，打人，而且天天被群殴啊，从异次元跑出来的菜刀哥，可能是我不会玩，菜刀哥的二连第二下完全躲不开，是必中的，这让我在被群殴时候完全没法反抗啊。很烦。满地图的破收集，没太细看到底是什么时候出的游戏，感觉机制真的好古老。
如果是老游戏的话，那确实还是质量不错的，开车什么的很舒服，但是放到现在有点难玩下去。

---{画面水平}---
☐ 如同现实
☐ 很好
☐ 好
☑ 凑合
☐ 差
☐ 看不太下去
☐ 画图都比这个强

---{游戏性}---
☐ 非常好
☐ 好
☑ 普通游戏水平
☐ 不怎么好
☐ 发呆比这个更有趣
☐ 无聊至极
普普通通的横板动作游戏

---{声音}---
☐ 颅内高潮
☐ 相当好
☑ 好
☐ 一般
☐ 差
☐ 50年代广播水平
车载音乐什么的其实还不错

---{适龄群体}---
☐ 儿童
☐ 青少年
☑ 成年人
☐ 全年龄

---{配置需求}---
☐ 扫雷级别
☐ 3D弹球级别
☑ 普通配置
☐ 中高配置
☐ 高端配置
☐ 深蓝级别

---{游戏难度}---
☐ 无脑A过去就赢了
☑ 简单
☐ 需要动动脑
☐ 上手简单精通难
☐ 难
☐ 魂

---{肝度}---
☐ 不需要肝
☐ 你想要排名才肝
☐ 可以肝但没必要
☑ 普通水平
☐ 费肝
☐ 肝帝专属游戏
地图上的事件点还是挺多的，而且能够提供经验，面子，钱等等东西，所以还是得刷一点，不能全都不管。

---{故事}---
☐ 没有
☐ 微量文字和音频
☐ 平均水平
☑ 好
☐ 很不错
☐ 这游戏能成为你的第二人生
讲道理前半部分的主线剧情是很不错的，但是支线什么剧情都没有，很无聊。

---{游戏时长}---
☐ 喝一杯水的时间
☐ 短
☑ 平均水平
☐ 长
☐ 永无尽头的游戏

---{性价比}---
☐ 跟白给的一样
☐ 值回票价
☑ 零花钱水平
☐ 不推荐
☐ 烧钱

---{BUG水平}---
☑ 没有BUG
☐ 微量BUG
☐ BUG不会引起反感
☐ 不少BUG
☐ 我们玩的就是BUG
好评: 真的可以~
好评: 好
好评: 这游戏的剧情太棒了，玩的我做梦都想着这游戏，说一下这游戏的地图，看着不大，但是每次都感觉能有新发现，麻雀虽小，五脏俱全，而且细节做得非常不错，穿不同的衣服能有不同的动作，包括劫车和将npc扑倒，然后收集方面我觉得还行，画质也是超级赞，我办公室的1030显卡竟然能60帧高画质玩这个游戏，而且尤其是地上有水的时候那个反射看醉我了，最后那段复仇剧情玩的我拳头都握紧了，不愧是中国版gta，两个DLC也挺有意思，强烈推荐大家试试！
差评: tm的设置界面是关公，不支持中文是吧？

好评: 好玩太，可惜没第二部了...
好评: 难得一见的优秀游戏，准确的说是在以中国香港为背景制作的唯一一款满分神作。
好评: 这游戏很好，配置也很低，值得一玩！but，we need Chinese！！！

差评: 单论游戏而言是好游戏，无论是游戏性还是剧情都可以说是一流的，加上游戏地点设置在香港，还有那相对地道的粤语，可以说是非常nice的，但无奈我记得有个任务中有过一段电话对话说香港不属于我国领土是吧，那我这差评也是难免的了（shen，很遗憾，你脑子被你的爹地们吃掉了）
好评: b（￣▽￣）d　
好评: haowan
好评: 质量上乘，并没有愧对“香港GTA”的名头。游戏内容晃晃悠悠探索至少也是三十个小时起步。
先提醒没入坑的朋友，结尾有大肠戏码，小时候没接受过中央6台的力王洗礼过的朋友请慎入。
+开放世界，收集项目多但不复杂，对收集癖玩家比较友好；
+能买的车很多；
+剧情属于正剧一类，人物刻画很丰满，前期剧情也比较起伏有代入感，但可惜不是九十年代港片的叙述方式而是好莱坞快餐的叙述方式；
+战斗系统算是开放世界里招式丰富的了，但徒手战斗还是过于简单；
+有几首歌还挺好听的；
+有GSP的皮肤，爱看上一代UFC的别忘了去市场买特殊皮肤；
-没有快速移动点；
-画面有点糊，但还可以忍受的程度，毕竟老游戏；
-射击手感一般，好在枪战桥段不多；
-倒车视角设计得很智障，有时候稍微倒一下车再一脚油门，视角能转一圈。
与其说像GTA，我觉得感觉上更偏向黑道圣徒2或如龙，也可能是因为GTA把美国文化做得太地道令我产生的偏见。

最后特别献给假装爱国的小粉红们一段，加拿大人虽然享受着贪官汇给情妇的血汗钱转化成的轻工业产品购买力福利，但同时也没义务给你们做个爱国样板戏，就像你们没义务在B站里毫无逻辑地帮美国保护黑人一样，你有政治观点无可厚非，但你拿你不讲逻辑只讲立场的观点强迫别人认为是“正确“的，无异于当初举着红宝书迫害异己的工具人们，不讲逻辑已经足够丢人了，乱喊乱叫就只是在把没文化的事实广而告之了而已。剧本策划要是真的为了硬塞一句”香港不是中国“进去，逻辑上就应该把哪个监视器的密码也一起弄个”8964“什么的上去，毕竟粉红们的G点多，这种数字数不胜数。香港是中国的其中一个组成部分，但不是中国政府的私有物，话都不让说你以为全世界都是一群围在Great Wall里自我阉割精神的太监么？毕竟我个人也觉得跟一帮问候别人母亲红了眼的战狼们同属一个国籍怪恶心的，但我跟香港人不同的是，我更倾向于把毫无逻辑可言的战狼们过继给他们的俄爹，就投放在瑷珲条约割去的土地上正合适，啊，要是投放在东段补充协定的土地上，这讽刺的意味是不是又够他们集体高潮一阵了……最后正经奉劝一句，真正觉得自己爱国就去加油改变那个连城管副队长都有机会贪污几个亿的烂体制，让同胞们的生活成本降低一点、生活变好一点，各式各样贪去的钱、受贿高官们汇到国外银行给他们家人享用的钱，都在你们买他们行贿产品的成本里，别一边被卷，一边还四处帮着乱咬、乱叫，干些为虎作伥的勾当甚至不如不付出劳动的乞讨来得体面一点。跟Pendrew似的一边喊着我这是为了香港好一边维护着警匪一家亲的烂体系，这种割离了地方利益和民众利益的狗屁逻辑再拿一句”事实就是这样、全世界都是这样“的阿Q语言遮掩过去，也真亏你们声称自己是炎黄子孙，叫囊加遗民还差不多。
差评: If weishen didn't say " this is not China, this is Hong Kong " This sentence, I am willing to give 100% praise.
好评: ⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿　中
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿　华
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿　人
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿　民
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿　共
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿　和
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿　国
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿　万
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿　岁
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿　丨
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻　毛
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄　泽
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⣿⣿⣿⣿⣿⠟⠋　东
⠄⠄⠄⠄⠄⠄⠄⣿⡟ ⠄⠄⣿⣿⡟⠁⠄⠄CHINA NO.1
好评: 青春
好评: 不错不错，剧情和操作都行
差评:     香港属于中国
好评: 666
好评: очень хорошая игра, сюжет замечательный, но рисунок очень старый
好评: 童年补票系列.
身为资深港迷好评献上！
好评: 玩着个游戏我想到了成龙
差评: 老实讲你也配叫游戏
好评: GOOD
好评: nice!
好评: 香港永远是中国的一部分
差评: TMD，香港是中国的！！！！

差评: 说真的，买这逼游戏，不如买个GTA
好评: 可以去感受剧情 不过我是跳着玩的
差评: 我也是真好奇了。嘴炮很爽吗？你这到底是笑话谁我看不出来。你们不想承认香港属于中国，但事实上香港就是中国的。这怕不是说你们伟大的英女王无能？
好评: wei shen ！！！
差评: 作为一个广东人，看到有粤语，在游戏前期玩得还是很开心的，直到看到某任务里主角说了句“这里是香港，不是中国”。游戏虽然做得不错，但由于制作组夹带私货，我要给差评，因为香港是中国的一部分！
好评: 真滴好玩
好评: 开车手感很棒，比给她爱5和看门狗1强。动作系统很有意思，有点如龙的味道。
好评: 趁着这次寒假把本体和两个DLC通关了，谈谈游玩感受吧。游戏光影，画面还是挺不错的，优化也很好，打击动作拳拳到肉，推荐用手柄玩。最后我还要说一句：游戏就该是让人玩起来开心的，就不要在游戏里面夹些私货，这样只会让人恶心。
好评: 童年
好评: 嗯
差评: 我第一次在steam给游戏差评
当年我玩的是原版的热血无赖，那爽快的打斗，激烈的枪战，优秀的剧情，以及故事的背景是在中国香港，让我对这个游戏有着很好的印象
后来，游戏出了最终版，游戏的画面表现不但没变好，反而有些弱化了，操作对于我这个熟悉了原版操作的人来说有些不舒服，但还可以接受。我最不爽的地方就是制作组夹带私货，多次明里暗里的说香港不是中国的一部分，而这些恶心人的骚操作是重制版独有的，伙计们，懂我的感受了吧，以前这游戏玩的有多快乐，现在我就有多TM的不爽，我曾经居然还真的以为这个外国制作组对中国是友好的，但……不愧是你们
好评: 2022了还是没简中 死性不改
差评: Hong kong is part of China!
香港永远都是咱们的！
DZS-90那part属实给爷恶心到了
膈应人还是你们白种人牛逼嗷
好评: 港版GTA
好评: 吴京模拟器
好评: 优点：港式GTA，氛围塑造的很成功。
缺点：打枪和开车的手感一言难尽。
好评: good
好评: 港版gta，游戏性没得说
好评: 芝麻人能不能再冷靜一些？.jpg
好评: 可以当警察和SDU开警车当黑帮杀人还有特殊皮肤和中国功夫很好玩
差评: 谁能给我个汉化的网址
好评: 我超，好，但谁有原版？？
好评: 2012年的港片风格功夫动作题材游戏，如今2022依旧给力
好评: 我要打十个！
差评: 游戏好玩经典这个毋庸置疑，可以看评测都知道游戏还是很优秀的，但是游戏浪费我20个小时，因为BUG我无法收集最后一件衣服造成重新玩浪费我20个小时时间，现在终于全成就了。多玩20个小时很恶心，而且任务重复度极高，这点不好，如果你是成就党请先看指南一些BUG的攻略再开始玩，否则会和我一样。
好评: 当初学习版玩了很久，yyds，香港给他爱，超级有代入感！
好评: nice
好评: 游戏挺好玩，听到这粤语有点蹩脚。不过还是挺OK的，汉化要去游侠下载。作为一个几年前的游戏能有这样挺不错的啦

好评: 香港gta，玩法有点类似gta5，好玩
好评: 很好玩

好评: 你甚至可以在这款游戏里打咏春
好评: 66
好评: 汽车手感很屎，其他还好
好评: 太好玩了，香港是中国的！！！
好评: 挺好玩的
好评: 永远跟党走，心中有党，事业理想。
⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
china NO.1
好评: 17小时通关，游戏打通了，真的很想玩下一代，可惜没了，没有云存档很烦，但游戏本身真的很棒，推荐一玩！剧情就是很标准的香港警匪间谍片的既视感，
差评: 垃圾，香港永远属于中国。

之前的存档也没了，垃圾。
好评: smjb
好评: 港版GTA，剧情热血略中二，值得一玩
好评: 我希望有一天可以玩到由中国制作的中国故事 ，傻逼se也夹杂私货，而且一个描绘中国故事连中文都没有，配音都是粤语，就不能做下汉化吗，还有，香港永远都是中国的一部分Hong Kong will always be a part of China
差评: 这游戏不只是剧情夹带私货，DLC也是专门恶心人，你妈个逼SE，你妈个逼制作组，什么魔法要用老鼠血？还尼玛的说不要用某地的廉价货，我操你妈的，阳台偷辣椒是好东西是吧？不推荐买正版，又没中文，玩盗版就完事了，给这种SB公司送钱，不值得。WeiShen滚回美国
差评: 主线我已经打完了，我想说，游戏的打斗做得很不错，但是我要给差评，因为香港属于中国，你在里面加那些东西很意思？可能是你大英帝国没什么文化底蕴，所以见不得我们好，就来恶心我们。
Hong Kong belongs to China！！！
Maybe you should consider that London belongs to France？？？
Garbage United Front Games and Square Enix！！！
好评: 开放世界的一个不错的游戏，虽然游戏较陈旧，但体验开放的香港世界还是第一次，画质较于gta5略有差距，车辆驾驶手感也比较迷惑，但整体还是不错的，剧情也较为出色，9分吧
好评: YYDS
差评: 听说你夹带私货，老子专门来给你个差评
好评: 人物刻画丰满，动作帅气，打击感很好，细节很到位
好评: 这次我不是傻逼了，认为香港不是中国的才是傻逼！
好评: 恶霸鲁尼+GTA
好评: 爽
差评: 我是傻X。
好评: 港版GTA
好评: 佩德鲁：“你说，你故意伤人已经好几次了，我千方百计跟律政司说你心理有问题，要你去看心理医生，可你还到处打人？ 你是不是真的心理变态啊？你忘了自已是好人还是坏人啦？ ”

沈威：“明明说好是三年，可三年之后又三年，三年之后又三年，就快十年了老大！”

佩德鲁：“你对我态度好点行不行？现在全香港只有我一人知道你的身份，我回去把你的资料删除掉，你一辈子做古惑仔我也不用烦了。”

沈威：“你想我怎么样？天天提醒自已是警察，连做梦的时候都说‘放下枪，我是警察！’这样啊？”


——————说实话我更想看到沈威成为新的坐倌，而不是回去继续当他的警察，这样的结局未免太过平淡。

PS. Hong kong is part of China，you mother fucker！
差评: 虽然但是我还是觉得在游戏中搞zzzq的脑子可能都不太对劲
差评: 12年的版本比14画质更清晰，本来还好奇为什么作为一款说香港的游戏，会没有中文选项，玩着玩着突然发现制作组夹带私货，真是令人失望，香港永远是中国不可分割的一部分！
差评: Hong Kong belongs to China
香港是中国的
好评: 真的好玩，剧情也不错，就是地图稍微小了一点
差评: u can hear the chinese call the chinese  chjnk in sleeping dog
好评: 有些人从来没到过香港，却比当地人还熟
好评: 自由绝对不是包子施舍的
差评: 香港永远都是中国的一部分
好评: Very realistic, except for some textures, the atmosphere created is very good
好评: 除了最后解决有点拉跨之外，我很喜欢这种剧情导向的沙盒游戏。虽然地图小了一些，而且可探索的东西不算太多，但是已经是质量很高的游戏了。希望以后有更多关于中国的沙盒游戏出现。
好评: 完美还原香港  不愧是香港gta  缺点是没有中文 必须要打入汉化补丁   剧情很好玩 主要讲的是 卧底警察潜入香港 黑帮的剧情 还反应了 各大帮派之间的争夺  dlc剧情 化身林正英打僵尸 还有 打击邪教 挫败了邪教炸弹袭击香港的目的 对于中国功夫的还原程度非常高  还有一群 玻璃心评论 香港说英语有什么问题吗  香港官方语言 英语 粤语   更何况游戏是外国的游戏   玩个游戏非要政治化 脑子有病   大不了你们不要玩 还说什么夹带私活  不觉得可笑吗 只是游戏没必要那么较真
好评: 像gta5

好评: 爽！！！！！
好评: 小学的时候玩过 只不过是盗版 现在补票了 剧情太精彩了  只是有点短 只用了7小时速通主线 蛇年dlc3小时速通 再也找不到这么好的卧底格斗RPG游戏了
差评: 我操你妈的傻逼香港永远属于中国
好评: 游戏很好
差评: 香港是中国的！底线问题绝不容忍，要是买之前知道，我就不会买！！！偏偏玩了这么久才看到，叼你老母！尻
差评: 触底原则差评
好评: 打斗很爽，枪耍起来也很舒服，拿菜刀砍人时的打击感不要太爽，建议去玩一下支线任务“千刀万剐”，小时候玩过，如今前来重新体验一番，入个正，补个票；蛇年和北角噩梦感觉没有主线的那种感觉了，至少北角噩梦不至于那么拉跨，蛇年就不做评价了，游戏是好游戏，但是我想对开发商说：

叼你老母啊，香港是中国的！
差评: 卡比制作组中国题材的游戏不给汉化就算了，夹带私货我祝你全家暴毙，香港永远是中国的。
差评: 游戏是好游戏，但夹杂私活只能说制作组破产的好
好评: good youxi
好评: 这游戏太TM牛逼了！！！！！！！！！！！！！！
差评: 听说你夹带私货，老子专门来给你个差评
差评: 老闪退我真服了
好评: 香港永远是中国的！
差评: 滚吧
差评: 两年没打开了，正好玩到唐博士的支线。
还是夹带私货、又当又立
差评: 恶心
好评: 神作啊！！！！！！！！！！
差评: 香港是中国的
差评: 只有一个中国！！！！！
There is only one China!!!!
 только один Китай！！！！
Il n'y a qu'une seule Chine!!!!
たった一つの中国!!!
Es gibt nur ein China!!!!

好评: 开最高画质夜景不输gta5
差评: 买的时候没注意，最近发现这游戏有私货，反共反大陆，妄图分裂，特来差评。
差评: 终极版DLC物品获取方式不如原版，优化极差，极易闪退，无法正常游玩。
纯补票了。
差评:  10年老粉粉转黑，妈的夹带私货，这游戏最好被全网下架，妈的刚才在敖厂长的视频我还觉得现在人太敏感，结果看了私货内容，真的被恶心到了，什么这里是香港不是中国，真他妈恶心
好评: 谁不买谁傻逼
好评: 挺好，记得存档，不然打到后来麻了手欠把卸了就歇逼了。
好评: hao
好评: 还行
好评: ДЕРЖИ ЗОНТИК ТЕБЯ ОБАСЦАЛИ
差评: 香港永远属于中国！
好评: 黑白通吃的沈威，干事利落下手更狠，穿插在香港黑道背后的侠骨柔情，肝胆相照，每一个角色塑造的都很成功，可玩性很高，自己通关了两次，拿出来玩了三次，每一次都有不同的理解，虽然说被吹成了类GTA，但题材和格斗真的是市面上很少能看到的精品，不是说出了就很牛逼，而是因为经典所以经典，跟外面的妖艳贱货不同，它一直在这里等你。
差评: 种族歧视的游戏区别对待
好评: 你个母狗养的乐色！ OVO
好评: 终于全成就了，打得我真累啊。
游戏确实不错主线剧情非常棒，最后一关非常泄愤。杀的非常爽真滴。
支线太容易腻了，尤其是后期刷成就，完全是痛苦。
北角噩梦dlc感觉不太好玩，很短，第一遍打完也没什么感觉，而且北角噩梦成就刷起来贼无聊。难受
蛇年其实还行吧，不能说多棒，勉强。主要是把主线打通还有北角噩梦，再来个蛇年确实审美疲劳了，这游戏玩来玩去就那些招式。玩久了确实腻。
缺点是：没有女友，感觉那几个约会任务完了就没了？？？刚开始我还以为有女友系统
成就支线任务真滴太腻了，我现在半夜两点钟打完全部成就不准备碰了
总之还是非常推荐的，威哥太帅了！！！。就是看你能不能耐心刷完成就了，我感觉有点折磨......
可惜没有第二部，而且感觉游戏结局也有点敷衍，有生之年
好评: hhhhh
好评: 非常好玩
好评: 太爽啦！孙悟空套装简直无敌！！！

好评: 666666666666666666666666666
好评: NB
好评: 好

好评: 这款游戏符合中国元素
好评: 剧情很强，音乐惊艳，只是韦神不是在砍人就是在射胎有一点可惜。
差评: 剧情很好但是私货真的多，GDBISS
差评: 呵呵了，香港背景的游戏，没有中文？？？？？？
好评: 不行啊这制作，玩nm'英文

好评: 补票
好评: 游戏很好玩 打击感很不错 剧情也很好 游戏中虽然是卧底警察 但是摸抢的机会很少 缺点并不多 但是 简中没有 繁中也没有就离了大普，还得我自己找汉化包。 总体来说还是推荐玩的
好评: Wow, had a try to try the mentality to experience the Chinese version of the GTA, did not expect, so obsessed, very recommended that you buy
好评: 除了没中文其他还好 主要自己会英文
好评: 短，但是优化好
好评: 咱就说没有汉化这件事
差评: 一般般
好评:    有简体中文就好了
    It will be better if only there were simplified Chinese
好评: 我专门去找过电台音乐，好听！
好评: 永远跟党走，心中有党，事业理想。
⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
china NO.1
好评: 我玩了五遍了 我也不知道我为什么喜欢 你妈了逼的
差评: 游戏是好游戏，但是制作组妄图分裂我就干你老师
好评: 好玩，已通关，故事模式偏简单，也有很多赛车和警察的关卡，挺有趣的，有时候我就偏玩警察的关卡，没怎么过主线，还有免费送的两个dlc，我就没玩那两个，觉得北角恶夢有些恐怖，整体来说的话挺好玩的，还有种熟悉的感觉，因为地图是在中国香港，那些NPC也会说粤语
好评: 中国功夫不解释
好评: 10块钱买的中国版gta5，非常的香
卧底，中国功夫的元素很喜欢。
好评: 游戏是好游戏 香港gta 算是补票 
mac版动态模糊时有些掉帧 制作组夹带私货实属恶心
但总的来说 剧情满分 当部电影看还算不错的了
好评: 中国版gta5，价格嘎嘎香
好评: 非常好的游戏，剧情很紧凑
好评: 特好玩 有武功的GTA 功夫再高也怕菜刀 十八罗汉也怕被几十个人围殴
好评: 就光这香港，打斗，互动，配音，绝对可以
好评: N刷的游戏了，但是游戏流程和玩法确实少了一些
差评: HongKong is part of China!Гонконг является частью Китая！هونغ كونغ جزء من الصين Hong Kong jest częścią Chin 香港は中国の一部です 홍콩은 중국의 일부이다.香港係中國嘅一部分 พอร์ท ฮาร์เบอร์ เป็นคะแนนของประเทศที่เข้มแข็ง Hồng Kông là một phần của Trung Quốc
好评: 最早盗版玩通关了，去年入正版，今天才想起来，很好的游戏，我推荐
好评: 闲的没事又打了一遍主线和两个外传 这游戏的战斗真的挺舒服的
好评: yyds
好评: 神作，小时候玩盗版通关过，长大补个票慢慢玩
好评: 刚刚通主线没看到哪里辱华诶，有人能告诉我哪里出现了吗
游戏细节其实不输gta5，我抢了的士停在路边会有人以为是真的的士，然后打开门沈威还装模作样说一句你想去哪，别人直接被吓跑了哈哈哈
结尾有点潦草把我觉得，后面本来应该还有黑帮故事的
差评: [h1] 这是一款有一定可玩性却不怎么耐玩的游戏 [/h1]
如果忽略掉[b] [u] 游戏中有夹带私货的港独言论 [/u] [/b]，仅从游戏性来讲，个人推荐度：6/10
作为一款打着【开放世界】tag的类GTA游戏，睡狗的开放度明显不够，屎一样的驾驶手感、粗糙的细节表现、寥寥无几的探索交互元素，无论是游戏性和耐玩度都远远不能和GTA5相提并论，这也是必然的。因为这款原名《真实犯罪：香港》的游戏本该在2010年发售却跳票改名，对标的同时代游戏是GTA4。
但是能够讲诉香港本土警匪故事的游戏目前为止就这么一部，虽然剧情老套了些，但依然可以体验一下，而且这款游戏并非一无是处。
真实犯罪系列的招牌就是格斗系统，作为该系列的第三作，制作组在功夫动作上显然是下了一番心思的。DLC十二宫很有老香港功夫电影的味道，值得体验。不过打僵尸的北角噩梦和蛇年这两个DLC的品质就让人难以恭维了。
游戏BGM选曲很良心，KTV还有车载FM里的歌好多都蛮好听的，有一次在中环KTV刚泡完新妹子，偶然听到一曲《my story》，非常贴合游戏的故事背景，有兴致的可以搜来听听。
当然，This is china，not usa ! HongKong must be a part of China!
 [h1] 差评留给港独！ [/h1]
好评: 玩就完事了，没有中文也要冲
好评: 永远的经典！
好评: .3

差评: 闪退  玩不了
好评: 通关了，游戏是好游戏，路牌，招牌，都是中文，NPC大都粤语配音，玩起来有种亲切感，但是，香港是中国的，香港是中国的，香港是中国的，重要的事情说三遍，傻逼制作组！！！
差评: 香港是中国的一部分！
祝制作组全体死马
好评: 好
好评: 虽然这个游戏开摩托车的5分钟比赛实在是恶心人，但是功夫和这个游戏剧情带入感实在是太强了。婚礼好友被杀，到最好杰克被开膛开始复仇，杀掉大嘴。最好把大嘴扔进碎冰机里实在是太解气了。真的是超有特点的类GTA游戏。
好评: 港版gta
好评: 虽然任务重复度高但主线剧情可以，画面和特写也很棒，尤其是dlc虽然短但也加入了特殊动作和新东西很好，值得一玩
好评: ！很粗糙的过了一次剧情，这个游戏从我小学就已经知道了那时候电脑配置不够直到初中有点像样的电脑，可是那时候只能玩个3.40帧，而且还是玩的某吧游戏下载的，根本玩不全但是也可以重复玩了好几次，直到现在补票了加了3dm的汉化中文才能算是完整过了剧情，支线也没什么好做的都是来来去去几样。先说一下这个游戏是真的好玩是第一个用我们城市背景做游戏，而且我还是个广东人听到亲切的粤语是真的很开心，还有那些粗口真的太港式了，剧情跟港剧电影一般，画质放到现在都不过时，可惜游戏不能重置了。细节上还是太差了，bug也不少。就是城市的画质是真的不错而且dlc还能当个小警察虽然剧情很短，噩梦dlc没玩小时候也没敢玩就算了。很经典的一款游戏有机会会再来刷一遍吧。
好评: 想不到一个1997年以前制作的游戏画面居然如此精良，值了
好评: 热血无赖这个游戏只能说还行，不能说完美，因为这个游戏无论是他的本体还是两个DLC都夹带着私活，都提到了关于香港不属于中国的问题，我只想告诉这个在加拿大的弱智游戏公司香港永远是属于中国的，永远！！！在说回游戏我能说这个游戏其实还可以，打斗还有夜市上的传奇服装，但是这个游戏的摩托车的操作对我极不友好，感觉就跟轮胎上抹了润滑油一样，我也是二刷了这个游戏，然后我才来总结的这个游戏，建议新手打个汉化补丁看看这个加拿大游戏公司的夹带的私活。
好评: 香港版GTA，到现在还能印象深刻，可惜了这个游戏，没能继续发展下去。
好评: 非常好玩，热血无赖已经是很多年前的游戏了！但画质不输给现在有些有些.玩的很上瘾根本停不下来！游戏非常nice
好评: 24味让游戏更有味道

好评: 我弟觉得不错，时长全是他玩的
好评: 补票来的，旋转飞踢就完事了
好评: 666雀氏好玩
好评: 不输2021年得任何一款游戏
好评: 游戏是好游戏，开车手感是我有史以来见过嘴垃圾的。
好评: NB
好评: 很真实
好评: 功夫为主的战斗玩起来不错
公式化剧情比较多，dlc没意思
孙悟空，能够打出金箍棒大招可劈可扫，群战非常好用。
小游戏 一般
好评: 香港GTA，游戏无间道
拳拳到肉，刀刀溅血
还有冠希哥配音哦！（沈威的好基友JackieMa马杰是EdisonChen冠希哥配音的）
感谢SE接盘真实犯罪，能让我们玩到这么好的作品
可惜没有中文，也没有续作了
好评: 断断续续居然通关了。
给个9/10吧，强烈推荐型的。
优点：
1、丰富的载具，部分载具具有特殊功能，比如J车，拉响警笛后路上车辆会有一定程度的让行
2、丰富的格斗招数，适合手柄玩
3、香港的还原度还是不错的，很多地标建筑都能找得到。进便利店还有门口的提示音乐。
4、丰富的收集内容，生命香炉、锁箱、摄像头入侵，还有服装以及车子的购买等
5、细节部分做的很好，比如安装窃听器，有模拟拧螺丝以及调整频率等操作。入侵摄像头以及打开锁箱也做的不错。
6、丰富的换装系统，部分服装对某些属性有加成
7、丰富的技能升级路线，但又不需要纠结加点
8、丰富的支线、小游戏以及随机事件。在附近有JC的情况下伤人，会触发追捕模式。
9、NPC具有一定的AI，比如受惊吓后会暂时不能正常使用购买，下雨了会打伞等细节。有时候街上发生事故后会有JC来处理等。
10、通俗易懂的剧情，故事不深奥，但引人入胜。
11、丰富的排名记录功能。比如安全驾驶时间、跳跃距离等，以及有社交排名系统。
12、极大的自由度，广阔的地面以及水域范围，可以驾驶车辆或船只自由航行。可以自由安排除主线外的任务顺序。
缺点：
1、射击手感稍差，尤其是用手柄的话，会难很多，一般我都切换到键鼠玩
2、身上不能保存武器，每次游戏会从就近的重生点开始，会还原身上已有的武器。而且每次手里只能拿一件武器。

总结：缩小版的GTA，但由于地点是在香港，更加有代入感，值得一试。
好评: 又“只剩自己，他们都走了”
好评: 好游戏 中国风
好评: 打麻将让我感觉开发者用心了，格斗模式非常不错，剧情不长
差评: 买来就tm没玩过，画面太老直接劝退。
据说是香港版gtv。
好评: 功夫是游戏一大特色，但也是值得诟病的地方。经常一段剧情过后就开打了，重复度有点高，导致后期总想跳过直接看剧情。
还有当我身为反派时，我只想为自己所在的一方取得高分，为什么还要把police得分算上，我讨厌兼顾两方。
我喜欢游戏的bgm,每次当我驾车无论是摩托还是汽车，经典的香港音乐就会响起，还有街边行人无处不在的fuck，shit。

这就是Hongkong吧!
好评: 游戏是好游戏，格斗打架类似如龙系列，剧情还是挺香的，但是永远记住香港属于中国！
好评: 这部我愿称之为神作·可惜制作小组如今早已解散。热血无赖2遥遥无期


好评: 以香港为背景，体验无间道生活，很好了。
好评: 不错😄
好评: 焯

好评: 作为花了40个小时来全方面体会这个游戏的玩家  我粗浅的总结一下该款游戏的优缺点（观点仅供参考）无剧透
游戏综合评分 9/10
优点：游戏收集元素的可玩性很高 ；载具种类丰富（特别喜欢出租车，到达目的地再抢走他的车，赚了钱丢了车）；故事也讲得特别有意思，将香港警匪片的精髓大部分利用上了；游戏的格斗系统优秀，有着十几种连招，特别是反击和终结技动作酷炫，环境击杀更是吸引我游玩的最大乐趣，不同场景有不同的演示形式，充满惊喜；游戏npc会经常飙粤语，好感度满分；游戏细节较为丰富

缺点：射击手感欠佳；缺乏二周目的动力，基本是通关即删；没有官方中文

总结：以上缺点并不影响总体游玩下来的感受，大体来说游戏的剧情，打斗场景，开放世界的设计都是很不错的，完全称得上香港版GTA。游戏难度一般，特别适合刚入手手柄的玩家来适应操作，极为推荐大家史低入手来体验一下有情有义的沈威与香港的本土风情。3DM有简中补丁，配合食用更佳，记得要看清楚补丁安装界面的信息，避免捆版其他流氓软件。
好评: 永远跟党走，心中有党，事业理想。
⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
china NO.1
好评: 童年补票！
好评: 题材特别好，GTA 中国版。
通关好几次还是很耐玩。
甚至想不到这游戏有啥缺点。满分！
好评: 2021年接触到最喜欢的游戏之一，希望有生之年能玩到第二部.

好评: 沈威最后还是没能保住他的马杰【emo】
好评: 1
好评: 好玩，剧情可以就是锁了国区
好评: 游戏是好游戏，厂商不是好厂商
好评: 游戏本身很好
剧情也很带劲
我之前也有在某黑盒说过 夹带私货
还有人喷我
我只想说——
去！ 你！ 妈！ 的！
好评: 这个游戏剧情丰富，人物形象塑造得很好，低配的电脑也可以带的动
好评: 太香了
好评: 神作，整个游戏除了某些游戏机制很操蛋，车辆驾驶很操蛋，配音很让人不爽（你要么全英文，要么全汉语或者粤语方言，一会粤语一会英语的实属败笔）结尾过于仓猝以外几乎完美无瑕．
拳拳到肉花样百出又极为考究的打斗动作不愧是洪金宝一帮人专业指导的游戏，对于格斗搏击功夫爱好者来说简直爽翻天了，各种派系武术技巧几乎都有，可以说普通人了解过的他都有，而且是通过穿的衣服来触发该派系的动作，从叶问到醉拳，李小龙到孙悟空都有，虽然有点不符合气氛，但爽就完了．
而且剧情简直港片附身，大呼过瘾，可惜就是结尾的方式太糟糕了．
车辆驾驶虽然操控感人，但是开车追逐的戏份并不多，而且能坐出租车，反而影响不大，看门狗的驾驶被喷成狗，而睡狗的驾驶没人说是有原因的，再加上牛逼的跳帮夺车，非常棒消除了驾驶手感的负面情绪．
女友系统虽然很不错，但操蛋的是设计人搞些东西恶心你，首先如果你不早期泡妹子，那么很多小地图找东西的功能就没了，再者那个女友只要过完剧情，就再也见不到了，而且过场ＣＧ看着很不错的妹子，一到实际画面脸就彻底崩了，还让我拍照，我是真搞不懂设计这个流程的人到底是在想什么．
好评: 非常好玩值得购买
好评: 666
好评: 挺好玩的，就是游戏里面开车不太熟
好评: 好游戏好玩代入感很强，虽然身份是无间道但我基本上是个社会人，玩完我现在已经想去香港砍人了
好评: 经典！游戏版无间道。
好评: 玩了两天主线过完了，他主线给我的感觉代入感比GTA5强一点吧，也许是生处的环境不一样吧，不过这款游戏是真的值得好好的玩的，剧情可以，配乐也好
好评: 香港版的如龙+GTA
好评: 如果谁对国风GTA有过幻想，那这或许就是你能玩到的最好的了，甚至可能是最后的了。
好评: 还行吧 史低买的，一杯奶茶钱而已
差评: 找强尼信号卡在角落点不到。。。。。
好评: [h1]86/100[/h1]

[h1]功夫，工夫[/h1]
广东话很有魅力！地点设定在香港，整体滤镜透露出一股黑暗气息，掺杂着功夫表现出的正义善恶。

除了开车太难受以外都能接受。
不知道为什么，玩了那么多开放世界，玩到这个后面就玩不下去了。
好评: 香港永远属于中国
好评: 很推荐你们入手这款游戏，我是13快入手的，打击感特别强，细节也处理得特别到位，剧情丰富，总体来说就是gta5的缩水版，
差评: ATI Radeon 7750, NVIDIA GeForce GTX 560 or higher with 1GB graphics memory, 

屎一样的优化，

推荐的显存只需要560.1GB，

我找了张750TI.2G的卡

阴影过滤材质什么的特效还没全开呢，就抗锯齿开到顶了，掉帧严重

开到普通勉强全程60帧

是汉化补丁的原因么？

是那也是你游戏公司的锅

这么款游戏连个繁中你都不出

SE你是真的恶心

=====================

几年以后，我的系统更新到了WIN10 gtx1660

结果我惊奇的发现这个游戏竟然会导致我的电脑风扇狂转，就是不知道到底是吃CPU还是显卡了

我玩2077也就这转速  真的，吓的我都不敢长时间玩，生怕我电脑烧了

制作组解散了真是太可惜了   其实游戏的主线相当不错

玩到后期更是渐入佳境  总是在下雨的街道，有贫民窟也有豪宅， 

 各种场景很有赛博朋克那味儿（也就差个滤镜的事）

越玩越觉得不错

就是战斗有点难受，比如有一关一个人砍30个人，你看，评论区有个哥们已经被劝退了

还有后期一些飙车主线   一不小心自己车子就被追兵打炸了

怎么办呢？  修改器啊兄弟们  这游戏的主线剧情足够精彩   希望你们都体会到最后


好评: 虽然时间很长，但是对于我这种几乎不玩游戏的人来说特别好玩，尤其打斗动作特别酷，目前感觉就是地图太小。
好评: 这款游戏太垃圾了，整天就只能按照他的顺序玩。特别枯燥，又费时间，一点都不好玩。如果你这个情节过不了就根本玩不了下一个情节。特别死板。尤其是开车比赛更是无聊至极。建议把那个开车的单独分开。无语
好评: 牛鼻

好评: [h1] 五年了你知道这五年我是这么过的吗 [/h1]
热血无赖 一款以香港黑帮为背景的[strike] 警匪片 [/strike] 开发世界游戏。玩家扮演的主角沈威是一个集格斗、跑酷、枪械、赛车、泡妹 技能于一身的香港缉毒警察，多年前的游戏放在现在游玩也毫不过时。场景完美的还原了香港灯红酒绿的市景市貌。号称 港版GTA，与其他GTA游戏不同的是 热血不提倡使用枪械，而是大量战斗场景 都是用中国传统武术（游戏制作还请来了洪金宝老师做武术指导动作）。这佳作本在2016年可以推出续作 可惜游戏公司某些原因遭到倒闭，无缘玩到新作。
[h1] 剧情 [/h1]
沈威作为一名香港缉毒警察 被上司命令安插在 新安义帮派中做卧底，来到帮派中 偶然遇到了自己发小 jack，jack带沈威见到了帮派中的老大温斯顿，温斯顿起初是不相信沈威 安排了一系列任务给沈威，沈威也是全部完美完成，在一次黑帮火拼的任务中 温斯顿掩护沈威逃跑，俩人结下友谊。日子总算平静了一会，温斯顿宣布即将于他的女友结婚，并且邀请了他的得力干将 沈威参加婚礼，但沈威赶到婚礼现场时 遭到了18K帮的突袭，火拼之下，温斯顿和他的新婚女友双双死在婚礼现场，沈威怒向心头起发誓要铲除18k帮，一路过关斩将 杀到了18k帮的老窝，抓住头目，逼问下告诉沈威是 新安义帮里出了叛徒：大嘴李，是大嘴李安排人干掉了温斯顿。这时接到发小jack来电，约他去一个地点见面，但沈威赶到时 发现发小已经被开膛破肚吊死在路边，李大嘴这么做的一切就是为了铲除帮派中可能成为老大的人，从而自己坐上龙头的位置，而下一个目标就是沈威，俩条人命的buff加成下 沈威手持菜刀，从蓬莱中路一直砍到中华大街 就是手起刀落手起刀落手起刀落。一路杀到的李大嘴的总部，最后击败李大嘴把他扔进了绞肉机里，在风雨雷电声和警笛声中 香港黑帮的争斗落下帷幕，电影的结尾 原本新安义帮是沈威当上龙头，但沈威让给了帮派中的二把手蒋夫人当，自己则是升官发财回到了缉毒警察的行列中。
[h1] 玩法 [/h1]
游戏中任何妹子给你电话号码一定要第一时间打电话给妹子做任务 因为会解锁奖励
约外国美女-车震-任务结束：地图上解锁全部香炉的位置
约K吧女老板-沙发震-任务结束-地图上解锁全部的12生肖的位置
约艾连娜-开房-任务结束-地图上解锁全部的宝箱位置
约萍（正牌女友）-任务结束-地图上解锁全部摄像头
这些奖励提前解锁方便后面的任务走遍世界各地都能收集到物品。

如果被警车追逐一直跑 警车就会不断刷新在玩家附近，正确做法是 慢速行驶将警车全部撞报废 可以达到快速消除警星。
[h1] 优点 [/h1]
丰富的香港警匪片剧情
华丽的中国武术动作
真实的香港街道
[h1] 缺点 [/h1]
糟糕的车辆驾驶手感（而且大量任务中都需要驾车）
无意义的场景破坏扣分机制（GTA游戏磕磕碰碰很正常为啥还要扣分）

[h1] IGN评分 9.0 必玩神作[/h1]
[h1][strike] 五年了你知道我这五年是这么过的吗？我天天在家玩贪玩蓝月可好玩了 [/strike][/h1]
好评: 玩起来还不错，就是开车太水了。
好评: nice
好评: 这个游戏非常好我已经学习了里面的武术，明天就去和老师单挑
好评: 非常棒，港版GTA5。打斗感一流！咏春沈威！
差评: 我是薛帕德指挥官，这是我在神堡最喜欢的商店。
好评: 安装游侠网的语言汉化补丁包就行了，很不错，半天玩下来一把枪都没有，不亏是中国禁枪厉害👍，完全拳交大腿格斗游戏
好评: 这款游戏是个好游戏，他的剧情和玩法放到现在2022年都是可圈可点的，我在游玩《热血无赖》这款游戏时我的感受是伤感的但是也夹杂着气愤，说伤感是因为我们作为卧底警察的无助，面对婚礼上作为新郎的老大跟新娘的大姐被人暗算再加上到游戏后期主角发小也遭人杀害等等一系列的刀子整的我心态有点崩。说到气愤，wcnmd ，厂商是真的没有麻，cao，tmd香港是中国的，wdnmd，本来好好的一款游戏被sb厂商这么一搞，喝tui，垃圾简直就是垃圾，这边建议厂商好好的学习一下咱们中华人民共和国的历史再来写剧情，tnnd。
好评: 非常难得的游戏，非常有港片的氛围，几段重要场面的设计放在当年都是电影级别的，打斗动作设计的非常干练，游戏场景做的非常地道，整部游戏打下来就像看了一部无间道，整体来说比较推荐
好评: 港版GTA，打斗很流畅
差评: 本体那句春秋笔法，洗洗还说得过去。蛇年DLC，怎么洗？
好评: 好玩，买了不亏
好评: 没有中文配音真的太遗憾了，哎。
好评: 就是没有云存储 好烦
好评: 真不错
好评: 无脑入
好评: is good

好评: 简单但富有冲突性的剧情，警察与黑道的双重身份，主人公的内心纠结，剧情流程有些短，新手时期的关卡难度不亚于后期关卡这里设计得不太好，招式技能很多，打法很灵活，跳跃等一些键位不太好，枪械做得很烂，械斗的招式也比较简单，但是徒手格斗的招式众多，格斗系统非常有趣，非常有港片的味道，步行追逐，追车还有火拼，沉浸感相当出色，刚开始上手有点难，但上手以后发现没什么难度，还有一个缺点就是与其说像GTA倒不如说更像育碧的流水线式开放世界游戏，惊喜的点没那么多，但拉夸的点也不多，除了前期难度对新手不友好外，没有一关算得上阴间，很多小提示也能帮助玩家适应游戏，但有时候小提示太多要注意的地方太多确实对心态有点影响，总之是相当不错的开放世界游戏，驾驶简单而且飙车非常有感觉，缺点可能就是不适应右舵车，左行路和极快的加速度，顺带一提，和CTW一样，警察很弱小，但步行的民警是拦截玩家车辆的爹，虽然警察就是小透明，但是这游戏车胎一旦被打车就废掉了，所以千万不要在高星惹步行警察或是持枪被步行警察看到再开枪，CTW是警察飞身一拽，这游戏是直接打爆主角车胎主角就被秒了，当然主角也可以打爆别人的车胎，这点很有趣，果然每个游戏的摩托竞赛都是大粪
差评: 你不给简体中文可以，以香港为背景的游戏没有繁中就离谱
好评: 小学初中时候的回忆,一直以为这是一款国产游戏,但是后面通过查询了解得知这款游戏是纯国外制作,制作组能把香港还原的这么有味道,可见是下了非常大的功夫的,也了解到此游戏是被二次接手开发的,好在游戏质量非常满意,就我个人而言.这绝对是我当时以及到现在也非常推荐朋友玩的一款游戏.一直特别希望这款游戏可以联机,以及出续作,可惜都是美好的愿望了,总之不论如何,游戏绝对是一款值得游玩的好游戏!
差评: 主线中有一个拉皮条任务让我十分不适，其实游戏还蛮好的。
好评: 真的好玩，还这么便宜
好评: 好玩啊好玩

差评: 游戏还行，但是差评，皇家警徽，六星红旗，对话台词，不给简中，懂的都懂
好评: 缺点太多了。
1.打倒规定数目敌人后还会有人攻击你但你不能攻击反击只能跑着等3秒左右结算经验然后按确定，如果你不小心死了还要跑回来解密摄像头
2.如果你穿警服劫车你需要等3秒左右等他说完香港警察然后等司机慢慢下车，然后目标早跑了
3.飞扑拷人你可能会飞到天上然后摔下来
4.枪战时敌人很可能会在你身后突然刷出来
5.不知道是汉化问题还是游戏本身的问题里面有一句话让我印象深刻：这里是香港不是中国
6.买车时换了颜色但取车或比赛时都会回到默认颜色
不过这游戏真的很好玩这里只是说出游戏的存在问题，毕竟老游戏了价格还很实惠（折扣入手）总体下来这游戏真的非常好玩加上广东人这个buff就更有趣了
好评: 挺好玩
好评: 游戏是好游戏，厂商不是好厂商
好评: BOSS战和DLCboss战太无聊了....后期剧情发展太快，大boss跟个SB似的给主角活活反死，另外就是发生在中国的游戏你连中文都没有....唱个KTV都找不到一首中文歌
主角在一个任务里会强调这里是香港，跟大陆不一样，就感觉很膈应....
虽然瑕疵很多，但还是玩的很尽兴，毕竟少有游戏把地点设定在中国
有民间汉化
游戏bug略有点多，但对游戏影响不算很大
shift键有问题，建议把shift键改成空格键
好评: 666
好评: 给童年补一个正版，20个小时主线故事过了，2个dlc包慢慢玩，基本玩30个小时就没什么玩头了，很经典。
好评: 打击感很强
好评:  很久以前就印象深刻的游戏,内味很足,打斗也很喜欢,场景的互动是真的很喜欢,印象深刻。
好评: good
好评: awesome game
好评: 非常棒的动作设计，格斗的方式很好
好评: 1
好评: 港版GTA 
吴京模拟器
你值得拥有
好评: GOOD
好评: 游戏非常不错，但是制作组我去你奶奶个腿。香港永远属于中国，港d死一边去
好评: [h1]
综合评分
[/h1]
好评：
无与伦比 （ 100 ）
天下无双 （ 95-99 ）
不容错过 （ 90-94 ）
☑️ 非同凡响 （ 85-89 ）
瑕不掩瑜 （ 80-84 ）
白璧微瑕 （ 75-79 ）
值得一试 （ 70-74 ）
平淡无奇 （ 65-69 ）
差强人意 （ 60-64 ）
差评：
可玩性低 （ 50-59 ）
粗制滥造 （ 40-49 ）
浪费时间 （ 30-39 ）
纯智商税 （ 20-29 ）
不堪入目 （ 10-19 ）
毁天灭地 （ 0-9 ）

[h1]
客观性指标
1.游戏类型
[/h1]
FPS 第一人称射击
☑️TPS 第三人称射击
STG 动作射击
FLY 飞行射击
RPG 角色扮演
☑️ACT 动作
SPG 体育
SLG 策略
RAC 竞速
☑️AVG 冒险
PUZ 休闲益智
SIM 模拟经营
FTG 格斗
LVG 恋爱
TAB 桌游
MUG 音游
ETC 其他 

[h1]
2.硬盘需求
[/h1]
5G以内
☑️5-20 G
20-50 G
50-100 G
100-300 G
300-1000 G
无上限

[h1]
3.配置要求
[/h1]
上古（十年前的甜品级配置）
较低（核显轻薄本）
入门（独显商务本）
☑️一般（上一代甜品级配置）
进阶（最新的甜品级配置）
发烧（本代甜品级配置和顶配之间）
变态（小型工作站配置）
外星（如果你有外星科技可以试试）
PS：画面要求为1080P、默认画质下稳定60HZ，以评测发布日的硬件水平为基准

[h1]
4.内容更新
[/h1]
发布完就不管了
☑️只会修补一下bug
偶尔推出小型扩展（角色套装、枪械皮肤、换皮怪等）
经常推出小型扩展
偶尔推出大型扩展（全新敌人、支线剧情、大型地图等）
经常推出大型扩展
扩展内容几乎是一个新游戏（全新主线剧情及配套的敌人和地图）

[h1]
5.系统漏洞
[/h1]
极少，反正我没碰到过
较少，不影响游戏体验
☑️较少，影响游戏体验
较为频繁，防不胜防
BUG加起来可以当成新游戏了

[h1]
6.肝度
[/h1]
想肝都没机会
肝了也不能变强，肝不肝无所谓
☑️肝了能变强，不肝也能玩
强制的重复性任务较多，肝脏隐隐作痛
24h不停肝都不一定肝的过来，肝脏衰竭警告

[h1]
7.氪度
[/h1]
☑️完全没有氪金元素
氪金可获得皮肤（无属性加成）
氪金能小幅度降低游戏难度
氪金能大幅度降低游戏难度
不氪不能玩
不充个10w你好意思点开游戏？

[h1]
8.本土化程度
[/h1]
汉语配音
中文字幕
小学级英文
中考级英文
☑️四级过了毫无压力
六级过了才能弄懂
这是哪国鸟语
☑️有民间汉化补丁（字幕）
PS：以上为母语是汉语、第一外语是英语的玩家的视角

[h1]
9.社保程度
[/h1]
允许儿童旁观
☑️性暗示、插边球
偶尔有大尺度画面
社保如风，常伴吾身
一直冲一直爽

[h1]
10.受众群体
[/h1]
胎儿 胎教必备
婴幼儿 0-2岁
儿童 3-6岁
少年7-14岁
☑️青年15-35岁
☑️中年36-60岁
☑️老年60岁以上
老少皆宜
仅限成人

[h1]
主观性指标
1.剧情
[/h1]
粗制滥造
平平无奇
惊艳众人
☑️好莱坞级
精妙绝伦

[h1]
2.画面质量
[/h1]
极简线条
复古像素
实习画师
优质2D
简陋3D
精品2A
☑️入门3A
出类拔萃
时代巅峰
PS：画面质量评定为游戏发布当年的所有游戏的横向对比

[h1]
3.关卡设计
[/h1]
粗制滥造
千篇一律
☑️中规中矩
颇下功夫
天神下凡

[h1]
4.玩家黏性
[/h1]
不值得下载
中途卸载
☑️一周目通关
通关2-5次
无限循环

[h1]
5.价格
[/h1]
原价入手也不亏
☑️推荐打折入手
没到史低别买
打骨折才考虑
白送可以试着玩一玩

[h1]
6.音乐
[/h1]
完全没有
呕哑嘲哳
聊胜于无
☑️耳朵怀孕
让人沉溺

[h1]
7.难度
[/h1]
有手就行
☑️轻松愉快
要点脑子
大脑爆炸
想砸电脑
PS：以上均以默认难度为基准

[h1]
8.一周目时长
[/h1]
玩快点就来得及退款
☑️3-15小时
15-30小时
30-50小时
50-100小时
100-300小时
没有上限
PS：以上为主线+剧情向支线+剧情DLC通关所需时间，不包含收集、刷钱、刷级、刷装备、训练场、流水线式支线等重复性工作

[h1]
9.每局时长
[/h1]
0-15分钟
☑️15-60分钟
1-3小时
3小时以上
通宵也打不完
PS：以上是每个任务的平均完成时间（关卡制游戏）或两个自动存档点间时间差（非关卡制游戏）。

[h1]
10.联机模式
[/h1]
☑️完全没有
聊胜于无
引人入胜
乐趣无穷
堪比顶尖网游
好评: 挺不错
好评: 我叫沈伟，黑白通吃，我恨坏人，我始终是中国香港警察

游戏机制是开放世界，有gta，黑道圣徒，如龙，阿甘骑士的影子，走的是卧底警察的故事线路。感觉游戏玩法算是中规中矩，操作和细节方面有很多亮眼之处。例如，人物对话时不时冒出来的接地气粤语，路边招牌上的中文字，过瘾且拳拳到肉的打击手感（以及和阿甘骑士很像的场景互动击杀，毕竟都是se的游戏了），跑酷系统做的也算完善连贯（虽然没有育碧那种行云流水的感觉）

该作是有着浓浓香港味的诚意之作，例如还原了香港行车靠左（玩多了gta一开始很不适应），电台里的歌也是老香港的经典或是带感的rap，甚至还在商店里找到了致敬47的杀手西服套装，毕竟都是se自家的

最后说一个，最喜欢去的是ktv（印象中这玩意国外很少，游戏里基本见不到），可以操控沈伟的音准，要是miss了，就会听到沈伟跑调哈哈哈哈

价格史低10块吧好像，买不了吃亏，可冲

好评: 可惜没中文
好评: 剧情真是好，很有港片的感觉。可惜没续作了，太可惜了。
好评: 9/10 满满的儿时回忆 个人认为这一作不管是还原香港还是剧情都是满分 妥妥的港式黑帮动作大片 带你身临其境体验一个卧底警察惊心动魄的生活！游戏画面放在2022年依旧抗打 其特色打击感也是我玩过开发世界动作冒险类游戏中最棒的之一 吐血推荐 可无脑入

香港属于中国
香港属于中国
香港属于中国
香港属于中国
香港属于中国
香港属于中国
香港属于中国
好评: .
好评: 香港警匪片集成大作
差评: 闪退
好评: 0.0
好评: 1
好评: 好 very good
好评: 冲
好评: Hong kong is not Hong kong..........
好评: 666
差评: 有没有人告诉我一下，这游戏为啥闪退。玩10分钟闪退一次，啥问题？你们不闪退么，闪退怎么解决。
好评: 好玩，但是没有第二部挺可惜的
好评: 很好
差评: 香港是中国的 坚决捍卫国家主权和领土完整
傻b制作组我草你妈
好评: rr
差评: 我操你妈，有一关我一个人要杀三十个人，我把你妈杀了直接过关好不好？操你妈
差评: HongKong is a part of China
好评: 经典
好评: 好玩，地道粵語嘎嘎嘎
差评: 夹带私货。
好评: 第一个完整通关的游戏，剧情很赞！
好评: 动作到位
好评: 勉强算是中国风的gta吧。虽然大量的西方的刻板印象，但整体还是给了我许多惊喜。
好评: GOOD GAME
VERY GOOD
支线任务重复性过高
好评: 好！
差评: HongKong belongs to China
好评: 除了车的样子不是很好看 打击感还有一些招数还是不错的
好评: 挺不错的。
好评: sefdsf
好评: 也许是因为最近在玩荒野大镖客2，感觉画质不如...
差评: 。。
好评: 我想做个坏人
但 我是警察.
差评: 夹带私货，让人反感

好评: 挺好玩的，剧情也还好。
好评: 格斗引擎做的不错
好评: 好玩刺激

好评: 出中文
好评: https://dl.3dmgame.com/patch/51000.html
汉化资源如果下载了以后发现没有英文汉化，实际上是你这个游戏里面字幕默认是只显示粤语。把字幕调成全部，就全部的汉化了。
https://www.bilibili.com/video/av14979330
如果不知道怎么装汉化补丁。直接有视频，按照视频依葫芦画瓢就行。
我是大好人，给我点个赞吧。
感谢B站up主凌晨大黑狗的翻牌~被自己关注的up翻牌好开心吖~
10.27更新，大黑狗又推荐这游戏了，大家汉化包这里领呀
时隔三年后的更新，每次看到有人留言点赞还是很高兴！能帮到你真是太好了！
好评: 孩子马上要去香港上学了，看到民风如此淳朴我就放心了
好评: fu ck u 香港永远属于中国，傻逼港独去死
好评: 香港是中国的

好评: 这个游戏没有中文但可以下载中文补丁在浏览器上找不到加我qq：2461577223
好评: 还行，还行
好评: 超级好玩    强烈推荐
好评: steam第一个主线打完的游戏，威神yyds
好评: 真的很不错，有点香港卧底警察电影的味道。打斗特效可以说是这个游戏的精髓。。。。。
好评: 老游戏了，但是依然好玩
差评: 游戏很好，但是香港永远属于中国
game is good， but HK belongs to China forever
好评: 好玩是真的好玩，没有续作真的太可惜了
差评: 我要玩中文
好评: 真的好玩，13块买不了吃亏买不了上当，放心入。中文可以去3大妈里面找。！！！
好评: 游戏很好玩，但是在有些主线和支线任务我能看到制作组在黑大陆并且有意拉开香港与大陆的距离，这种行为真的十分让人感到恶心，游戏是给人们带来快乐的，不是政治工具，要知道在十年前你们可以这么做，但现在最好兜着点，最后说一句，胆敢意图分裂中国国土的势力只有死路一条
好评: 小时候就玩过热血无赖了 很喜欢剧情 这是一款好游戏 但我得说 c你的m※※策划 香港属于中国
差评: 香港是中国的！！！
明明去掉那几句台词对剧情没半点影响，就是要恶心人。
我叼你老母，吔屎啦你。
差评: 傻逼游戏
好评: =====推荐程度=====
☐ steam必玩
✓ 诚意推荐
☐ 安利纽崔莱
☐ 游戏荒可入
☐ 宁愿拿钱买奶茶
☐ 谁买谁二笔

=======大小=======
☐ 百兆小游戏
☐ 1-5 G
☐ 5-10 G
✓ 10-20 G
☐ 20-50 G
☐ 50-100 G
☐ 100-200 G
☐ GMOD

=======图像=======
☐ 像素党秒天秒地！
☐ 无法和现实区分
✓ 赏心悦目
☐ 很美丽
☐ 一般
☐ 不怎么样
☐ 别盯着看太久
☐ 画图.exe

=======游戏体验=======
☐ 完美！！！
✓ 不错！
☐ 普普通通
☐ 不怎么样
☐ 盯着墙看都比玩它强
☐ 锻炼你的精神抗打击能力

=======声音效果=======
☐ 耳朵怀孕
✓ 感动人心
☐ 还不错
☐ 一般
☐ 不咋样
☐ 耳朵流产
☐ 音乐？什么音乐？

=======受众群体=======
☐ 儿童
☐ 青少年
✓ 成人

=======配置要求=======
☐ 能玩扫雷的电脑都能玩
☐ 入门配置
✓ 一般配置
☐ 进阶级配置
☐ 发烧级配置
☐ 神威•太湖之光

=======难度=======
☐ 点点点突突突炸炸炸
✓ 轻松愉快
☐ 得动动脑子
☐ 上手快精通难
☐ 烧脑

=======游戏寿命=======
☐ 玩完就退款
☐ 5-10小时
✓10-30小时
☐ 30-50小时
☐ 50-100小时
☐ 上千乃至上万小时
☐ 我觉得我能比它先去世

=======操作=======
☐ 你家的宠物也能玩
☐ 简单
✓ 中等
☐ 困难
☐ 反人类
☐ 空洞骑士

=======肝=======
☐ 护肝
☐ 如果你想玩出点花样
✓ 肝与不肝并不影响剧情
☐ 每关必肝
☐ 肝痛
☐ 必须24小时全天候地肝

=======故事情节=======
☐ 故事?什么故事?
☐ 文字或语音剧情
☐ 平庸
☐ 还行
✓ 精彩
☐ 可以作为你的第二人生

=======联机=======
✓ 孤独患者
☐ 你唯一的沙雕网友
☐ 2-5人
☐ 5-10人
☐ 10-30人
☐ 30-64人
☐ 行星边际2

=======语种=======
☐ 你信不信我会八国语言？
☐ 基础英文
✓ 可以打汉化MOD或补丁
☐ 自带汉化！

=======价格=======
☐ 免费游玩!
✓ 业界良心！
☐ 值这个价
☐ 如果你有点闲钱的话可以一试
☐ 不推荐原价入
☐ 信仰无价

=======游戏整体评分=======
☐ 0-10分(垃圾游戏、差评)
☐ 10-30分(完完全全的不及格)
☐ 30-50分(总体不是很和谐，但是买来当笑话看应该不是什么大问题)
☐ 50-65分(勉强及格，算是个游戏)
☐ 65-80分(算是个不错的游戏了)
✓ 80-95分(无论从哪个角度来看都非常不错)
☐ 95-100分(这游戏牛逼！)
☐ 100-100+分(完全超出预定水准，无论从哪方面看都是精品)
☐ ∞分(死忠舔狗专属评分)

=======Bug=======
☐ 几乎没有
✓ 少量
☐ bug令人烦恼
☐ 育碧
☐ 模拟山羊
差评: 垃圾，我老公买了这个游戏两周没理我，回我消息也是说沈威有多么帅
好评: [spoiler] 我是老外 [/spoiler]
好评: 除了左行驶以外都还行。
好评: 香港元素还是挺不错的，主线剧情也不算水。但是玩法过于单一，一直在追人，打斗（格斗系统还是蛮丰富的），玩到后面可能有些乏味，个人觉得如果不是特别对此类游戏感兴趣，只玩主线就可以了。两个dlc也是换汤不换药，最离谱的是女友任务，我裤子都脱了，竟然也在追人，开发团队是小时候让狗撵过吗...(有全收集需要的，记得提前把女友任务做一下，地图上会有收集物标志），总体来说是一款瑕不掩瑜的游戏，就算是冲着中国元素，也是值得一玩的。
好评: 如果你喜欢格斗类游戏那么这款中国风的格斗绝对不会让你失望的
好评: 游戏肯定是好游戏~香港是属于中国的！
号称香港版GTA~PS4版本和steam都买了（先买的steam，发现没中文啊~不应该啊~再买了一盘PS4的）
非常期待他能出续作，可惜公司好像都没了！（最近子弹哥好像要拍真人版电影，游戏感觉还可能有戏~）
地图中规中矩吧！能进入的场景太少了~都是贴图
动作我给好评~甚至我觉得打斗起来比GTA还舒服一点！唯一的缺点招式太单调~
武器方面身上最多藏一把手枪~大型武器不能和GTA一样随身携带~
开车手感和以前山脊赛车或者湾岸有点像，真实感不强但是飘起来甩尾爽啊~漂移起来~撞起来~非常刺激。
故事方面我觉得也还不错！特别是老大婚礼被血洗还有冠希哥的角色刚想做个好人就被人肠子都拉出来的时候，结尾有些草率，最后boss战打完我都以为还有剧情~就是如果最后多加一场追捕外国佬的任务来收尾会远比现在放剧情去结束要来的好~
除了剧情任务，其他支线有比较单调！不过就整体而言这个游戏已经很不错了！
我个人觉得最不好的地方是警察的AI和判定~~~前一分钟在杀人，只要跑出圈你再回头，警察就好像不认识你了~
而且最高通缉令也是一样傻瓜操作，这一点应该和GTA学一样~GTA4星通缉已经很难逃了~5星简直是地狱！
这个游戏里随便几星~警察都太废了~


好评: 已通关
好评: 挺好玩的 打斗方面没得说
好评: GTA香港分部
差评: 0.0

好评: 一般般啦
主线像一部二零一几年港片，不烂不香紧凑
支线真的多到爆炸，但就像水煮肉里的辣椒
十二宫岛很棒，李小龙功夫片般诱惑挑逗我
格斗系统强，丰富下敌人种类和破防就好了
请一定要从头到尾穿三合会加成最高的衣服
TM有钱的有权的能不能跟文化产品较较劲，天天宫斗言情弄这点低幼玩意
好评: BETTER THAN YAKUZA  HONGKONG  GTA
好评: 好玩的
好评: asdfghj
好评: 挺不错的一款游戏，里面对人物的刻画也很不错，我觉得有点可惜的就是，最后伟沈没去新义安当龙头，杰克去世的时候就感觉很难过，自己的好兄弟也没保护好，总体来说，游戏是个好游戏。
ps：香港永远是中国的
好评: ⠀ ⣀⣀⣤⣤⣤⣀⡀
⠸⡇⠀⠿⡀⠀⠀⠀⣀⡴⢿⣿⣿⣿⣿⣿⣿⣿⣷⣦⡀
⠀⠀⠀⠀⠑⢄⣠⠾⠁⣀⣄⡈⠙⣿⣿⣿⣿⣿⣿⣿⣿⣆
⠀⠀⠀⠀⢀⡀⠁⠀⠀⠈⠙⠛⠂⠈⣿⣿⣿⣿⣿⠿⡿⢿⣆
⠀⠀⠀⢀⡾⣁⣀⠀⠴⠂⠙⣗⡀⠀⢻⣿⣿⠭⢤⣴⣦⣤⣹⠀⠀⠀⢀⢴⣶⣆
⠀⠀⢀⣾⣿⣿⣿⣷⣮⣽⣾⣿⣥⣴⣿⣿⡿⢂⠔⢚⡿⢿⣿⣦⣴⣾⠸⣼⡿
⠀⢀⡞⠁⠙⠻⠿⠟⠉⠀⠛⢹⣿⣿⣿⣿⣿⣌⢤⣼⣿⣾⣿⡟⠉
⠀⣾⣷⣶⠇⠀⠀⣤⣄⣀⡀⠈⠻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡇
⠀⠉⠈⠉⠀⠀⢦⡈⢻⣿⣿⣿⣶⣶⣶⣶⣤⣽⡹⣿⣿⣿⣿⡇
⠀⠀⠀⠀⠀⠀⠀⠉⠲⣽⡻⢿⣿⣿⣿⣿⣿⣿⣷⣜⣿⣿⣿⡇
⠀⠀ ⠀⠀⠀⠀⠀⢸⣿⣿⣷⣶⣮⣭⣽⣿⣿⣿⣿⣿⣿⣿⠇
⠀⠀⠀⠀⠀⠀⣀⣀⣈⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠇
⠀⠀⠀⠀⠀⠀⢿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
好评: 游戏整体感觉还不戳，值得尝试一吓，毕竟以中国地区为背景的游戏还是挺少的
好评: 30h本体+DLC全收集了,游戏是好游戏,可惜傻逼制作组夹带私货
Hong Kong is a part of China
好评: sawdada
好评: 在PC上玩过很好玩，但是在Mac上没办法用手柄，用steam手柄输入配置不行（乱跳），希望可适配一下手柄，。。。
好评: No reason.
好评: VERY GOOD

差评: 香港属于中国，香港永远是中国不可分割的一部分。
好评: GOOD
好评: 好
好评: 游戏不错建议玩一下 十几块为童年补票
差评: SB
好评: 你是傻逼

好评: 补票
好评: 
=======大小=======
☐ 百兆小游戏
☐ 1-5 G
☐ 5-10 G
√ 10-20 G
口 20-50 G
☐ 50-100 G
☐ 100-200 G
☐ GMOD

=======图像=======
☐ 像素党秒天秒地！
☐ 无法和现实区分
☐ 赏心悦目
✓  很美丽
☐ 一般
口 不怎么样
☐ 别盯着看太久
☐ 画图.exe

=======游戏体验=======
☐ 完美！！！
✓  不错！
☐ 普普通通
☐ 不怎么样
☐ 盯着墙看都比玩它强
口 锻炼你的精神抗打击能力

=======声音效果=======
☐ 耳朵怀孕
☐ 感动人心
☐ 还不错
✓ 一般
☐ 不咋样
☐ 耳朵流产
☐ 音乐？什么音乐？

=======受众群体=======
口 儿童
✓  青少年
✓ 成人

=======配置要求=======
口 能玩扫雷的电脑都能玩
√ 入门配置
☐ 一般配置
☐ 进阶级配置
☐ 发烧级配置
☐ 神威•太湖之光

=======难度=======
☐ 点点点突突突炸炸炸
口 轻松愉快
√ 得动动脑子
口 上手快精通难
☐ 烧脑

=======游戏寿命=======
口 玩完就退款
☐ 5-10小时
✓  10-30小时
☐ 30-50小时
☐ 50-100小时
☐ 刷到恶心为止
☐ 我觉得我能比它先去世

=======游戏粘性=======
口 可能不会完全通关
☐ 通关一次
✓  通关2-5次
☐ 通关5-10次
☐ 通关10-20次
☐ 通关20-50次
☐ 通关？刷子游戏通什么关？

=======操作=======
☐ 你家的宠物也能玩
口 简单
✓  中等
☐ 困难
☐ 反人类
☐ 空洞骑士

=======肝=======
口 护肝
☐ 如果你想玩出点花样
✓  肝与不肝并不影响剧情
☐ 每关必肝
☐ 肝痛
☐ 必须24小时全天候地肝

=======肾=======
✓ 护肾
☐ 需要短暂休息了
☐ 需要休息一段时间了
☐ 每关必冲
☐ 肾痛
☐ 一时手冲一时爽，一直手冲一直爽

=======故事情节=======
☐ 故事?什么故事?
☐ 文字或语音剧情
☐ 平庸
☐ 还行
☐ 精彩
✓ 可以作为你的第二人生

=======平均一局游戏时间=======
☐ 办公室必备
☐ 短小精悍
√ 中等
☐ 较长
口 卧槽！天亮了！

=======联机=======
✓ 孤独患者
☐ 你唯一的沙雕网友
☐ 2-5人
☐ 5-10人
☐ 10-30人
☐ 30-64人
☐ 行星边际2

=======语种=======
☐ 你信不信我会八国语言？
☐ 基础英文
✓  可以打汉化MOD或补丁
口 自带汉化！

=======价格=======
☐ 免费游玩!
☐ 业界良心！
☐ 值这个价
☐ 如果你有点闲钱的话可以一试
✓ 不推荐原价入
☐ 信仰无价

=======游戏整体评分=======
☐ 0-10分(垃圾游戏、差评)
☐ 10-30分(完完全全的不及格)
口 30-50分(总体不是很和谐，但是买来当笑话看应该不是什么大问题)
☐ 50-65分(勉强及格，算是个游戏)
口 65-80分(算是个不错的游戏了)
✓  80-95分(无论从哪个角度来看都非常不错)
☐ 95-100分(这游戏牛逼！)
☐ 100-100+分(完全超出预定水准，无论从哪方面看都是精品)
☐ ∞分(死忠舔狗专属评分)

=======Bug=======
☐ 几乎没有
✓  少量
口 bug令人烦恼
☐ 育碧
☐ 模拟山羊
好评: 超级棒的游戏
好评: 爽快及丰富的打斗，热血且直白的剧情，GTA式的以香港为背景构建了东方的的罪恶都市。
但不足点在于画面细节较一般，一些操作如视角强行复位，只能从倒下的一侧扶起摩托车等仍需改进。
最后给脑子好像有点病的的制作组一句话：香港属于中国的。
好评: 非常好玩的一款开放式游戏
好评: 游戏不错比现在一些开放世界的游戏好多了，游戏的存档有点麻烦每次回档都会在家，里面的bug有，但是不多能接受，打击感非常棒，里面的开车系统很简单玩的很舒服，剧情也挺不错的有主线剧情，北角噩梦，蛇年。总体来说挺好的，就是不要追求成就的话，这是个不错的游戏，刷成就的话就有点枯燥了。虽然不难完成但是费时间。@——@正常来说把三个故事全主线和支线都做完应该也就十几到二十几个小时可能还不用。
好评: 好玩
差评: Hong Kong is an inalienable part of China
好评: 叶问模拟器实打实的拳拳到肉
好评: 太棒了
好评: a nice story
好评: bang
好评: 香港是中国的港怂们！
好评: nice
好评: 格斗游戏
好评: 好评！！！！！！！！！！！！！！！！！！！！！！！！！！！！！
好评:   玩过最好的动作游戏
好评: 玩成了一个赛车游戏，飚池在街头爽爆了！！！！也是王牌格斗游戏，拳拳到肉，招式很多伤害真实，尤其是反击，是瞬间反击的，比很多游戏强很多！！！剧情是警察和黑道，两面派非常带感，在混乱的香港年代很有代入感，粤语和英语杂糅很有末世纪的过度感！！！自由度也很高，可以做的支线任务很多，目前有三个妹子可以拉好感，当警察和做卧底业余之际也可去约会放松心情！！！作为15年的游戏非常不错，格斗和赛车手感可以说是天花板之一了！！
好评: HAOWAN


好评: 地图再大点就好了
好评: NIU

好评: 打斗系统至今没有一款能比得上我觉得是，就是可惜公司破产没能开发出第二部
差评: 香港是中国不可分割的一部分！
好评: 值得一玩的开放世界游戏，以香港警匪为背景的剧情和世界演绎的非常出色。佳作
好评: 很喜欢的港风
好评: 老游戏，打击感挺爽的
好评: 14个小时主线支线全通关  剧情很好  打斗的动作场面都是一流的  特别炫酷  就是开车的手感有点拉然后剧情时间太短了  做完了就不知道干嘛了   这个游戏可以用四个字形容 短小精悍
好评: 作为广东人，很有亲切感，打击感一流，就是要打中文补丁，其余OK
好评: VERY GOOD

好评: 一个老外做的香港版gta，不敢说真实还原华人文化的味道，但是能感受到制作人的热情，可惜没有续作了。
好评: nb
好评: 打击感太爽了
好评: ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⣿⣿⣿⠀⣼⣿⣿⣦⡀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⠀⠀⠀⠀⢸⣿⣿⡟⢰⣿⣿⣿⠟⠁⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⢰⣿⠿⢿⣦⣀⠀⠘⠛⠛⠃⠸⠿⠟⣫⣴⣶⣾⡆⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠸⣿⡀⠀⠉⢿⣦⡀⠀⠀⠀⠀⠀⠀⠛⠿⠿⣿⠃⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠙⢿⣦⠀⠀⠹⣿⣶⡾⠛⠛⢷⣦⣄⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣧⠀⠀⠈⠉⣀⡀⠀⠀⠙⢿⡇⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⢀⣠⣴⡿⠟⠋⠀⠀⢠⣾⠟⠃⠀⠀⠀⢸⣿⡆⠀⠀⠀⠀⠀
⠀⠀⠀⠀⢀⣠⣶⡿⠛⠉⠀⠀⠀⠀⠀⣾⡇⠀⠀⠀⠀⠀⢸⣿⠇⠀⠀⠀⠀⠀
⠀⢀⣠⣾⠿⠛⠁⠀⠀⠀⠀⠀⠀⠀⢀⣼⣧⣀⠀⠀⠀⢀⣼⠇⠀⠀⠀⠀⠀⠀
⠀⠈⠋⠁⠀⠀⠀⠀⠀⠀⠀⠀⢀⣴⡿⠋⠙⠛⠛⠛⠛⠛⠁⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣾⡿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⢾⠿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
好评: 重新回顾青春，一段具有侠骨和浪漫主义的黑帮故事
好评: 好好玩
好评: NICE

好评: 花了12小时把主线通关了，很好玩的一款开放世界游戏，推荐游玩！
好评: 要去3DM下汉化补丁，非常好玩，我觉得不逊于GTA5,打斗很给力，很有中国风，可惜生不逢时。
好评: good
好评: 游戏good
好评: 打斗神作
好评: haowan
好评: 沈威是真的能打
好评: 剧情很有代入感，打击感真的棒，很爽建议入手。
差评: NO
好评: 台湾香港是一家，港独台独操你妈。

好评: 前两天买的，我日了怎么把我2017年的盗版游戏进度给算上了？？？ 我人傻了，刚买显示我2017年玩过 还有个成就，还就那个离大谱！！
好评: 棒



好评: 除了开车的手感差以外其他的都很好
好评: 个人感觉这款游戏不错，这游戏内还有其他的番外，而且在这个价位的游戏打斗感也可以这么好真心不错推荐打折的时候可以入库
好评: 打击感真的嘎嘎棒，主线流程大概9小时左右，是个好游戏，价格也不贵，可惜就是没有官方中文，需要自己找汉化包下载，非常推荐入手
好评: 花了点时间就全成就了。游戏还行，格斗系统不错。射击就有点拉跨。个人认为开车的手感是要好于gta5的。就是汉化的质量有点差，打了汉化补丁剧情还是看的不明不白的。
好评: 你是卧底！！！！！！










你是兄弟！！！！！！
好评: yyds

好评: 非常好玩，好像真的就人在香港一样。不过里面一些刻板印象让人恶心
好评: 黑帮，警察，卧底，飙车，武术，僵尸...港片里面最有魅力、最吸引人的几个点，在游戏里都体现得淋漓尽致。
好评: 好
好评: 好玩！！！！
差评: sb游戏 rnm退钱 香港是中国的
操着一口粤语 sb游戏还不支持中文 rnm
好评: 香港属于中国啊，港毒老鼠仔我叼你啊妈烂嗨
好评: A masterpiece

差评: PC这操作跟nm屎一样 存档也他妈让人无语  闪避还tm老是闪不掉血又少老死 前面打过了打后面死了又要从前面开始打 很没耐心打
好评: China NO.1
好评: good
差评: 一直很喜欢的游戏，直到最近清支线任务的时候，沈威说了一句，我们是香港，不是中国。
你们这种蛆，贱不贱啊，玩个游戏还要被你们恶心是吧。
好评: 婚礼上，残暴却顾家的红棍温斯顿至死搂着新娘佩吉，一边说佩吉不该得到这样的结局，一边恳求威带她离开时，游戏的代入感骤然攀升。
结局时，自游戏伊始从水街帮就陪伴沈威的好兄弟杰克被捕也没有卖出沈威，被大嘴李带走活埋被救出后仍认同好兄弟沈威的想法打算去举报大嘴李残害三合会弟兄的行为，因佩德鲁出卖沈威卧底情报被大嘴李以叛徒方式开膛破肚折磨致死却至死仍坚信沈威是他的好兄弟，在沈威抱住杰克情绪崩溃失声痛哭甚至没注意到后方的暗算时，游戏的代入感便已经达到了顶峰。
值得庆幸的是蒋女士接管了三合会无论如何总比大嘴李要好，为合作已久的威提供了佩德鲁杀害波叔的录像证据使其锒铛入狱，最后也没有再对沈威的卧底身份进行追究，从这个角度来说沈威和蒋女士合作确实是一个正确的选择。
最初对沈威的卧底行动大力支持的佩德鲁在后期抛弃沈威于不顾，出卖卧底情报，始终和三合会暗中勾连却最后卸磨杀驴干掉波叔。前期对沈威的卧底行动持否定态度显得格格不入的雷蒙德却是那个一直没有放弃沈威的人，想让威摆脱后续的纷争。两相对比，真是讽刺至极
对佩德鲁而言，只要打倒了波叔和索尼，从表面看三合会便像是土崩瓦解，他也可以心安理得地拿着沈威卧底的拼死拼活去邀功领赏。然而对沈威而言，两边的双重身份都不能让他就此撤出，一方面没有人比他更清楚大嘴李取代波叔位置之后三合会对社会的危害只会变本加厉，另一方面他更不能接受水街帮的兄弟在大嘴李掌权后的清算洗牌。
沈威是个有大义的人，但是到了最后的最后，他想保护的杰克死了，他所恨的死的死入狱的入狱。杰克已经在邓警官的劝说下改变了想法，想要好好和九妹生活下去，然而树欲静风不止，陷入其中便再难脱身。沈威最后功成身退，但世界上却好像只空留沈威孤零零呆在这里，通关后一种萦绕在玩家心头的寂寞感难以消散。
本作前期节奏比较缓慢，后期节奏过快，应该是由于动视撤资后制作组裁员，SE接手后急于变现所致。可惜UFG仍然倒闭了，热血无赖2恐怕不会再有了，永远的遗憾。如果有可能的话我希望能有类似地铁离去那种道德点的机制，最后能劝杰克活埋被救出后不要一个人去静静，和沈威待在一起，这样说不定玩家们会收获一个更好的结局
最后，致敬，沈威。
好评: 6666666666
差评: 背景设置在中国的游戏，居然没有中文(▼皿▼#)。这游戏是什么意思，大家懂吧？
好评: 丢雷老母，破该！
差评: 1.游戏本身不带中文，3DM下载的该版本汉化包大量翻译错误
2.游戏可玩性尚可
3.我玩到救完波叔后，主线任务没了，就这么断了，新任务出不来，彻底坏档
4.这里是香港不是中国，这贱人话是从主角嘴里说出来的，我操你妈。用年代洗的滚远点，这种话就是不能从主角嘴里出来，要严谨不怎么不把他妈的大屏彩色液晶电视和满街的摄像头先删了？
好评: 游戏是好游戏 但是确实带了点私货 无伤大雅 推荐
好评: 打击感挺好的，就是动作有点单一
好评: 好东西

好评: 666
好评: 难得一款以中国为背景的游戏，而且打击感很棒，可惜制作组解散了，很难有续作了
差评: 很好 居然没有中文
好评: TAIBANGLE
差评: 游戏是好游戏，但十二宫最后一关醉拳人物搞个辱华人物傅满洲？？？
f**k  u
好评: 中文都没玩尼玛呢
好评: 粤语很亲切，城市设计很用心，画面现在看也还不错，打击感拳拳到肉，动作设计相当可以。
然而剧情还是老套了些，流程也偏短，部分言论不喜，没有移植ps4的繁中，
好评: 打斗感很棒，就像老香港电影警匪动作片一样，十分经典
好评: 不错
好评: 被埋没的冷门佳作 剧情和玩法都很不错
好评: 好！
好评: hao
好评: 剧情很好玩，笑面猫DLC也很皮
好评: 123
差评: 原价买的，我是傻逼
好评: 非常有中国特色文化，很喜欢
好评: 现在没有体验过热血无赖的，是想等到明年再体验吗？
很nice的游戏。
好评: so good
好评: 游戏手感没得说 港版gta作为当年的游戏更是top价格又低 性价比直接起飞 就是没有中文字幕有点难受
好评: 太好玩了 冲冲冲
好评: 格斗做的特别好，就是剧情短了点。希望甄子丹演的电影能火起来，然后让人接盘出个二

好评: 不错没云存档就很草
好评: 牛逼
差评: 没汉化，下了汉化包进去除了选择页面和任务提示是中文，其他的剧情对话全是英文  而且没字幕，偶尔有点中文字幕，所以根本不晓得讲的什么，游戏年代比较老了，只能说能玩，打磨打磨时间
好评: 粤语绝绝子
好评: 可惜没有2
好评: 几年后重玩这个游戏还是觉得很爽，打斗画面和剧情真的很深入人心。拳拳到肉的快感比一些3a大作还要爽
好评: 真不错哎
好评: 正面打是不可能正面打的，这辈子不可能正面刚的，用枪又很容易刷掉，就是反击这种东西，才能打得过别人的这样子
好评: 多么好的老游戏 可惜没有后续了
好评: good
好评: 以前玩的破解版，正版打折入了补个票，还是很好玩的，可惜没后续作品了
好评: 这游戏即使是13年的，但是拿到现在一句很有可玩性
好评: 这不比赛博朋克好玩？？？
好评: 好玩太几把好玩了

好评: 游戏很好玩 剧情也很顶 个人觉得可能对手残党不太友好
好评: 比gta5好玩多了
好评: 港式gta很不错，
好评: 有没有汉化补丁啊，求求了
好评: 好好好好好

好评: 游戏是好，港毒我丢雷老母
好评: 熱血又無賴
好评: 8问，打击感极强，玩就对了，记得找中文补丁
好评: HongKong from China
好评: 补票二刷
差评: 香港是中国的哈
差评: 游戏可以，但依旧不能掩饰游戏中包含的政治内容
好评: 非常好玩
好评: goodddddddddddddddddddddddddddddddddddd!!!!!!!!!!!!!!!!!!!

差评: 会闪退，g！

好评: 挺好玩的一款游戏，手柄玩的打击感和难度都很棒，就是有时候会切到桌面，这种情况很影响游戏体验，断断续续玩了24小时还没通关，里面的香港氛围真的很棒。
好评: 怎么说呢，和罪恶都市类型一样的，抢车飙车做任务，但是无法购买武器，做做任务身上的枪莫名其妙的就没有了这是个什么设定呢。。买了所有的A级车，就一个操控性能好的，高配版侠盗飞车低配版的GTA，不过中国的元素还是非常丰富的。
好评: 睡犬的战斗系统虽说是一招鲜吃遍天，但剧情是实打实的好，游戏性也到位。
但最后提一句，不要做个游戏就上升到去议论别国政治，香港属于中国的一部分，这是事实。
差评: made 都没有中文
好评: we need Chinese!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
好评: 好玩
好评: 故事背景发生在香港的开放世界游戏，各方面表现都不错。
好评: 。

好评: 沉浸感还是可以的，至少让我有股我就是沈威的感觉，就是流程有点短，基本没啥缺点，打击感也可以。
好评: 操你妈，香港属于中国
f**k u，Hong Kong from China
差评: 没有中文补丁。
话说中国人贡献了很大的销量吧，为什么没有中文补丁。
另外吐槽一下3DM的汉化补丁，安装个补丁给我装了9个软件，还有各种乱七八糟的网页游戏。
就凭这一点，不死鸟就得再进一次监狱。
去TM的3DM
好评: 打斗真的爽
好评: 妥妥的童年回忆，婚礼上的惨死，被人背叛或者背叛别人的痛苦与内疚，在两种身份中的抉择，这些都教会了我很多东西，在某些方面，这也算是我童年的一个启蒙游戏吧，通关了无数遍，现在刚好划算，入个情怀。
好评: 喜欢死了
好评: 
nb
好评: HHH

好评: 非常好玩 刚刚好打折
差评: 台湾，香港，澳门，都是中国的！你单独提出来也得写成 中国台湾，中国香港，中国澳门。另外快点出简体中文啊，看着听着累。。
好评: 哈哈哈 很多年前玩的盗版，刚好特价，回忆一下。 听着npc说粤语 挺亲切的 含家铲
好评: 我拿着金黄色像屎一样颜色的菜刀像傻逼一样打了一宿
好评: 好玩
差评: SB游戏
好评: ssss66666
好评: 12年的游戏今年补票，个人很喜欢中国风的gta，剧情节奏快于gta。适合喜欢快节奏玩家！！
好评: 为情怀买单！！ 值得一玩
好评: 香港古惑仔
好评: 一款充满港式风味的警匪题材开放世界—《热血无赖》 

以香港为背景的游戏 竟然没有繁体中文！还有各汉化组对粤语的翻译也不是很到位，满分一百分的话可以打个85分。作为一个类GTA游戏来说它算是比较好玩的，这个游戏满足了我们小时候对“混混江湖”的憧憬。对于特别是懂粤语的朋友，满街的粗口是个不错的体验。游戏的音乐也是很有特色，无论是粤语歌还是英语，我还收藏了歌单，一个人走在路上听着，总会感觉回到游戏里在香港的马路上飞驰。
好评: 还是这么牛逼 好游戏
好评: nice
差评: 去你妈的傻逼
好评: 我是傻逼
好评: 香港是中国的
Hong Kong belongs to China

好评: 居然没有中文版

好评: 睇我一吾一拳打[spoiler] 9[/spoiler]死你
好评: rnm 香港屬於中國
好评:      	                            ⢸⣿⣿⣿⠀⣼⣿⣿⣦⡀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⠀⠀ ⠀⠀ ⢸⣿⣿⡟⢰⣿⣿⣿⠟⠁⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⢰⣿⠿⢿⣦⣀⠀⠘⠛⠛⠃⠸⠿⠟⣫⣴⣶⣾⡆⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠸⣿⡀⠀⠉⢿⣦⡀⠀⠀⠀⠀⠀⠀⠛⠿⠿⣿⠃⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠙⢿⣦⠀⠀⠹⣿⣶⡾⠛⠛⢷⣦⣄⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣧⠀⠀⠈⠉⣀⡀⠀⠀⠙⢿⡇⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⢀⣠⣴⡿⠟⠋⠀⠀⢠⣾⠟⠃⠀⠀⠀⢸⣿⡆⠀⠀⠀⠀⠀
⠀⠀⠀⠀⢀⣠⣶⡿⠛⠉⠀⠀⠀⠀⠀⣾⡇⠀⠀⠀⠀⠀⢸⣿⠇⠀⠀⠀⠀⠀
⠀⢀⣠⣾⠿⠛⠁⠀⠀⠀⠀⠀⠀⠀⢀⣼⣧⣀⠀⠀⠀⢀⣼⠇⠀⠀⠀⠀⠀⠀
⠀⠈⠋⠁⠀⠀⠀⠀⠀⠀⠀⠀⢀⣴⡿⠋⠙⠛⠛⠛⠛⠛⠁⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣾⡿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⢾⠿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
差评: 游戏是好游戏，但是一款这么老的游戏还是充满中国元素的游戏居然没有中文这就离谱，这是我不能接受的，本来想趁这波打折入正补票的，可惜正版不给我这个机会，抱歉!只好退款了。
差评: 首先香港是中国不可缺少的一部分，其次你做个中国的游戏没中文确实脑瘫
好评: ai le
好评: 小时候去黑网吧玩过几次这游戏，每次都是因为网费不够玩不全，现在回味一波
好评: 非常好的劇情希望出後續
好评: GOOG GAME
好评: 好哇好哇

好评: 好玩
好评: 好
好评: 就爱干臭宝
好评: 剧情很好，打击感好，很好玩
好评: niubiu


好评: 开放世界完成度一般，支线没什么内容重复度也高，主线剧情说实话也就一般水准，还是玩起来还是挺爽的。
虽然缺点很多，但它是独一无二的HK黑帮题材游戏，十分推荐打折购入。
好评: fuck  you！！！！ 香港属于中国 ！香港与中国永远不可能分割 ！
好评: 666
好评: 杰出的游戏
好评: 好玩
好评: 为了玩这款游戏当初还特意升级了WIN7。后面还出过画质更好的一个版本。
开放世界+香港地图。除了睡狗应该找不到同款的了。因为之前也是盗版通关过。所以STEAM上也要买来纪念下。

好评: nb

好评: 很经典很有中国香港味道的一个游戏
好评: 喜欢，我已经玩到大结局了，剧情很充分

好评: 好评

好评: 不错
好评: 我玩5也是把剧情都通了 但是那个可以开传送什么的轻松一点 玩这个开不了修改器我不知道咋肥四
但是爽是确实挺爽的 我也蛮喜欢做任务的 而且打架 拳拳到肉 值！！
好评: 车辆操作手感贼差
好评: 怎么说呢，几年前的游戏做成这样已经很不错了，比现在的某些游戏要强太多了
好评: 续作 续作 太好玩了 这武术动作 打击感太爽
好评: 老游戏可玩性太棒了 比某朋克2077强多了！
好评: 风格好画质也不错，剧情丰富，却点没有中文，驾驶转弯幅度小
好评: 好啊

好评: 很ok

好评: 那些不知道汉化的，我提供一下经验，游戏不是中国做的，去3dm搜热血无赖终极版汉化包，网盘下载，30秒体验就可以下完，解压安装，放游戏目录里打开运行就可以了，然后进游戏就汉化了，游戏不是国产，都提示没中文，带私货正常了
差评: 什么玩意儿啊，做香港地区的游戏，有意大利语、日文、西班牙语，就是没有中文，而且就开场动画有字幕，搁着我来练英语听力？牛啊，傻逼玩意儿
好评: 这么多年我都不舍得卸载，真是太棒了！
好评: 很不错，打斗贼爽，街景很有香港味儿，就是自由度还是不如gta。
差评: 虽然我很喜欢这个游戏但是这个游戏夹带私货主角说这是香港不是中国，玩到这里果断差评主权问题不容侵犯
好评: 并非一踩一捧，确实比gta好玩，也可能是加入了技能树的缘故吧。
打架是真的舒服。
好评: 1.动作系统实在太赞了
2.老游戏有很多意想不到的细节
3.B站上有中文补丁！！！
好评: 被盗版祸害的好游戏
好评: 游戏很好，很不错，香港属于中国
差评: 不建议愤青购买或游玩这款游戏，并推荐已经下单的宝友尽量无视游戏内的对话与剧情，否则会给你造成很糟糕的游戏体验。
这个游戏的目标群体很明确——美国人。这就是一款专门做给美国人玩的游戏。剧情里无时不刻都透露出崇尚“自由”的气息，其中无论是npc的设定，还是人物价值观，都非常的American。并时不时的爆出一些分裂国家的言论，我已经被恶心到好几回了。
好评: 热血无赖可以说是比较好的一款开放类游戏了，情节以及打斗方面都很nice，作为警察的时候还可以免费征用车辆，唯一有点难受的就是车辆的驾驶手感了，别的细节作为一款十几年前的游戏真的是无可挑剔，强烈推荐。
差评: 非常容易闪退，并且我们需要中文！！！！！！！！！！！！！！！！
好评: 里鸡不鸡窝嗨冰菓啊，带佬某杀窝啊，丢雷楼某啊。
窝嗨吖裹窝低
好评: 吴京暴打港独
我超
犯我中华者虽远必诛！
好评: really good
好评: 游戏很好 但我想说的是香港是我国不可分割的一部分
好评: Very nice game! But Hong Kong is part of CHINA!
好评: 以前我没得选，现在我想做一个好人。
好评: 太好玩了，下了个汉化补丁，游戏的故事还有打击感实在是太棒了，不会很复杂，又极富乐趣，像看电影，代入感又很棒，真心推荐。有点想再下个ps版的玩玩，嘿嘿！
好评: 原价买的，我是傻
好评: 模型有点糙外没啥毛病
好评: 我是傻逼，前一天88买的，第二天13
好评: nb
好评: 很有中古特色,典型的GTA中国版!下个一陈浩南就是你了
好评: 枪是什么ddx，有我拳头厉害？
差评: 每次打开游戏都要重新玩吗？staam 不是有云存档啊？哪儿呢？闹呢？
好评: 嗯哼

好评: 非常不错但没中文就离谱
好评: 游戏是好游戏，但是对夹带港独私货零容忍。
好评: 超级好玩
好评: we need chinese
好评: 就是没有按摩环节，有一点点可惜
好评: 好兄弟死了，真的难受
好评: 好玩，只是中文安装包比较难搞
好评: NB
好评: 满满的回忆
好评: 打斗的手感特别舒服，很china，拳拳到肉，有香港警匪片那味了，驾驶体验略差，很难想象这是一个八年前的游戏，画质细节处理得不错，剧情连续，两条主线相互穿插，用一个字来形容就是爽，可惜没有第二部，可冲！
好评: 太棒了这游戏

好评: 很好玩
也很便宜
就是没有中文
差评: we need chinese
好评: 值得一玩的，就是没汉化
好评: 游戏整体还是可以的，尤其是打斗方面很是出彩，看着慢慢升级打斗招式，到后面施展出来看着很爽，但还是有一些瑕疵的，跑酷做的很操蛋，要连续按左shift做翻越动作，要知道一般游戏做翻越和跳跃动作都是按空格键的，最大的问题是游戏需要中文，全是英文看不懂，而且你这明显做关于中国的游戏，却不出官方汉化有点说不过去了，但还是推荐玩一玩的。
好评: ---{大小}---
☐ 百兆小游戏
☐ 1-5 G
☐ 5-10 G
☐ 10-20 G
✓ 20-50 G
☐ 50-100 G
☐ 100-200 G
☐ GMOD

---{游戏类型}---
✓ 类GTA5
✓ 剧情+格斗
✓ 角色扮演

---{图像}---
☐ 像素党秒天秒地！
☐ 无法和现实区分（4K高清贴图如果安装将会感觉换了一个游戏）
✓ 赏心悦目（游戏是10年前的游戏，但是画面依然不逊现在的3A）
☐ 很美丽
☐ 一般
☐ 不怎么样
☐ 别盯着看太久
☐ 画图.exe

---{游戏体验}---
✓ 完美！！！
☐ 不错！
☐ 普普通通
☐ 不怎么样
☐ 盯着墙看都比玩它强
☐ 锻炼你的精神抗打击能力

---{声音效果}---
☐ 耳朵怀孕
☐ 感动人心
✓ 还不错
☐ 一般
☐ 不咋样
☐ 耳朵流产
☐ 音乐？什么音乐？

---{受众群体}---
☐ 儿童
☐ 青少年
☐ 成人
✓ 仅限成人
[特殊群体]
☐ 欧皇
☐ 氪金狗 (玄不救非氪不改命)

---{配置要求}---
☐ 能玩扫雷的电脑都能玩
✓ 入门配置
✓ 一般配置
☐ 进阶级配置
☐ 发烧级配置
☐ 神威•太湖之光

---{难度}---
☐ 点点点突突突炸炸炸
✓ 轻松愉快
☐ 得动动脑子
☐ 上手快精通难
☐ 上手难精通难
☐ 烧脑

---{游戏寿命}---
☐ 玩完就退款
☐ 5-10小时
☐ 10-30小时
✓ 30-50小时
☐ 50-100小时
☐ 100-300小时
☐ 500小时以上
☐ GMOD
☐ 我觉得我能比它先去世

---{游戏粘性}---
☐ 可能不会完全通关(毫无新意的垃圾游戏)
✓ 通关一次(玩着还可以的游戏)-----不出BUG的情况下
☐ 通关2-5次(很不错的游戏)
☐ 通关5-10次(这游戏我他妈玩爆！)
☐ 通关10-20次(你出不出3？嗯？我就问你出不出三？)
☐ 通关20-50次(死忠粉专属选项)
☐ 通关∞次(？？？？)

---{操作}---
☐ 你家的宠物也能玩
✓ 简单
☐ 中等
☐ 困难
☐ 反人类
☐ 黑暗之魂

---{肝}---
☐ 护肝
☐ 如果你想玩出点花样
✓ 肝与不肝并不影响剧情
☐ 每关必肝
☐ 肝痛
☐ 必须24小时全天候地肝

---{肾}---
✓ 肾很健康
☐ 护肾
☐ 需要短暂休息了
☐ 需要休息一段时间了
☐ 每关必冲
☐ 肾痛
☐ 一时手冲一时爽，一直手冲一直爽

---{故事情节}---
☐ 故事?什么故事?
☐ 文字或语音剧情
☐ 平庸
✓ 还行
☐ 精彩

---{平均一局游戏时间}---
☐ 办公室必备
☐ 短小精悍
☐ 中等
☐ 较长
☐ 卧槽！天亮了！
✓ 随时可以关闭

---{联机}---
✓ 孤独患者
☐ 你唯一的沙雕网友
☐ 2-5人
☐ 5-10人
☐ 10-30人
☐ 30-64人
☐ 行星边际2

---{语种}---

☐ 你信不信我会八国语言？
☐ 基础英文
☐ 可以打汉化MOD或补丁
☐ 自带汉化！
✓ 需要自己去3DM找汉化补丁

---{价格}---
☐ 免费游玩!
✓ 业界良心！
☐ 值这个价
☐ 如果你有点闲钱的话可以一试
☐ 不推荐原价入
☐ 信仰无价

---{游戏整体评分}---
☐ ？- ？分(暂时无法评定分数)
☐ 0-10分(垃圾游戏、差评)
☐ 10-30分(完完全全的不及格)
☐ 30-50分(总体不是很和谐，但是买来当笑话看应该不是什么大问题)
☐ 50-65分(勉强及格，算是个游戏)
☐ 65-80分(算是个不错的游戏了)
☐ 80-95分(无论从哪个角度来看都非常不错)
☐ 95-100分(这游戏牛逼！)
✓ 100-100+分(完全超出预定水准，无论从哪方面看都是精品)
☐ ∞分(死忠舔狗专属评分)

---{Bug}---
✓ 几乎没有 声音有bug，重进游戏就好，通版大概有个2-3次声音bug
☐ 少量
☐ bug令人烦恼
☐ 育碧
☐ 模拟山羊

---{工作室修复Bug程度}---
☐ 2天一小修3周一大修
☐ 修复速度能体现出诚意
☐ 修复速度极慢
☐ Bug就是这款游戏的存在意义
✓ 游戏已经不更新了，也没有修复

---{工作室更新DLC程度}---
☐ 2天一小更3周一大更
☐ 更新速度能体现出诚意
☐ 更新速度极慢
✓ 不更新

---{注意事项}---
1游戏建议手柄游玩
2注意回家看监控之前换警察的衣服双倍经验
3支线任务玩玩就好，其实没什么用
4箱子真的多，大部分是钱和一些垃圾服装，不想拿的可以略过
好评: Love is heavy
好评: 谢谢有被爽到
好评: 别跟老子动手动脚，再BB就一顿打
好评: 打击感非常棒
好评: 打击感和剧情牛逼
好评: 作为一个广东人觉得这粤语特亲切！
好评: 这游戏是不是没有线上存储啊，为啥删除后再次下载就还要重新玩呀
好评: 对我来说有点难 不过蛮好玩的
好评: 阿威比尚气会打
好评: 我是大美人

好评: 很棒
好评: 我TM吹爆
好评: 地图与任务很丰富，就是游戏里没有太多关于这些支线任务的宣传。只跟着主线任务，不瞎逛的话，会遗漏很多精彩的内容。
好评: 从大学开始玩到现在，里面的格斗系统是我认为目前为止开放世界游戏中最好的，没有之一，甚至作为一个格斗游戏都实属上乘。剧情丰富，人物个性鲜明，每个人都活灵活现，特别是粤语语音让我身临其境回到广东，十几个小时下来的主线任务仿佛置身在一个香港经典犯罪影片中让人流连忘返，与黑手党2这样接近完美的类似神作相比，它给我带来的是扑面而来的现实感。唯一的不足可能就是警察支线任务有些重复，没错，就是缉毒任务。

在日益内卷的现实社会中，我们总有实现自己英雄梦的地方。再见沈威，下次再见可能要带新的小伙伴给你认识了。
好评: 永远跟党走，心中有党，事业理想
⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
好评: 原汁原味的粤语，赛高
好评: 剧情有点短，不过打斗是真的爽，打折是真的香
好评: 除了夹带私货，其他都还行，粤式卧底故事
好评: 好玩
好评: 中国范儿的gta
差评: 非战斗状态下，镜头位置太靠近角色导致玩家体验很差，头晕眼胀
好评: 游戏很好，剧情也很好，但是，香港是中国的！！！！！！
好评: 很久之前玩的盗版，现在正版补票，还是当年的感觉，可惜就是见不到续作了
好评: 以前玩的盗版，虽然工作室倒闭了，算是给我的童年补一下票了
差评: 游戏好 但是
Hong Kong is part of China
香港是中国的一部分
好评: hghjft
好评: 游戲是好游戲，但香港永遠是中國不可分割的一部分。
好评: sleeping dog yyds
好评: 希望汉化
好评: 永远跟党走，心中有党，事业理想。
⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
差评: 开车的感觉太垃圾了
好评: 我是傻逼
好评: 。。。
好评: 这游戏真的很震撼，可惜二代取消开发了这真的是一个好IP，很期待会有新的作品发布
差评: 太垃圾
好评: 香港GTA!!!
好评: HongKongGTA
差评: 没中文是最离谱的
好评: Nice game 
Hong Kong GTA
好评: 66666
好评: 同你讲，在香港我黑白通吃。
好评: 非常棒 就是dlc有点贵
差评: 在我刚刚做完的支线任务里有一句“这里是香港，不是中国”虽然只是一个小支线，但是确实是夹带私货了。一个真正优秀的游戏不应该带有政治色彩。
好评: 可以说是香港GTA，游戏鼓励玩家打架而不鼓励耍枪，还是跟常规GTA不一样的
差评: 鬼一样的开车手感，时灵时不灵的按键，我算是服了
好评: 
好评: 真实犯罪香港，也算经典了吧，补个票！
好评: 非常棒，可惜不会再有续作了
好评: 粤语说得挺不错的
好评: 
nb
好评: 已全部通关，建议下一个修改器，这样后期比较难的任务过得比较快，游戏很不错，完美还原香港警察与三合会的恩怨情仇，建议入手
好评: 希望以后还能有中国风的类GTA游戏
好评: 游戏是好游戏，不过中期略感无聊，就烂尾了，然后只好云通关了。
好评: 香港是中国的
差评: 挺好的游戏非得夹带私货   去你马的吧 小日本
好评: 真的特别好玩的3A游戏，香港氛围慢慢，对话也很搞笑，打斗激烈，剧情丰富，有各式各样的拳法和套装。没玩过的兄弟们赶紧入手！
好评: 打通关了 是个好游戏
好评: 比GTA5好玩，我是傻逼
好评: VERY GOOD!! EXCELLENT
差评: 辣鸡游戏，没有中文

差评: 你妈死了傻逼

好评: 剧情丰富
好评: 666
好评: 希望啥时候还能出个2
好评: 可以可以，就是找不到汉化
、
好评: 35w买个衣服 枪都没看做个任务就没了 咋回事
好评: 我认为最棒的开放世界游戏之一，初中首次接触到热血无赖就爱上了这款游戏。无间道一样的剧情，拳拳到肉的打击感再加上冠希哥的配音加持，在我心目中几乎没有缺点了，每次时隔几个月都会再次打开品味一番。
好评: 中国版的GTA。
差评: 游戏性没什么说的，吹爆，至于敏感因素，仁者见仁智者见智，毕竟制作组都无了，现在说再多都没用
好评: 热血无赖×
热血硬汉√
好评: 很棒

差评: 明明地方在香港为什么还有英语，有英语也就算了还夹杂着粤语，真的不明白，这是为什么。司马昭之心路人皆知。不明白投资方之心是什么意思。而且还没有中文字幕就很不理解
好评: 流程太短，29小时本体就结束了
好评: 三大妈上的汉化包和游戏本体搭配，简直堪比动作版GTA
好评: 剧情和游戏内容不是很丰富，但是游戏世界小而充实。游戏策划一定是李小龙和成龙的粉丝，动作太帅了，感觉像在看功夫片。唯一要吐槽的就是这些白皮真不知道是怎么想的，凡是他们弄出来的东亚人怎么看怎么别扭，不管电影还是游戏，这群白皮猪一百年来一直按傅满洲的形象设计华人。冠希的杰克马，彦祖的古尔丹，无力吐槽。。
好评: OK OK OK OK
好评: 666
差评: 游戏是不错 可惜是港独
好评: 巨好玩 感觉自己就是古惑仔 那个外国女的把我火气搞的很大 妈蛋
差评: 游戏不错！就是制作组夹带私货一句“这里是香港，不是中国”给我恶心坏了都！难怪工作室倒闭活该啊！《United Front工作室》活该倒闭！
好评: 一款拳拳到肉的游戏，真的很棒
好评: 补票
好评: 只能说是很棒的一款游戏吧，可惜没有中文，虽然配音有时候有粤语？但是我真听不太懂。第二部胎死腹中太可惜了。时至今日，在玩过GTA5之后，我依旧觉得这是一款很好的游戏
差评: 游戏好玩，但是港独公司先死一个马。
一想到它倒闭了我就想笑
好评: 中国版gta
好评: 我心目中堪比gta的神作这次购买就是为了补票的
好评: nb
好评: 难以想象一个八年前的游戏，比现在一大部分的3A更好玩，更有趣，游戏中很多有意思的地方，特别是打斗和飙车任务真的爽翻天。反观现在有些所谓3a游戏越来越无聊，只会在画面上下功夫，特别是某些知名大厂，画面好了，画质好了，虚头巴脑的搞一大堆氪金玩儿，一点都不好玩，真是倒退啊
好评: 咏春叶伟
好评: 不错非常好希望有第二部
好评: 他真的很不错，各种格斗方式的打击感都很足，拳拳到肉很爽！
好评: 香港系属於中国，我系你阿爹
好评: 关于对中国的友好建议
那些坑完小学生钱就走的游戏遍网全是，你不去整治；那些点开网页全是蹩脚普通话的游戏，你不去整治；那些官网买外挂的游戏，你不去整治。你整治3A大作？暴力？色情？你看看国内到处网页广告上的图，个个都比STEAM裸露，你管都不管，你来管STEAM。你有闲情雅致怎么不去管管中国影视业？发展的比卢本伟还畸形。看看你的CCTV，在看看别人的BBC，差距。你自己建立起来的文化自信又被你自己踩下去，为什么？不革新自身的管理方式，还拖一个大平台下水。STEAM虽然被很多中国玩家当成启动器，但好歹让大家有了正版意识这个观念，好不容易有点进展就要被打回原型，鼓励大家玩盗版？不说所谓民主，为什么不能分级，分级制度就能解决大部分事情，你这样有意思吗？你们这些专家是真的睿智啊。你天天弄这些没有用，干脆就直接把网络什么的都取消，正常人不让用得了，一天组织点什么喊口号种地？？？还是直接回归原始社会得了，

我真正在意的是如果我买的游戏玩不了，我又找谁来赔偿，完美，还是国家？不过估计最后就是让我们这些坚持正版的玩家白白损失一笔，最后有要被一些现实生活中的盗版优越大爷好好嘲讽一下了，睿智啊。厉害了我的国，呵呵。始皇帝啊，这盛世如你所愿。一些人和身边的朋友小时候就在传奇和cs的游戏中长大，也没有谁去砍人杀人犯法，现在的熊孩子看喜羊羊等把其他孩子烤了，到底是游戏动漫的错？还是家庭学校不负责任的教育的错？大家心里都有数.你就这样就脱离了坚持社会主义100年的目标了？中国梦，是什么？好好学习，肉身出墙

游戏属于第九文化，任何一款大作游戏，本身就蕴含着作者思想与道，但对于我国目前还未开放的价值观而言，外国对于未来的思考以及奇特的众多幻想是不能被广电局所接受的。国内游戏就目前而言，有steam和主机各方面的因素，依旧是做个垃圾就能赚的盆满钵满，他们知道游戏本身品质只要勉强过得去，在在游戏里面设计点能装X的“微操”，以及各种各样涩情的原画，各种各样中二的建模和台词就能骗到钱，游戏本身剧情一定要扯，不能有深度，浅显易懂。这样的制作反而比你认认真真想剧情做出来的游戏赚钱得多，steam在国内看起来很多人知道，实际上在绝地求生出来之前你走在大街上根本没几个人知道有steam这个东西


其实中国实名认证已经比国外领先了，银联支付和微信支付都必须得需要身份证，那为什么还迟迟不推出分级政策呢？因为现在是否过审文化部和广电总局是由最高决定权的，没有相关的法律和规定来决定一款游戏是否过审

以前有个国内单机游戏厂商制作了一款武侠游戏去送审，因为是国内厂商，所以对于审查机制是很了解的，在送审前就去掉了血液还有断肢效果，尸体也都变成了黑色的，可就是这样都无法过审，审查机构说这款游戏里的玩家扮演角色在杀人后坐牢十天就可以了，很容易造成一些不好的社会影响，后来改着改着就变成一款只能骑马的武侠游戏了

而腾讯的天涯明月刀在杀死人形敌人之后一点责任都不用负，继续屠杀就可以了，这样造成的社会影响是不是更大呢，可天涯明月刀却过审了
为什么会这样呢，腾讯日进斗金，它交得起钱，而那个小厂商做完游戏就没什么钱了，所以中国单机游戏的发展不是看你制作水平，也不是看你宣传到不到位，是先看你交不交得起钱
而中国相关部门在审查时声称依据是什么呢？就是社会所谓的主旋律，就是社会主义核心价值观
这有点像什么呢？古代君王都会给自己的权力找个合乎于法理的声明，君权神授，我是真龙天子，我的权利都是上天赐给我的，而社会主义核心价值观就是充当了这种用途的工具，给自己不正当不合乎于法理的权利和获得的利益一个看上去合理的声明
香港台湾澳门是特别行政区，他们的社会经济政治文化制度都和大陆不一样，那大家想过为什么会这样吗，其实很简单，回哭的孩子有奶吃，就比如说香港，假如97回归的时候就是大陆制度的话，他们就会大罢工大罢学，让社会不能正常运转，而当时国内外也有很多双眼睛在看着香港，所以他们就是特别行政区
而咱们大陆人呢，封外网的时候，咱们忍受住了，和谐魔兽世界的时候又忍受住了，从来没有为自己的权益发过声，而现在变本加厉，Steam中国版都要出了，最好的结果都是出来个中国版商店，现有国区的支付方式及低价区优惠都转移到上面去，这次还默默忍受的话这次那以后呢，怕不是变成朝鲜光明网了吧


很多人都把这些事情看似是理所应当的，不管是封外网还是和谐游戏，暴走大事件或者是现在的Steam中国版，而事实呢，欧洲在INS啊twitter啊上面有恐怖分子活动，而他们是简简单单的墙了这些社交软件了吗，他们跟这些恐怖分子打网络战，把他们驱逐出了这些社交软件，那既然如此中共为什么不行，就因为墙了低成本吗，我们的权益及我们娱乐休闲的地方还不如打场网络战的成本吗，中国人就要就要妥协隐忍而外国人就能保障自己的权益吗
请大家把这些言论扩散出去
为自己的权益和Steam发声


我不知道哪种被代表更好，一种是他们封禁和谐魔兽世界及暴走大事件等等自由媒体社交软件单机网游时所说的这是人民玩家的意愿更好，还是我今天发的这些东西代表了Steam玩家的利益更好，但我知道，我说的这些话都是肺腑之言，都是发自内心的话，都是在经历了这些事情后百味杂陈说的话，我是凭良心说的，而他们则不一定了


希望大家扩散这些言论
我知道十有八九没什么用，但岂能因声音微小而不呐喊
作为一个居住在中国的普通居民，热爱Steam，热爱Steam带来的快乐，能做的只有这些了
谢谢大家


其实当顺民才是有弊无利的，因为你顺从它的话他所需要给你提供的东西就更少了，因为你都表达顺从了它还在意你的需求干什么，而所谓的暴民呢，它为了自己的统治及为了安抚民众所提供的东西肯定也就越多，这个在国内就是的，封外网和谐游戏的时候我们顺从了，结果呢，Steam中国版都要出了，因为你都表达顺从了它肯定觉得出了就出了反正他们会继续顺从


一想起美利坚合众国的第一修正案和Steam这个言论自由的平台允许我在这里发声，而中共却要推出Steam中国版把这些夺走我就五味杂陈，其实我发声想要的并不多，我并没有奢求什么资本主义了生活就会更好什么的，该自己努力还是得自己努力，该奋斗十几年买房买车还是得奋斗，我所想要的仅仅是少些限制和管制，政府能够尊重公民的权益，可仅仅这样都很难，一百年前的北京城，清朝人帮外国人扶梯子翻墙，而一百年后的今天，外国人帮中国人扶梯子翻墙

一份来自一名r6老哥的复制
差评: 什么垃圾游戏
好评: 相当过瘾的香港警匪+武打片，开车手感很舒服，打击感很好。
如果换成粤语配音将绝杀，可惜换不得。
差评: lj
好评: 好

好评: BUCUO
好评: 好游戏，好玩，good，nice
差评: 为什么不能存档，你们可以存档吗，大家
好评: yyds
差评: 没有远程，没有格挡，一个中国游戏居然用英语
差评: 懂得都懂
好评: 蛇年DLC，滚你妈的，又臭又长，忍者吐打完全成就的
差评: 游戏做的真不错 内容也是传统的中国文化
但我想问一下 支线里面的香港不是中国是什么意思？
如果不解释 那就一直背着差评吧 再见
好评: Good game!
好评:   热血无赖YYDS!!!!!!!!!!
好评: 玩通关了，打斗很流畅射击也很爽快，像样的游戏，2014年的游戏都能这么好玩必须点赞
好评: 缺点：
1. 上古画质
2. 充满刻板印象的中华文化
3. （尽管考虑到成本），实际体验并不好的本地化（例如给中国人取英文名）
4. 毫无魅力的阴暗香港
5. 比不上GTA　V的GTA-like游戏
[spoiler] 6. 需要自行下载垃圾的第三方机翻汉化 [/spoiler]

优点：
1. [spoiler] 主角长得怎么感觉像吴京？ [/spoiler]
2. 还行的剧情
3. 少有的基于中华文化圈城市的游戏
4. 格斗系统挺有意思的。[spoiler] 卖的不好可能是枪太少 [/spoiler]
5. 可以听着粤语打架
6. 史低八块


好评: 我的评价是：一款优秀的叶问模拟器
好评: 我就是靠这个游戏考过科三的。
差评: 说真的，抖音游戏主播推荐来的就别下载了，确实有点失望，玩儿惯了GTA的就别踩坑了，差的不是一点点，复杂而且无聊，真的不好玩。
好评: 不买是sb
好评: 打斗系统太好了
好评: 不错的游戏
好评: 希望以后有人收过来重制和出续作
好评: 玩GTA5之前通关的睡狗，给人的感觉两个游戏大同小异，但是gta5的体量，内容，细节以及各个方面都打磨的更加优秀，不过毕竟经费不同，要求也不能那么严格，但是这个不支持中文就有点意思了，简中不支持能理解，这里各种内容是吧，懂得都懂，但是不支持繁中我是没想到的，难道说一个中华文化的游戏做出来不是专门卖给亚洲人，中国人玩的吗？难道真的会有很多人会对自己不熟悉的文化非常，特别感兴趣吗？这种人不能说没有，只能说不多。
游戏是好游戏，把夹带私货的地方刨除的话。
好评: 港味十足，玩了3次了。安利
好评: 游戏挺好的，就是不知道为什么一开始没有设置前进后退等等的按键，开车时主角会开车门，我也不知道为什么，之前玩的时好好的，现在玩就会有这种问题，是我游戏的问题吗？？
好评: 非常好玩
好评: 开房格斗游戏中的战斗鸡
好评: 总感觉游戏里好多角色眼睛很小很扁，逐渐感觉浑身不舒服。
好评: 评论里的老哥挺搞笑的 如果有人问你 ‘你家乡是哪里的？’ 你的回答会在前面加个中国二字？生怕别人不知道你是中国人？
还有说HK讲英文多的给差评的 我笑啦 这国外产商做的游戏不讲英文多给你整成全粤语？还是全普通话？做个国风游戏就一定要舔爆国人？
不爽你也去做一个纯国产的？只要能有这个差不多十年前的游戏好玩我马上买！

好评: 应该有官中的。
如果是全粤语配音就更棒了
好评: 看了怒火决定再打一遍睡狗就是说
好评: 先上车后补票 玩就对了
好评: 前一年玩完Grand Theft AutoV 然后买了热血无赖真的怎么说呢一直觉得gta挺好玩的但是·没想到热血无赖真的牛皮细节做得很到位一开始也没什么中午基本瞎摸过过不去一般上百度大部分网友都给了答案基本能过上瘾因为要上班每天就玩一个小时觉得很够了GTA大部分让你做任务体验不到像蝙蝠侠一样格斗游戏如果说gta是第一排第二的好游戏就是这款热血无赖的打斗画面太过瘾真的是i了最惨的我感觉就是血色婚礼真的是入迷了好评啊！！！！！
好评: 不错的游戏了，打折13绝对赚，值得体验
好评: NICE
好评: HONG KONG
好评: 666
差评: Hong Kong belong to CHINA!!!!!!!

差评: 游戏行 制作不行 夹带私货更不行
好评: 我在香港当卧底！！！！
好评: If Chinese inside.
好评: 11113

好评: 可以
好评: 很早以前就玩过，这次算是补票了

好评: 游戏很好玩，香港风很喜欢，打击感不错，价格还很实惠，推荐一波。
好评: 以前玩过这游戏，不错
差评: [h1]5/10 洋人用中国背景做的服务于洋人的游戏[/h1]

[b]中国背景的游戏不支持中文，我感觉已经在暗示受众不是国内玩家了。[/b]

[u]评论包含剧透[/u]


+毕竟是中国背景，尽管是在香港，但看到熟悉的中文广告牌还是会有莫名的亲切感。

+格斗系统做的很有特色，而且操作简单，打击感也还不错。

+传奇皮肤（服装）的彩蛋很有趣，部分皮肤还有特殊的武术动作。

+故事讲得还行，但也就十几年前的二流港片水平，主线加两个DLC全收集的游戏时长大概30小时左右。[spoiler]结局任务太扯JB了，人与人的体质不能一概而论，沈警官曾在极度愤怒的情况下被割肉碎脚趾电钻钻膝盖折磨了好久之后，徒手打爆了十几个人，再拿枪火拼乱杀，最后换身衣服杀进别人基地里把大BOSS逼入绝境再橄榄他，美国队长看了直接拜师好吧。[/spoiler]


+通过某些任务后，可收集品会标注在大地图上，全收集者的福音。

=画面其实还行，个人比较喜欢这种色彩鲜艳些的画面。

=配音鸡肋，一开始的粤语听着很有感觉，但也仅限于开头了，后面都是英文加句把两句粤语，小贩叫卖全是英文叫卖，既然可以把粤语整的不错，为什么要做夹生菜呢？[b]因为受众是洋人。[/b]

=电台音乐不错，但是曲目较少，而且感觉英文歌数量偏多。

=库存车辆数量、种类繁多，但是不分类，找车要翻好久。车辆的手感一言难尽，只有几个A级车开着感觉还行，主要是在转弯上，这点摩托车极其夸张，车头简直转不动。

=武术动作多，攻击的打击效果基本就一种，踩腿折臂全是右边，一开始还有新鲜感，越到后面就越像是在看《西游记后传》，重复重复再重复。

=个人不喜欢任务中的警员经验点数设计，碰着擦着什么玩意儿就-5，虽然最后警员等级是可以升满的，但在任务过程中很影响体验，搞的缩手缩脚的。

=游戏没云存档，17年卸了现在捡起来结果重新打，吃瘪。

-随机任务可以增加游戏世界的活力，但是过于重复，不是追人就是赶酒鬼，不是赶酒鬼就是后备箱救人，还有时间段的限制，让本来就没意思的任务，变成最后为了完成它满地图逛街找黄点的折磨。

-人物塑造有问题，本以为是无间道，结果是古惑仔，主角感觉不像是一个卧底警察，反而像是被招安的黑社会。黑帮这边的笔墨明显比警察工作描写的生动的多，主角的顶头上司又是个坏逼，最后还被出卖。让我感觉反黑是工作，混黑才是生活。还不如做成港版GTA呢。

--部分任务中夹带政治私货，很恶心。本来质量是方便面级别，只有那点鲜味，还吃出蟑螂，真把我恶心坏了。

--制作组对中国文化认知也就在看港片，读几本名著的水平。破坏风水那一段真的把我尬住了，做的几个小游戏也是一塌糊涂，卡拉OK里全是英文歌、麻将做成单纯的比大小、斗鸡用肉鸡斗，最离谱的是DLC北角噩梦里，对抗僵尸用茶？！还是用辣椒，白化鸡蛋，羊粪，老鼠血，冷冻液做成的？！神他妈冷冻液是道教施法不可或缺的一部分，东南亚的巫术都不会用这么奇葩的东西！到这里我都怀疑制作组连港片都没咋看过，但凡看过林正英电影，糯米红豆总该是知道的吧，结果唯一有联系的也就只有桃木剑，对僵尸文化的描述也是稀里糊涂的。

--蛇年DLC做的敷衍到不行，一开始的CG我还以为要走功夫喜剧路线，结果是剧情和任务都生硬重复无聊的警察生活体验，最搞笑的是我擦到同事的车还被捉了，对新年文化的描述和北角噩梦的僵尸文化水平半斤八两，差不多烂。


[h1]终究还是洋人借着中国元素做给洋人玩的游戏，我认为国内玩家玩可以，但不要对他抱有太大期待，即使去掉了政治要素，这款游戏在我眼里也就是个及格游戏。[/h1]
好评: 动作做得非常的现实徒手格斗，接近完美
好评: nb
好评: 打折买的，我是聪明逼
好评: 挺不错的游戏，就是英语挺不习惯。
好评: 很好 大爱睡狗
好评: 我TM裂开，这游戏居然不支持Steam云存储
好评: 要是有续作就好了
好评: 经典无价，骨折入库.
好评: Pork bun
好评: 武打动作和剧情超级赞，只不过讽刺就讽刺在中国背景的游戏不支持中文。呵呵。最后还有，沈威是中国香港的，香港是中国神圣地图不可或缺的一部分，谢谢
好评: 666
好评: 神作！ 非常好玩 

好评: 我是傻逼

好评: 非常好玩，就是车不太好开，感觉有点像GTA4的车
好评: sleeping dogs这个游戏在剧情和设计上走的经典港味的卧底警察路线。剧情方面还是挺不错的。
优点：
较为不错的画质+非常棒的优化。
浓墨重彩的色彩，在雨夜，夜晚。画面看起来并不差。
即使是键鼠也可以享受到出色的格斗体验，格斗音效和画面特效搭配的恰到好处。 （推荐手柄游玩）
“面子”这个设定非常的接地气哈哈哈哈，
缺点：
射击手感和驾驶手感较差，所有的车都跟装了氮气加速一样极速起步。
完成剧情后城市比较空荡。
总体评价：8.5/10。 值得一玩。
好评: 没有汉化

好评: 手残慎入（例如我）群殴起来我反复去世T^T
好评: 不错就是有些BUG
好评: 还可以，虽然是老游戏了
好评: 好玩但香港属于中国
好评: 格斗系统做的不错，画质可以，赛车比赛过于反人类。
好评: 打击感爆棚
好评: 动作游戏中的经典之作。
差评: 打架手感不太好，无中文看不懂剧情
好评: 终于破完主线拉，游戏剧情非常的不错，画风也非常漂亮，可惜剧情到中间有一点无聊，但是后面的结局非常精彩！
而且这游戏玩到后面不小心强迫症发作，结果不小心把该收集的技能都收集完了

DLC (Nightmare In North Point)
还挺不错的，就是故事有点短，但总结下来还行。（但是拿着那把刀挥来挥去还蛮好玩的）

DLC (Year Of The Snake)
新年的气氛很不错啊，任务也蛮丰富，而且在结尾Wei Shen的那一句Happy New Year好善良啊
好评: 咏春 叶伟
好评: 刚玩想体验90年代的风土人情，在大桥上有一个女的我以为是接客的让我看看紧不紧，我刚想看清被人打了一拳还把钱给抢走了，谢谢你让我当了憋屈人
好评: 重生之我是陈浩南
好评: 很有意思，中国版的GTA
好评: 2020-12-19 本体通关打卡
2020-12-22 本体加DLC全部通关打卡

大学时看室友玩过，当时没觉得有什么有趣的地方。
之前steam打骨折8块入了终极版，港版给她爱游戏体验还不错。
除了鬼才的开车手感和视角，其他都还好吧。
近几天打通了主线，北角噩梦，蛇年。主线还差一个雕像没找到也不爱找了。就这么滴吧。
比较推荐，毕竟能在汉语背景下玩到GTA也不容易。
好评: 我是沈威
好评: 特别好玩
好评: 拳拳到肉的感觉实在太爽，游戏虽然很老了，但是丝毫不影响体验
差评: 香港自古以来就是中国的领土！！！！！！！
差评: 就是政治不正确
好评: 代入感很强
好评: good
好评: 游戏不错，可惜没有官方中文。
好评: 好是好玩，就是做完所有任务就无聊了
好评: 中国版GTA名不虚传，玩过绝对不会后悔，新玩家若需汉化开一下加速器评论区里有。
好评: 太少啦玩三天就玩完了，不过挺好玩的
好评: 6
好评: 为什么没有中文？we need chinese
好评: niu
好评: 不错的游戏

好评: 打击动作很不错 比G5强但是 GTA5yyds
好评: 这波血赚
差评: 香港是中国，我是你阿爹。中国风gta还没汉化，我是你阿爹
好评: 
nb

差评: 游戏性不黑，确实好玩；但是台词夹带港独私货非常恶心！--“我们不是在中国，而是在香港”，明眼人都知道制作方心里什么算盘，tui，恶心！
好评: 很经典的一款游戏，可惜没有中文版
好评: HongKong belong to China
好评:  自由度很高，可玩性很强，剧情也超级给力，而且警察真的好垃圾，哈哈哈犯罪成本好低，I love it!不过视角切换是真的诡异
好评: 港版GTA
好评: 还行
好评: 开车真是一言难尽
好评: 打击感特别不错，中国武术yyds
好评: 经典，再次玩热血无赖历尽艰辛终于完成所有成就，本体加DLC，一共47小时。
好评: 666

好评: 这才是猛男该玩的游戏

好评: HAOWAN
好评: 必须推介 这游戏打折13块还不入吗 太好玩了 打击感很强 一代神作哦....
好评: nb

好评: 这游戏打斗挺不错的剧情也很不错玩到朱老温死的死的时候我甚至流下了眼泪虽然我知道主角是个卧底剧情挺感人的也是玩通关了 然后驾驶系统不是很好也是挺推荐玩一下的
好评: 20211002 主线通关 非常优秀的游戏 dlc还没打 
20210921 非常好玩的开放世界卧底警察游戏 蝙蝠侠同套战斗系统打得很爽
好评: 富有香港味道
好评: 不错
好评: 阿杰，我的阿杰，呜呜呜呜呜呜
好评: 永远跟党走，心中有党，事业理想。
⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
china NO.1
好评: 挺好的 就是全程英语 挺难受的
好评: 街上路人地道的粤语，太入戏了。
主角长得真像吴京。
好评: 通关打卡。
游戏剧情不错，打击感十足。
还有不同阵营等级。
暴力的赛车模式。
足够多的物品收集。
差评: 有点偏日式风的开放世界游戏，但是主要侧重的是打斗，开车手感一般，枪的话手感非常之差 并且经常玩着玩着你枪就不见了甚至存个档你枪就没了的情况都有，就题材非常之棒但做的属实拉了点
差评: 建议改成《你追我赶》，十个任务九个是在开车你跑我追，我跑你追，还有一个是跑步追逐，合着除了追逐战就设计不出游戏了是吧，辣椒
好评: 经典
好评: 中国gta
好评: 73eudjkskjeusxikd
差评: 玩了9个小时，发现打骨折，我是傻逼
好评: 游戏不错！
好评: 通关打卡!
差评: 不好玩，男主不帅。。。而且剧情比较简单粗暴，主要动作+赛车
好评: 好玩

好评: 不错的游戏奥，动作样式繁多，拳拳到肉，嘎嘎享受。可惜没有第二部了。香港的街景做的实在有那味儿，行人的交流啊，霓虹灯牌啊，剧情也是不错滴。特别是主角做噩梦，属实把心理刻画整明白了。好玩的游戏，推荐。
好评: 挺好玩的，如果有官方中文就更好了
好评: 真不错呢哈哈
好评: 打击感不错，要是有官方中文能给更高的分
好评: 我是聪明兵，13元入的。
个人觉得比GTA5（单机版）好玩
差评: 今天一看愿望单发现这款游戏降价了，寻思着也是跟给她爱一样的犯罪题材，于是下载想着体验一下。看着不支持简体中文那一栏我犹豫了一下，不过还是架不住特别好评入库然后下载。网上搜了一下汉化教程体验了10几分钟，直接被劝退，有点体验不来。首先第一点，有些汉化程序契合性不强导致故事情节没有字幕，本来这种类似开放世界的游戏就是在讲一个故事，直接跳过剧情游戏性将会大打折扣，并且让本就不长的时长再度缩水。小部分原因来自汉化补丁不太给力，但最重要的是一个以XG为背景的游戏不支持中文，一个在面向全世界游戏玩家的平台上架的游戏却忽略了中国玩家，我不舒服也不李姐。其次，在游戏教程阶段，蜜汁操作手感，非常不流畅自然，过个桥直接给我翻出去干水里，这也可能是我游玩时长不够没有习惯。跳过3段剧情，正式进入后游戏3d画面容易眩晕，我也没有继续玩下去。最后一点，给想买的人一点建议:同样需要汉化，不如去搞给他爱5系列之前的作品。
好评: 太好玩了
好评: 感觉挺有感觉的

好评: 没中文，搞了个汉化还是有的地方是英文，剧情基本没看都跳过了，感觉一般般，地图也有点小，但打折10多块钱也算可以了
好评: 很爽的游戏，就是这个开车视角转的有点晕
好评: 哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈
好评: 中国版GTA，在里面玩得很有一种归属感，打击感十分舒服，
好评: nice
差评: 游戏本身素质还是算是可以，但是有几个点。
关于车辆的设计真的是令人发指，莫名其妙的手感，有时候还会被路上不知道什么东西卡住。判定也有问题，想要坐出租车，有时候我明明是长按E结果就把车给抢了。
打人的时候有时候没法闪避，有时候打对方有霸体。相比几年前，这些问题反而更多了。



好评: 现在还不入的是傻逼，我是聪明逼
好评: 可以可以
汉化网址：dl.3dmgame.com
好评: 屌

好评: 太牛逼了这游戏

好评: 优化真心好
差评: 傻逼游戏，都是中国人你玩你妈英语
好评: 真不错，但是是英文的一些没有听懂
好评: 希望社会主义的铁拳早日砸到steam上
差评: 没有中文
好评: 为什么设置不了画质啊
好评: 低配置远古神机永远的神 电脑换了不卡了再玩反而没味了
好评: 非常好玩
好评: 打击手感贼爽，开车系统贼差，开俩下撞20下
好评: 行
好评: nice
好评: dd
好评: 我们需要中文
We need chinese
中国語が必要です
好评: 牛逼
好评: 我要中文啊，游戏是挺好的就是能不能把中文补丁搞上
差评: 香港自古以来是我国不可分割的一部分，你他妈港口码头11颗星的红旗是什么寄吧，gd废物给爷爬！！！！！！！！！
好评: 补票   以前玩的盗版
好评: 可以，不错
差评: 夹带私货
好评: 记得带温斯顿老婆满城跑挑婚纱的温馨场面，下一幕就是婚礼现场被人血洗，温斯顿和老婆抱在一起死的悲剧画面，两个场景一下就会给人巨大的上下落差，导致我多少年前玩的游戏，依然还能记得。
还记得的一幕就是陈冠希配音的那货被人XXX（场面很XX，你们自己去玩就知道了），就这两幕死人的场景让这款游戏得到升华，达到我心目中非常非常高的一个高度，我也推荐没玩过的朋友真的可以尝试一下这款游戏。真的是很有高度，剧情特别饱满的一款游戏。
好评: naisi

好评: 出色的近战，优秀的剧情，值得一玩。
8/10
好评: nb
好评: 香港是中国的
好评: 96666666666666666666666
差评: 游戏是好游戏，游戏中电台的粤语歌，香港街头的风土人情，都还原得很到位，制作组也用心了
但是你一个以中国香港为背景的游戏，没有中文是什么意思？搞不懂制作组的意思，还有在提及主角沈伟的家乡时，只说香港不说中国？GD?夹带私货？香港自古以来就是中国不可分割的神圣领土！我觉得就凭这点，好评就不该给你。
差评: 就是你妈逼烂尾是吧
好评: 香港是中国的固有领土！！！！
好评: 我是甄子丹
差评: 一般般
好评: haoyouxi
差评: 游戏品质没的说 政治立场不容妥协
好评: 我到了香港，把香港黑社会揍了一顿。
差评: 没有中文
好评: IT'S VERY GOOD,I YERY LOVE THANK YOU
差评: 什么傻逼游戏，在旗子上面搞小动作是吧，真的恶心
好评: good, feels like HongKong
好评: 我爱
好评: 个人觉得挺不错的一款游戏
好评: 游戏以格斗为主，格斗系统不错，枪战系统海星。
但是游戏bug略多，第一关bug容易卡关，最后一关bug多的可以跳过半个关卡
还有逃出建筑的跳跃手脚架☜这tm按空格没反应bug       eMM
最后就是驾驶系统烂的不行，摩托比赛翻撞墙☜因此砸了电脑
总体剧情很棒，能引起玩家感情共鸣
配置也不高，一般配置都开全高
好评: 好玩  对于会说白话的人简直倍感亲切
好评: 补票
好评: 好好好
好评: 这游戏尽然没二
好评: 我是傻逼:)
好评: good
好评: 现在还有人新皿煮滋油那一套？
省省吧。
我恁爹。
好评: 666666666666666
好评: 我草泥马
中国香港说他妈的英文
就算是说粤语也可以啊
不过游戏真的可以
好评: 263526325
好评: 牛
差评: 游戏是不错，但是港独私货我cnm
好评: 故事情节有点短，比GTA5的40几个小时短了一半，感觉意犹未尽。打斗动作和打击感很爽，如果能引入GTA5的买房、持枪玩法或线上玩法就很爽了。有游戏的打击感真的经典，爽得一匹。
好评:  M,MM
好评: 666

好评: 战斗动作太顶了

好评:                           JK
好评: 游戏不错，港毒4000+
差评: 什么垃圾游戏，一点人物主动性都没有，像个傻子一样，被人家打就在那里晃，也不会选择对手，差评，被攻击时也不能及时转身反击，总提示按键，按了之后屁用都没有，草！！！
好评: 13元入的，我是聪明人
一款类似G.T.A以香港为背景的动作类游戏，整个游戏中枪支出现的频率很少也不能持枪上街，毕竟符合大背景。
战斗过程中多以功夫为主，拳拳到肉，有十几种组合方式，并且按照不同的顺序还能触发不同的招式，如断腿技、过肩摔等。根据环境的不同，对应的方式也不同，比如 旁边有台音响就可以直接将敌人打入其中直接解决。
公式化剧情比较多，最典型的就是主线任务去找A然后让你找B，B让你解决C才能帮你，就很冗杂拖延节奏。还有就是各种追人，然后翻过各种障碍最后到达一个地点再一举歼灭，开车中就是追上各种车然后翻进去，最让我不解的就是温斯顿结婚蛋糕那个剧情，明明一个电话就能让送错蛋糕的司机停下来非要让我去追，然后司机还开的飞快乱撞，就不合理。整体剧情前期还是不错的，后面有点烂尾，香港背景还原的不错，杰仔最后的结局就比较符合了。
有两个外传，一个是打僵尸，一个是police抓小偷，看着就没意思我就没玩。
14年的游戏画质和角色建模还可以，不能以现在的眼光批判
角色的装扮有很多如杀手、正当防卫游戏的角色，李小龙、叶问、成龙等流派，我最喜欢的还是孙悟空，能够打出金箍棒大招可劈可扫，群战非常好用。
整个作品中还有很多互动的小游戏，如破解密码箱，开门锁，侵入系统和定位服务等，比较有趣。
好评: Hong Kong


20th
好评: 非常好玩 值得推荐 期待新作（虽然知道不可能）。。。。。。
好评: nb神作可惜没有2了

好评: 我在Bilibili直播，然后直播间就被封了。这特么不比那些卖肉的强？？？？？？？
好评: 打斗射击感很好
好评: 古德古德。
好评: 游戏真的很不错，史低这个价格入手能玩这么长时间真的很好玩！希望有第二部！！！！！！！来人买这个游戏版权吧
好评: 如果没有gta5，她绝对是神作。打斗满分啊
深圳市act的级别
好评: p
差评: 抵制SE
好评: 打戏过瘾

好评: 对母举，哦嘿拆忍
好评: window10经常玩一会就闪退
好评: 好玩
好评: 任何广义上的优秀的文学作品（一本书，一部电影，一款游戏等）如果想表达某一个观点，那前后必然会有诸多伏笔与观点相互呼应，草灰蛇线，这样表达观点想法的时候才容易被大众接受。如果制作组真的属于港独，那游戏中一定有很多铺垫，不断去暗示大陆是多么封闭落后，香港是多么的民主发达，但是实际上完全没有这种暗里褒贬的倾向。

已经有很多人指出了“This is HK，not China”在环境中只不过为了表示制度文化上的差异，这也是很多外国人的“语言习惯”所导致的 。而所谓的“一碰就炸”不过是某些网民缺乏基本的文化常识，缺乏自我思考，盲目跟风，易被煽动，对于异于自我想法的观念或者价值观持完全否定态度。

你想辩？来说说小学教材上的英语单词“Korea”是否触及了韩国或者朝鲜人的底线，侵犯他们的领土主权？谁叫你教科书上从来没有细分“Democratic People’s Republic of Korea”与“Republic of Korea”。

你想辩？看看上半年《Nature》杂志上标题“China Moon mission and a scholar on death row”风波，多少人带节奏说《自然》阴阳怪气抹黑中国，你是不是也是这样？哦，你从没有认真看过《Nature》，人家的标题永远都是《A and B》或者《A，B and C》，这么说人家也曾经抹黑过r本，m国了。原来是你没接受过高等教育，或者白白在学校呆了几年啊。那没事了。

总之一句话，“你们连爱国都没有水平。”
好评: 优秀的香港警匪故事与格斗相结合的游戏，可惜开放世界做的一般。
好评: 可以
好评: 对于一个这么久的游戏来说细节真的做的很好了，真是太满足细节控了，就是没有中文！！！
好评: 游戏的打击手感是真的可以，就是连招有点少了，游戏的后期可能就会有点无聊，剧情走完之后支线任务有的可以玩玩，但是重复度有点高，玩几个就没意思了，里面的皮肤感觉就孙悟空的最有意思，蓄力可以用出金箍棒，车的话，做一些警察的任务会送，最好玩的车是一个支线任务得到的，有加特林和EMP，游戏里面车有点难开了，漂移做的还可以，不急着玩的话可以等打折入手。不过游戏里面唯一让人恶心的就是夹带私货，有gd的成分，但是这游戏值得玩玩。从游戏的角度出发还是推荐的。
好评: 买的时候没注意，没有中文，这么多对话情节看不懂情节
我们需要汉语！
We need Chinese！
中国語が必要です！
우리는 중국어가 필요하다！
Nous avons besoin du chinois！
Wir brauchen chinesisch！
Нам нужен китайский！
Necesitamos el chino！
Precisamos de chinês！
Noi abbiamo bisogno del cinese！
Chúng ta cần trung quốc！
Kita butuh orang cina！
نحن بحاجة إلى الصينية！
We hebben chinees nodig！
เราต้องการภาษาจีน！
Nos postulo Sinica！
好评: 好游戏（港独司马除外）剧情很丰富 动作元素很多 格斗系统相当完善 我是傻逼

好评: 还可以
好评: 很好玩的

好评: 从小就喜欢看港片，作为港片的游戏化，睡狗从剧情上就已经深得我心。看着威哥最后当上龙头了，完成了任务，可最后只剩下一人时，心里很不是滋味。迟来的补票也算是给童年留个回忆
好评: 典型香港犯罪游戏
好评: 泪目，通关自后一个人没有了，幸好还有DLC QAQ
好评: 热血无赖 开车除了有时候的视角感人  还是蛮舒服的  超级车很棒
不过后期开车去任务点 太远了  疲劳了   我也碰不上出租车  如果有手机打的就好了
开枪的射击感差 好在场景也不是特别多    
风灵月影的辅助器 不能哟用还有我在评测时才发现  这游戏为啥叫sleeping dogs
差评: sb
好评: 要我评价的话就是一个拥有浓厚中国风的GTA，游戏特别出色的点就是他的格斗系统，在掌握了格斗系统之后打每一个任务都像是看电影，很遗憾的是这样一款优秀的带有浓厚中国风味的游戏制作组全部都是外国人，不难看出游戏制作组确实花了很大心思来制作这款游戏，硬要说缺点的话或许就是因为制作组是外国人的原因所以游戏没有中文，大部分的游戏过场以及人物对话也都是英文，看起来有一股浓浓的违和感，至少两个中国人的时候要说中文呀喂！！！（开个玩笑）在家里电脑还是小霸王的时候就听说过这款游戏的威名，也是在有经济能力之后选择了补票这款游戏，建议没有玩过的玩家在打折的时候入手体验一下，血赚不亏。



If I want to evaluate the words is a GTA with a strong Chinese wind, the game is particularly excellent point is his fighting system, after mastering the fighting system to play every task is like watching a movie, unfortunately such an excellent game production group with a strong Chinese flavor are all foreigners, it is not difficult to see that the game production team really spent a lot of thought to make this game, hard to say the shortcomings may be because the production group is a foreigner reason so the game did not Chinese, Most of the game and character dialogue are also in English, it seems that there is a strong sense of disobedience, at least two Chinese to say Chinese ah!!! (a joke) at home when the computer or the king heard of the game's prestige, but also after the financial ability to choose the replacement ticket this game, suggested that players who have not played at the discount to start to experience, blood does not lose.
好评: 能免费给一个不
差评: 好玩是好玩，格斗系统也十分有打击感。但是一个任务里主角说的台词：“这里不是中国，是香港”就让人很恶心，香港永远是中国的领土，一个游戏还带着港独的意味已经不用再解释什么了，加上游戏里的NPC讲的中文也实在不走心，一句英文夹着一句烫嘴粤语就是香港风啦？主角更是一句中文也没讲过。车辆驾驶手感也一塌糊涂。你认为游戏里夹杂点港独是幽默？我认为你是傻逼。
差评: GTA+如龙，任务一次只能接一个，所以不能接很多任务一起做，死了会去医院，然后你又要重新跑图，战斗和开车其实还算不错，虽然没那么多花里花哨的，但是反击格斗还是挺带劲。由于汉化翻译不太行，虽然是很简单的英语，我也没搞懂剧情细节，翻译的乱七八糟看不明白说了啥。主角认为香港不是中国的，所以差评，你还不是你妈生的？
差评: 本作前中期主线剧情属于优良，也很有香港黑道片的味道，缺点是配角智商堪忧，主角就差没穿着警服在他们面前晃悠了竟然硬是没几个发现的（自己换的警服除外），后期剧情过快剧情更加降智不建议深究，爽就完事了；动作自然可以打高分，战斗一流打击感足操作简单，枪械手感略差但由于子弹时间的存在也可以说是比较带劲，驾驶车辆还有冲撞和扒车，略微弥补了驾驶手感拉跨的缺点。
推荐的部分说完了，接下来就是不推荐中国玩家入的理由：本作的一部分中国元素由于混合了西方理解，可能会给玩家带来不适，含有巨量的刻板印象。

最恶心的是，本作的主角沈威，是位归国华侨，在游戏中期十分露骨的表达了自己的港独倾向（虽然不排除是为了剧情有趣而加入的笑话，但一定是夹带私货），并且全程飙英语（其他配角虽然也是英语配音但都会夹带一些粤语），简而言之，是个烂人。

总之呢，如果已经入了那就这样了，本作质量在当年属于中上水平，但尚在观望的Chinese玩家，我非常非常不建议在这个时节入这款意识形态扭曲的屑作
好评: 还是比较的可以
好评: henshufu
好评: 想要中文的非常简单点https://dl.3dmgame.com/patch/51000.html
这个是终极版的简体中文，点最下面的电信或者网通下载别的别点，别的点了一堆病毒警告，然后下载好，直接在下载里打开，然后解压，因为有win10的，所以你去软件中心下个rar operen，然后用这个软件解压，解压完了直接打开那个解压好的文件，他会变个图标，就说明已经好了，打开热血无赖终极版文件目录，把这个解压好的文件拉进去，然后把解压好的文件打开，然后注入就行啦（把杀毒的关了）亲测没有任何病毒。
好评: 中国yyds❗❗❗
汉化补丁:https://pan.baidu.com/s/1bn4Hwbd
差评: 游戏性不错，尤其是拳脚功夫的招式和打击感都算上乘。就是这nt剧情和设定就四个字无知傲慢。尤其2021年在玩这个游戏对照现实霉弟，真是讽刺啊。
好评: 中国功夫牛逼
游戏画质牛逼
游戏驾驶手感6的一批
驾驶视角ex的一批
好评: 这款游戏的背景是香港回归之前，所以说香港不是中国也是可以的吧
好评: 香港系属於中国，我系你阿爹。
香港屬於中國，我是你爹。
Hong Kong belongs to China. I'm your father.
Hong Kong appartient à la Chine, je suis ton père.
 гонконг принадлежит Китаю, я твой папа. 
香港は中国に属しています。お父さんです。
差评: 港独滚出中国！！！！！！！！
好评: hhhhh
好评: 可以可以。就是没有中文自己装补丁
好评: 不愧是港版GTA，操作性还是很强，粤语加上功夫还原情景。剧情和音乐都很好，收集任务也挺费劲！缺点在于开车视角乱晃不好调整。
差评: 至于我为什么要给这游戏打出差评，稍后我会慢慢解释
首先，睡狗确实是一部很不错的香港版GTA风格的游戏。游戏的设计风格也是以21世纪的香港背景为主，而且游戏的格斗系统。比起《如龙》系列来讲，虽然探索自由度比不上热血无赖。但是如龙在某些细节元素方面做的比热血无赖要丰厚些。（毕竟如龙除了没有载具外和游泳系统外，也就纯属ARPG游戏罢了）
但是这个游戏在中后期的支线任务里面夹带的还有私货，有个叫唐博士的帮忙主角沈伟测试他新研究出来科幻跑车但是在这任务里面有个对话。男主沈伟确说了句：‘这里是香港，又不是中国的’但我这里不得不提嘴一句，香港是中国不可分割的一部分！我是不清楚这位开发者编剧的剧情是想煽动一些香港人***********还是怎么者，总之这段话也算是把一些国人玩家给恶心到吐了。
虽然这个游戏我是没有太多的评价和看法去评审款游戏的价值。另外游戏我也是前年促销时候入的，打通关后给我的印象其实说实话除了车辆操作手感稀烂之外，而且游戏的格斗动作多少有些僵硬（剧情相对来说做的还挺优秀，也很有港片的氛围。但是也就除了男主沈伟那句对话外）。毕竟这个游戏的开发商都已经关门大吉了（但是游戏提供的DLC内容也还算是挺丰富的），我也不指望这个游戏会不会出有续作。除非SQ有生之年愿意把这块儿老IP重新翻新一下也是挺不错的。但SQ就算是出了我也不指望为热血无赖2买单，就看SQ怎么延续热血无赖2的剧情吧。（就以目前香港现在的情形，就算是出了游戏里面要再包含敏感内容也难让国人玩家为这游戏买单）
差评: 港独死ma
差评: 只能说一般，对于几年前来对比的游戏来说是很可以，动作的流畅度还是蛮不错的，就是动作再多点就好了，剧情方面可圈可点，有股看港片的感觉了，但是里面夹带私货确实sb，香港是中国不能分割的土地，ok？
差评: 垃圾游戏越玩越生气，做个任务被群殴，没人攻击的时候按e就摆好姿势动都动不了等被打，背后有攻击的时候按e按到疯都不动，蠢得一批，
好评: 經過自認的小小探索了一番之後，終於自大到認爲勉强夠格寫個測評了吧。
這部作品即使放在當今也很優秀：獎勵機制豐厚的彈反、極其爽快的格鬥技，並較爲優秀的探索與收集要素。
但缺點也體現得明顯：NPC邏輯怪異、街頭路人語音單一、突發的高度相關bug與略顯僵硬的交互按鍵。
但總體而言游戲非常不錯，即使看著街上比翻譯器還怪異的漢字招牌，但雨夜，柏油路面上水坑倒影的霓虹燈版，無名應召著那個香港，游戲中的香港，世界的衆生相。
今時的香港早已大變，這款游戲中所盡力試圖營造的”港風“與曾經的香港至少有兩分相像。
游戲能夠拿來懷舊嗎？
或許吧。
游戲作爲藝術，與書籍類似，不過看玩家如何解讀。
這取決於玩家，玩家們。
另附：玩久了真的讓人熱血沸騰:)
好评: 其实很少人还记得这个游戏
好评: 二刷 雀食耗丸
好评: 还是非常经典的游戏  虽然有些瑕疵 但是瑕不掩瑜
好评: 要是出第二部就好了！
好评: 好
好评: 古惑仔不用脑一辈子都是古惑仔！
好评: 66
差评: 没有中文就算了，还夹带私货，必须声明香港是中国的领土。
好评: 干
差评:   码头上挂着的是十一星红旗，虽说是一款游戏，但是我没见过哪一款游戏恶意侮辱任何国家国旗的，更何况游戏背景是在香港.主线任务更是夹带私货.香港是中国的固有领土，请警惕，这是一种恶毒卑劣的文化意识输出、
好评: 游戏是不错只玩的主线剧情个别地方夹带私货有点恶心人
差评: We need Chinese and Chinese Hongkong!!!!!!!!!!!!!!!!!!!!!!!!!
好评: [h1]黑白两道通杀[/h1]
被称为港版GTA的热血无赖的确名不虚传，游戏出色的背景环境渲染，其中包括视觉环境和声音环境都被塑造的栩栩如生，在游戏当中彷佛真的置身于香港的社会之中。动作场面相当华丽，每个街角，市集，港口或摩天楼都能成为紧张刺激的枪战，街头飙速和功夫味十足的打斗。以充满想象力的近战打斗系统，玩家能够施展出最花哨的功夫动作，单挑一票敌人。不过游戏开车手感并不是很好，游戏中开车追逐的戏码也不少，掉头转弯视角变换的很迷，不是很好操控，也是游玩中比较不舒服的地方。


[h1]Sleeping Dogs[/h1]
游戏的耐玩性还是非常的高，除去主线外，支线分好几大类。缉毒任务、帮忙任务、事件任务、赛车任务等等，品种和花样繁多。当然增加游戏时间更为犀利的自然是收集品，有些收集品的位置还是比较隐藏的，想要进行全收集还是需要花费一定的时间。结合了众多开放世界游戏的特点，并且加入等级、跑酷、黑客破解等元素，无论是游戏的素质还是游戏的创意都非常高的。
差评: 有人告诉我这个游戏叫吴京在香港
好评: 非常好
好评: 很好玩
好评: 盗转正
好评: 丢你老母啊

好评: 挺好玩的，打斗贼爽

好评: 好游戏
好评: ok

好评: 北角噩梦沈警官
好评: 我是傻逼
好评: 重温一遍经典，但是年龄见长的我开始思考以前满头热血而没有思考的事情，就是沈威真的做的便是对的吗？在长官三番五次的告诉他任务完成时，在他第一次杀人会恶心到后面的杀人如麻。再到所谓的红棍，风格无比，可是哪个得到了好下场呢？大嘴李，温斯顿，狗眼，唐先生，再到龙头波叔。这应该便是所谓出来混总有一天会还。沈威很能打，这无可否认，但他绝不是位对社会治安有帮助的警察，光是在追逐战中车毁人亡的警察就不知凡几。如果沈威没有滕小姐的帮助，从帮派阴影走出，我想那些死去的朋友可能就是主角的结局
好评: 老游戏了....习惯格斗港片的推荐尝试一下。几年前的游戏。，20多块钱也不贵。。
好评: 宣南
差评: 不知道什么原因总感觉触控有问题
好评: 好评
好评: 游戏是好游戏，不过提一下！香港是中国不可分割的一部分！台独，港独死全家！！！Hong Kong is China
好评: 为什么没有简体中文，希望出简体中文
差评: 相当无聊，人物塑造空洞死板，剧情毫无乐趣衔接生硬，乍一看好像该做的好像都有做出来，实际上换算下来就是睡觉时候都没价值放的爆米花电影👇
好评: emmmm 香港街头~
好评: 拳拳到肉

差评: 夹杂私货 港独畜牲biss
好评: 这个游戏哪个加速器里面有
好评: 神作，可惜没有续作
好评: 话不多说 真的好玩
好评: 除了开车的操作令人蛋疼，其他也没什么可挑剔的了
好评: good

差评: 这里是香港，更是中国，游戏好评，开发商夹带政治立场只能差评。最后，本来想全成就，最后2个随机事件卡bug了，死活不触发，导致最后2个成就没完成，垃圾！！！
好评: 开车手感一般，其余还可以
好评: 热血无赖，多么优秀的一部作品呀，动作打击感相当优秀，拳拳到肉的爽快，而且招式真的有种见招拆招的感觉。没有第二部，真的太让人可惜了。画面放在现在也还是可以接受的，不过毕竟是很多年前的老游戏了，建模水平和现在的游戏是比不了。没有中文，不过汉化补丁很好找。这游戏打折连10块都不到，很值了，推荐入终极版，两部DLC还有挺有意思的。
好评: 睡狗yyds
好评: 除了中文需要打补丁都很棒
好评: 简单点说，小GTA 5+如龙，打折入那可行了，推荐
好评: 本游戏是本人玩的第一个沙盒游戏，画质提升剧情很棒，满分~
好评: 下载完汉化补丁，游戏针不戳
好评: 还好，就是内容不适
好评: 666
差评: 反正就是很不推荐
好评: 我可太希望制作组本来会有更多时间去打磨这部作品了！睡狗打造了一个生动的香港，海量中国文化元素倍感亲切，街坊邻里用广东话闲谈让我感觉身临其境，空气中弥漫的”冚家铲“和”死扑街“等经典粗口。游戏既呈现了卧底生活的黑暗沉重面，又不乏有逛夜市吃章鱼烧的生活气息，只可惜只有少数出场的角色是有血有肉的，不像小而精的《如龙0》，也不像大而磅礴的《RDR2》。我感觉这应该是用30小时才能讲完的故事，被硬生生压缩到了13H+。虽然有众多没有交代的人和事，但不妨碍睡狗讲了个足够精彩而跌宕起伏的故事。
差评: 游戏是好游戏，但夹杂私货和全员眯眯眼有点恶心人了
好评: 粤语好评
差评: a
好评: 玩了29小时所有任务都通关了，剩下时间只能用来打架 找生命神笼 抢运钞车 搜箱子。这款游戏的特色是打斗系统真的很爽和粤语的配音，让我一个广东人听的懂路人在bb什么（npc稍微被搞一下就骂街）。坏处就是开不了飞机剧情不够长还烂尾，做警察任务时打到同行警察还会被通缉？？？给萌新的建议就是开局先去拿蝙蝠车，车上带的机枪能帮你前期省不少事。买特殊服装可以获得不同技能，例如孙悟空附赠载具 咏春服装解锁咏春拳法 47和6万元以上的其他服装自带武器！！！希望能帮到各位
p.s：热血无赖2东京梦流产真让人意难平，原本还想着去东京打小日子过得不错的日本人呢。
差评: 优化极烂，元素中国化缺不支持中文？？？给你差到烂
好评: 安安安

差评: 真容易闪退
