好评: 砍砍砍
好评: 有挑战！难度适宜！上手之后打起来很畅快！
好评: 111
好评: 终于！！！在游（bei）玩（nue）了18h后，我通关了！！！
[h1] 一点忠告[/h1]
1.一定要用爪+匕首的组合，匕首蓄力击—爪4连击—匕首随手连击的连招非常快乐，输出十分不俗
2.这个游戏比较硬核，需要练，轻度玩家不建议购买
[b] 下方是剧透！干掉最终boss后再看[/b]
[spoiler] 好奇真是害死猫啊，男主如果不来研究这座神庙，或者不在结尾捡起面具，下场都比这好[/spoiler]
好评: 太好玩了，都他妈给我玩！一天24小时，直接玩了18个小时。
好评: 这游戏与哈迪斯的区别就在于游戏难度所带来的门槛，与其说是肉鸽动作游戏不如说是魂like肉鸽游戏，熟练掌握闪避弹反的时机说获得的效益非常之高，反之整场下来的爽快度也就随之降低。
简而言之，这游戏打击高实属这类游戏的顶点，但是难度也算是这类游戏的顶点。
好评: 游戏上手了以后还是很简单的，况且游戏自带辅助模式，对实在手残的玩家也很棒
好评: 好玩儿
但是我真的挡不到啊
好评: 《无间冥寺》是一款Roguelike动作游戏，Passtech Games发行 拥有出色的战斗玩法，搭配上精湛的策略性及随机诅咒元素，令其跻身于顶级动作类Roguelike游戏之列。过年单机必备，游戏也是比较肝，喜欢刷子游戏的可以考虑
好评: 头一轮消灭死神通关后那种激动难以言喻，主线本来就应该到这里就结束。但后面就是增加难度的无限循环，而且可以说没有游戏的乐趣了，食之无味弃之可惜。
好评: [h1] 游戏内置关键词：[spoiler] 割以永治 √ [/spoiler][/h1]


60个小时通关撒花，真不戳

建议大家入手。
游戏里炫酷的战斗特效，打击感和视觉冲击力拉满，传新的游戏奖惩体系和腐化值系统，能让你眼前一亮~

熬夜一个多小时整理了如下的游戏心得，下面给大家说一说其中的小技巧。


---------------------------华丽的分割线----------------------------


1、有水晶头骨优先升级主副武器。打副本最好带一个大剑或者炸弹，用来炸墙壁拿金币或者炸守护雕像。
2、喜欢闪避的玩家，建议调节闪避按钮为左Shift，格挡按钮为空格键（方便操作）
3、天赋并不是一成不变的，要根据你武器台上的武器来选择对应的天赋（天赋搭配下面会说）
4、这个游戏的武器搭配多种多样，这时候武器词条就显得额外重要。词条里带“减腐化”，“杀死敌人回复生命”，“打BOSS增伤”类的词条尤佳
5、常用名词解释：
     随手连击：不蓄力的情况下用主武攻击一次，短时间内再次使用副武的招式
     终结技：不蓄力的情况下一直点点点，即可打出终结技
     蓄力一击：按下蓄力以打出强力的伤害
6、如果你的水晶头骨足够多，建议先把主副武祭坛和祭坛数量升满，双手武器点一级，接着升级神圣恩典。神圣恩典让你可以在选择武器或者圣物时有刷新的机会。
7、废弃的武器里有很多看似酷炫，但是实操伤害低的离谱的武器，请自行斟酌并禁用。
8、玩游戏时，对于腐化值的把控一定要准确。第五级腐化会随时间持续扣除生命值，非常危险。
9、每一种敌人在攻击之前都会有明显的特效提示和抬手动作，仔细观察，这是你无伤通关的关键。
10、你可以像个莽夫一样，一直闪避不用格挡（是我本人没错了），或者闪避和格挡兼施。

接下来，说一下天赋搭配、武器搭配和神庙路线选择和特殊活动。

---------------------------华丽的分割线----------------------------



常用的天赋搭配有：

（1）花子流：爬虫之怒 + 神圣感知 + 迅捷如风 （捡装备就完事了，神圣感知将会帮助你获得更好的装备，生存能力3星）
（2）回血流：爬虫之怒 + 塔莫克的气息 + 迅捷如风 （塔莫克的气息，配合火焰击杀回血的圣物，生存能力5星）
（3）莽夫流：爬虫之怒 + 愤怒皮肤 + 迅捷如风 （愤怒皮肤在你挨打的时候可以提供强大的火力，生存能力3星）
（4）自信流：爬虫之怒 + 暴风雨的恩典 + 迅捷如风（你对自己的身法足够自信可以试一试）
注：爬虫之怒配合 延长连杀时间的圣物 来食用很不戳。


强势的武器有：
1、带闪电属性的鞭子
2、权杖类型的武器
3、带属性的爪子（毒爪、火爪）



常见的武器搭配有：
1、爪子 + 匕首 + 大剑（使用副武器蓄力冲刺，冲刺结束用带属性的爪子疯狂乱抓）
 -- 优点：配合属性增伤的圣物，伤害直接拉满。推荐使用黑曜石匕首。
 -- 缺点：对战群怪的时候没有群伤很难受

2、有属性的爪子 + 带破甲的鞭子
-- 优点：破甲后用爪子一顿输出，伤害拉满，有单体有群攻（对于鞭子，点击鼠标左键再点击右键打出环形攻击）
-- 缺点：武器台上难遇到这种搭配，看脸

3、任意主武 + 闪电五连鞭
-- 优点：谁用谁知道
-- 缺点：没有缺点

4、权杖 + 任意（需要回血词条或者减腐化的词条，搭配塔塔莫克的气息 + 打死着火敌人回血 的圣物）
-- 优点：有单体有群攻，配合回血圣物，生存能力很强。
-- 缺点：没有缺点。

5、带腐化词条 “主武词条翻倍” 或者 “副武词条翻倍”的武器加任意武器
-- 优点：主武或者副武词条翻倍的情况下，伤害会非常爆炸
-- 缺点：腐化的武器有时会有“攻击减黄金”或者 “使用时受伤 + 25%”之类的负面词条，需要留意一下。


神庙路线优先级选择：
金币 > 属性 = 圣物 > 升级

简单模式下：
天赋里带上希契尔的意志，可以把腐化值压得很低。
先进金币房，再加属性或者买圣物，最后量力而行升级武器。


困难模式：
每一个大关里均有三个守护者，如果守护者离开局的初始房间很近，那么直接腐化献祭，拿属性或者升级武器。然后再打守护者把腐化值降下去。
前期用金币来购买属性或者武器升级，购买一到两次，到圣物房间使用刷新，刷出减腐化值或者回血的圣物，腐化献祭。这局就稳了。
适当的使用腐化献祭，然后再使用守护者降低腐化值，是成功通关的关键。

在困难模式下，如果开局没有选择到属性良好的武器，建议进游戏后直接自杀开启下一局，有一个好的武器你会打的不那么心累。



特殊活动有：
（1）最黑暗的探险家
BUFF：无。
DEBUFF：燃烧黑暗火焰的火把；暗影翻滚，无法回复体力。

（2）为了黄金和鲜血
BUFF：连续击杀回。
DEBUFF：开局一滴血；罐子里不再盛满黄金，而是鲜血，使用后增加2点腐化值。
提示：使用10次鲜血献祭可以触发成就。不要带“希契尔的珍宝”，黄金献祭做不了成就。

（3）火之涤荡
BUFF：无
DEBUFF：
	人物只要拿着火把，每隔3s就会自爆一圈火，火圈会随时间的增加越来越大，对人物本身没有伤害，但是会点燃炸药桶；
	怪物被火属性武器击杀后，形成环形爆炸圈；
	火药桶的爆炸范围更广；
	所有的龙头炮均可发射炮弹；
	打黑暗火神时持续掉血。


（4）死亡与鹰神/豹神/蛇神
BUFF：无
DEBUFF：开局有30s的生存时间，屏幕下方的生存时间一旦归零，人物直接被秒杀。
特性：杀怪可以续命，增加生存时间。杀一个怪 + 8s，斩杀一个BOSS + 30s。


（5）疯狂神庙
BUFF：初始自带两个免死神器（受到致命伤害后不死并恢复50%生命），属于一次性圣物。
DEBUFF：所有的陷阱被自动激活，包括战士雕像，符文球，鹰头雕像等；
	触手的攻速和命中率更高；
	所有的龙头飞镖陷阱带毒属性伤害；
	开宝箱时需要格挡。


（6）受诅咒的弓箭手
BUFF：穿过门不会增加腐化
DEBUFF：每射击一次，腐化+1
特性：默认只能使用双手武器 —— 疯狂之弓

建议选择圣物：纯净指环。
推荐路线：减少腐化或割以永治。


（7）古老噩梦
BUFF：奔跑速度增加
DEBUFF：功能性界面全部失效，除了按 Esc 可以看见数值以外，游戏界面的数值都看不见；
	界面是暗灰色；
	杀死敌人之后会有蝙蝠出现。

.....持续更新中


---------------------------华丽的分割线----------------------------


最后，恭喜你看到了这里，你已经掌握了大部分的神庙知识，你！就是下一个死亡捍卫者！

最后的最后，苦口婆心的和你们说一句，不要贪刀！！！

我怎么就管不住自己的手呢？？？
好评: 经典想让你爽又不让你爽
好评: 挺好，和哈迪斯有一拼，汉化差点。
好评: 
好评: 跟Hades不同风格但不相伯仲，技巧性和难度高点，挺好玩~
好评: 很nice
差评: 稍微靠后一点全是数值怪物，动作游戏做成这样真的没意思了
好评: 出狱啦！！！！！！！！！！wuhu！！！！！！！！！！！！
好评: 一流的打击感,一流的手感,可惜内容太少,诅咒武器过于弱鸡...匕首太强,导致其他武器体验过差....
好评: 俯视角魂类肉鸽，独特的体验
好评: 上手难度不高，打击感不错，一周目我16小时通关，带点人品效果，通关后满满的成就感
好评: easy game easy game (doge)
好评: 宇宙无敌旷世神作地表最强肉鸽来客
这打击感不吊打rise（
好评: 打击感不错，适应一下挺好上手，难度递增也挺好
好评: 游戏性和战斗系统都不错，在同类游戏中还是比较独特的，但是缺点也很明显，比如武器的不平衡，强的武器很强，弱的武器也是真的鸡肋，虽然武器不少，但是有些武器基本没用过，而死亡细胞这一点就做的很好，希望以后更新武器系统和圣物能改进一下游戏体验会更好，总之还是比较推荐一试的游戏。
好评: 我是傻逼不肝
好评: ...
好评: 死神之妻是什么鬼玩意

差评: 这游戏和哈迪斯德区别在哪？？？？同质化太严重
好评: 个人认为游戏性上是比哈迪斯都要好的
那还有什么理由不推荐呢
好评: 玩了会儿，有点哈迪斯那味儿
差评: 这什么破新手教程，设计师出来给我解释解释那个暂停辅助技能片刻然后在完美时机打出来完美一击是他吗的什么个意思
好评: 打击感很好，玩着十分流畅，就算是远程武器也依旧保持着很舒服的手感，非常值得一玩。
好评: 画风和打击感都很喜欢，打折的时候无脑入就行了
好评: 低难度鹰神boss画风和其他的不太一样啊（笑）
好评: 好难
好评: 感觉比哈迪斯简单 但我只能玩简单的
好评: A great game，dynamic images, rich in goods, weapons and checkpoints.
好评: 打击感一流，缺点是死亡后的提升太少了，与其说是类肉鸽游戏倒不如说是类魂受苦游戏
好评: 天赋：完美闪避加移速，打完BOSS回血，溢出生命转化金钱
前期拿钱，加点，中期boss靠房间打怪掉的武器或箱子中的武器，后期进武器房，遗物房买买买就完事了


好评: 好游戏 买呗
[+]优秀的操作手感、打击感
[+]优秀的关卡设计
[?]故事剧情。。。有吗？我是不在乎也不关心的了
[-]过于陡峭的中后期难度，没有天赋练习20h应该少不了，反复重开很枯燥

即使只游玩普通模式，这个游戏十分值得（打折购入）

开始->普通模式 总体体验不错，在最后的死神卡关3-4次。
但是，之后的困难模式难度陡然增加，极低的容错，头疼的精英怪(摸一下200+血)，苛刻的回血条件
。。。如果你像我一样刚工作一天，晚上9+点脑子也不太清醒了，那么一次操作失误的沮丧感 绝对会想立即关掉这玩意

包括但不限于：

为啥BOSS最后一下格挡没有成功啊！
这个闪避我按了啊！
咋回事，你从哪来的啊，我咋没看你抬手啊？
艹 没体力了

好评: 还行吧
差评: 游戏优点还是很多的。但是能不能把金币系统改一下啊，所有的武器，升级，等等都要钱，还非常的昂贵。当然带“爬虫之怒”是可以不缺钱，但是玩游戏的不能门槛这么高吧，献祭几次就浑身诅咒，谁能刚上手就随便无伤通关。真的是非常不友好。一路上很多房间进去不能买东西提升自己，越玩越废。后期打小怪打的比boss还慢。
好评: 不错不错
好评: 手枪还是弯刀
差评:       一个字总结，难，而且难的不在点儿上：不知道是因为看到了太多的广告还是因为玩过了同类其他游戏先入为主（哈迪斯）。至少相对哈迪斯，不推荐此游戏。
      1.抛开画风不说，游戏主打的环境元素是“光照”，明暗设计看似新颖，但是把整个游戏的难度整体拉高，最让我不爽的一点就是总是要在火把和武器之间切换，一不留神就会因为忘了开火吧踩到陷阱；这就好比是用“各种贴脸杀来诠释恐怖游戏”，游戏的难度并不是体现在游戏本身，而只是单纯的体现在需要肌肉记忆一般的切换武器战斗、切换火把探路、切换武器战斗……你搁着玩鬼泣但丁呢？但是人家但丁切各种武器是为了华丽连招，这个里面切来切去就是为了苟活而已，一旦因为光照问题踩雷成就感瞬间爆炸。
      2.战斗系统是这个游戏的核心，看似多变的武器其实内核差距非常小，不论怎么build其实战斗的思路核心永远是闪避-打人-闪避-打人……按道理来说，类似的游戏可以有各种套路，比如靠高额的吸血来续航、超高的防御求生存、极限攻速输出极限换血等等，但是这个游戏生命恢复词条非常苛刻，要不就是武器词条击杀少量回血要不就是有一个诅咒连杀敌人回血，容错率一直居高不下，外加这个游戏又有体力值设定，攻击频率注定也是节奏性的，别跟我说体力可以恢复，这个游戏体力连续条件更加苛刻：完成极限闪避/格挡或连续击杀小怪，这些条件基本在打boss时候就是废的。我现在玩了10个小时打到了总体进度的后一半，我唯一能用的勉强舒服的套路就是远程武器扔炸弹或者射弓箭。 真的是把把都在苟且偷生，玩的实在憋屈。
      3.成长系统让人尴尬：武器升级其实只是增加词条，词条是随机的，但是随来随去也没有什么惊艳的地方无非就是数值的堆叠（而且武器都要消耗体力根本爽不起来），我辛辛苦苦刷了半天材料，最后进场还是缺钱、各种被诅咒、连小怪都虐不动，这个成长曲线是让我不能接受的，你可以先简单后困难我都能理解，一直这么硬核的战斗流程还那么长收益又微乎其微我真的是无法理解。
      4.游戏打击感可圈可点，作为动作游戏评价优秀，配合打击的音效和气氛变化随时可以让我紧张起来。
      总而言之就是，如果你喜欢这个类型游戏，喜欢体验丰富的武器、技能、BD搭配、人物成长、甚至剧情，建议隔壁哈迪斯，包您满意！ 如果你更加喜欢硬核动作，喜欢弱化成长部分让难度居高不下、喜欢单纯的传统动作游戏战斗风格，您可以尝试一下。
好评: 感觉搭配套路过于少，很多圣物设计的太保守了，建议后续完善一下
好评: 刷的很过硬！
好评: 很棒的类rouge游戏
差评: 垃圾游戏 总是打一下卡顿一下 玩你吗的比~
好评: ---主角像格雷迈恩微秃版--
-
好玩但我想要hades那样的小哥哥~

好评: a little bit lack of content but still good enough for at least 20+ game play
好评: [h1] 50h玩家的一点经验 [/h1]
萌新必备武器：[spoiler] 火花锤&白炽爪 [/spoiler]
萌新必备天赋：[spoiler] 开局1000 提高腐化上限 提高掉落装备的品质 [/spoiler]
[u] 选择一条优秀路线是成功的一半，开局走两堆钱就不错 [/u]
不用害怕诅咒，诅咒也是有利有弊的
好好利用诅咒有利于提高游戏体验（不包括受诅咒国王的皇冠）
黑暗化身难易程度蛇神＜豹神＜鹰神
二层捍卫难易程度鹰神＜豹神＜蛇神
一层捍卫难易程度豹神＜蛇神＜鹰神（风暴之王太离谱了）
蛇神黑暗化身剩四分之一血时不要打长矛小怪，直接锤本体
豹神黑暗化身血量高，伤害高，不能硬莽，掌握攻击方式后打一套就跑
鹰神黑暗化身最难，压场风暴加回血，攻击速度也快，弱点就是血量偏低，不可贪刀也不可拖延
怪物精英化后有新技能，我就不列举了
这个游戏要的是一个节奏，所以尽量不要贪刀，节奏一崩心态就崩了，毕竟主角没有无敌时间
保持良好心态，运营崩了也别自暴自弃
最后，菜就多练练
好评: Challenging but fair. I don't dig roguelike game very much, not because I can't beat them, just felt like a waste of time to repeat the same dungeon run over and over again. But this game refreshes my take on roguelike, it was fun.  It requires strategy, you wont go far by mashing buttons. Especially, the last level, you need to  have a clear idea  about what kind of  build your character has, otherwise you won't beat the final boss.  So far, it is best roguelite experience I have ,yes, better than dead cells, which in my opinion is way way way overrated.
好评: 这个游戏的主要特色其实并不是肉鸽，肉鸽要素做的并不尽如人意，三种武器的特色目前也不足够鲜明。
但是另一方面，制作组对魂系列的理解很深，完美的把很多机制融入了战斗设计，战斗的爽快感非常的足够。
总的来说，值得推荐，值得等待更新。
好评: 很硬核 建议用手柄 好玩上瘾
好评: 香
好评: 游戏性不错，但是有不少冷门武器都不想看
差评: 辅助模式起码给个关闭的选项吧，手贱直接废我一个68%的档是吧
好评: 无聊的时候，可以刷刷
好评: 基建只能解锁祝福 使初始武器词条提升 对人物属性是没提升的 所以比我想象中要硬核 但也很好玩 
依次击败123层的所有boss 再击败四层的死神捍卫者之后我以为算是正式通关一次了 结果……累了 这个B世界
好评: 进攻节奏很好，诅咒机制有创意
好评: 个人感觉难度比哈迪斯要容易，分为三个不同风格的神庙，每个神庙有各自优势的打法。单个神庙比哈迪斯要短，因此重开成本要小不少。战斗上，整体速度不及哈迪斯，因此没有哈迪斯的爽快感，更多的是格挡、闪避、刀刀入肉的感觉。
差评: 负面反馈太过于强烈，武器种类很多都是鸡肋，金币与血量献祭设定让每一次取舍都过于难为人，没有健康的血量谁敢献祭，但金币根本就不够用，拿不到什么东西，运气好拿到吸血就能C，拿不到就是死路一条，再加上多拿多诅咒的原则让这个游戏越发艰难。
好评: [quote]关注[url=https://store.steampowered.com/curator/39039781/]斗鱼游戏社区[/url]，随时了解主播推荐的好游戏。
访问斗鱼鱼吧社区参与互动，活动好礼送不停！[/quote]

《无间冥寺》是由Passtech Games制作并由Focus Home Interactive推出的一款黑暗风格俯视角动作肉鸽游戏，经过长达一年的EA测试版本后于2月24日推出了正式版。当时EA版推出时因为给玩家的整体体验很像哈迪斯，也引发了一小波节奏，不过就今次体验而言两款作品各有其特点，所以也不用一定要分出个谁优谁劣，都是值得去体验的作品。

不过相比起哈迪斯引人的剧情和人设，无间冥寺就显得有些不太够劲了。游戏没有太多的剧情铺垫，玩家操控着胡须男，在一个雨夜进入至一座神庙中后便开始了自己的冒险之旅。后续闯关也没有更多剧情上的描述，想要体验剧情的可能会有点小失望。但值得赞扬的是游戏设有很完善的新手指引，即使此前没有玩过同类型游戏的玩家也能够快速上手。

无间冥寺的整体框架中规中矩，提供了像是树状图的区域地图路线，玩家可根据个人的实际需求来选择挑战。胡须男可使用的武器总共有三种，现阶段提供的武器数量还算多，使用部分武器会消耗体力点数，所以要注意控制体力点的消耗，避免该使用闪避时使用不出来，受到本来可以规避的伤害导致扣血就不划算了。另外由于本作诅咒机制的存在，玩家受到部分敌人的攻击后会增加腐蚀值，每当蓄满一个诅咒、进入到下一个关卡会强制获得DEBUFF，增加后续的闯关难度，所以就更加考验玩家的操作水平了。

作为动作游戏而言，无间冥寺的打击感跟攻击等动作流畅度都非常不错，优化水平也到位，游玩途中没有出现明显的掉帧现象。要说美中不足的话还是挑战难度稍微比哈迪斯高一些，要是没有刷到好的武器和圣物，到了中后期很难继续推进，对于部分手残党玩家而言体验会有点不太友好。不过也能打开辅助模式游玩，就是成就党玩家要注意，打开辅助模式就不能解锁成就了。

总的来说值得推荐，期待制作组后续的不断更新，丰富更多的游戏内容，78元的定价也不算太贵，如果你喜欢动作肉鸽游戏，此前也玩过哈迪斯的话，那么不妨试试本作。

[quote]加入[url=https://steamcommunity.com/groups/feizhai]肥宅聚集组[/url]与关注[url=https://store.steampowered.com/curator/28359939]我们的鉴赏家[/url]，一起当肥宅w[/quote]
好评: 玩过Hades并且喜欢的的，千万不要错过这游戏~！
好评: haha
好评: 节奏感，类魂，暗影，Roguelike
差评: 为什么买了下载以后卡加载界面进不去了
好评: 比起哈迪斯或者死亡细胞，这个游戏就显得有些朴素了，武器种类太少，武器和武器之间的基本也没什么配合，天赋系统的趣味性一般般，有种纯看数值的感觉，但确实是个不错的游戏
好评: [h1] 无间冥寺的核心战斗体验，围绕着“平衡”与“取舍”
不开玩笑，这个游戏世界真的很危险 [/h1]

同为Roguelike，同为俯视角，同样拥有独特的画风，发售时间几乎在一条轨迹上，所以难免两者会被进行对比。
虽然在基地（本作中为神庙）中能够看到一些相似之处。
不过真要是都玩过后，就会发现本质上的不同。

无间冥寺的战斗机制更加的丰富，同时玩家的永久成长更多的是词条成长，稀有武器获取的概率增加，数值上的永久成长很少。
丰富的战斗内容，随之而来的也伴随着入门门槛与操作基本功的考究，也就是说战斗体验会更加的硬核。

[h1][quote=]
[table]
[tr]
[th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
[/tr]
[tr]
[th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
[/tr]
[tr]
[th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
[/tr]
[/table]
[/quote][/h1]

[h1] 从基本机制说起 [/h1]
游戏中影响战斗的基本内容，光明与黑暗设定，光明环境下视野更加的充足，黑暗环境的视野更加的有限。
但这只是表层，游戏中还将光明与黑暗的部分挖得更深，这两种环境还会影响到战斗的难度，游戏过程新增的词条也会左右光暗的战斗方式。

然后是直接与战斗相关的部分，战斗机制分别拥有，闪避、完美闪避、格挡、体力、连击、中断、主副武器、双手武器等内容。
同时该作还拥有常规的类Rogue游戏机制装备、祝福、属性和各种词条的内容。
仅凭上诉内容，本作已经是一部非常标准的硬核动作游戏的标配了。

[h1] 但最重要的是本游戏的特色系统：腐化诅咒系统。 [/h1]
这个系统真正体现了游戏的战斗核心：“平衡”与“取舍”。

玩家拥有100上限的腐化，玩家受到特殊攻击，献祭，过门都会增加腐化值。当腐化槽满后，进入下一个房间时便会受到诅咒。
每个诅咒大多数情况下，会有同时拥有buff与debuff加身。共有5个诅咒数量上限，当第五个诅咒满时，玩家将会持续掉血。

所以整体而言腐化诅咒并不是一件受人期待的玩法，但是游戏中我们的每一个选择与行动都围绕着这个系统。
我们需要考虑如何平衡腐化值的进度，使用金币获取祝福，还是增加腐化值，还是选择减少腐化值的装备？

如果你想走得更远，那么必定要取舍一些增益和负面属性。诅咒并不可怕，但不能控制诅咒就变得很可怕。所以有效的控制腐化值的增长是本作的核心玩法。

这是玩了20多个小时候，最让我着迷的部分。

[h1] 其它部分常规内容也有惊喜的地方 [/h1]
属性内容影响血量、伤害和运气。
火、电、毒、暗四种元素伤害。
四种品质等级，品质越高伤害越高（这是基本常识了）。
破甲、暴击伤害的输出内容。

不过武器系统虽然是常规部分，但内容却非常丰富，光是种类就分为了：剑、单手权杖、爪、投掷武器、手枪、盾牌、匕首、鞭子、双手重武器、矛、弓箭、炸弹，12种之多。
并且每种类型还拥有多种不同的品质、类型和属性。
其中不同品质武器还拥有不同的词条，在闯关种还能升级武器。

武器种类丰富，虽然主武器与副武器的初始获取按组算（UI设计也为一组），但主副武器还能够进行自由搭配，有时候特定武器的搭配会增加角色的输出能力。

双手武器更可能成为战场输出主力，我个人当前最喜欢的是弓箭，虽然需要靠蓄力输出，但其伤害、穿透能力、机动性、副词条的优秀、低体力消耗都让其成为很容易使用的双手武器。

另外还有一个重要武器——火炬，虽然暂时没有发现如何更换与扔掉。但由于其被放在了武器一栏，以及还具有输出能力，还能影响游戏战斗时光暗环境，可算得上是神器了。

[h1] 还有值得称赞的地图设计 [/h1]
地图的设计算不得多么巧妙，但地图的制作精良，场景互动有意思，以及场景还会与诅咒玩法相结合。
其中我便遇到过一次，你可能会在同间屋子持续战斗时，房间的方位会随机发生变化，这大大增加了游戏的乐趣。

还有总是毫不留情的场景机关，玩了这么多游戏，很少有这款游戏能有如此感受。
这里的每一个机关的伤害量巨大，每一个机关都是真心实意的想要玩家就地阵亡之感。
这些机关多数还融入在场景中，看似雕像装饰，可能不注意就会受到伤害。

[h1] 总体而言 [/h1]
仅看看上面的内容，便可感受到这款动作游戏的战斗体验，绝不轻松。
在初期的体验中，明显感觉得到游戏的学习成本不低，还有标准的入门门槛。

全部都是优点？当然并非如此。
例如：游戏中的核心系统“腐化诅咒”，在帮助页面中有一些核心机制的说明，包括腐化诅咒系统，可其偏偏不讲如何减少腐化，如何有效控制腐化的增或减。
需要玩家在游戏中一次次试错，发现新增词条才能逐渐了解。（这就是门槛）

游戏的光暗机制，确实能够影响战局，但在前期的实际影响更多的还是心理上的。

游戏中的祝福系统是玩家的增益主要获取来源，不算自带的三个，仅有6个数量上限，很是不过瘾。这也跟游戏的战斗相似，一个房间的怪物伤害居高，但数量很有限。每次都打不过瘾。
这个体验不爽快，也是我认为设计上有问题的地方。更准确的说，是数值方面的问题。

本作属于一款优秀的佳作。
各方面没有过于直接的短板，主要是机制上的复杂。
能够再次得到一款不同体验的Rogue游戏，实属有幸。

最后感谢各位无名探险者的阅读。
好评: 游戏手感很好，画面不错，有难度 ，非常好玩。
但是地图和怪还是太少，来来回回就几种，BOSS也才几个，希望快点出DLC。
-------------------
游戏正反馈做的感觉差了点，rogue元素也太少，另外角色能力提升什么的很难感觉得到啊。
好评: 中期资源太少了，刷的很累
差评: 和哈迪斯一样刷刷刷的游戏，撇开rougelite游戏的通病（不开修改器打不过，开了索然无味），这货剧情也没有，那就更无聊了
原来还是又剧情的。。。。
好评: 很爽
好评: 玩了感觉没有说的那么难。
怪的伤害不算高，血也不算厚。
可以有很多失误，弹反也有提示，
上手难度其实蛮低的。
升级主要是解锁武器之类的，
其他确实没什么属性提升。
本来也没什么好提升的。

好评: 几轮更新之后数值比以前好很多，难度一定程度上降低了，手残玩家也能通关了
好评: 好玩，就是对本手残难了点
好评: 挺好玩的，比黑帝斯难点
好评: 真的好难
好评: 以为是抄袭黑帝斯的，结果唯一的不同是处处都不同。黑帝斯更多是爽，无间冥寺需要的操作更多
好评: 打击感是真的棒，爽的一批
火炬和污染度的玩法也很有新意
就是画面全程偏暗，玩久了是真不舒服
好评: 感觉是一款可探索的内容和玩法比较多样的肉鸽，难度算是肉鸽中偏难的，很吃弹反，敌人的前摇也很短，好玩！
好评: 这个游戏我总结了以下三点
。
。
。
好评: 打击感很棒的roguelike 比较好玩 希望多出点武器啊 还有就是为什么玩久了游戏会卡卡的 这么需要操作的游戏你忍心他卡一下么
好评: 有一说一，的确是没有哈迪斯那么的上头，但是的确是感觉比哈迪斯要耐玩。可玩性还是可以的。
好评: 行
好评: 内容没有很丰富
好评: 操作手感超好 能弹反的肉鸽真是太爽了!
好评: 玩哈迪斯的时候没感觉，但玩玩别的才感觉出差距——动作的流畅、反馈的敏锐、连招的顺滑程度都是高下立判。本作玩起来更扎实，节奏更缓慢，设计方向上其实是不同的。可惜虽然东西很多，但大部分是数值上的变化，少部分是机制的变化，少有哈迪斯那种立竿见影的效果。
好评: 很好的游戏，慢慢培养，会逐渐好打起来
好评: 好玩，就是弹反感觉优先级不是很高。操作感很好，是好的Roguelike游戏喜欢地牢的千万别错过！打折很值！！！！
好评: 肉鸽游戏真不错
好评: 单说他的战斗系统，体力槽、双武器、优秀丰富的怪物ai、韧性机制的引入，导向更富深度，更偏策略，类似魂系的战斗体验。
hades则是爽就完事了。
好评: 好玩！
好评: 莽就完事了
好评: 首发购入，当时体验手感不错，但是关卡内容和武器种类数目不太行，现在和死亡细胞联动的时候重玩，给人的感觉已经很饱满了，对我来说是和哈迪斯不相上下的肉鸽游戏
好评: 还不错
好评: 这游戏的弹反太亏贼了，我选择直接莽夫a爆
好评: good game！
好评: 不错 正式发售后玩了下 诅咒动画可以跳过 好评
画风独特 动作流畅 特别是格挡无前摇 干净利落 
但通关配置没什么多样性 
属于能一口气打好久 但一旦停下就不想打开的类型
好评: 操作像哈迪斯，关卡和圣物类似莫塔之子，武器系统吸收了死亡细胞，地图类似杀戮尖塔，第一印象很好
好评: 难度虽然高，但是设定非常不错！
好评: 可玩性高于哈迪斯 但难度高
差评: 动作游戏手残者可以直接放弃了。动作游戏爱好者慎入。这游戏武器系统就是故意恶心人的，战斗系统其实做的不错，肉狗方式也能接受，但是！不让自己选能力道具可以理解，不让自己选用固定武器这是个什么意思？大多数难度来自初始关卡系统给你乱搭配武器，武器等级是不会随打过BOSS后升级的，肉狗模式导致你必须找升级房间或者购买武器的房间去走，越玩到后期，这种系统就纯粹是在恶心你了。结论，二三折时候可以买了随便玩玩，价格高的时候还是算了，保证你玩的冒火。
好评: 我看大伙都喜欢拿来和黑帝斯比较，那我也说下我的看法。我是先玩的黑帝斯，可以说是我的动作类肉鸽入坑作，相比而言黑帝斯是主打“爽”的，所有冲刺都是无敌，打起来就是冲个不停。共6款武器各4个形态各有特色，游戏内主要抉择就在于众神祝福选择，熟悉后可以轻松选择，难度上也不高，很容易全成就。
相比较之下无间冥寺就跟复杂的多，与黑帝斯最大的区别就在于体力值系统。个人而言，我认为这款游戏与黑帝斯是完全不同的两款游戏。武器方面，除去火把，主武器包含剑、杖、爪、飞刀，副武器有匕、火枪、盾、鞭，双手武器有弓、锤、枪、炸弹，战斗方式各有特色。武器可以像黑帝斯一样外部带入也可以进图后商店购买，不同于黑帝斯，武器强化不是捡锤子而是在特定商店花钱升级，并获得随机词条。每种武器还有不同的分支，比如剑就有各种能力不同的分支，主要在于词条不同，其中诅咒武器有更明显的差距。此外，无间冥寺不存在祝福，替代的是可以购买或拾取不同效果的饰品以强化自身，同时还有三种属性对应血量、伤害、宝物掉落。此外还有诅咒系统，可以类比于黑帝斯中负面效果永久存在的卡俄斯祝福，当然诅咒也可以消除。
无间冥寺相比于黑帝斯无疑提高了玩家的门槛，里边光是练习格挡就需要花一定时间，如果仅仅是为了体验到黑帝斯那样砍砍砍的爽感，那这块游戏可能不适合你，但如果追求在失败中不断变强的快乐的话，这款游戏绝对值得一玩。
好评: 真不行。
因为画风类似Hades入手的，但奖励反馈做的真没有肝的动力，体会回不到爽感，玩一个小时就觉得乏味。
总之，打折入手的话价格还是比较良心的，但是想追求构筑和爽感的话建议还是直接Hades吧。
好评: 放弃格挡，这游戏挺爽的，完美闪避比完美格挡好打点感觉
好评: 游戏值得入，但是一定要打折入手
好评: 打击感，格挡很难但很爽。后期为了叠连击必须用闪避。众多武器，我唯独爱吸血的重武（参数高就是爽）满血通关，注意不是无伤，后期打一套连招吸血200+。推荐入手
好评: 战斗体验不错，比较多元化
好评: 下地牢的游戏真的上头，好玩！！！
好评: 风扇猛转 温度拉满… 是1060不配玩这个游戏吗 显存全占满了 cpu也占用很高
好评: =======大小=======
☐ 百兆小游戏
✓ 1-5 G
☐ 5-10 G
☐ 10-20 G
☐ 20-50 G
☐ 50-100 G
☐ 100-200 G
☐ GMOD
======[适合玩家]======
☐ 儿童
☐ 所有人
✓ 休闲玩家
✓ 硬核玩家
☐ 挂逼

======[画面质量]======
☐ 马赛克
☐ 非常差
☐ 差
☐ 一般
✓ 良好
☐ 优秀
☐ 牛逼

======[推荐购入]======
✓ 全款购入
✓ 打折购入
☐ 平平无奇
☐ 能退就退
☐ 不要买啊！
☐ 免费

======[要求配置]======
☐ 土豆
✓ 低配
☐ 中配
☐ 高配
☐ 顶配
☐ 天河一号

======[游戏难度]======
☐ 有手就能玩
☐ 容易
✓ 上手简单，精通较难
☐ 上手较难
☐ 只狼
☐ 黑魂

======[游戏寿命]======
☐ 超短 ( 0 - 2 小时)
☐ 短 ( 2 - 8 小时) //追求通关
☐ 中等 ( 8 - 12 小时) //追求满星
✓ 长 ( 12+ 小时)
✓ 无穷无尽

======[整体剧情] ======
☐ 没有剧情
✓ 一般
☐ 不错
☐ 超棒

======[BUG方向]======
☐ 游戏本身就是个bug
☐ bug毁了这个游戏
☐ 大量bug
☐ 少量bug
☐ 能用bug快速通关
✓ 暂未遇到bug

=======[游戏模式]=======
✓ 孤独患者
☐ 你唯一的沙雕网友
☐ 2-5人
☐ 5-10人
☐ 10-30人
☐ 30-64人

=======[游戏整体评分]=======
☐ 0-10分(垃圾游戏、差评)
☐ 10-30分(完完全全的不及格)
☐ 30-50分(总体不是很和谐，但是买来当笑话看应该不是什么大问题)
☐ 50-65分(勉强及格，算是个游戏)
✓ 65-80分(算是个不错的游戏了)
☐ 80-95分(无论从哪个角度来看都非常不错)
☐ 95-100分(这游戏牛逼！)
☐ 100-100+分(完全超出预定水准，无论从哪方面看都是精品)
☐ ∞分(死忠舔狗专属评分)
好评: 基本没有故事情节，因为体力的限制操作起来也没有非常爽快。但是肉鸽游戏的受苦+养成体验还是不错的。
差评: 气到抠键盘抠桌子，不晓得做教程的人是多喜欢完美哦
暂停辅助攻击！在完美时机释放完美一击！！！闪避一次敌人攻击以触发完美闪避！！！在最后一刻挡格以抵抗敌人的攻击！！！
一个破教程！！！完美一击！！！完美闪避！！！完美挡格！！！泥码码这个完美一击我就完美了十分钟，完美闪避完美挡格整了五分钟一点都没有能完成的苗头！
怎么着，非得完美呗，一人一个打法不行呗，我盐和避难所被浸湿骑士吊打十来次才反杀一次，黑帝斯十多个小时才通关一次的选手，此等手残不配玩您这游戏呗，拜拜嘞您内
好评: 确实好玩，爪子配匕首版本答案
好评: 打击感十足，难度适中，可惜武器、圣器花样不够丰富，缺少女性角色，但仍值得打折时购买。
好评: 对于我这种不太常玩动作游戏的玩家来说非常难……想要打通，不知道能坚持挨揍倒什么时候
好评: 挺有意思的美式画风rouge游戏，我75个小时就通关了，就差俩成就

好评: 超级棒
好评: 好玩 停不下来
好评: 手感很好
差评: 制作组你妈死了 虎式坦克闪击制作组家庭导致制作组面门发黑作出闪退失去存档的操作
好评: NICE
好评: 我觉得他不比哈迪斯差，真的是很好的游戏
好评: 好玩是好玩 可为什么我打完第一关就回到了主界面 进不去下一关啊
好评: 有点上头
好评: 回忆录成就需要死神无伤5次，有点纯卡人时长。80小时可以真结局但无伤五次感觉至少要再一倍。
游戏体验分为三个阶段
1.开荒（普通难度1-3层）
不熟悉小怪攻击模式和频率，失误多掉血快，没roll点没武器没没回血，暴毙于第三层
该阶段难点：血厚小怪，具体是鹰女剑士+电婴，火回血女+大锤，毒祭司+会格挡的怪物
思路：堆血，多进属性房，老实点火，尽量拿回血圣物和爪子
祝福推荐杀敌多回一闪避点 和 火光照得远
2.入门（普通死神）
基本了解怪物攻击模式，祭坛武器roll点都开了一半，但没属性的前期打不过boss
该阶段思路：多死几次熟悉boss的攻击方式，优化路线选择，掌握闪避回体力，多划手钱攒着
推荐120腐化
个人boss经验，避开锤子，剑，重剑等后摇大的武器
蛇boss：爪+鞭子随手连击，回体时拉远距离，减伤板甲很好用
鹰boss：爪+匕首随手连击，回体时贴身，蛇皮外套很好用。
豹boss：万能爪or中距离武器均可，属性是黑暗和毒的武器很好用。
死神：普通难度1阶段就是个强化鹰1，召唤小怪用鞭子很好处理。2阶段注意大斧和弓形态，不是很难。
3.进阶（困难死神-无伤）
腐化难控，诅咒碍事，怪物凶悍，伤害可怕，每个房间都有可能满血突然暴毙
至今仍然记得有次血量健康的走到三层boss房前几个房间路过岔口愣神0.5秒被三个强化活根同时拍到秒掉的震惊，那个血压蹭就满了
该阶段思路：控腐化，理财，熟练完美闪避，练习无伤，关掉受伤后负反馈非常强烈的音效降低血压
圣物拿减腐化，受伤得钱，蓝宝石，减伤板甲
祝福拿120腐化，完美闪避加速，爬虫怒
压腐化，划手嫖低腐化东西，死神战多理财就能赢，没钱就西内
好评: 更新的有点慢，十一都没更新，总的来说还是不错的，挺喜欢的。赞
好评: 我一直认为，小怪和BOSS难度相当的肉鸽游戏才是一个好的肉鸽游戏。不然每次都是无聊地跑地图，BOSS看一眼就死了，心态会崩溃的。无间冥寺在这点上就做的很平衡：总体BOSS难度不高，地图上有很多陷阱机关，小怪难度也不低，某些房间难度甚至高于BOSS房间。不过感觉打到后期可用的套路不是太多，能把这点加强就完美了！
好评: 93个小时终于通关了最高难度，成为新的死亡捍卫者，游戏初始界面的背景也变了。
通关的这把太胡了，随手暴击的绝望连枷+4个缟玛瑙碎片，伤害爆炸，原本最高难度下极其恶心的小怪，冲到怪堆里两鞭子全旋死，还有雕刻胸甲防暴毙。熟练后boss基本无伤，除了鹰神比较棘手，其他boss都是送的。
胡的时候真的很爽，点背的时候也是真的恶心。
好评: 还行。
好评: 还好
好评: 不是那种爽快刷刷的肉鸽 要步步为营 小心防守闪躲利用机关才行 耐下心来打，但同样成长曲线过为缓慢了点 升级也没有明细感觉人物变强 希望天赋方面能够加强
好评: 局内外升级对游戏影响跟小，偏动作类一点，想刷bd秒怪爽一下的不适合购买。另外蛇神那屋本来就小，你招怪还招精英怪是要干神魔？
好评: 挺不错的，是个合格肉鸽
好评: 2.5d版的死亡细胞，游戏可以，但引导做得一坨屎，给新人玩家普及下概念:
(以主武器攻击为X，副武器为Y，重武器B为例）

随手一击：X后接Y（必须要快点按，可以XY也可以XXY等）
终结一击：每种武器的最后一击（连按X/Y/B，具体视武器而定，剑为4下，鞭子2下，长枪3下）
完美一击：限有弹道的副武器，Y按住，弹道变为最亮时刻松开
毒/火属性：一定时间掉血，毒伤似乎跟攻击力有关；同时毒+火会变成更高的伤害
雷属性：攻击给敌人叠加雷状态，对雷状态敌人使用雷属性的终结一击引发范围爆炸伤害

另外双手武器推荐泰坦杀手，强无敌
差评: 不如哈迪斯 有些成就很难为人 我开着挂刷成就都感觉很累
差评: 为什么不来一份快乐的哈迪斯呢？
差评: 有一种为了难而难的感觉，打起来让人血压拉满
好评: 1
好评: 蛮爽快的刷刷刷，难度也不小
好评: 非常有哈迪斯的味，但是平衡似乎做的并不那么好
谨慎的玩法似乎给了更多的好处

且后期内容并不多，所带的死神天赋只能是三个，总觉得不舒服
好评: 好多人把他和哈迪斯比，但其实他更适合和死亡细胞啥的比，这游戏难度和打法方式都和哈迪斯有千里之隔，只图爽的需要慎重考虑。
好评: [h1]向日葵游戏评分【8分】[/h1]
这是一款Rogue动作游戏，收集遗物和武器，每通过一个房间都会变得更强大。
本作包含丰富的武器，并能够同时装备到主手、副手和双手，面对不同的敌人可无缝切换。战斗有体力条的限制，闪避、格挡与终结技都需要消耗体力，完美闪避和完美格挡还能触发特殊效果，只要操作够好，就能打的非常漂亮。即使操作不过关也没关系，游戏内置辅助，可自由调整参数。比如将格挡窗口设长，菜鸟也能化身弹刀达人。
[h1]欢迎大家关注我们的鉴赏家：https://store.steampowered.com/curator/28763059[/h1]
[h1]和你一起寻找好玩的游戏，快来关注我们吧~微信公众号“向日葵游戏”、头条号“向日葵游戏”、官方微博“向日葵游戏评测”[/h1]
好评: 时隔一年重新来玩，正式版手感好到爆炸！爽！改了好多！降低了些难度，通关时长！更精巧了！nice
差评: 打击感极佳，但每个任务重复度也太高了，感觉在同一张图一遍一遍刷，血要吐出来了，后期体验极差，主要是后面这难度太不合理了，作为一个要求各种无伤的游戏，武器提升根本跟不上怪的血量提升，有的精英怪要我连砍20刀才死，这些锤子精英怪还3-5波的出，一个小区域点一年，腱鞘炎都打出来了
好评: 距离上次更新已经四个多月了，这游戏还更新吗
好评: 说句实话，不是很推荐
（我哥送的）
好评: [h1]总评：打击感很爽，探索的时候也很刺激，但是总感觉差了点劲儿[/h1]
[hr][/hr]
目前进度刚打完普通探索，加强版探索看到精英敌人加强出手就头疼，等再过两天再去试试。
[hr][/hr]
萌新唯一推荐主武器：[b]祭祀短棍[/b]，打boss的神器，真正意义上的刀刀暴击，只要抽到暴击回血的圣器甚至可以满血干掉boss。但是打小怪略微乏力，可以搭配一个强力的副武器或者主用双手武器打小怪。

萌新推荐副武器：[b]随手暴击词条的鞭[/b]（出手极快的大范围AOE暴击，而且攻击距离很长，拿到它基本约等于通关，清怪的时候有暗黑3的感觉）> 随手暴击词条的其他武器（其他武器例如匕首盾牌还有手枪各有优劣，都值得一拿） > 其他

萌新推荐双手武器：[b]豹神锤[/b]（因为这游戏里有圣器属性为击杀燃烧敌人回3%血量，搭配上治疗效果+100%，杀一个小怪回6%的血约等于通关）> 弓之外的各种双手武器（因为有很多怪物只能用双手武器打破防御，但是弓需要蓄力基本没办法即使打断小怪的技能）
[hr][/hr]
[h2]优点[/h2]
优点多到买了绝对不亏。比古墓丽影都刺激的古墓探险，出色的打击感，还有三种不同武器的搭配都很棒，从游戏的爽快程度上比哈迪斯要强。尤其是暴击的时候，很像街霸打出了CC，让人欲罢不能。
[hr][/hr]
 [h2]缺点[/h2]
1、作为肉鸽游戏，各种武器和祭坛解锁实在是太慢了，打一层可能有几个水晶头骨，解锁祭坛都是200起，着实恶心。强烈推荐大家直接上CE，肝得我手疼；
2、作为强化动作元素的一款游戏，有着闪避和攻击次数限制（不如直接改成精力条吧），还有不论拿什么武器都能弹反一切攻击的设定，感觉应该是个和只狼一样的爽游，但是boss极其拉跨，每个boss基本只有2-3种攻击手段，堪比小怪。打过一次之后，只要你能半血混到boss门前，那你肯定能打过去，点上回血50%和掉5件装备的buff，直接让你生龙活虎继续打下一层。
好评: 好游戏
好评: 喜欢肉鸽类魂游戏的玩家可以玩一下，也适合硬核玩家体验
好评: 坐等更新！
好评: [table][td][url=https://store.steampowered.com/curator/30253125]甄游组鉴赏家（点击订阅） [/url] [url=https://store.steampowered.com/curator/34433893]玩家聊天Q群124925250[/url][/td][/table]

[h1] 只在评Roguelike游戏的时候打分的小花：10/10 [/h1]

作为一个动作游戏该有的都有了，爽快的打击感，流畅的操作；作为一个RL游戏该有的也都有了，BUILD的组建，抉择与随机性。同时自身的特点鲜明且优秀，角色如同传统Roguelike一般变得越来越强的同时，也会伴随着更多诅咒的产生，诅咒不全是单纯的负面，更多是会产生意想不到的好处，比如有一个诅咒是你的火把没有火了，永远处于暗处，但是处于黑暗中受到伤害增加的负面效果被移除了，对于懒得切火把去点火的玩家来说是天大的好事，当然，如果又搭配上了黑暗中怪物隐身的诅咒，却又是坏事了。
闪避与格挡同时存在令得玩家可以自由选择自己喜欢的反制手段，闪避风险低（闪避帧很长，完美闪避还回复体力）收益也低（怪物没有任何影响，且拉开了距离有时候没有作用），格挡风险高（必须在恰当的时机）收益高（怪物硬直+易伤）。
当然这游戏我最喜欢的点还是各个武器的特性设定，比如矛的矛尖造成暴击，匕首的随手攻击（连段中使用副手武器）自带闪避，手枪的随手攻击打断动作，鞭子的终结技（连段最后一下）是大范围的AOE等等等等。同时有主副手的设定也使得连招变化万千，比如鞭子其实是副手武器，我可以用主手武器打连段，然后最后一下使用鞭子打AOE。
总而言之这个游戏符合了我对一个动作类Roguelike的所有期待，至少对于我个人来说是一个少有的挑不出缺点的好游戏。
好评: [table][td][url=https://store.steampowered.com/curator/30253125]甄游组鉴赏家（点击订阅） [/url] [url=https://store.steampowered.com/curator/34433893]玩家聊天Q群124925250[/url][/td][/table]
[table][td][url=http://live.bilibili.com/825456]讨厌君与小蜗酱的B站直播间[/url][/td][td]直播粉丝群：1125337103[/td][/table]

[h1]讨厌君个人主观评分 9/10[/h1]
本作是硬核手感与随机趣味都可以兼得的典范，有人说，本作像《哈迪斯》，差点让我因为重叠性错过了这么一款操作爽感，硬核设定与趣味性上取得了相当不错平衡的上佳之作。

本作操作上与其说是像《哈迪斯》更像是黑魂+死亡细胞的结合，弹反，完美闪避的收益设定的很合理，不同武器的不同特性让武器类型差异变的更有意义，随机词缀又保证了装备选择上的趣味性，而腐化诅咒的设计算是本作的一大亮点，诅咒本身并不一定是绝对的坏特性，绝大部分诅咒都是有两面性的，如怪物死后会自爆，看起来像是增加对玩家干扰的负面buff，实则这个自爆对敌人也有伤害，利用好了可以极大的增加清场效率，诅咒的不确定性也极大了增加每局游戏的差异性体验，让人一局一局开的根本停不下来，而关卡设计上本作循序渐进的解锁冥寺，逐渐向顶部进发也在解锁关卡的基础上增加了关卡选择的仪式感，整体游玩的体验很好，本作特色鲜明，不需要跟其他同类做对比，凭借着优秀的手感与氛围十足的音画体验，本作无疑是动作Roguelike爱好者不可错过的一款佳作。
好评: 非常好玩的动作游戏，非常优秀，肉鸽速度快，重开率无尽，比hades更加强调动作元素而不是build
好评: [table][td][url=https://store.steampowered.com/curator/30253125]甄游组鉴赏家（点击订阅） [/url] [url=https://store.steampowered.com/curator/34433893]玩家聊天Q群124925250[/url][/td][/table]
非常强调打击节奏感，可以根据闪光瞬间，抓准时机制造更大攻防收益。快感倍增。
虽说是一款RL动作游戏，愣是玩出了音游的感觉！
新手引导做的非常好，包教包会，学不会不让继续。但是并无拖沓，过程简单明快。
庞大的宝藏池和无尽的搭配模式，领这款游戏有大量反复游玩要素。并且每次都能持有不错的新鲜感。
操作流畅，战斗打击感很强，虽然高级攻防需要精准把控时间差，但是一路莽下去也很爽。
上手轻松，难度不高，如果觉得难度还是难以驾驭，官方还内置了锁血等等一系列亲民修改器。
另一大特色就是每个场景都乌漆墨黑，你需要在微弱的光线中抉择，提防隐蔽在暗处的敌人或者场景陷阱。
不断的切换火炬和武器，让战斗更加鲜活多样。
好评: 动作类肉鸽，没有剧情，玩法就是通过天赋选择，关卡选择，战斗，战后成长选择一命通关。通关需要策略大于战斗技巧，各种系统的熟悉以及成长代价的取舍，对刚入的玩家很有挑战。
战斗优秀，操作流畅，打击感很好。
美术优秀，美术风格各花入各眼。
一.关卡
6小关 + 1Boss = 1大关，3大关 + 最终Boss = 通关，每个大关开始有一次关卡路径选择的机会，也就是选择哪些类型小关的机会。
小关类型有金币（边打边捡），宝藏金币（打完爽一波），武器选择，武器升级，补血，属性（给钱或者放血来获得属性），圣物（给钱或者放血来获得圣物），宝藏（随机给两圣物一武器），小Boss（消腐化给钱给圣物给水晶）。
最终Boss之前有3个祭坛，根据你钱多少决定你是增强还是削弱，所以前面不只要通关还要管理经济。
二.战斗
武器分为主武副双手武器3种，可以搭配混合使用，部分武器自带属性有毒，火，雷，部分武器有暴击。
主武器攻击速度和间隔快但初始伤害低，后两种相反。除初始武器外大部分武器需要打水晶解锁，种类很丰富，可玩性不错。
操作分为攻击，翻滚，格挡（反馈贼好，但是时机不好把握，本人已ban）3种，人物有5点体力，每次攻击和翻滚消耗一点体力，格挡回复体力。使用翻滚即可应对全部攻击，战斗核心在于体力管理，攻守的选择，以及走位的蛇皮程度（躲避机关）。
小怪憨批阴险，精英怪血厚难缠，小Boss唯唯诺诺，大Boss重拳出击。
三.数值
人物属性4种：灵巧（对武器伤害的百分比加成），力量（血量），感知（金币获取的百分比加成），诅咒（每层一个debuff）。
武器有各种词条。攻击力最终体现就是武器基础攻击+灵巧，附带属性的武器圣物有附带属性加成。
人物成长依靠祝福（初始Buff，刷水晶解锁），属性成长（属性关卡），圣物（圣物关卡），武器升级。
各种数值关联性很强，需要在初始，选关前，战斗后综合考虑，这部分是游戏的核心玩法。

总体来说新入可玩性很强，需要熟悉各种系统以及其中的关联，然后通过战斗综合利弊获取成长，战斗难度不低，对于我这个普通玩家来说挑战足够但不至于无法完成。通关后由于没有加入更多的挑战机制游戏玩法刺激就不够了，其实可做的东西挺多的，速通排行，金币量排行等等。不过我自己设定各种目标各种武器还是玩了不少时间，尤其是刷翻倍词条刷暴击伤害，两套攻击带走Boss的爽快感。
好评: 其实我想……能不能整一个妹子主角 换着用？
好评: 其实我想说的是无间冥寺不比哈迪斯差。。。。。。
好评: 真的可！！！！！！
好评: 非常好玩
好评: 画面和游戏的打击感都是很棒的，大爱
差评: 不要靠近，会变得不幸。
为什么我不拿这个钱买个hades呢，哦原来我买了啊，那没事了，走了。
好评: 玩法新颖，设定巧妙，不足之处在于天赋的选择上较为单一，以及武器的选择上（特指爪+匕首）。希望后续版本更新能推出完整剧情及更多丰富的武器天赋系统。
好评: 凡人来收死神了!

差评: 想做黑暗系，又把握不住平衡，结果做成了一个运气好【爽到底】运气差【恶心到底】的游戏。垃圾的雅痞。现在你用游戏恶心我，那我也用差评恶心你。
差评: 可能开发者觉得加入诅咒的机制很有游戏策略，但是让我觉得太束手束脚了，我想要的是爽快的战斗。
好评: 挺好的ARPG，偏硬核。[spoiler]说实话，只有纯格挡玩法才硬核。滚来滚去辅助格挡全程无伤还是比较容易[/spoiler]
就像传说法师一样，只有通关0次和无数次。
武器种类还算丰富，可以养主武器、养副武器、养双手、主双混合、副双混合等等
[b]打击感一流！[/b]
诅咒除了最后的终极诅咒有点厉害，其他的就那样，甚至有的还是很好的胡牌助攻
天赋emmm也挺多的，不要只局限于爬虫+无伤灵巧+献祭感知那种。个人十分喜欢鹰之迷恋。
总之十分推荐，不要和隔壁的H游戏对比了，那个太无双了，各有优劣。
就这样，继续肝回忆录了。
PS：[spoiler]手残玩家游戏体验不好？那就不要格挡了，纯滚来滚去也足够苟且过困难死神了{笑}[/spoiler]
好评: 好玩
好评: 8.5

手感流畅 打击感一流！ 但难度略高 主要问题是进阶难度后就没有什么提升的选项了 应该多做一些永久性提升的升级 或者至少可以再多解锁两个祝福槽 后期有钱没处花啊
好评: 难度真不高 随便通关 只要有回血武器 根本不用格挡 闪避+攻击 闪避+攻击 结束
好评: nb
好评: 很好的游戏，背景音乐和打击感十足
好评: 首先要说这个游戏难么?难，所以请入坑的小伙伴多看看攻略，或者另一个思路是，刚开档打开设置里辅助模式，这个相当于官方给你的外挂，但是请注意，在此模式下不能获得成就且不可关闭，只能帮助你熟悉小怪和BOSS，建议熟悉完之后，再开一个新档。
其次关于难想说的，很多游戏是在做加法，我什么都给你，什么设计都为你着想，你个垃圾还通关不了，那说明你是真菜鸡，快去练习。另外一种就是做减法，什么都不给你，处处为难你，强迫你做菜鸡，而《无间冥寺》就是后者，比如两个个人感觉鸡肋的地方，第一个武器不存在构筑，只能靠进图出大厅来刷武器，既然要靠刷来浪费时间，那你为什么不做一个有苛刻条件的构筑系统呢？第二个就是格档，时间是真的短，很多时候，需要你提前准备去格档，不然你根本格档不了。所以大多数，危险情况下是会选择翻滚而不是格档，格档的收益是高，不是我不想要，是得不到。为什么不能按住不放一直处理格档状态，这样我想这游戏也不会劝退这么多没有通关的玩家，通关三神庙成就的人也只有10%左右，个人觉得一半玩家是被恶心走的。还是那句话，你要做加法，不要做减法，建议就是，取消翻滚的无敌，把格档改成按住就会一直格档，且只能格档一次。
关于BOSS
第一关，第一个boss，相当于一个大号的炮机，只需要清狗，以及处理他两次的投射就行，建议格档，格棣完输出。
第一关，第二个boss，光形态，需要看清地雷，处理他的两下抽鞭，建议格档，攻击范围较大，且场地限制翻滚比较危险。暗形态，有一个冲刺攻击，翻滚和格档都可以，另一个是四连击，新人可以格选择格档第一，第四下，格档完输出。
第一关，第三个boss，火狗，BOSS转身慢，身法快以及有较大的攻击范围。半血前有一个飞扑技能，翻滚后输出。爪击技能有两种，一个是抓一下，一个是抓三下，建议迎面向BOSS侧后方翻滚，滚完输出。吐五火球技能，有明显施法，看着躲就行。还有一个自爆技能，地上有圈要远离，输出机会较少。场地还有火，要多移动，找机会输出。

第二关，第一个boss，一个是刚释放接触也不会血的电球技能，有一定的跟踪性，一定时间后会爆掉，爆掉时会扩大一些范围，第二个技能会放五条闪电，BOSS侧抬手释放，有较弱的跟踪性，向来的方向侧方翻滚一下会更安全，第三个是一个可以转圈的直线闪电，BOSS双手举过头释放，向前滚靠近boss，在他身边平常走位转圈就好。除了他在放技能，其他时间都为输出时间。
第二关，第二个boss，个人觉得比较简单，他放技能你就滚，冲刺时不要怕，迎着他来的方向翻滚，后面就一直输出。
第二关，第三个boss，比较恶心，一般近身一套，就要滚开，他会攻击一下，躲完继续输出。注意他的冲刺技能，速度快，但又不能离的太远，boss会回血，回血时上去攻击两下，他会瞬间反击，可以格档，但注意boss攻击姿势较多，建议还是翻滚，同时场地还有风暴，暴开会有扩散红圈，同样有伤害。

第三关，第一个boss，公认的弱鸡，一套输出之后，拉开距离，他会释放弹幕，躲完后上前继续输出，再拉开，如此反复。
第三关，第二个boss，拉开之后，boss会跑向你，等着格档输出，boss不跑向你，当心他要放投掷，或者一个靠近你的大风车，大风车要三连格档，新人感觉就算了，翻滚能躲两下后面伤害不高，就接受了吧。boss还会放一个小范围毒爆，一般他会躲着你释放，释放完之后，boss攻速会提高。
第三关，第三个boss，一开始会招三个小怪，先要打小怪，不然boss会吸掉小怪回血，boss只有两招，第一下都是用右手蛇砸地，记得滚一下，如果，你在他的蛇头范围之外，他会跳起飞扑向你，飞扑可以伤到他自己的小怪，第二种，如果你在他蛇头到他身体以里，他会甩一下，同样要迎着他甩的方向滚一下，三个小怪一死就输出，躲完技能继续输出，可以输出很长间，直到下一次他招小怪为止。

关于骷髅头升级
新人骷髅头一直都会缺，个人觉得必要的只要升级一个桌子，只升副武器，其余就升最后那个祝福，理由就是很多武器还是去图里找，桌子上只要找一把仪式匕首。符文建议，加5点体力那个，金币献祭加2点发现点的龟头，以及自带1000金5点发现点那个，、120诅咒那个前期也不错。至于爬虫之怒，新人建议还是先放放，进图之后找爪子+匕首。中期之后，建议备那把10%伤害吸血的双手大剑，以备不测，但是仪式匕首+随手连击的爆击词条那真是太爽了。

关于连击
爪子+匕首，右手蓄力匕首四连击，接爪子三连击，再接匕首的随手连击，一般的小怪坚持不了这一套。那个宝物，建议新手还是加体质和回血为主。
好评: 湿胸弟就来砍窝，窝在无间冥寺等你
好评: /78 可以的，玩起来难免让人想到哈迪斯，但是比起死亡细胞和哈迪斯，他也有自己的玩法和特点。比如三条不同线路的关卡，还有三种不同属性的伤害，打起来也很有打击感，画面也很不错。
但游戏后期缺少一定的有趣度，怪物和地图重复率太高，会让人稍有疲乏。
可是让人非常意外的是，最终BOSS战设计的好棒！地图+玩法+阶段都非常有意思。
打完普通流程就打算88了，困难的话对于我来说，还是算了吧。
推荐一个过关神器（闪电鞭，必备随手暴击，然后圣物就叠暴击和闪电伤害，X+Y，非常强。）
好评: [quote]关注[url=https://store.steampowered.com/curator/39039781/]斗鱼游戏社区[/url]，随时了解主播推荐的好游戏。
访问斗鱼鱼吧社区参与互动，活动好礼送不停！[/quote]
[h1]无间冥寺VS哈迪斯[/h1]
《无间冥寺 Curse of the Dead Gods》是一款充满着技巧和挑战性的Roguelike游戏。想必大多数玩家都听过《Hades》的大名，2020年9月，一款快节奏动作类Roguelike游戏风靡全球，引来无数玩家为之惊叹，把之当成艺术品和标杆一般的存在。而2021年2月，又有一款名为无间冥寺的Roguelike游戏问世了，因为游戏风格和玩法的类似性，很多人心中都下意识拿来和哈迪斯做比较，大家心中都有这么个疑惑：无间冥寺能否比肩甚至超越哈迪斯这个神话一般的存在？
[h1]老汉闯神庙-稀里糊涂[/h1]
下面我就带大家一起进入无间冥寺的世界，首先，精美的画面和独特的美漫式画风就足够吸引眼球，玩家们需要操控一个左手持枪右手拿刀的大胡子老汉，在被诅咒的神庙里探索数不胜数的财富、踏上追求永生和神力的道路，但是，这个神庙不仅没有神祗的庇佑，还有数不胜数邪恶又强大的怪物，大胡子老汉需要战胜它们并存活下来，才能走向最终的胜利！游戏在剧情方面的叙述相对薄弱，我们只需要知道，在这个稀里糊涂的冒险中，如何杀戮和存活下来才是最重要的！
[h1]光与影的战士-爬塔之王[/h1]
一开始的游戏界面亲切的提示了玩家们使用手柄操作游玩比键鼠的游戏体验要好，但因为我没得手柄，所以还是不顾劝阻，坚持用键鼠游玩了下去。游戏在新手指引方面做的也是十分到位，从游戏最基础的机制到进阶玩法都有足够详细的说明，使玩家们上手游玩还是比较轻松的，但感觉可能是因为我使用键鼠的原因，格挡总是慢了半拍，我游玩几个小时下来，几乎没怎么格挡，全靠翻滚续命（也可能是我手残的原因哭泣阿巴阿巴）。游戏战斗分为光和暗两大区域，敌人全都隐藏在暗影之中，主角手持火把，可以选择点亮火炬，否则我们在黑暗中战斗会受到更多的伤害，这点是需要注意的。战斗结束后在祭坛处选择奖励的模式和进入下一房间的爬塔机制都算不上新鲜。类似树状图的分支路线也给了玩家更多选择的可能：是回血、获取金币和武器亦或是战斗到底!战斗中要是大胡子叔叔在没有遇到最终Boss之前不小心被小兵打死。那么就会重新回到基地，之前的闯关也只能重新开始喽，合理的控制血量是我们成功闯关的关键所在。
[h1]十八般武器样样都有！[/h1]
在武器方面的选择也是多种多样的，近战刀斧锤和远攻弓枪种类和属性也是颇多，可以在神庙中掉落也可以在祭坛奖励中获取甚至是在商店中购买。不同武器的词条也有好有坏，玩家们需要谨慎做出选择。不过与刷子类游戏不同的是，玩家们不能把这些武器带出去，只能通过解锁来让自己中意的武器在祭坛奖励中必出。在三次轻攻击之后的重击、蓄力攻击和闪避都会消耗体力点数，游戏初始一共五点，消耗之后点数会自动填充，不过要是一点也没有了碰巧怪物的攻击将至，那也只能大祸临头。被怪物击中屏幕就会红一下，真的是隔着屏幕都能感觉到疼痛。游戏的打击感十分出色，玩家们可以体会到刀刀到肉的杀戮快感（前提是不被打死）。适当的格挡也是可以救大胡子叔叔于水火之中，格挡成功不仅可以抵抗敌人的攻击还可以使敌人陷入一个虚弱状态，使其在短时间内可以受到更多的伤害。并且同时恢复两个体力点数，因为体力点数的存在，玩家们就不能够随心所欲的使用闪避技能，虽然会让我们的快感大大降低，但也给了玩家更多思考的机会，只有合理利用这些点数，才能够脱离被活活打死的命运。
[h1]诅咒可以检验欧非？[/h1]
值得一提的是游戏中的新机制-诅咒，在探索过程中每进入一个新的房间，玩家的腐蚀值就会相应增加，在右下角会有进度条显示，腐蚀值每达到100玩家就会喜提一个诅咒，每个诅咒的效果都有所不同，当然诅咒也不完全都是给我们加负面buff，运气好的话，会带给我们意想不到的惊喜也说不定。同一局玩家可以最多拥有五个诅咒，不过这第五个诅咒就是恶魔一般的存在了，它会让玩家持续掉血直至1为止，莽夫玩家为此叫苦不迭，控制好诅咒的蔓延也是重中之重！
[h1]小小的总结[/h1]
总体来说，无间冥寺还是一款非常值得游玩的Roguelike游戏，菜鸟和大神都有其过关的独到见解，像我这种手残党也可以去百度一下攻略，能稍微轻松一点。游戏目前在steam上为特别好评，售价也较为亲民，堪称一部佳作！
[quote]加入[url=https://steamcommunity.com/groups/feizhai]肥宅聚集组[/url]与关注[url=https://store.steampowered.com/curator/28359939]我们的鉴赏家[/url]，一起当肥宅w[/quote]
差评: 只建议打折入手！
优点：画风、操作、打击感满分。
缺点：没有选择权，武器圣物属性全随机。玩的很憋屈，游戏难度过度不合理。对喜欢刷的玩家不友好，因为这游戏刷出的东西几乎毫无意义。内容少，时长可想而知！
好评: 非常好玩，尤其对于有轻微强迫症的玩家，缺点就是优秀的武器就那么几把，尤其从普通难度进阶到高难度后，容错率太低，前期就必须拿到一把好武器非常关键，但是其实太多武器在高难度下是废柴了
好评: 凑伙
好评: 真的棒
好评: 还不错
差评: 蛇神设计的跟屎一样一点脑子都没有，满屏幕的腐化攻击根本停不下来，建议设计师跟蛇神一起直接下葬
好评: 顶级的俯视角动作游戏。优秀的打击反馈、操纵感（翻滚体验还可以再提高）、多种武器差异体验、怪物的AI和易读性、有特色和压迫感的BOSS设计、优秀的体力机制等等。

但同时也是好坏各半的roguelite游戏。游戏的三个神庙路线以及三层神庙的设计，让难度曲线相比其他的roguelite游戏更为友好。同时诅咒机制也很新颖，但是效果可议。

游戏做的最差的是局内外的成长感。游戏没有《哈迪斯》式的很强的一局内的成长感，但同时因为武器体验的差异细微（基本就是暴击、回血、回体力、熟悉伤害等细微属性差异），导致对于局外解锁武器的成长期待感也不佳。同时游戏也没有局外数值成长，导致重开一局不仅在成长动力上不足，在体验差异上乐趣也不足。基于这点，它的roguelite设计不是很成功。

但冲其第一梯队2.5D动作游戏的定位，还是可以玩一玩的。
好评: 还v不错
好评: 行
差评: 这游戏  想靠弹反刷图有点困难  反应太快没用，小怪的伤害前摇一秒多才打过来，很难挡住，一直跑也不是，一群aoe技能得的怪追你，不用滚动跑就得挨打，用滚动跑体力消耗巨快，没体力连手都还不了，一直跑一直挨打 心烦了
好评: 这款游戏打击感真的相当游戏，棒棒
好评: 喜欢这个类型的游戏
好评: 伟大的豹神！

好评: 属于那种 通关过一次了，就不怎么想碰的游戏，尤其是玩过哈迪斯后
好评: 当我知道这个游戏可以点出虚弱风暴虚弱传染和格挡恢复我就知道这个游戏对没手的玩家不友好了。。。。
不对，这游戏好玩的一批
差评: 高血压慎入
好评: 日的挺爽，就是场景太重复
好评: 别看了 买吧

好评: 格挡成功会很爽，但游戏整体内容还是偏单调，怪物打击方式也比较单一，腻的比较快。
好评: good



差评: 设置了体力点，攻击的最后一下、闪避、双手武器都要用体力，体力用完就得等回复，这个设定就很像那啥一类游戏了。闪避必须要等攻击帧播放完才能释放，攻击后摇普遍又比较长，所以一招一式都必须要谨慎施放不然就要挨打。总体上来说不是哈迪斯死亡细胞那种能让你砍砍砍闪闪闪的爽的游戏，而是动作版的回合制游戏，你打完一套等体力，敌人打一套你躲，一直重复。
好评: 还挺好玩的，就是有的武器实在是鸡肋
好评: 喜欢暗黑画风的值得入手，手残的要考虑
好评: 手感不错，如果没有火把系统就更好了
好评: 完美一击怎么打？？？

好评: 手感和打击感很好的肉鸽游戏，特殊的诅咒机制让人更有紧迫感。

最深的感受就是绝望。从一开始产生诅咒后各种改变游戏节奏和影响到build，然后学会利用诅咒了，又出现各boss的难度曲线陡升，到我打完3个神殿后给我说打最终死神要3个神殿一次游戏里面过去。
差评: 狗屁游戏，真的垃圾！
差评: 我就想知道一件事: 在BOSS关前面几个关卡随机出治疗关的有那么难吗？打了4把都TM一丝血见BOSS，这游戏在逗我？
好评: 给个好评吧，不能说不好玩，但也没那么好玩，build起来没那么爽，操作和流派还是挺单调的，还有这个体力设定感觉有点多余甚至有点影响自由度爽快感，要是鼓励玩家多用格挡回复体力，还不如多一些格挡触发特效、buff和debuff的设定
好评: 在玩了8小时的时候，我来写下这篇评测。

首先要指出，这游戏就是很纯粹的肉鸽类地下城ARPG，类似黑帝斯。
它绝对不是暗黑3那种刷刷刷游戏，因为你是爽不起来的。
猜想这游戏设计的本意是要让玩家步步为营，小心前进，要把小怪当BOSS打。
实际上，这个游戏的小怪难度甚至高于BOSS，因为它存在你不得不面对多个敌人的情况。
这就是非常尴尬的一件事了——游戏设计出来的东西违背了设计的初衷：想让你小心翼翼，但你却又不得不身处混战。

和黑帝斯比较，我认为这个游戏的难度要更大一些。
因为黑帝斯在重生后的能力强化方面做的很不错，只要玩家肝一肝，能力提高上去了，就算是手残，也能通关了。
但是这款游戏则不同，我翻看了所有能力强化界面，并且玩了8小时之后，发现能力提高是极为有限且非常缓慢的，根本不足以让手残的同学们靠肝来通关。
我的高等级武器暂时还没有解锁，无法查看到它们的属性，难道，这个才是关键？
可非常让人郁闷的是，解锁这些武器需要大量的资源，你只能反复的去刷低层BOSS来获得，这未免有些乏味了。
这正是黑帝斯要更优秀的另一处地方——黑帝斯每次重生都可以或多或少的提高那么一丢丢能力，给予玩家成长的肯定和通关的希望。
而不像这款游戏，你需要反复刷好多次BOSS，才能去能力面板上点那么一下，这实在是让人太郁闷了。
就好比是你参加10次比赛才给你颁发一次奖，如果不是硬核玩家，是很难撑到最后的。

这款游戏与其他同类游戏相比，有两个最鲜明的特点。
也许这是游戏设计者精心设计出来的，但在我看来，这两个特点确是这个游戏最大的败笔。

第一个：诅咒的存在，类似DEBUFF，会提高通关的难度。
诅咒被设计成不可避免，且你越要获得更强的能力，得到的诅咒也就越多，直到最后累变为终极诅咒：持续减少生命值。
看似一个很有趣的设定，但是，难道这个诅咒不应该是在困难模式或者挑战模式中才应该有的么？
很多游戏都有困难地狱噩梦挑战模式，加点DEBUFF，让硬核玩家获得更多的乐趣。
但这游戏则不然，就一个难度，直接上DEBUFF。
而且，这个DEBUFF是这个游戏玩法的核心，是通关的关键。
无语了。

第二个：小怪的攻击会打断玩家的技能，甚至是蓄力技能。
这个游戏的战斗节奏非常快，怪物的攻击前摇极短，甚至没有前摇，包括BOSS的一些技能都是这样。
BOSS咱就不说了，毕竟作为守关老大，牛逼点儿也正常。
但是，小怪的攻击居然可以打断玩家的蓄力技能，这就有点儿说不过去了。
注意，技能被打断后，是有僵直的。
1对1倒是无所谓了，但如果是在混战之中，几个小怪一起出手，经常会形成连控，非常恶心。
其实这正是我最前面提到的问题：游戏的设计初衷到底是什么？
这种强力小怪的存在，明显是希望玩家小心前进。
但很多混战的存在，又似乎希望玩家能以一当百。
很矛盾。

不论如何，这个游戏我会继续玩，并把它通关的。
因为它有三个优点，我真的很喜欢。
第一：打击感很不错，对于玩ARPG偏爱双手武器的我而言，蓄力大锤往下砸的感觉很舒服。
第二：画质很好，比黑帝斯强。但背景音乐简直弱爆了，这个希望能改善吧。
第三：作为肉鸽类游戏，一局的时长约10到20分钟，这真的是太赞了。我觉得过门存档其实可以取消掉，没必要。

基本上就是这个样子了。
喜欢肉鸽类地下城ARPG的，推荐入库。

好评: 71小时通关了。即单调又丰富的一个游戏。虽然有主副双三种武器，但是副武器“随手连击造成暴击”的这个词条太过亮眼，高频率高伤害高机动性。使得主武器和双手武器显得很没必要。好在还有4种副武器可以换换口味。圣物呢也是无脑选暴击治疗+承伤上限就行，暴击回血真的是手残福音，选中就是无脑莽，让手残也能虐怪，也有自己是大佬的错觉。希望后面能强化一下主武器和双手武器，能有更多的选择。
我个人是个肉鸽爱好者《Hades》46小时 《小骨头英雄杀手》38小时  无间能让我刷71小时确实是我没想到的。这个游戏被掩盖在了哈迪斯和小骨头的光辉之下，是一款非常不错的肉鸽游戏。喜欢肉鸽的朋友不妨试一下。
好评: 还不错 流程太短 希望可以多加写DLC
好评: 内容还是太少了
好评: 挺不错的
好评: 上手挺花时间，熟练之后感觉针不戳！
好评: 简单来说就是好玩，有一些难度的肉鸽游戏，美漫画风，很舒适。
好评: 打击感贼棒  适合技术挡 很耐玩 很上瘾
好评: 我tm挡反  真的很正 这打击感 拳拳到肉
差评: 还是有点难了，如果没有辅助模式，我根本都见不到死神，所以我不推荐其他人玩这个游戏
好评: 比Hades难，更考验战斗时的操作，武器和圣物的搭配比较固定，期待更多可能性
好评: 爽快的战斗，上百种武器组合，魂系BOSS，策略类爬塔，BUFF叠完了，可我还是打不过关底BOSS
差评: 除了手感好以外，毫无优点。 作为roguelite，内容过于单薄，从头到尾只有三种迷宫换着来，系统庞杂却没有较好的整合在一起。而且画面过于昏暗，玩着伤眼
好评: 游戏还算良心
好评: 还行

好评: 棒

好评: 偶尔玩玩不错
差评: 难度曲线还是有问题。困难模式下，前期容错率很低，但如果能够无伤则后期强的离谱。但如果前期不顺的话，恭喜你，后期你会因为钱不够血太少伤害刮痧而打的极其痛苦，最后在精英小怪的围攻中瞬间GG（因为这游戏没有受击保护却有受击硬直，导致你被打之后在硬直期间受到多次打击）。
武器平衡性太差。所有的诅咒武器几乎都是玩具（除了看守者大剑yyds），爪子+仪式匕首的组合强度太高，飞刀和权杖能用但迟钝，剑伤害太低，手枪和长矛根本不知有何存在意义。
判定发生点和视觉不一致。弹反在有些小怪的攻击上非常不好用，因为你根本不知道它的判定什么时候发生。
唉。。制作组确实是在往好的方向改进的，但仍需努力啊。
好评: 非常不错 适合不停刷刷刷
好评: 好

好评: 虽然内容少了点，不过游戏质量还是可以的。推荐，难度还是有的，不过武器不太平衡，强的太强了，弱的又弱太多
很多时候不出好武器就GG，然后后面这个骷髅数量实在太少了，升级一下又要1000+肝的蛋疼啊。希望能有新内容加入或者刷材料这类的图，也可能多加些挑战关卡或者活动
好评: very good game!
游戏性很不错，和HADES 一个水准的游戏，就是画面表现力和bgm差了不少，不然会好很多





有个很大的问题，回血手段太少了

差评: 前期玩着还行，但是一到后期就觉得这游戏提升难度的方式好恶心啊。而且非常看运气，要是随机不到好点的武器或者圣物，简直就刮痧。而且随机到好装备的概率真的低。
好评: 非常好玩，轻度黑魂的体验，打击感一流，割草割乏了可以玩玩这个不一样的游戏
好评: 老皮皮 牛BBBBBBBBBBBBBBBBBBBBBBBBBBB
好评: 手残党福音·····
好评: 内容只有可怜的一点点，大部分祝福强度太低，武器的组合比较有趣，但成长曲线有问题，前期难度大，但要是无伤推进，后期就能割草，总体来说不推荐原价购买，打折50能入
好评: 去年五月份买的，刚玩一下午就玩腻了。。最近更了点东西，但是好像又没更什么特别不一样的
打击感确实是同类游戏里的佼佼者，至少比deadcells强一点。但是玩着感觉相对单调，内容量不是很大。。。
好评: 越玩越好玩的那种，玩三个小时会觉得没意思，玩十个小时，觉得有点意思，玩二十个小时就停不下来了
好评: 用手柄玩体验会比较好。
游戏的关卡有点少，剧情内容不多。
综上，给80分
好评: 首先感謝趣遊組和製作者給予了我這次評測無間冥寺的機會，其次我給予本作一個8分的評估。
[h1]總體上來看[/h1]
本作是一款主打肉鴿的俯視角地牢探索遊戲，通過在地牢中獲取的解鎖貨幣來解鎖各種高級武器，祝福。本作的主要難點在於戰鬥過程和通關過程中會因為特殊條數值的增長而獲得額外的惡性狀態，極大的改變遊戲的體驗，使每次通關的爽快感和挑戰難度都有所不同。如果說你想要體驗一款肉鴿遊戲，那麼本作稱得上物有所值，是可以作為購買對象的標準作品。
[h1]下麵是具體的評測內容[/h1]
[h1]較有挑戰性的遊戲玩兒法設計[/h1]
本作的遊戲玩兒法設計非常的有挑戰性。
首先是光暗兩種模式，極大的改變了遊戲的體驗。在火把或者篝火被點燃的情况下，玩家可以看到陷阱，受到傷害降低，這種模式被稱為光明模式。在火把熄滅，無篝火，同時無照明武器的情况下，玩家受到傷害新增，看不見陷阱，戰鬥會更有挑戰性，這種模式被稱為黑暗模式。這兩種模式的切換，既能調整戰鬥的難度，也能給玩家更豐富的遊戲體驗，是非常值得稱讚的遊戲設計。
玩家在戰鬥中受到黑擊（特殊顏色攻擊），通過小關卡回血，獻祭時會獲得腐蝕能量，這種腐蝕能量在堆滿腐蝕條之後將會給玩家帶來一個雙面的buff——例如說失去完美翻滾，獲得受擊時發射黑暗之幕滅火能力（大部分都是雙面惡性的），當玩家的腐蝕條堆滿5次，即會獲得第五個惡性buff，持續流血，新增大量基礎内容，催促玩家加快遊戲進度，通關boss解除腐蝕或者趕快重來。通過腐蝕條這一設計，本作去除掉了肉鴿遊戲常見的磨時間和拖遝模式，加速了玩家的遊戲行程，使得玩家的遊戲體驗全程緊張刺激而不會陷入無聊和沉悶。
路線的選擇更是給了玩家極强的參與感和掌控感——玩家能够確定自己接下來會面臨怎樣的困難，獲得怎樣的寶物，而不會陷入我是誰，我在哪兒，接下來會發生什麼的無力和困惑。與此同時，可以自由選擇路線會給玩家考慮如何養成自身角色的空間，在兩難中進行抉擇，會讓玩家對另一條線路的可能性更有期待，遇到不利路線可以規避，遇到有利事件可以加速養成玩家角色，這對有隱性地牢步數限制的本作非常重要。
[h1]多種武器與祝福所帶來的豐富遊戲體驗[/h1]
作為一款肉鴿遊戲，在相似的地圖和怪物海之中，如何使玩家獲得更豐富的遊戲體驗，如果使玩家不會因為反復的戰鬥而失去對遊戲的興趣，如何使玩家盡可能的挑戰自我而不是對遊戲的可能性視而不見，是一場遊戲廠商非常難以從玩家口中獲得答案的大型考試。
本作通過效果立竿見影的祝福與武器體系來塑造每一次玩家進行地牢戰鬥的基底，再通過充滿隨機性的聖物獲取與富有挑戰性的遊戲設計來使得玩家每一次的遊戲體驗都會與上一次有所不同，極大的豐富了遊戲的內容，在螺獅殼裏做了道場，讓相對較少的怪物類型也變得難度各有不同。
從最高傷害卻一擊致命的大劍，到可以投擲的飛斧，每種武器都有自己的獨特效果，每種武器都有自己適合的流派，雖然說最效率的通關組合是較為固定的，但是每個祝福與武器都有自己的可玩兒性，而不會讓人覺得它就是一個不值得一看的填充物。
[h1]一些小小的不足與建議[/h1]
1、地圖太黑了，白天玩兒費眼睛，可以調昇基礎亮度，並以黃色來代表光明模式，以饑荒低理智那種黑暗邊框加上怪物顯示异化來凸顯黑暗模式嗎？
2、格擋是類似於盾反一樣瞬息設定，遊戲內雖然有怪物攻擊提示，但是格擋收益還是較低，不值得玩家在危險面前反復橫跳——比起格擋恢復體力與降低怪物防禦力，玩家還是更喜歡選擇翻滾泡一會兒，能否提升格擋收益，讓格擋恢復少許血量或者降低微弱的腐蝕進度條？
3、能否提供新手玩家的簡單模式，在該模式下降低通關腐蝕條增長數量，否則新人沒有看到boss，腐蝕條就已經可以5殺了。
[quote]點擊加入[url=https://steamcommunity.com/groups/itgameap]趣遊鑒賞組[/url]，一同探索遊戲的樂趣~
歡迎關注[url=https://store.steampowered.com/curator/34803254/]趣遊鑒賞家[/url]，查看更多趣味性評測。
讓我們用愛點亮遊戲之光，加入我們，共同感受更多趣味的遊戲吧！[/quote]
好评: 听到很多朋友说这个没有哈迪斯好玩，其实我觉得各有千秋吧。
这游戏虽然剧情几乎无，但是氛围营造的很棒，而且单线的剧情反而适合这个游戏套路，另外武器的打击感是真的爽爆，最近很喜欢用毒，上个毒再上个火，是真的爽。
好评: 游戏最本源的快乐， 快乐到脖子疼 以后三小时要定个闹钟了 活动下筋骨
好评: 手残的我本来想要退款，突然看到了辅助模式！
。。。。。。。。。
。。。。。。。。。
。。。。。。。。。
告别诅咒从你我开始！！！
好评: [h1]画风精致、氛围独特、内容较多，而且还有完美闪避、格挡等等动作要素的地牢类游戏，略微硬核。[/h1]
[list]
  [*]武器种类、数量很多且各具特色，可以同时装备单手主武器、单手副武器和双手武器，有简单的连招。攻击手感很好，打击感不错，闪避还行，格挡很难用。
  [*]硬核程度：无法避免地获取各种随机的诅咒，血量难以回复。
  [*]收集要素：需要在地牢外解锁更多武器，有怪物图鉴。
  [*]游戏时长：一局40分钟左右，有大量局外养成。
[/list]
比较明显的缺点：手感需要适应，中文是苦涩难懂的机翻，[b]不能sl[/b]。
好评: 打击感和节奏感特别强的游戏，有时候很容易暴毙一定要注意格挡闪避的运用
好评: 越来越好了
差评: 太虐了，诅咒系统是个不的创意，但影响爽快感，我不会推荐给朋友，我自己受虐就可以了
好评: 好玩
好评: 多加点武器吧，真的有用的武器太少。
评论里面很多人说近战武器不太行，我是困难通关的。建议爪+仪式匕首，全程无双。
或者火爪配一个杀死燃烧的敌人回复生命值的符文。
好评: haowan
好评: hao
好评: [quote]
关注[url=https://store.steampowered.com/curator/39039781]斗鱼游戏社区[/url]，随时了解主播推荐的好游戏。
访问[b]斗鱼鱼吧社区[/b]参与互动，活动好礼送不停！
[/quote]
这是一款有着roguelike元素的动作冒险游戏。

玩家将扮演一名偶然闯入神庙的探险家，为了找寻神庙中的宝物进行探索。

刚刚进入游戏那会，我还觉得蛮不错的，因为游戏的画面表现和《黑帝斯》有一比，设定也比较有趣，火把，单双手武器，诅咒很有特色。但是5个小时之后，我就很明显的感觉到了--这玩意就是不如《黑帝斯》好玩。

先说说游戏几个较为有趣的设定吧。

首先是游戏设定了黑暗和光明的状态，玩家在举着火把或者周围有火光的情况下，是可以看清周围是否有陷阱的，但是一旦遇到怪物，周围又没有能点燃的东西来照明的时候，玩家就需要收起火把切换武器来攻击敌人。

在黑暗状态下，玩家被敌人攻击到之后，受到的伤害会大大增加，作为一款动作占主导的游戏，这就让玩家的容错率变低，而火把也成了相对无用的机制。

因为火把除了能让玩家看到陷阱之外，个人觉得实际用处还是比较小的，而且遇到怪物就要切换武器，也稍微有些繁琐，以至于我拿到了能进行照民的武器之后，火把就再没有换出来用过--就算武器照明的范围小也是如此。

其次就是单手副手与双手武器。

游戏中玩家可以装备三种武器，左键的单手正手武器， 右键的单手副手武器和双手武器，单手武器和副手武器可以同时装备，并打出连击，使用单手正手攻击后快速使用副手攻击会触发一次副手武器的强力攻击，而一直用单手正手武器在连续攻击后会有伤害很高的终结技。双手武器则需要切换才能使用。

游戏设定有体力槽，玩家在进行攻击，躲避的时候会消耗体力，一旦体力消耗完之后，就需要玩家远离怪物恢复体力，从这个角度来看，游戏的机制就很明显了，制作组是希望玩家用Hit&Run的玩法，但是这同时也是一种桎梏，游戏又不是黑魂，虽然也有点难，但是还没难到黑魂那个程度，打了跑说实话其实是有点拖延时间的。

制作组设定了躲闪会消耗体力，那么为了平衡就有了一个格挡能恢复体力的设定。

说实话，格挡是非常强力的，只要能格挡住敌人的攻击，那么玩家不仅能恢复体力，还会让敌人陷入被削弱的状态，这个时候在进行攻击就能对敌人造成更高的伤害。

但是问题来了，这个格挡并不是防御，而是有点类似于防反，它的持续时间很短，因此容错率就更低，所以就算格挡的后续收益更大，但是为了能少费血，我在教程之后就完全没有使用过格挡--完全没有意义啊，我还不如闪避躲远点恢复了体力再回来砍也不愿意在大概率会掉血的情况下进行格挡。

个人觉得最有趣的设定就是游戏的诅咒机制了。

玩家在进入新的房间或者被敌人攻击伤害到的时候就会增加腐化值，而腐化值一旦到达100就会获得一个诅咒。

这个诅咒虽然说是诅咒，但是其实是一个BUFF和DEBUFF共存的状态，有的诅咒玩家其实是可以忽视负面效果，这样这个诅咒其实就是一个加成，而有的诅咒负面效果大于正面效果，那就只能认倒霉。

同一局游戏中最多有五个诅咒，其中最后一个诅咒是致死性的诅咒，它会持续扣除玩家血量直至通关。

最后就是游戏的献祭机制，玩家在打怪中可以获得金币，在祭坛处，玩家可以是金币或者增加自身的腐化来升级武器、获取能力和属性。

个人觉得这个腐化就有点像是信用卡，只要不是彻底透支，那么游戏还是可以玩下去的，如果没有把握好平衡，游戏中途透支过度，那么就会让这局游戏难度加大，陷入僵局。

最后说一下为啥我觉得这游戏不如《黑帝斯》好玩，很简单，这个游戏有的《黑帝斯》的都有，这个游戏没有的《黑帝斯》也有--《黑帝斯》的怪物种类更多，地图更丰富，而且还有剧情，还有各种NPC对话，而本作呢？只能打怪....

评分
8/10
说实话，如果没玩过黑帝斯的话，那么其实本作还是相当优秀的，但是如果玩过......

《黑帝斯》我给10分的话，那本作最多也就只有8分，玩过了更好的，自然要来进行一下对比，这是人之常情。

推荐喜欢动作类roguelike游戏的玩家尝试。
[quote]加入[url=https://steamcommunity.com/groups/GHYX]干货游戏[/url]&关注[url=https://store.steampowered.com/curator/35106417/]我的鉴赏家[/url]，不定期为大家带来诚意满满的游戏体验干货。[/quote]
好评: 优化怎么这么烂？经常掉帧就算了，偶尔还平白无故卡上6，7秒。又不是什么3a大作，我这电脑起码还是远超它推荐配置的。
游戏内容的话看后续更新勤不勤快。目前游戏内容确实略少，刚玩没多久就一眼望得到头了。
好评: 怪物武器种类有点少
差评: 这个游戏成功的地方在于：它成功地做到了在很多方面令玩家不爽
这个游戏失败的地方在于：它很难让玩家找到爽快游戏的方法
玩了6个小时了，总是被各种细节折磨。5点体力的限制，攻击动作中无法闪避，格挡判定十分考验反应，三种武器的切换特别变扭，食之无味弃之可惜的光明与黑暗系统，除了过门外还会被法系小怪叠加的腐化系统。玩家被打的时候声音与画面的特效给力到不行，但同时，被打的敌人几乎没有任何反馈，挫败感直接拉满。更加雪上加霜的是，各个小怪都自带霸体，再加上很多关卡都是堆怪堆怪堆怪堆怪，让人怀疑制作组设计这个游戏就是为了折磨玩家。
游戏很难，这倒不是什么问题，黑魂系列也难，但要命的是这个游戏除了难以外，没有任何成就感。前面已经说过小怪被打的特效和反馈相比玩家被打差了十万八千里。除此以外，每一把打完最终boss以后，收集了骷髅头和戒指，重开一把，还是没有感觉到角色有任何成长，能走多远全看每一把随机到的武器和圣物是否强力，是否刚好能有连动，完全无法通过任何骷髅头升级来提前规划每一把的打法（或许打通了能规划？我只打到选关界面第二层BOSS就被折磨得无法继续了）。更致命的是，每次通关也没有任何剧情上面的推进与变化，整个游戏唯一的意义就是打怪打怪打怪，让人不由得怀疑主角是不是一个抖M大叔，专门为了受虐来到了无间冥寺。
虽然游戏价格不高，但仍不推荐购买，除非《哈迪斯》你玩腻了，或者你本人就是一个抖M，想在无间冥寺里找点儿感觉。
好评: 游戏挺不错的，就是近战武器还是弱了些，完全没有远程武器好用，还有就是鞭子抬手太慢了，作用也不大，炸弹更是不好用，敌人随便一走位就炸不到，而且出手也很慢，很鸡肋的武器
差评: 每一局游戏后看不到角色的成长  怪物单一  加成词条单一  武器单一之间联系太少  体力限制不能砍得爽 那就不要让怪物太容易扎堆
差评: 其实他不是不好玩，只是我有点玩不懂。
内容方面，我只是单纯的喜欢美洲神话风格，目前这游戏的怪物种类和原神差不多（，不过不贵。
不过也得益于怪物种类比较少，游戏后期才算没那么令人感到无奈。
主要原因是这个游戏比较真实，他没有受击无敌帧...，然后后期在你运气匮乏导致伤害匮乏的时候，容错率就会相当低。精英怪普遍数百上千，伤害高达几百。而且出手速度极快，部分怪物会秒读无法格挡的AOE（指充电宝）硬直虽然不大，但是可以连续受击。后期体质不够有可能被瞬间秒杀.(精英充电宝加两精英弓手）
不过这些本质都只是我菜，并不是什么大问题。
武器方面是经典的大部分同模组就属性不同（这一点也和原神差不多，黑魂好歹战技多点）而且很多武器并没有什么用，诅咒系武器面板实在是有点鸡肋，很多时候表现不如某些武器表现亮眼（破裂弓永远的神,毒牙，仪式匕首备选)。唯一能算得上imba的词条大概是主要/副手武器效果翻倍（+40%暴伤+60%精英头目+60%背刺伤害/黑暗环境增伤的仪式匕首，上千不是梦。）其他作用都比较鸡肋，更别说还必带一个负面效果（受伤+50% 豹神化身一个太阳拳上千，其他倒也可以接受，但处决于正面的效果是否足够强力）。三维只吃灵巧，升级代价又大，基础面板和正常的武器差不多，希望可以稍微再强化一点点啊。
诅咒，大部分是双刃剑，除了两个召唤系的有纯恶心人的感觉，其他的都没什么问题。
总的来说这款游戏值得体验，但是值不值得买，得看你的水平或者心态如何了（
好评: 很不错！
好评: 一开始畏手畏脚  走哪都要举火把
现在诅咒拉满 一身黑气疯狂左键
好评: 很不错

好评: 非常有意思的2.5D游戏，很喜欢这类风格游戏！
好评: 正式版发布之后经过50+小时才从豹神庙打到艰难探索全清，重新评论一下这款游戏：
1. 操作手感非常好，动作系统设计出色。虽然有类魂游戏的体力槽设定，但战斗过程还是偏向高速流畅的，靠连杀、极限闪避、格挡可以实现持续输出。上手之后很有操作感。
2. 作为rogue游戏，资源管理有亮点但不平衡。腐化、血量、金钱是探索神庙中的三种一次性资源，用来在单次探索中换取属性和武器、圣物装备。探索之前还能选择三种祝福技能。但每次探索带来的积累型资源比较少，只能解锁新武器和新祝福，而且因为平衡性的原因解锁几个就够了。
3. 腐化积累会召来诅咒，但随机诅咒的双刃剑效果很有创意。有些诅咒带来的buff很强力，甚至可以作为build的一环，但也有些诅咒会让辛苦规划的build或行进路线化为泡影。
4. 早期版本金钱获取很难，连带着感知属性也比较废。正式版金钱的重要性提高，但想积累大量金钱还是依赖蛇神祝福（黄金献祭加感知、开局5感知+1000金、脱战保持连杀计数），带来的滚雪球效应也让感知属性一跃成为香饽饽。
5. 关卡设计也不平衡。游戏初期就有的豹神庙跟最后更新的鹰神庙比起来就是弟弟。标准探索不难，但最高级的艰难探索就比较考验技术和运气了。大部分boss都武德充沛，攻击一次之后就会楞在原地等你输出一波，攻击方式多打几次也就会应对了。所有boss用特定方式打死都有概率掉落boss武器，有重复刷的价值。boss武器强度不算最高，但词缀和普通武器不同，可以形成独特的build。
6. 剧情等于没有，达成任务条件可以开资料库，补充剧情背景。画面和音效也比较压抑，整体氛围偏阴间。
好评: 可玩性挺不错，后期偏无聊，怪物变化太少，build不成型挺难的。
谈谈缺点：
武器联系太少，只要有一把厉害的武器就行，武器解锁系统太僵，解锁垃圾武器反而降低厉害武器掉率。
诅咒系统导致全程要少犯错，即使能拿到最终诅咒全属性加40，最后也没回血神坛，见boss没法满血。
圣物系统说到底只有一种最强套路，先用补血降诅咒和掉血加钱的，再转加伤害圣物。
以上使得build难成型，成型也快到最终boss了，中途极易暴毙。

本人拙见，请多指教。
好评: 看到《异界之上》刷到了71%好评，我感觉无间冥寺完全值得一个好评

操作体验：良好，爽快感不如hades，感觉制作组是想做成沉重一些贪刀惩罚更重的模式，但目前操作乐趣离优秀还差一点点
roguelike系统涌现性：良好，词缀之间联系较强，玩家的路线选择乐趣和策略性都较好
叙事、美术都处于良好的水平

喜欢roguelike Arpg的可以一试
好评: 我玩过哈迪斯，也耍了这个，简单来说，这个更偏向魂系一点，肝度很大，难度是有一些的，刚刚好适合大学空闲时间耍耍。很喜欢
好评: 好玩
好评: 挺好，但是很多描述不具体
好评: 很上头，可玩的流派很多
好评: 除了有点黑真没啥别的毛病
好评: 武器挺丰富的，设计也很不错。
打击感还需要打磨，总体还是很推荐
好评: 上瘾
好评: 格挡判定有点迷，希望多出点地图
好评: 真不错这游戏

好评: ..还不错，断断续续玩的，18个小时把前面三个小BOSS刷了，感觉最好死神没刷的动力了
好评: 优秀的roguelike动作。
俯视角3d，所以里面的翻滚或是格挡是360度方向，比起横板的动作，还是这种类型玩起来更爽快。
有很明确的伤害系统，需要自己看游戏的词条指引。

怪物出招有很明确的前摇，自己角色在使用轻武器时可以直接打断进行翻滚，所以这个游戏还是比较手残友好的，不用重武器瞎几把按攻击，看到怪出招就滚，不用格挡也能玩。

唯一的缺点只是怪物地图还不够多，种类要是能像死亡细胞看齐那就是绝对的神作。
好评: 借朋友的号玩了十小时，觉得真心好玩。自己号就买了一个，顺便又买了一个手柄，游戏体验感直线上升。另外还买过hades，对比一下，除了音乐画风比这个强。游戏性真不如无间冥寺，然后我把hades退了，哈哈哈哈。
好评: 下饭游戏
好评: 怎么这么难？？？？
好评: 打击感很棒，氛围感十足，当你踏入这片神之领域的时候，你就已经成为诸神的玩具了，在诅咒中挣扎，在绝境中求生，要么取悦诸神，要么取代诸神！
好评: 要钱还是要命，这是个问题
好评: 囊括了弹反，闪避，格挡等动作要素，爽快的暗黑地牢动作RPG杀戮体验 √
多种武器选择，主副手的切换带来新战斗风格的体验 √
三种风格，体验差异化的关卡并线进行 √
诅咒值的设定比较新颖，取舍决策更加分明 √

点亮环境居然还要专门的操作，习惯了之后都懒得去点灯了 ×
接上一条那么问题就来了，视觉整体压抑，配合“诅咒”，和遍布的陷阱，压抑感由内到外，不宜久玩 ×
光和暗的设定比较数值向，没有体验加分 ×
在单局早期定下武器BUILD之后，不再趋向于改变横向体验或策略性，一切的一切只是BUILD单线数值而已了（升级武器武器武器，升级灵巧灵巧灵巧），所以肉鸽玩家略失望 ×
目前从游戏深度上看，也没有类以撒，under mine，或哈迪斯这样的后续内容有强牵引来吸引玩家持续下去 ×

目前就这些，略低于哈迪斯~但亮点很足，值得一玩。

好评: 图一乐 游戏内容还是挺匮乏的
差评: 目前没有发现啥很大的亮点。感觉有点像个拼盘~~
好评: EA阶段就入手了，之前通关之后一直没玩，现在正式版发售后，体验了一段时间，总体来说，质量真的不错，打击感强，难度循序渐进，比之前轻松多了，不过闪避判定宽裕，格挡则判定要求有点高，其实如果格挡也能宽松一些，那游戏的爽快感会更高，武器的手感比之前也有很大的差别，掉落感觉也没有EA来的多了，不过玩起来还行吧，不知道通关之后还有没有动力
好评: 如果喜欢畅快割草的肉鸽游戏，那hades确实比无间冥寺要优秀的多，但是如果喜欢魂类游戏又喜欢肉鸽的话，这会比hades好玩的多。
好评: 就这么说吧，Hades我通关了，这个游戏我也玩了。
这个游戏比Hades好玩
好评: 过门累计诅咒太过于脑残。好不容易凑齐的BUILD会被一个莫名其妙的诅咒完全毁掉。
能不能移出鲜血杀戮这个啥B诅咒 每次吸血BUILD都被这随机来的东西毁掉整个体系。
另外[b]鹰神殿[/b]2层头目往上，堆精英怪加难度的现象太严重了。2只精英闪电球加精英大剑哥加精英锤子哥，我觉得我只有使用制作人的[b]妈[/b]才能与他们战个痛快。
好评: 什么时候把中文修修
差评: 垃圾，玩法真少，格挡设定有问题。
好评: 游戏机制挺有趣 打击感很棒 就是为啥感觉盾反手感怪怪的。。。
好评: 打击感不错
好评: 你喜欢怪物猎人吗？
↓
你喜欢大锤吗？
↓
你喜欢大地一击吗？
↓
冲！
好评: 1
差评: 鹰神殿难且无趣
好评: 这是我玩过对手残玩家最友好的肉鸽游戏了
好评: good
差评: 体力制系统严重限制操作流畅度 部分boss还有dps check 
没达标就会回血 体验很糟
差评: 不推荐，
好评: 有操作的，还有点惊悚
好评: 好玩 受虐停不下来
好评: 最终BOSS的难度激增，平衡没做好，玩起来很难受
好评: 挺有意思的游戏
差评: 格挡手感奇怪，收益可以吧，但是你得先成功。
闪避收支平衡还可以。
大部分攻击与闪避共同享用点数，很难受，想无双痛快刷刷刷的还是别买了。
感觉难度过度很微妙，疯狂背板后估计会很无趣。
点灯老被灭，黑暗偷袭危险又高。
想玩肉鸽，不推荐优先入手，正式发售便玩法成熟的游戏有很多。
差评: 奇怪的游戏出现了
越玩越不舒服
好评: 游戏还不错，挺好玩的，打击感很好，火把照亮陷阱的设定很好，但是这东西设计的太割裂了，基本就是跑图才用得上火把，打起来就得收火把，打完又切出来火把，火把这东西战斗中用处不大,然后就是诅咒也设计的不错，大多都是收益和害处并存，很多时候诅咒也可以利用起来，不是纯粹的恶心人，这点做的很好，然后就是坏处，最最最最严重的就是内容单一，游戏到了后期 小怪的种类并没有太大变化，只是纯粹的增加数值，武器差异化也很小，同类别武器有很多是完全没用的，解锁也只是污染武器库，就连地图都是一样的，玩的多了都记得路了。。。本来刚玩的前几个小时我是很看好这个游戏的，流畅的手感，不错的打击感，各种动画和互动的细节，我觉得这游戏可以达到哈迪斯的水平，结果进入下一关 嗯？！这地方怎么这么眼熟，嗯？？！！怎么又是这些小怪？？游戏的内容还是太少了点，感觉挺可惜的，如果关卡的差异化大点就完美了 除去这个缺点，其他的问题我都还能接受，是个不错的游戏
差评: 游戏莫名的卡顿，玩起来很难受，就算把特效开低了也一样卡，想退款但过了2小时，关键是刚开始玩的时候不卡。等过段时间再看吧。
好评: 美术风格很一般，当然是跟哈迪斯比起来。但是战斗体验比哈迪斯更存粹，非常爽快。
好评: 前面几小时很无聊，因为黑暗，难玩等等；后面十几小时有趣，因为适应了黑暗风，操作上来了，开始搭配体系，总体难度适中；二十几小时后无聊，因为难度上去了，高输出套路就那几个，没拿到就玩完，那么多无用选项，烦死个人。不是高手或受虐狂到这时就该离开这个游戏了
好评: 还不错
差评: 关卡、怪物就那么几种，重复度太高，而且AI难度很低。最主要那个被诅咒动画，每次玩都要播好几次然后跳过，那东西能不能别老用 播重复浮夸的动画了。播一次够了，后面谁不知道涨一格会腐化啊？右下角标识的明明白白的还在那播，实属恶心玩家。
手感、画面玩法实属一般，因为同期正好好最好的例子，是《黑帝斯》太好了。一对比，显得这个游戏是真的差太多。
同时，优化是真不行，我这玩mhw都比这个加载快。玩大表哥2也没和这似的开点特效玩的过程还顿卡。
好评: 打击感动作性强
好评: 优点：
1操作手感很好，打击感拳拳到肉，躲闪和格挡的操作感也很好，基本上能立即取消现在攻击动作的前摇后摇然后进行躲闪或者格挡，不会有迟滞感，点赞。
2画面优化良好，基本不吃机能。
3游戏难度曲线设置合理，不会有特别明显的挫败感。当然如果能给个练习关卡，练习格挡和躲闪就更好了。

缺点
1地图随机性较差，基本就是几张图翻来覆去的用。
2武器之间的配合做得较差，基本不存在太多build和搭配一说,选择一个趁手的武器，可以直接A到通。
3目前看来总体内容较少，如果是动作游戏老玩家，30小时~40小时打通应该没啥难度。就看后面能免费更新多点内容不了。

总体来说：有潜力，但真的跟哈迪斯比的话，完成度还是差得有点远。 但好在我是真的喜欢这款游戏的操作手感，格挡成功那种感觉真的爽！
差评: 真实阴间，在恶心人的方面上
战斗很憋，敌人不难，但是就是能恶心死你
好评: 好玩，鹰神关超级难，，
好评: 买了游戏后试玩有点后悔，无间的意思就是重复吧。
然后被虐了很多次第一关打不过。
推荐的理由是打击感不错，无间的意思就是可以不断的玩吧
第一关还是打不过。很欢乐
差评: 使用XBOX精英手柄时 进去半个小时内蓝牙一定会断开连接 然后怎么都连不上了 别的游戏没碰到这个问题
好评: 不错
好评: 非常棒的游戏体验，建议手柄游玩，手残党慎入。
好评: 正式版不错，和ea版差距挺大的，希望后续还有更新或者通过dlc更新地图和武器，否则内容还是有点不够。不过打击感、动作流畅度已经达到我的预期，完全推荐，对得起这个价
好评: 游戏难度过高，有点小黑魂的感觉
回血机制过少，没有主动回血的效果，回血神坛也要以诅咒作为代价，且武器被动回血很少，且不容易找到
诅咒减少的方法过少，唯有的几种诅咒减少的方法，减少的诅咒都可以忽略不计，但是被怪打，过关都增加诅咒，这就导致基本到达最后都会是满诅咒的！
弹反效果受益过少，对远程敌人，弹反完全没有收益没有效果，对近战敌人，弹反成功虽然能增加一个虚弱效果，但是虚弱效果在游戏内大多时候都是不需要的。但是弹反失败后的代价过高，被怪或是boss打一下都是几十几百点血，这么高的代价我还弹个p啊
好评: 很值得，很好玩，有一定的难度，但是不会很高，适合手残人群
好评: 买之前看了评论，全是吹哈迪斯，被误导买了哈迪斯，玩了半小时就退款买了无间冥寺，很香，不喜欢哈迪斯那种像射击游戏一样满屏乱窜地，可以安心玩这款。连招，防反，很赞！，完全两种风格，没有可比性，不过重容量上看，3GB和10GB是有差距的。
好评: 很棒的难度梯度，比之试玩各种诡异死亡的场景，现在光明与黑暗的切换很流畅，各种武器的手感打击感也有增强，与hades，deadcell，lostcastle等优秀的roguelike游戏有异有同，很是不错
好评: 这游戏通关后没有成就感，只有解脱感。。。
再见了咱近期不会再碰这游戏了=。=
好评: 还没有打到死神，不过玩到现在还是觉得很有乐趣的，ns上也买了个来搓，感觉这游戏更接近死亡细胞，能不能通关更多靠的是技术，不像hades或者说传说法师那样，拿到某个东西突然就发生质变了，然后就可以全程乱杀，无间冥寺角色的提升是循序渐进的。
我觉得游戏做得很好的两个地方一个是体力值系统，一个是腐化值系统，首先说说体力值系统，除了主要武器的轻攻击和防御，其它所有动作都需要体力值，这点很魂，但并不会有像魂那样笨重的感觉，因为防反是可以回复体力的，如果技术好的话，完全可以不停下来等体力回复，而是只靠防反来回复体力。
另外就是腐化值系统，这更像是一个带有负面效果的资源，配合上可以提前预览的路线，给这款游戏增加了不少策略要素，除了最终诅咒以外，大部分诅咒都更像传说法师里的诅咒道具，是双刃剑，利用好了之后可以为游戏提供很大的便利，比如鲜血献祭变为消耗血量这个诅咒，在吸血足够强的情况下你就相当于有无限金币，想买啥就买啥。
游戏的打击感我觉得很好，特别是暴击和防反的反馈相当棒，画面风格也不错，boss数量也挺多，并且没有让人感觉到重复。
感觉现在武器种类有点少，武器的词条设计得也只能说尚可，没有那种特别有趣的，期待以后的更新
好评: 哈迪斯+杀戮尖塔+暗黑地牢的roguelite简直不要太快乐~~盾反和闪避无cd玩起来超级爽快，感觉在玩音游，打击感也超级棒
好评: 看到很多人和hades作对比 更推荐hades
我反正觉得现阶段无间冥寺比hades更好玩
应该是我之前玩hades太久了 从2018tga公布hades epic锁区发售。。
当时汉化内容还只有菜单 到现在大卖  

也可能是hades武器太少了  如果你的hades游戏时间已经30小时+ 那可以来试试这个无间冥寺

在无间冥寺里 我发现不同的boss可能换一种武器更好打
清小怪还是轮大锤解压 
目前只尝试了双手锤  爪+盾的组合   其他武器暂时觉得不太好用。。 可能我还没掌握技巧吧
好评: 
这游戏最好玩的点应该在于腐化值的设定。通过每扇门、受到黑暗属性攻击、使用鲜血献祭、血池回血（开局自带唯一的回血手段）会增加腐化值，累计一定腐化值会被诅咒，降低腐化值和消除诅咒的手段很少。这种设定营造了一种非时间线上的紧迫感，每通过一关可能就离诅咒和死亡近了一步。如果不惧怕诅咒的危险，腐化值又可以算是勇敢者的货币，掌控好某些诅咒将其变为你的助力，此时腐化值反而可以用来增强角色的实力。
初始有五点体力值，攻击、闪避、格挡都会消耗体力，几乎是在头上写了四个大字“不要贪刀”。敌人的攻击抬手都比较大，有体力情况下敌军丛中穿梭不掉血也不算太难。
关于一些评测中说到无间冥寺每种武器使用起来差别不大我是不认同的，每种武器的打法、操作都不相同，比如重型武器触敌前先蓄力来个狠的，其他武器闪避可以打断武器抬手，重型武器却要放出动作前摇很容易挨打这种。
好评: 还行吧，这个游戏我打8/10，难度高的情况下装备天赋能用的不多，格挡有些鸡肋，性价比太低。游戏内容目前一般，玩不了多久就会腻
好评: 手感超棒，根本停不下来。但是难度是真的大，非常不适合手残党。比哈迪斯难很多，但没有只狼难。第一层感觉和死完细胞的1细胞差不多，第二层对应2细胞这样
好评: 好玩但是美工差一些武器平衡性也有待修正同时主武器和辅助武器强度差异过大随机性也差一些，肉鸽萌新随便讲讲希望有帮助。
差评: 屎糊一样的平衡性，大部分武器根本没什么卵用，你精力槽就定死这么一点，当然是用伤害最高的武器，不是用双手锤就是用弓，其他武器不是刮痧就是打上去没硬直。用头骨升级只有少量几个有用，其他你根本都不会想去选，解锁武器也是，很多垃圾你根本就不想去解锁，解锁了就是污染装备库，然后那个肥仔蛇神，我就问你武器输出不够怎么打，疯狂的招小怪，不打死小怪他就疯狂回血，然后小怪还是三个精英怪，你拿打不出硬直的武器打根本就没有一点喘息空间都没有，里面还有很多阴间怪，比如那个瞬移放雷还有给其他人加血的圆球和那个丢刀片的蜘蛛，速度快伤害高血还厚，相反豹神殿的东西都是弱鸡，难道速度快法师类的东西常理不应该是脆皮？呵呵，人家就不，就是要给某些怪又快又强伤害高范围大，制作组真的认真设计过平衡性了吗？
差评: 游戏很难，而且通关奖励只是解锁新武器，不能直接提升你的强度。所以第一次打不过，第二次，第三次也打不过。
差评: 50个小时才通关的，但是我是忍着恶心玩下去的，给人感觉就是没有成就感，打完一关出来一点收获没有，天赋武器什么的都是太鸡肋的东西了，怪物也就是数值增强，感觉不到其他的变化，越玩越恶心，我是傻逼
差评: [h1]小段alo游戏评测[/h1]
法国人的游戏公司总能玩出点花活
Action Roguelite游戏，他们公司passtechgames对于无间冥寺的定位
这种For the king 融合欧美漫画的粗勾勒线条画风，哈迪斯珠玉在前，没办法不把这两个同是Action Roguelite的两个定位画风如此相似的两个游戏放到一起比较

困难打完了又是困难再打一遍？这就是正式版吗
关卡很少，像这种一关一关打过去的游戏很容易疲劳，roguelite游戏最容易就是玩到后期太简单了，没有新鲜元素做支撑，本游戏也是一样，重复度依然是阻碍玩家堆砌时间的首要困难。

[h1]主角掏武器的速度真的快[/h1]
游戏武器系统分火把（照明） 单手武器两把，双手武器一把
每个类型的武器都有不同的打击特效和打击手感
火把用来点燃敌人，左右手主副武器用来轮换出发终极攻击，伤害极高
但是我偏爱双手武器蓄力乱杀，这样更有效率，但是蓄力过程容易被打断，这样玩的结果就是把这游戏完成哈迪斯版的怪物猎人
蓄力攻击的加入让子弹时刻的游戏特效显得打击感更为突出优秀，唯一感觉手感上差一点的就是躲避功能感觉太柔软了，没有想象中的那么硬朗，地上跟铺了地板似的
双手武器永远的神
现阶段版本答案就是强力武器强化到顶，佛挡杀佛
从这点来看的话游戏的平衡做的确实不好
强化强力武器甚至能无视遗物的特殊效果，遗物的存在性太低了，数值体现的效果不明显
况且这个游戏只允许带六个遗物
效果真心不显著

[h1]火把，照没你的debuff[/h1]
拿着火把或者在光明的地方会有buff加成
反之在黑暗的地方或者被诅咒失去火把效果就会持续一个类似易伤的debuff，非常不利于游戏进行
像这样光明与黑暗分开两部分游戏机制fc时代都有雏形了，像这样融入Roguelite还是很具有新鲜感的
还有就是只有当你拿着火把的时候才能看到陷阱
我觉得这个设定真的极为智障
就是为了坑一坑玩家
就要玩家时不时举着火把吗？
开发体验一下全暗夜的打法不好吗
强行缩减玩家的游戏空间

[h1]剧情[/h1]
？没看明白，我是玩了个哈迪斯版的神庙逃亡吗？就剧情的空洞让人无法接受关于这个游戏的任何剧作相关元素
嗯
Roguelite就真的做了个Roguelite，其它的真就不考虑了呗
就单这一点，哈迪斯就能甩出它几条街
真是没有对比就没有杀害

[h1]杀时间利器[/h1]
不管什么缺点拉分，这个游戏还是经典杀时间利器
你可以花点时间打通一关boss，带着满足感下线
也可以一直肝着，不断提升自己的实力
不像哈迪斯，打完一个轮回天都亮了，菜都凉了
对于玩家时间的把控，这款游戏更适合移植手机平台，而不是隔壁哈迪斯
嘿，deadcell，说你呢

不推荐购买，如果买了，图一乐吧
本来以为这个游戏卖30左右就差不多了，如果打完折58的话还是要好好考虑的

[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]
好评: [h1]  这游戏跟哈迪斯没有相似之处！ [/h1]
 140h+哈迪斯玩家在此强烈声明这一点！！！他就是无间冥寺，他不应该和哈迪斯作对比！！

独特的诅咒机制和有些魂系的战斗风， 给这个游戏带来来独具一格特色
[h1] 诅咒 [/h1]
首先，作为游戏本身最大的特色，也是贯穿始终的主线，就是诅咒。每穿过一扇门会获得诅咒污染，被精英怪物或特定暗黑攻击打到会获得诅咒污染，治疗房不用花钱但是需要接受被诅咒污染，买东西可以用获得诅咒污染来代替金钱的开销。 [u] 诅咒即是让玩家提心吊胆的惩罚，也是玩家隐藏的丰厚资源。[/u]
诅咒值满后，会随机获得的诅咒效果也更像是双刃剑。前四个的普通诅咒很多时候是玩家强力的武器。这和许多其他的rogue完全不一样。
举个例子，挺进地牢的诅咒值会大幅加强敌人，只有少数的特定武器和道具才借助诅咒值能发挥威力。传说法师的诅咒，几乎就是彻头彻尾的负面，减少移速，受伤翻倍。哈迪斯的诅咒更像是一个试炼，试炼过后获得奖励。
在这个游戏中，诅咒也许是让坏掉的机关变为生效，也许是让金钱很快消失但是金钱变多，或者是让你在光明处伤害增加，但是受伤会扑灭周围光源。总的来讲，这些诅咒更像是命运的玩笑，除去最后一个几乎会让你的游戏直接崩盘的诅咒，不管是空的诅咒槽，还是诅咒本身，都是玩家可以自己分配的资源。适当的卖一下诅咒值来获得增强，或者在一个治疗房回满血，是很值得的。你所需要的，只是[b] 抉择 [/b]。抉择你是否会为了这个商品而接受未知的诅咒，就像面对未知的命运你是否敢于迈出这一步。

[h1] 战斗 [/h1]
与几乎所有的roguelike游戏不同的是，这个游戏更近似于黑魂的战斗体验。你需要合理的利用你的体力条，强力攻击需要消耗的你体力，非完美闪避需要消耗体力，格挡不消耗（所以格挡永远滴神），你不可能想哈迪斯一样靠闪避刷新攻击后摇，也不能像挺进地牢切枪达到最大输出，更不能像传说法师可以用一堆脱手技能然后专心闪避，你的输出上限就是那么多，但敌人不会硬的要求你如同凿山一样，你只需要在合适的时候打出输出就可以了。
格挡可以挡住绝大部分的攻击并且 不消耗体力+虚弱敌人（带了天赋点还能回满体力和眩晕周围敌人），而非完美闪避则需要消耗体力，但所需要的时机精准没有格挡那么高。这里是高手和普通玩家的分水岭。在你极度熟悉怪物的情况下，你可以全程用重型武器尽情的消耗你的体力，然后格挡怪物的工具并恢复你的体力并继续打出爆炸输出。而格挡率不高玩家（游戏内有数据统计面板可以查看你的格挡成功率）面对袭来的攻击，闪避也许是更好的选择。格挡不需要特殊的武器，所有武器都可以格挡，只是你需要[b]  抉择 [/b]。抉择是否相信自己对节奏的把握，正如你是否相信自己已经把握好了自己的命运。

[h1] 物品 [/h1]
这个游戏的物品机制，我更愿意和死亡细胞做比较。如同死亡细胞装备的词条，每一条也许都不会质变，但是这个游戏的数据是会由量变产生质变。装备的独特属性+通用词条，和死亡细胞的装备几乎如出一辙。不同大类的武器带来的不同战斗风格也是非常有趣，尤其是主副手的搭配，以及蓄力攻击和随手攻击的设定，能让缓慢的战斗节奏变得更加丰富有趣，多样化的攻击组合能让你更加自主的[b]  抉择 [/b] 你当前环境所需要的攻击方式。是打断对手的攻击还是将伤害最大化，亦或者是打一个aoe。杀死敌人是否要使用收益更高的武器来处决，打输出时是否要先挂上buff或者点燃周围的火炬。依然是一次次小的抉择。但正是这些丰富了游戏的新鲜感。

[h1] 若干系统 [/h1]
这个游戏的成长和其他游戏也是大不相同，一般的roguelike游戏都有一个可以长线成长角色相关属性的系统，哈迪斯的镜子和武器升级死亡细胞的血瓶、初始金钱、回收装备等，这样会让玩家更有动力去成长，更轻松过关。无间冥寺里的成长机制则是有限的，最多三个天赋点，最多升级一下骰子可以随机商店，和强化初始装备，虽然初始装备可能会给的很好，但也仅此而已了，毕竟怪都不硬。
关卡的系统做的也是不错的，三条路线，三种不同风格的地图和敌人，从一个boss到两个，再到三个，层层递进，不是上来就给一个很高的目标。
战斗也是相当的有分寸，敌人不会一窝蜂的攻击，而是同一时间只会有一个敌人发起攻击，这对于有体力限制的玩家来讲是一个很不错的事情，这可以让你在整个游戏的过程中都保持一种节奏和心态。
整体对于神庙氛围的烘托除了地图的细节点缀，机关重重，光明与黑暗的机制也给氛围添加了几分紧张感。

[h1] 总评 [/h1]
个人评价该游戏可以给到 8.5/10左右的评分，新奇的诅咒系统，独特的战斗风格，扎实的战斗体验，平滑的难度成长。
如果游戏道具的丰富度更高一些（大类），带有一点剧情解密要素或者更加有趣的外围系统和彩蛋细节，让游戏更加丰富，也玩家也更有玩的目标与动力。10个小时现在打到了第三层，豹神交学费了。虽然依然很想玩， 但是重复的怪物让我有了一些困倦感，不像是hades那样总有新的剧情，新的支线任务去刺激我玩下去了。 希望以后更新做的越来越丰富吧，对该游戏还是抱有很大希望的，21年年度获奖也是很有可能的。加油！！！
好评: [h1]如果没有哈迪斯，这款游戏将是top级别的动作rogue游戏
不过哪怕有哈迪斯，无间冥寺也不失为一款优秀的动作rogue游戏[/h1]
[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]
我相信任何玩过哈迪斯的玩家看到《无间冥寺》的第一眼都会情不自禁的感叹，这游戏好像《哈迪斯》。同样都是roguelike动作游戏，就连画面风格都如此相近，相对比《哈迪斯》而言，它还缺乏剧情和音乐上的表现，不过总体而言《无间冥寺》在roguelike动作游戏的动作战斗方面进行了不错的探索和延伸。

[h1]游戏简介[/h1]
偶然闯入神庙的探险家，神庙中致人于死命的陷阱和怪兽在黑暗中等着他的到来，他握着带有微弱光亮的火把企图找到神庙中那无穷的宝物，可他不知这个神庙早已被腐化。《无间冥寺》是带有轻微roguelike元素的偏动漫风格的动作类游戏。游戏中主要区别于其他游戏设定是火把与腐化，火把可以照亮神庙，防止玩家踏中陷阱，腐化则是无可避免的，每次玩家通过房间都会被腐化，达到一定值之后会获得诅咒，阻碍玩家的前进。算是一款优质不错创意的动作类游戏。

[h1]光明与黑暗[/h1]
《无间冥寺》中的黑暗与光明的设计看似是优点，但在实际游玩后个人认为这个设计在一定程度上舍去了较为出色游戏画面，获得的仅仅是些许游戏乐趣的提高。

在这款游戏中，地图中多数环境都是处于黑暗之中，玩家需要手握火把才能照亮周围的环境，玩家在手握火把的时候无法使用武器，但这是一款动作占主导的游戏，也就意味着玩家为了增强自身的能力可以放弃相对无用的资源火把，它除了照亮周围环境以供玩家躲避陷阱之外毫无用处，因此放弃火把就成为玩家的通常选择(尤其是你熟悉了陷阱机制之后，会发现陷阱很好躲避，火把的作用并不大)，从而导致玩家在房间探索的时候难以清晰地看到游戏地图和周围环境的画面。游戏中可以存在黑暗环境，但如果在整个游戏中都保持这种环境并不是动作游戏的良好选择，毕竟它不是恐怖游戏。
[h1]单手副手与双手武器[/h1]

在《无间冥寺》中玩家可以装备3件武器(其实火把也是有伤害的，但严格来说不算武器，这里就不说它了)，分别为单手武器、副手武器以及双手武器，其中单手武器和副手武器可以同时装备，双手武器顾名思义，自然只能自己单独装备。先说单手武器和副手武器，这两个武器虽然无法同时使用，但是在使用单手武器后快速使用副手武器会触发一次副手武器的强力攻击，单手武器在连续攻击后有终结技，伤害蛮高的。这两种方式都会损耗体力值，人物的初始体力值为5点，闪避也会消耗体力值，从这个角度看，这款游戏试图希望玩家在输出与躲避之间找出平衡点，这代表着玩家在进行不充分的输出后必须躲避一段时间以恢复体力值，而躲避有需要消耗体力值，游戏仿佛陷入了一个死循环。

这是就不得不随之而来的其他“躲避机制”，实际上是格挡机制和完美闪避机制，格挡可以防御住敌人的目标，需要注意的是它不是防御，格挡的持续时间很短，当然根据使用武器不同，格挡持续时间是不一样的。完美格挡会使怪物进入短时间的僵硬，这时再逃离怪物身边是一个不错的选择。完美闪避机制是与完美格挡相同会触发特殊效果，完美闪避的效果是增加人物移速。因此想要在这款游戏中有不错的战斗体验需要玩家相当熟悉各种怪物的攻击方式和攻击速度。

[h1]腐化机制[/h1]
腐化机制是我个人认为《无间冥寺》中蛮有趣的机制。玩家每次想要进入一个新房间都会获得腐化值，当腐化值累计到100时，会触发腐化使得玩家被黑暗所诅咒，并获得诅咒特性，这个诅咒实际上是双向的，一方面有利于玩家，一方面对玩家有害，相当于其他肉鸽游戏中经常出现的恶魔房，不过这个诅咒要比恶魔房中的道具更不利于玩家，它是永久性的诅咒会一直跟随玩家。同一局游戏中最多有五个诅咒，其中最后一个诅咒是致死性的诅咒，它会持续扣除玩家血量直至通关。

腐化值如果只能通过进入房间获取那么真的没什么可讲的，实际上献祭才是腐化的关键使用机制，献祭在游戏中是升级武器、获取能力等提升人物角色伤害的重要渠道。献祭(也可使用黄金进行献祭)会增加人物的腐化程度，但会极大的提升玩家角色的能力，腐化像是游戏提供给玩家的一种预支，这种预支基本上是“无代价的”，而这种“无代价的”快乐还真是不错，可惜过度的预支会带来后期人物陷入致死诅咒中，导致整个游戏陷入僵局，玩家在腐化带来的诅咒和献祭带来的能力之间如何做平衡是一个不错的游玩乐趣。

《无间冥寺》这款游戏的画面风格和游戏玩法导致我真的很难公平的去看待它，总是情不自禁的与哈迪斯做对比，但实际上《无间冥寺》作为一款的带有轻微roguelike元素的动作类游戏制作的还是蛮不错的，如果这款游戏进包了，还是值得游玩的。

好评: 每打完一局都心想这是最后一局，可终究还是。。。
好评: 得全部地图打完才能体验真正这款游戏，一开始的确有点千篇一律，知道些套路未免有些无聊，但玩到后面还是比较可以的。中规中矩吧。顺带一句 弓箭大法好
好评: 很上头，期待后续更新
好评: 好玩，就是有些翻译不清楚
好评: 我打通了抢先版和正式版的所有难度跟所有关卡，应该够格说一下对于这个游戏的一些粗浅看法
首先这是个很有潜力的游戏，我希望这个作品能够一直更新下去，所以我强烈推荐大家试试

很多人拿这个跟hades比显然是不公平的，有些高看这个游戏了，在同类型游戏里，这个游戏非常优秀，但是不可能成为第二个hades，hades靠着前边几个游戏打下了很好的根基，有经验有财力，后来交出hades这样的作品也在情理之中，而无间冥寺的工作室并没有其他特别出名的作品，我之所以知道这个游戏，也是因为关注了我的阴暗面，才发现这个游戏的。

无间冥寺几乎没有剧情，没有一句对话，没有任何NPC，地图重复率很高，有部分武器比较鸡肋，操作难度较大，对新人及手残党不太友好
抛开以上这些，如果能接受的话，那这就是一个不可多得的佳作。hades追求的是爽快，上手简单，玩起来有些像无双。无间冥寺则完全相反，它更看中攻击时机和进攻选择，以及操作反应。游戏打击感不错，很多武器有组合连招。
相较于体验版，正式版稍微降低了一些难度，我本来最喜欢的终极挑战倒计时模式被删除了，（我在discord上问，说是放在每日挑战里了，但是没遇见过）官方的解释是这个模式太难，很多玩家不喜欢，但是作为终极挑战又必须要去打。另外怪物的攻击方式也比体验版调整了一些，感觉上是更容易了，或许就是这个原因，导致前期上手会比较无聊，我当时玩就是觉得这个游戏有挑战性，才一直玩到现在的，可能官方也是为了降低门槛，吸引更多的玩家进来。
我觉得这个游戏最大的乐趣，就是通过各种方式，挑战通关很难的关卡后，所得到的满足感，而正式版的一些修改，恰巧把这一体验给削弱了。比如重武器的作用，就是为了在倒计时模式里速通用的，如果去掉时间限制，肯定会选一个更顺手的武器。
另外这个游戏玩久了之后，发现很多武器组合都是有开发空间的，除了盾和矛还有绝大多数诅咒武器我觉得是毫无用处，其他几个组合搭配好了，打最后的难度都有机会。
这个游戏想要打的爽快，需要堆攻击，堆属性，堆爆伤，也能让你玩出无双的感觉。

最后还是推荐更多的人去试试，因为官方说要看销量，才决定还有没有后续的更新，我不希望这个游戏到这就结束了，应该给她一个机会成为一个更好的作品
差评: 就...能不能有点新东西呀..困难三个神庙打完了，然后又是困难死神再来一遍，没有任何新怪，过关了也几乎没有任何提升，除了技术...EA了那么久就这嘛？
好评: 买他
好评: 美术和剧情被Hades爆了。不过我个人更喜欢死咒的打击感以及单流程体验。
但让人感到奇怪的是，自从Hades拿了最佳动作之后，从艾卡西亚涌现出一大批游戏时长不足0.1h的跟风孝子，刷烂各大肉鸽的评论区。
让我们把这根中指，送给黑言黑语的高赞低能们。

        ————-——/´ ¯/)
—————--/—-/
—————-/—-/
———--/´¯/'--'/´¯\·_
———-/'/--/—-/—--/"¯\
——--('(———- ¯~/'--')
———\————-'—--/
———'\'————_-´
————\———--(
————-\———--
好评: 不错
好评: 刚打完了一周目，风暴王座打了好几次才过。可以说是非常良心的作品了，魂系rougelike。中文翻译也很棒。

为了祈求远古的力量，一路艰险到达神庙的你，却发现自己陷入了南美古神的无间试炼。古神向你抛出两个选择，要么献上金灿灿的黄金，要么献祭自己的灵魂，那么，贪婪的凡人，为了力量，你愿意牺牲多少呢？

agh, another mortal, tell me, what is your choice?
好评: 正式版更好玩了，并且给我提供了一些灵感
差评: 武器平衡跟屎一样
好评: 1.8小时通了一层三个boss，除了放狗那个一开始没适应游戏操作，打了两遍，女巫和巫妖都是一遍过。评论里看了好多说这游戏比别的rouge难的，没搞懂。看过一点别的主播玩，有些刚接触这个游戏的主播放狗的要打一下午，但是自己上手感觉要简单的多，不知道是为什么。我是属于比较手残的，但是仍然总体感觉比哈迪斯简单（哈迪斯第一次通关花了17小时）。尤其是这个游戏矛最远距离暴击伤害太高了，打三下，往后滚一下，随便放boss风筝，任何一把矛都完爆其他武器。不过可能是我后面模式还没开，或者厉害的boss还没见到，但是我觉得目前玩下来这游戏总体难度不高。补充一句，这游戏翻滚的无敌帧感觉更长一点，不知道是不是错觉，技能很好躲，不需要格挡。（因此显得格挡有些鸡肋，虚弱状态效果不明显）还有就是如果玩矛的话，暴击的打击感比哈迪斯任何一把武器都爽。游戏总体而言还是不错的。
好评: 耐玩。
差评: 垃圾游戏不要买
好评: 不错，有当年暗黑地牢那种一玩玩一晚上的冲动，这是不是一个公司弄的啊
好评: 云存档好像有点问题，另外一台电脑上已经开第二层了，换了电脑却没有，还有就是年纪大了只能慢慢玩了
好评: 打击感不错，能刷几天玩玩消磨时间
差评: 有点像死亡细胞的武器搭配模式，但是看似繁多的武器实际上类型只有几种
然而无间冥寺非要做成魂系游戏一样，有体力限制，并不能像死亡细胞一样灵活的联动武器和道具，还有一个弹反的设定，但是收益低的不谈，反正我只翻滚
像Hades里可以有很多种恩赐，然后配合更强，无间冥寺没有，有得只有限定的格子，而且还有可能被锁格子。

我玩过很多rogue-like游戏，我认为它们给我带来最快乐，也是核心就是过程中变强，包括rogue-like卡牌游戏也是这个道理，每次流程组合到了好的牌，变强才会更快乐。
无间冥寺有体力限制，躲避和攻击还得权衡，圣物有格子限制，意味着你圣物也得舍弃，我玩了10小时，只有最终boss没有打，但是已经腻味了。
其实最主要的原因就是他不让你变强，而且还会被腐朽诅咒，最终结果是自动掉血，大大的失去了游戏的乐趣。
食之无味弃之可惜啊
好评: 好玩     手感很棒
差评: 游戏难度不提，游戏资源获取门槛太高，我手残过第一张图都死好几次，但是能提升初始武器的骷髅一轮最多两三个，而解锁高级初始武器需要50骷髅起，可拉倒吧。
好评: 元素丰富，打击感强烈的标准肉鸽。
大体上找不出来什么毛病。boss需要一个个解锁，这点和大多数肉鸽不太一样。武器丰富，buff也不少。
最大的特点在于游戏会有个debuff系统。玩家会在通过不同房间和有些特定受伤情况下积攒腐化值，到了一定量会被给予一个诅咒，大体不会太干扰游戏体验。但是也挺烦人的。
如果说我讨厌这个游戏什么地方，那就是恐怖元素有点多。包括怪物嚎叫，主角受伤音效和一些氛围音效。
喜欢肉鸽游戏的话就不要错过了
好评: 看似平平无奇实则耐玩，每天都有的活动看出了满满的诚意，想把无间冥寺玩好了也是需要研究的，武器种类不多但是搭配还是很重要，跟hades是两种战斗体验，hades战斗体验是刷刷刷chua chua chua ,我躲我闪我一顿冲刺连段，无间冥寺的战斗体验来说还是需要一些hades没有的细节，比如：打断自己的攻击进行格挡，腐化攻击需要翻滚躲避，总而言之无间冥寺的战斗体验不会差，对玩家的反应要求也是有一定的。
好评: 游戏打击感很棒，火把也就探路的时候用一用，boss战如果用个近战重武器颇有一种回合制的感觉，不足的话武器虽然很多，但是同类化太严重，受到连续伤害后就只能站着挨打，总之无聊刷刷还是挺有趣的。

好评: 这游戏不开全屏就不会卡，我觉得可能是优化的问题
我玩了快200个小时，B站也发了不少攻略和无伤BOSS视频（B站ID：工具人叁五四）
这个游戏打击感很棒，暴击反馈很棒，装备掉落时的声音也很清脆，那种随机性会让人有些小愉悦
从内测玩到现在，除了鹰神和蛇神BOSS略让我感到有些不适，感觉是在特意恶心人，会移动的风暴旋涡，发射弹幕的女巫，感觉不像是在玩一个动作游戏，因为居然要经常观察附近的环境
我刚开始玩的时候，也觉得这游戏一些设计实在恶心，但玩得多了，地图熟悉了，就没什么难度了，就是偶尔会大意中个招。
玩得多了，不仅能BOSS无伤，甚至可以全程无伤
打出来的最高伤害现在是1175，打BOSS，刀刀都像是割到大动脉，所以不要觉得这游戏刮痧，这个游戏前期有点像杀戮尖塔，就看你如何运营，有限资源的合理分配才能带来超高的输出。
Hades说实话，我也玩得很腻了，开局就基本奠定了这把游戏是走哪几种流派，不对的流派就是各种刮痧，也请不要老无脑吹hades，hades一些武器的无脑，真的有够恶心的，A一下闪一下，完全不用管敌人的攻击会不会打到你，无脑穿梭在地图中。如果你是想手残也玩得爽，隔壁Hades欢迎你，无双各种系列欢迎你。无间冥寺就是个你需要花点时间稍微熟络下游戏各种机制才能玩得爽的游戏。
目前游戏的缺点就是会有卡顿，然后武器的大类实在有些少，主武器4种，副武器4种，双手武器3种，像我这种考虑快速过关的人，只会优先选择手感好的武器，就算伤害数值高摆在我面前我都未必会拿。武器的优缺点太过于明显，主副手的搭配并不能互相补足。
差评: 实话实说 一开始玩确实挺有意思的 但是玩了两把就会觉得很枯燥 怪物千篇一律 模式也没有啥新意 刷刷刷的提升也不多 就是没有什么可玩性 基本上属于两小时秒退款那种 可是我为了验证自己的想法 硬生生玩了4个小时
差评: 太容易感到厌倦了。。。
好评: 没游戏玩了，这个也还行。
差评: 游戏有很多恶心人的设定。
好评: 很好玩  就是跟搜狗输入法有冲突 要是玩游戏时候感觉卡 请切换下英文输入法就好了
好评: 画面非常好，光效很考究，我想制作者一定很讲究吧
属于非传统型roguelike，但是是越往后打越像rogue我觉得非常不错
建议直接买

差评: 完全围绕负面体验做的设计，感觉可能是对标暗黑地牢做的吧。但是这是个实时战斗考验操作的游戏啊，稍微操作失误就会导致诅咒值狂涨，血压拉满。另外切换火把来回点照明的设定让操作更加繁琐，需要相当长时间来适应，而且也很容易打断战斗时的心流...
手感方面其实很不错，但是就是不好玩，游戏处处都充满了恶心人的设计，横向对比Hades差距太大了
好评: 很不错就是有点黑，玩多了累
差评: 真的是忍无可忍了，玩到第3个小时开始，无比的卡，真是卡的要死，本来就是个靠操作规避伤害的动作游戏，而且设定受到的伤害越多游戏难度越大，这就造成无限滚雪球。要是自己操作问题，那是自己笨，这TM眼看着能躲的技能，硬吃到死，我真是服了
wssb
好评: 各方面都很优秀的游戏
好评: 棒
好评: 不错的游戏
差评: 我是傻逼

好评: 很有意思，也很有挑战性。
好评: I3-10100F GTX1650卡成马 哪位大佬知道是为啥 所有特效都关了 还是卡
好评: 手感很好，被小怪、boss锤的手感很好
好评: 推荐，不过游戏装备和加成元素太单一玩久了有点无趣！
好评: 喜欢Hades的玩家不可不玩的一款肉鸽like 
难度适中 新手可以靠闪避猥琐 高手可以靠利用弹反玩帅
游戏也有些克系恐怖的味道 特别是腐蚀之后有暗黑地牢绝望那味儿了
每日也有像杀戮尖塔那样的特殊闯关模式 期待未来有更多MOD

总而言之:制作精良 手感良好的一款roguelike动作类2D游戏  值得全价入手
好评: 好家伙我直接好家伙，一眨眼肝就没了
差评: 1：游戏很好
2：打击感好
3：创意很好
就是不够有趣，受苦了一会就知道这个游戏的全部玩法。
总之就是整体都很好，但是不推荐。

好评: 不错，值得入手
差评: 第四个难度（艰难探索）实在是太难了，疯狂受苦，玩起来实在是很不爽。
———————————————————————————————————————————————————————
正式版发售了，但还是不推荐玩，买了就是受苦的，你说我好好的玩个肉鸽放松一下，何必要玩这种受苦游戏虐自己呢？玩其他肉鸽不爽吗？
这个游戏的最终boss，你见到祂之前，首先豹神、鹰神、蛇神三道门拦着你，你得至少有7500的金币才能算较为完整地见到祂，什么？你连2500金币都没有？那你等着被削成傻逼吧！血量-25%，武器等级全部-1，圣物销毁3个（还是2个来着？）。
在你被削成了一个大傻逼终于见到死神之后，好不容易干掉祂，双手离开了键盘，然后.......然后他妈的还有二阶段！意料之外情理之中，但这他娘的也太难了吧？
好评: 不错
好评: 暗黑版的失落城堡。格挡和闪避加入又有点像2D版的战神
差评: 体力 → 闪避、格挡、攻击，便秘一般的体验
武器 → 看起来很多但实际没什么变化，我宁肯多学几个技能也好，玩起来十分单调
差评: 一般般的游戏 ， 打半天BOSS  出来点提升没得，掉落装备又不是自己的
差评: 无间冥寺X
傻逼陷阱√
好评: 关闭一些效果在轻薄本上都能玩，比一年前只有豹神的版本丰富了许多内容，nice nice.
差评: 一个手柄震动都没做的游戏在主菜单写着推荐使用手柄
差评: 这个游戏没有其他roguelike游戏的build设计，从头到尾只有一种打法，很失望。
好评: 游戏美术特别好，类似3D的暗黑地牢，打击感极佳，玩法类似黑帝斯+黑魂，节奏没那么快，稳扎稳打更容易赢，玩法很扎实，推荐
差评: 不知道咋回事我3070会卡，虽然不是很好的卡但是按理说不应该吧。
好评: 很好玩  类似哈迪斯  但是有更多的武器选择还有诅咒
差评: 感觉不如哈迪斯爽

差评: 如果你是想找一个类似于《黑帝斯》那样爽快的动作游戏，那么这款游戏真的不适合你，首先这个光明和黑暗的设定，让玩家玩起来真的很难受，地图乌漆嘛黑的，玩一会眼睛都是疼的，太费眼了，其次，各种陷阱折磨你，诅咒系统让你不敢被怪打，没金币不敢拿装备，要么就等着被腐化吧，体力系统又让你爽不起来，打两下没体力了，感觉就是既想做成黑魂那样的硬核游戏，又想做成黑帝斯那样的爽游，结果却是两者皆不像，越玩越虐心的游戏，黑帝斯一路上让玩家变强，当然同时怪物也会加强，这样玩家获得的都是正面的体验，这游戏就厉害了，想方设法让你越来越惨，体验越来越差，我个人是很反感这样的游戏设定的，当然如果你就喜欢被虐，倒是可以试试这游戏，特别棒！
好评: 黑迪斯拔高了一众肉鸽及非肉鸽玩家的评价标准
但无疑，无间冥寺是个好游戏
时长不用看了，在学校断网的时候玩的
喜欢黑迪斯可以考虑入一个
剧情深度补水无间低，只是黑迪斯做的太好
好评: 本来以为是个山寨哈迪斯，抱着试试的心态买来玩了一下，
结果出乎意料地还不错，手感很扎实，围绕腐蚀度诅咒做的一整套玩法也很有步步为营的策略感。
差评: 完全不推荐。游戏制作方面的质量其实听挺好的，但真的很无聊。整个游戏过程 不管是 武器 攻击方式还是 怪物 地图 几乎都是一摸一样。甚至 换色都懒得换，我玩了不到三小时 就完全不想再继续玩了，还不如国产的斩妖
好评: 好玩
差评: 玩了段时间，开始玩觉得挺不错，然而当你度过前期的探索时间，你会觉得相当无聊。一模一样的怪物，一模一样的地图，是的你没看错，从前期到后期后期地图没有任何不同。天赋、武器系统几乎是废的，能用有用的就那么几个武器，爪子、反伤盾用到死就完了，其他毫无用处。双持有毛用，双持我只用1级锤子，干嘛的？砸墙用！解锁一堆的天赋，真正有用处的就那么几个几乎固定死的。这游戏打击手感优秀，但是硬伤太多，除非大改。
好评: 手柄玩儿着要比键鼠轻松点儿感觉，键鼠玩儿药忙死，累死！而且手柄在选择天赋是有时会失联........................
好评: IGN9分神作一定要调整好心态
差评: 可以给9分，满分100的话，诅咒是什么阴间设定
好评: 非常出众的独立游戏，奈何前有《黑帝斯》
好评: 相当不错的一款rogue like 游戏，但是感觉没有评论区说的那么难 画质 打击感 确实震撼到我了 非常值得一玩！
好评: 为什么虔诚献祭诅咒出现血和诅咒值一起扣的BUG,
好评: 后面玩的比较疲劳
好评: 我也不知道我一个老婆跑了的Revachol醉酒警探怎么就来地底下打怪兽了
好评: 正式版简单了好多，测试版难的死去活来。喜欢这个画风喜欢硬核战斗的这个游戏很不赖。
好评: 还是推荐吧。但8个小时就无聊了。
一比就被比下去。。没错又是黑迪斯
好评: 哈哈哈，有点难，新手关？都打不过，不过我喜欢
差评: 玩的累
好评: 900M的客户端 玩3A都 60帧 这游戏 时长 卡帧 巨卡
好评: 快节奏动作游戏的模式配合魂系内核，真的不是一个很好的组合，在你想爽快刷怪的时候，系统会告诉你，你不能爽。初接手时会被爽快的动作所吸引，但是玩了一段时间就会觉得动作很僵硬，缝合痕迹太过于明显，制作组没有自己的想法和调试，地图随机性不足，而且目前来说武器模式也有些重复。
好评: 鹰神殿有个bug，人会卡在发电机里出不来，原因不明。发得有点晚不知道现在修复了没有。
个人不喜欢打鹰神，一是第一个boss难打，二是陷阱范围大太不好躲，就好像一堆怪看着我在雷区激光网cos鲁邦三世。
最后，希望出点娱乐性活动，比如，开局一把锤就是敲陷阱
好评: 好玩！
好评: 刚开始玩这游戏真的是受苦，每次想格挡操作一下就被连环暴打
受苦多了之后格挡熟练了，打起来是真的爽（弓玩起来是真的上头，带那个格挡回体力的符文，就和个炮台一样）
最终难度还是太看脸了，输出不够太容易暴毙了，好几次第三程都是boss战输出不够，用弓更是boss都没看到过就死在路上了
（最后说一句，毒矛永远的神）
好评: 好难啊 好在我有操作
好评: 希望出一个性感妹子主角,we need a sexy female character
差评: [h1] 游戏元素大同小异，容易无聊 [/h1]
当时非常想玩一款俯视角动作肉鸽游戏，好巧不巧《无间冥寺》出现了，比《黑帝斯》的战斗更有趣，打击感更棒。[spoiler] 《黑帝斯》在剧情，音乐，画面上更加耀眼，整个独立游戏届都没它这么棒的。 [/spoiler]


然而，《无间冥寺》玩上一段时间后突然再也不想打开它了，虽然它还在不停更新。
武器种类多，天赋种类多，敌人种类多，地图种类多，成长性也恰到好处，但它依旧无聊。因为它实际上武器大同小异，天赋大同小异，敌人大同小异，地图大同小异。隔壁《黑帝斯》虽然打击感没你的好，你看看人家的武器，人家的祝福，选择不同的武器，随机到不同的祝福完全是不同的玩法。但你呢，剑就是普通的剑，爪子就是个速度快的剑，长枪就是耗体力的剑，不管什么武器都是一个套路，词条那么多，但build几乎没有。新出的地图和武器也没有什么变化，总是那一套。

估计这游戏的上限也就这样了。游戏是好游戏，开发商也很勤，但要问我推荐不推荐，我不推荐。
好评: 阴间冥寺这个画面总让我打瞌睡，不过算是近期玩到的比较硬核的肉鸽游戏。
好评: 手感不错，步步为营的氛围也很好。等一个最终更新
好评: 打击感非常棒，游戏难度较高。怪物种类单一，小怪只有几种，个人建议小头目可以多做几种多一些随机性和趣味性。武器类型目前来说不是特别丰富但也不少，但是远程武器都比较鸡肋，伤害低范围小还费体力。由于消除诅咒的手段匮乏，希望能够在施加诅咒时给予玩家一定选择权，例如三选一或者从固定的诅咒池中选择。期待后续更新。
好评: 我希望武器种类，属性，圣物再多点。怪物种类再多点。BOOS建议有两层血条和第二形态。
每层血条由一个骷髅代表，第一层血条骷髅眼睛为血色火焰。第二层血条为紫色火焰。BOOS在第一层血条耗完之后BOOS有一个切换形态的无敌动作招式也有所改变。希望开发商采纳谢谢。
我再多说两句。就拿豹神殿来打个比方。每层BOOS种类太单一，能不能每层有三个BOOS来随机生成其中一个。这游戏打击感是真的棒。我就喜欢这种武器碰撞的声音。
差评: 能阴间的地方都很阴间，倒是对得起游戏名字。游戏流程中角色成长并不明显，资源紧张的同时被诅咒限制，环境晦暗还需要随时注意各种陷阱，输出大头在耗费体力且后摇长并且翻滚同样需要的重击上，武器种类有限攻击方式可谓单调。不论在地图设计怪物种类武器搭配还是策略制定上roguelike要素匮乏，我无法接受。
好评: 比哈迪斯硬核，不是躲就完事的，很多时候只能格挡。现阶段诅咒和武器特效的类型还太少，克苏鲁的味道还不够。但是未来可期嘛
好评: 刚上手玩确实很有意思，一个晚上没留神6个小时搭进去了...但是玩久了就感觉单调的很。首先我十分反感体力值的设定，虽然闪避和攻击共享5点体力的设定很考验玩家的操作和抉择，但上手实在实在太不流畅了，经常像便秘一样被卡住玩起来十分不痛快。其次一个本刷的时间太长了，最短的本也至少在15分钟左右，而最长的本需要至少1个小时，中途退出不能保存导致我根本不可能用碎片时间玩这个游戏，而玩的时间久了且熟悉之后会让人感觉十分疲惫无聊。再次，游戏定位不明确，如果是暗黑类游戏，那么刷的体验极不流畅，也没有什么构筑可言（参考暗黑3），如果是第三人称俯视角动作冒险游戏（参考暗黑血统创世纪），那么也没有什么动作感可言，如果是定位娱乐游戏那就不该把流程设置的这么长还不能保存，如果是硬核游戏那就该尽可能降低随机要素，至少进本前的武器以及更多选择需要可控，如果是单机游戏，那为什么要设定一个每天只能尝试一次的活动模式，设计师是要考虑什么日常活跃度kpi吗?最后我当然明白全程随机是为了尽可能延长游戏寿命，保持新鲜感，但我还是觉得目前过于随机让玩家没有掌控感的设定是非常冒险的，而眼下我并不认为游戏设定成功了。当然游戏底子还是很不错的，希望能加入剧情模式，并在设定上尝试更多可能性，批判是为了变得更好
好评: 打起来很流畅。舒服
好评: 对ps5手柄完美支持 震动感非常舒适 期待未来dlc的更新 加油！
好评: 打击感挺好
好评: 1
好评: 除了虐我的次数有点多以外都挺好的
好评: ⠄⠄⠄⠄⠄⠄⣠⢼⣿⣿⣿⣿⣿⡟⣗⣯⣿⣶⣿⣶⡄
⠄⠄⣀⣤⣴⣾⣿⣷⣭⣭⣭⣭⣭⣾⣿⣿⣿⣿⣿⣿⣿⡀
⠄⣾⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣸⣿⣿⣧
⠄⣿⣿⢿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣯⢻⣿⣿⡄
⠄⢸⣿⣮⣿⣿⣿⣿⣿⣿⣿⡟⢹⣿⣿⣿⡟⢛⢻⣷⢻⣿⣧
⠄⠄⣿⡏⣿⡟⡛⢻⣿⣿⣿⣿⠸⣿⣿⣿⣷⣬⣼⣿⢸⣿⣿
⠄⠄⣿⣧⢿⣧⣥⣾⣿⣿⣿⡟⣴⣝⠿⣿⣿⣿⠿⣫⣾⣿⣿
⠄⠄⢸⣿⣮⡻⠿⣿⠿⣟⣫⣾⣿⣿⣿⣷⣶⣾⣿⡏⣿⣿⣿
⠄⠄⢸⣿⣿⣿⡇⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣇⣿⣿⣿
⠄⠄⢸⣿⣿⣿⡇⠄⢿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⢸⣿⣿⣿
⠄⠄⣼⣿⣿⣿⢃⣾⣾⣿⣿⣿⣿⣿⣿⣿⣿⣿⡏⣿⣿⣿⡇
⠄⠄⣿⣿⡟⣵⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⢃⣿⣿⣿

好评: 5次诅咒很有可能 血量减少速度有点快
这个真的是一个BUG 我认为这点设计真的是劝退

好评: 其他的都好，但是能不能把怪物的起手动作和特效统一一下。就他特效一到起手动作要过一会在来，格挡就会差那么一会，伤害就吃到了。拿斧子的那个精英怪（第一关）在蓄力的时候蓄力的动作和特效也不是统一的。攻击动作和特效倒是一起的。格挡判断范围也挺难受的，女巫的攻击都已经到面前了但是没挡住。最最最没用的功能！！！！！！锁定！无法切换目标，打群架被近身就容易手忙脚乱。希望可以添加切换目标的功能，调整下攻击特效和起手动作的时间点，或者删除攻击特效
好评: 太硬核了，也可能是我太菜，那个boss真难打
好评: 开放商在不停丰富内容好评
画面出色，打击感扎实，游戏有一定的难度，期待官方出一个剧情模式 流程长一些难度稍微低一点，把3个神殿都连起来。
好评: 很好玩，就是手残，老是格挡不住，一没格挡住就紧张，一紧张就格挡不住，死循环，哭
好评: 好玩 不过需要慢慢上手
好评: rouglike类行游戏，很有趣，但是难度对我这个手残有点大
缺乏养成的快感，建议加入养成模块
好评: 肉鸽游戏，非常耐玩
差评: 喜欢打击畅快感的就不要选择了。武器不能随意选择，赌运气的成分大。武器伤害到后期，运气不好不能升级的话基本就废了。总之，要找虐的就来玩玩
好评: 对于手残党极度不友好，但我除外。哈哈！
好评: 挺好玩的,希望后续有新的内容
好评: 未来可期
20.11.28 提名了 冲冲冲
好评: 越来越不错了，好评！
好评: 加油更新更多内容吧，实在是太短啦！！！
好评: 我是傻逼
好评: 可以，希望出联机
好评: 战斗感觉比hades好玩，就是内容不够，希望持续更新吧
好评: 感觉游戏机制非常不错，越是手残越喜爱，最近也更新了不少内容~
好评: 黑魂+哈迪斯的感觉，最主要是路可耐可游戏，好评。
好评: 恩！发现不管怎么计算都过不去，这不光是手，也有脑子的事。
好评: 不多说了，我觉得游戏还是挺有创意的。
没玩过的可以试试，适应以后手感挺好的。
好评: 更新快 装备多
好评: 设计很有意思，更新速度也快
好评: 很难！
好评: 虽然是很复古的roguelike，但设计核心不是围绕怪物难度，而是包装得更好，让腐化这个设定来承载难度，既把越深入地城难度越强，也把玩家能力也纳入考虑，很有意思。
画风同样非常风格化，喜欢美式漫画的应该会很喜欢。
手感有迟滞感，故意为之，还是需要有所适应，但适应这种节奏后，会打得比较爽快。
更重要的是，roguelike带来的挫败感并不强烈，且只要一直玩下去，是能够感受到成长带来的舒适感的。
好评: 好玩，可以
好评: 还行把，就是感觉玩法有点单一
好评: 很有潜力的一个游戏  个人觉得比哈迪斯舒服很多
好评: 虽然难得想吐，但确实不错
好评: 很棒!最近更新之后,可以解锁开局武器了, 个人觉得打击感要比哈迪斯好很多,攻击时没有哈迪斯那种轻飘飘的感觉
好评: 机制交代的不是很清楚 新手容易上来一顿DEBUFF暴毙
好评: nice
差评: [b]游戏的画面风格、打击感、游戏机制堪称上乘，不失是一款好游戏[/b]

但差评是给在：

游戏难度、平衡性问题。游戏难度过高，尤其是对于新手来说，前期的新手指导仅有寥寥几句键位指南，甚至连腐化等概念的说明都没有。远程武器和重武器过弱，玩法上过于依赖陷阱、闪避和格挡，主副武器的合理切换与联动在战斗中意义并不大。

游戏反馈。死亡后重生回起点，过关后也只是回起点，奖励只有水晶头骨，兑换的只是无法直观感受到的被动技能，大大削减了玩家成就感。可以尝试过关后解锁新的主动技能、法术、物品、武器和新区域、新剧情。

希望制作组能完善游戏，越做越好。
好评: 难度真的是太高了，自认还不是太手残的我，豹神第三个难度漫长等级的过不了了，蛇神的第二个难度的就也过不了。相信很多人跟我一样甚至比我惨。我死亡细胞打到5个细胞，黑帝斯也出地狱好多次了。这个难度完爆那两个。
好评:  以前是战斗9分内容6分  现在内容有8分了 喜欢挑战喜欢肉鸽的可以入手了
好评: 响尾蛇剑永远嘀神！！！！
最近几次更新之后内容总算是丰富了起来
看路线图至少还有两个神庙+随机组合神庙，很期待了
好评: 我也客观的评价一下这款游戏吧：
1. rougelite的游戏最近玩了很多，相比rougelike来说，还是比较喜欢死亡之后有所属性提升的设计
2.这款游戏的可玩性和操作性是非常值得推荐的，打击感也很强
另外是一些建议：
1.是否考虑加入多人模式
2.腐化系统我个人觉得是可以再优化改善的
3.武器库里的武器还是不太多，很多在地图中打到的都不能选
好评: 越来越好玩了,希望加大力度
好评: 5次诅咒很有可能   血量减少速度有点快
这个真的是一个BUG  我认为这点设计真的是劝退
好评: 好评。
与HADES同期同类型，不过游戏性设计远好于HADES。
有限行动能量槽，主副手组合武器，双血槽系统等都是正确的设计
相比之下HADES更像是一个不停翻滚到手软的没让人眼前一亮的橙装的伐木游戏

但是在游戏题材塑造上还是比HADES差了一截
好评: 十月底这次更新多了很多新武器，很有惊喜，开局可以随机武器，这波更新把游戏的可玩度很好的提升了一个档次
挺好玩，打击感不错，希望以后初始武器的类型多给几个选择，或者在开始前用水晶骷髅买特殊初始武器也可以
好评: 1111
好评: 如果你喜欢暗黑地牢肉鸽类游戏，强烈推荐尝试一下，制作组不停的更新确实让我更有玩的动力
好评: 挺不错的一款游戏。但内容不是很丰富。希望可以改进
好评: 很棒，希望有多人模式
好评: 很不错的肉鸽游戏，打击感很棒，熟练了以后打起来还是很爽的，就是武器要素，收集要素不够丰富，是个硬伤。光与暗，净化与腐化这个设定挺喜欢的，希望能丰富下吧，武器其实还好，单手，辅助，加双手武器组合搭配也不算少，就是这个腐化效果打来打去那几个，有点乏了
当然能联机就最好了，不过就目前游戏架构来看不太现实，最后提一嘴，能不能来个萌妹子角色玩玩
好评: 不错，这个体力槽有黑魂那味了
好评: 挺不错的游戏，就是内容偏少
好评: 战斗节奏和手感都做的很不错
探索要素和随机性，剧情方面内容还稍微有点少
好评: are there test version？ the released i‘ve gone bored， it’s too easy please
差评: 说是Roguelike游戏 但是随机性太小 BUFF种类和武器种类词条太过于重复  没有BUFF加武器的随机性   喜欢Roguelike的玩家并不建议尝试
差评: 目前EA属于0.2阶段，可玩的内容不算很多，几个关卡几把武器。怪物类型和关卡BOSS就来来去去几种。建议迟点再购入
差评: 前后相隔一礼拜买了这个和Hades，无论画面操作手感还是略逊一筹，推荐想玩斜45度俯视角动作Roguelike的选择Hades吧
好评: 入手是因为和哈迪斯的画风很像，上手的感觉比哈迪斯还要好一丢丢，可能是因为个人对重生类的游戏不太喜欢肝度太强，对比哈迪斯各种buff的搭配，无间的上手时间和肝度要低很多，基本几局就可以大概了解核心，剩下的就是磨合武器搭配，打击感和怪物的AI都还不错，开发完整之后，有更多的武器以及buff应该会更舒服，目前的版本来说，武器的平衡性不太好，贯穿吸血弓只要掌握了反击，几乎可以远程吊打一切，主武及副武在群怪的时候，几乎没有太优化的选择。期待后续
好评: 跟新了还是挺好玩的，但是武器太单一。boss太单一。
好评: 游戏可玩性高请继续加油
好评: 可以 画质还行 挺好玩的 打击感舒服的 建议boss简单点 我打了3个小时了还卡在第一关boss………………
好评: 难度太高了！！！！！！！！！！！！
我卡第一层很久了都没过呜呜呜
第二层每打一局20多分钟但是就是过不了，特别费时间！！！！
好评: 讲一个最大的问题吧，这个游戏缺乏roguelike游戏的成长性，它给出能解锁的东西其实都不是特别有用，并且最多只能带3个，初期玩的生疏加上运气不好几乎要在第二个探索那里卡很久，返回头来什么都不能解锁，下一局还是拿头打，没有那种成长和受苦并存的快乐，本身事实上是非常吃操作的游戏，但是诅咒这个机制又会很限制你的操作，所以游戏体验不会特别好，希望还是能再稍作改进
好评: 挺不错的 就是重复度有点多 武器种类也要加强
好评: roguelike元素，目前体验挺丰富的，比较喜欢这种地牢闯关，动作打击感还可以，易上手，虽然有点手残，但是死两次可以做到无伤了，哈哈
差评: 太看脸，装备为什么不能带出来？用顺手了换另外的武器就很难玩，为了拖玩家进度才设计出这样的玩法吧，一共就那么几关，让玩家能把武器带出来的话，难度就低多了。出什么武器还是看脸的。
差评: 玩法单一， 除了rougelike 之外几乎没有玩点。 而一个游戏可以有rougelike 元素， 却不能把这个作为唯一卖点， 撑不起来的。 反正我在这款游戏里得到的乐趣非常有限。 不推荐
好评: 这款游戏从开始到现在内容已经相当丰富，难度上也比较硬核，整体色调较暗，体感上没问题

好评: 一些吐槽：
1.有没有考虑过把怪物简介里面那些人物拉出来放门口复活点上做几个功能性NPC？这老头右手都腐化了，不能拉个女性角色或者NPC出来吗？门口只放个卖初始武器的老头我也能接受啊，用骷髅头买都行。为什么开始只能带一把破剑，我是真的想用爪子玩。
2.除了需要毒和火增伤的时候，单手武器和副手武器在打过第一个boss后就没有存在感了。感觉武器系统需要调整甚至大改。
3.被动技能几乎都是鸡肋，就打boss金钱翻倍和+20的腐化条实在，其它的都可有可无。如果是为了限制游戏难度，为什么不做个树状天赋？线性化不是更有意思限制更多？

玩了40多小时从以下几个角度给个评价：
· 推荐度：7.5分——制作精良，比起同阶段的其他游戏靠谱多了，但是还需要继续丰富内容。
· 操作性：9分——自从更新了重武器攻击过程中可翻滚，整体手感很丝滑。缺陷依然有，老版双手武器系统反而更真实点。本人手柄玩家，具体操作上偏真实感，给人感觉是稳定。比死亡细胞手感好，也不像哈迪斯那么飘忽。
· 可玩性：8分——玩了这么久证明还是蛮有意思的，但是不太理解策划的思路。目前的更新都是围绕武器平衡和新地图来提高。
· 代入感：6分——及格线边缘，一边听歌一边玩完全不影响，除了大豹子boss几乎没有紧张感，可见这方面没有怎么考虑。
· 世界观：5分——看似完整，实则碎片化严重，文字信息单个看都很有意思，但是没有大多联系，就目前的进度来看剧情压根就没打算继续丰富下去。
好评: 不错的rouge游戏，类似平面死亡细胞，可惜出的晚了
好评: 目前来说内容较少，期待更新。
好评: 时机把握很重要
差评: 怎么动不了 ？进游戏后就完全动不了，只能用手柄玩吗？
好评: 不错
好评: 我觉得ok
好评: 好游戏，打的很爽，我这种手残，豹神的漫长探索怎么都打不过去，但还是每天都想摸那么两把，感觉每次还是有进步。
看评论区，不推荐的也有不少，看着看着我也觉得这游戏不行。但我自己明明玩的很爽啊。
总结：果然，高分看评论，低分看自己啊。别人不喜欢的不一定自己不喜欢。
最后，谢谢制作组制作这款游戏，我很喜欢，希望还有还有其他作品。你们出的豹神我都够玩了。
好评: 很好玩，但是很多强力祝福都要通过漫长探索才能解锁，比如我的核心祝福：

【爬虫之怒】（贪婪杀戮时限在未处于战斗状态下时不会减少，并且处于贪婪杀戮下每杀死一个敌人会有1%的伤害提升）
【暴风雨的祝福】（无伤通过一个房间永久获得2%的伤害）

都要通过漫长探索才能取得，这就造成了第一次通过漫长探索会非常困难，我死了70多次才第一次通过豹神庙的漫长探索（那还是在上一个版本），解锁了核心祝福后的战绩是15通过/96死亡。可以看出强力的祝福有多重要。虽然中期被打的时候会很难受，但是有了强力祝福后游戏会变得很开心。

就目前版本来说（0.19.1.6），制作组刚刚为漫长探索增加了10%的伤害抗性（之前一点都没有），将中等探索的伤害抗性提升到25%，减少了双手大锤的攻击后摇时间，比起上个版本来说通过漫长探索，继而解锁强力祝福的难度大大减少了。

这里说一下我第一次通过漫长探索的打法和祝福配置：

【希契尔的珍宝】（每次击败一层的boss就会使当前的黄金翻倍）
【希契尔的恩典】（开局时拥有1000金钱）
【希契尔的意志】（腐化值上限提升20）（个人感觉可以换成【蛇神的赏金】（boss掉落5件装备而不是2件））

在第一层的时候尽量多走属性房间和金钱房间，属性值不管是什么全部用腐化值换，其他地方一分钱也不花，这样一般到了第二层会有4000+的金钱，在到第二层boss的时候尽量保证自己身上有5000+的金钱，这样第三层就会有10000+，基本上第三层所有好东西都能拿走。

我个人认为T1武器是毒系爪子【毒牙】和毒系长矛【毒蝎之矛】和任意盾牌，因为毒系武器对敌人造成的中毒伤害是跟你平A打出去的伤害挂钩的，因此可以说所有毒系武器受到来自你圣物和敏捷值的伤害都是其他武器的2倍（但是毒系的匕首特别难用 所以不推荐）。而盾牌之所以是T1，是因为盾牌的蓄力攻击速度极快，同时又有位移，打断敌方攻击，群体伤害的效果。有盾牌的话，需要蓄力的敌人无头守卫，死神之眼和死神之妻基本上是无法出招的。而如果有一个伤害高的盾牌，还可以起到快速清场的作用。

个人认为T2级别的武器是嗜血猎手拿的那把造成双倍伤害，同时自己受到的伤害也翻倍的长矛（忘记名字了）和在敌人血量处于30%以下时造成暴击伤害的【剜心爪】。

这里说一下，使用长矛的最末端攻击敌人会造成暴击伤害（我玩了30多个小时才悟到）。
好评: 非常好玩的一款游戏，什么都不用问，拿上大锤用血量怼就完事了，输出就是最好的防御，全程蓄力锤真的爽谁用谁知道^_^
好评: 打击感非常爽的盗斗游戏 
今天我就是胡八一
好评: good
好评: 玩起来很爽快，就是有点难度，无脑砍的话打不了多远。
好评: 我觉得还不错
差评: 除非通关才能解锁新能力，不然几乎没啥提升，就是靠不停的打不停的练技术硬核过关。我这种手残党玩起来挫败感很强。游戏手感确实棒。
好评: 很不错的受苦游戏~推荐大家来作死~手残的就别来了~反应速度慢的也别来了~
这个游戏越长的本就越看运气~有时候死活不出减腐化和回血想死的心都有了~个人感觉腐化减体力是最难受的尤其是用重武器的时候~但是后期都是用重武器才好使~大锤巨剑什么的~轻武器爪子平A也凑合~远程因为需要蓄力DPS捉急虽然打小兵很安逸
敌人的攻击虽然可以用闪避和招架~但实际使用中差别巨大~闪避需要体力但没有前摇后摇~只要有体力没有硬直就能用~即使你一套连招正打到一半~而且能够穿过所有攻击除了爆炸~别的AOE你在范围内闪避照样没事~招架不需要体力~但是生效时间巨短基本就是一闪~举个栗子就是别人一巴掌扇你脸~你必须全神贯注在那人手扇到离你脸10厘米的时候使用才能生效~最骚的是招架竟然是有前摇的~虽然个人感觉也就0.1秒这种~
另外我想说我用键盘竟然不能换操作键过份了啊~不知道手柄行不行~希望能改动~暂时就这样吧
好评: 手柄r3锁定敌人，有好几个敌人怎么切换锁定啊，试了所有的键0.0
差评: 直接下定论：这个游戏不值得购买，游戏制作组已经自己把自己带歪了，很显然制作组对于什么是Rogue游戏自己还没搞明白，Rogue游戏难道就是一个看脸的游戏吗？Rogue游戏没有培养成长性？
1.这个游戏没有血瓶的概念，那么恭喜你：你要看脸刷出来回血的武器，或者回血的天赋，对不起，游戏制作组把这个搞的是Rogue随机，所以你能不能拥有有没有完全看脸。
2.这个游戏给你弄了一个腐化的设定，只要你往前走就必定会增加腐化值，然后给你各种debuff，当你5个腐化全开你每秒钟都会掉血。你唯一能对抗的方法就是刷消除debuff的武器或者天赋，噢，对了游戏制作组还是神一样的Rogue理解，这玩意你也要看脸随机的。
3.这游戏还需要你组建自己的增伤Build，越往后你会发现怪的输出越猛，你必须尽快消灭敌人，不然你就被虐的痛不欲生，你说你想苟延残喘？你可怜的行动点数限制让你根本就无法连续回避，那么这个增伤build很可悲的还是要你看脸刷的。
总结：这个游戏需要a：你看脸刷出来回血技能支持你能往下走的更远。
                               b：你需要看脸刷出来消除腐化的技能，支持你走的更远。
                               c：你需要看脸刷出来一套支持你伤害Build天赋外加武器。
这游戏的难度固定，但你需要同时凑齐a、b、c要素 你才有可能通关，所以通关成了抽签了，这个游戏的多次游玩的成长性一点都没有，我可以毫不客气的说，玩了20小时和玩了1个小时没什么成长，玩这个游戏就是期盼自己能够集齐7颗龙珠召唤神龙，
送给游戏制作人的一句提醒。你们到底是希望游玩你们游戏的人花费多少小时才能够可以有一个爽快的通关游戏体验呢？而不是沉浸在”10%X10%X10%=通关“的游戏体验上吧？
好评: 玩了这么久，比较好过关的武器和符文配合还是泰坦杀手加暴击吸血，然后拿个治疗收益加成的符文。泰坦杀手被动是精英怪和BOSS必定暴击，这样能无限吸血，提高容错率。被动选格挡回体力和减伤，还有一个随意。总之这是个看脸的游戏，爆出对装备对过关很重要，练习格挡提高容错率，双持武器也能格挡，无论你是背对敌人还是正面，只要按对时机都能格挡。还有格挡按的是SHift 健
差评: 目前不是很推荐此游戏，打击感确实很棒，但是游戏太过于单调，目前我玩了1小时只有砍砍砍，第二武器和闪避共用一个点数槽。导致第二武器很鸡肋，另外回血点太少了。角色也不自带血瓶。这又不是杀戮尖塔，这是魂类游戏啊。。。最后希望可以加点类似技能进去。一直砍砍砍没啥意思。战术不够丰富。只能是砍和闪。
好评: 目前觉得不错，
打击感优秀，美术具有特色，
俯视视角的死亡细胞。
希望更新的更好
好评: 打击感非常强的游戏，一玩就上瘾，只不过我感受到了开发商深深的恶意
差评: 游戏设计上过于追求无伤通关，中途死亡几乎没有提升，体力限制加上贪婪杀戮的设定导致远程武器和重型武器形同虚设，我已经不算手残了，隔壁逃家王子全武器难度都10几了，玩这个游戏还是费劲
建议增加能够解锁的东西和出生福利
还有优化体力设定
好评: 未来可期
好评: 这次更新很好啊，期待以后更加完善
好评: 哎哟不错 回头通关再评
好评: 可玩性不错

好评: 为什么不可以在地牢中存档呢，我只剩258hp时存个档我不就可以反复尝试无伤打boss了吗
好评: 除去稍微有点硬核的Roguelike元素，其实内容蛮少的。。
目前虽然还是抢先体验中，特别是角色的声效能不能再改善下，一场游戏下来一直在听角色嗯。。啊。。。
差评: 不知道主副武器连招时间这么短谁他妈想到的 左键动作还没完 按右键他妈的还给我单射
好评: 这游戏无敌
好评: 体力设定太破坏游戏手感了，而且键鼠操作明显是直接翻手柄的模式，用起来非常别扭。但是游戏其它部分很不错，值得期待后续优化。只不过现在我还是更想玩隔壁叛逆王子离家出走。
好评: Diablo画风+Rogue玩法，
这游戏居然不火？
优秀的打击感+优秀的敌人设计+不失正反馈的高难度，
这游戏竟然没火？
画面+音效+文字，三位一体完美烘托出的氛围，
集百家之长，比以往任何的"Diablo"都更"DIablo"，
这游戏...？

(正确玩法：后台循环播放Diablo II原声带)
(期待更多的内容)
好评: 很少很少的一部分差评实在不堪入目！首先的确中长战斗的确难度过高了，这上面的话可以把腐化值设定弄的没有那么严格，比如说加入更多的道具或者房间来让玩家可以降低自己的腐化点数。
其次就是被动技能组以及游戏中大部分的遗物其实很难改变流派和玩法，因为数据不够直接导致了整体流派相差都不大，敌人稍微固定一点其实没事，但是流派一定要多，当然啦我也希望在我自己真的游戏内的数据在成长的同时也能面对更多更强的敌人。这里推荐一个游戏制作组看到的话可以看两眼，《UnderMine》这游戏本质上其实差不多，但是会相对简单一点，但他的遗物诅咒伙伴被动技能等系统做的很棒，可以看看是否能有所启发。
最后游戏很棒，未来可期，但是现在的很多东西，的确emmmm还很单调啦。格挡其实可以再加个一两帧的时间。。。。

好评: 至少这五个小时体验还是满足的
好评: 别的不说，无线手柄一断开连接 游戏就自动关闭时什么鬼
好评: 游戏还行，就是对新手不太友好，一款几乎没有新手教程的游戏，各种功能全靠猜，图标连注解都没有，连玩3次才知道个大概意思。游戏沙怪没有快感，全程靠闪避。。。闪避怪。。。闪避陷阱。。。而且没有回血药，回血房间超级少，短程副本只有1个，到BOSS关残血，瞬秒。。。。感觉有点买后悔了。。。不太喜欢这类型的。。。还是给个好评吧，毕竟习惯了。。。。。
差评: 这游戏就离谱，随不到好武器突出一个刮痧，主玩重武器直接被第一关的长矛哥活活拿豹子怼死。
而且长矛哥的投矛基本顺发，全靠猜，但凡你多A了一下豹子或者被豹子打一下就100血稳掉，我都不知道那个指示器设计出来干嘛的，你看见的时候再按十次八次来不及，而且招唤的频率就离谱，两下矛招一个，我大锤3下，轻武器基本两套，清的速度跟不上生的速度，豹子的干扰能力又强的一批，我第一部分关卡能无伤过，但是碰见这矛哥十次九次过不去，难度曲线也太陡了，没有瞬时反应真是不配玩到第一关后面。
另外还有就是诅咒的差距也太大了，血翁杀戮欲这种和黑暗隐形完全是一个天一个地，我都不知道黑暗低语这个给怪隐形的纯负面诅咒是怎么设计出来的？真当人均光锤火剑啊？切一下火把刚确认完，后面一个胖子就窜出来给我两锤。
差评: 玩了1个多小时打通了第一关就腻了 ，刚开始的确很上头不断死不断研究，最后拿了弓就发现 想过关唯一的方法就是拿到个很屌的弓一路射过去， 用砍的 真的吐了不想再玩
好评: 游戏是好游戏，[spoiler]虽然名字确实不怎么滴[/spoiler]。
打击感非常好，整体来说8-9分佳作，如果有闲钱非常值得一试。
希望开局的时候能给个随机武器或者说其他的什么，稍微有一点惊喜感。
祝越来越好
好评: 非常好玩强烈推荐，关卡设计的非常精致，打击感很好。8/10
好评: 能组队就好了
好评: 这个游戏让我找到了失踪多年的手柄：)
好评: 很好玩的游戏，还可提高自己的反应能力。
好评: 小怪、BOSS、路线、都太单一了好容易就无聊。
好评: 香
好评: 还可以
差评: 我进入游戏第一个任务要我装备火炬，但是我啥都干不了，鼠标键盘都不管用，这啥情况
好评: 我是傻逼
好评: 游戏不错，但是每个通关之后的奖励除了开天赋，应该多样化。
好评: 还不错
好评: GO PLAY HADES
好评: [quote=]
如果您想寻找更多同类型的游戏，请关注我的鉴赏家，相信我，有福利。
https://store.steampowered.com/curator/34753839

联机开黑，了解最新游戏资讯，喜加一，日友，请单点此处：[url=https://steamcommunity.com/groups/haowanfun]好玩✔Fun[/url]
[/quote]

好玩指数：88 / 100 《Curse of the Dead Gods 无间冥寺》是一款轻度Rogue动作冒险游戏。本作实际挺可怕的，一个人手拿着火把在阴暗的神庙里前行，面对这些千百年来的不死怪物，还要杀掉他们。动作砍杀很爽，操作手感很顺畅。游戏本身挺有难度的，需要一些技术，不然动不动就被怪物干掉，所以玩着玩着就显得更加恐怖，遇到火盆赶紧点火把。游戏的氛围营造确实很成功，俯视视角，画面很棒，整体设计精细，进入游戏还是蛮被游戏风格所吸引的。这类动作游戏受众蛮广的，值得入手。
好评: 游戏本身素质很不错，但是主角的技能缺乏多样性，我觉得可以通过右手做些更炫酷的主动技能出来。而且无论通关还是死亡都回到起点重头开始，只靠骷髅头解锁被动技能太拘泥导致通关重新的时候并没有很大的成就感，打过了boss，奖励仅仅是开一个没视效的被动，黑魂过了boss有boss魂武器，新装备，新法术。新区域，新剧情，相比之下激励太少
好评: 游戏很好玩，操作性很强，但是现在还处于半成品阶段，建议打折购买
另能不能把鲜血献祭中使用的血量的伤害属性移除，通过鲜血献祭所损失的血量不应该影响暴风雨的恩典或者是触发last record
can u remove the  damage static of health that is spent in  buying? They shouldn't trigger last record and affect the favor of storm.
好评: 没有中评的坏处就是,心地好的人会给你好评.
好评: 怪物伤害在高点哈
好评: 我们需要一种可以完全用键盘玩的游戏操作模式
we need an operation mode that can be completely played with the keyboard
好评: 好玩，上手简单。
好评: 内容少，但基础不错，前两关拿脚过然后在第三关被摩擦了10个小时，对不起我不仅人菜脸还黑我不配。
好评留着，但游戏我先不玩了。

……

实在气不过，每天摸一把，最后还是莽通关了。
好评: 优点：
手感，节奏感非常不错，大幅度超过命运之手，略好于Hades。

问题点：
目前Build太少，极度依赖攻击力
难度较高且无法选择，建议加入Deadcell的细胞模式
容错率很低，基本和Deadcell 3-4细胞模式差不多
流程偏短，3个boss就没了

以上这些问题都得到解决之后就是个优秀的游戏了

但是难度偏高，不适合所有玩家，建议加入死亡细胞的细胞模式。
好评: 好👌👍
好评: 玩
好评: 非常好玩的一款游戏
优点：1.打击感非常好，砍怪有刀刀到肉的真实感。2.恐怖黑暗的地牢很有气氛。3.游戏难度很有挑战性，让人欲罢不能。4。画面看起来也很舒服，对于一个小品级的游戏属实难得。
缺点：1.购买武器或者圣物的可选择性太少了，买到强力武器过关难度会下降很多，买不到好的武器就很难过关。2.地牢过于重复，打来打去就是几种地形。
个人建议：1.制作组可不可以在武器动作方面加强一下，比如用主副手武器平A的任何一下后可以无缝换成重武器进行终结，例如主手剑XXXB，副手武器YYB或者YYXXXB or YYXXXX等任意组合（手柄的按键方式）
2.适当在BOSS房前放置一个回血的房间降低些许难度。
3.对武器或者圣物购买处调整平衡，能买到暴击回血的过关难度就容易一点，脸黑一直买不到就很难过关。
希望制作组能够采纳，谢谢！虽然游戏还在开发阶段，但是这是一个好游戏，希望制作组能越做越好！支持你们！
好评: 都这么久了，还没通关。。。。。。。不过百玩不腻
好评: 游戏好玩，希望速度更新。目前所有关卡，所有模式都已经全通，等待更新。
好评: 把把拿那几把破铜烂铁打超人有意思吗
build太少了 武器也就那几种 加上这类游戏的难度 打(死)几把我就犯困了 
怎么说呢 潜力还是很大的
好评: 非常好玩，已经完成豹神庙的主线所有探索，期待之后的蛇神和鹰神
差评: 5.7日，游戏版本更新，改了按键。拾取物品和开门从之前的A键改成了最难用的RB键。。。。自己还改不回来？马上就不舒服了
游戏是好游戏，就这个按键让我想退钱- -
好评: 作为一个Rogue动作冒险类重度爱好玩家来说，这款游戏的入门难度算是较高的一款了，对于尝鲜玩家，可能1小时就卸载退款了。

提几点个人感受，
1.武器种类不算多，词条看似丰富，但实则强势的就那么2-3个，尤其圣物上体现的更为明显，但这也是这类游戏的精髓之一，让你每一次游戏都不同的体验，有天选之人的天湖出门，也有非洲土著的地狱难度。
2.闪避格挡判定机制对于操作要求于同类游戏较高，个人非常喜欢。当然这同时也会劝退很大一部分玩家。
3.游戏内诅咒机制可以说是非常吸引人的地方，让玩家深深的感受到“贪到最后一无所有”，这个机制需要一定权衡，有时贪那么一下就会导致崩盘，需要取舍。
4.游戏内的陷阱机制可以说是一大亮点，因为对怪物也有效，这会引出另一种玩法，靠陷阱杀敌，但是大多情况下作用不大，可能还需要进一步优化。

最后，很期待这款游戏进一步的更新，养一段时间回来继续玩。
差评: 开局游戏进去直接黑屏啥也看不到，用了火把也没用，已经一个月了该bug还没修复，游戏大部分差评全是因为此bug，购买的玩家需要注意了，遇到这个bug直接劝退
好评: 游戏非常不错，手柄操作感觉良好。
打击感佳，动作游戏爱好者可以尝试。
官方更新速度和态度都挺好的，
目前因抢先体验，内容还是稍微感觉有点少。
武器种类不算多，熟练后就有点伐木的感觉…
总之还是非常值得一玩。
好评: 建模和美术风格都比较喜欢。希望像Hades一样经常更新。
好评: 欲罢不能爬着塔
好评: 很爽快的打击感和游戏体验，非常不错~支持~~
好评: 不错的游戏，可以期待更新。
好评: 暗黑的风格做的不错，打击节奏控制的也还好，但hades加deadcell的缝合感还是有的。
还是希望能添加一点创新的东西。
好评: 相当硬核的游戏，目前内容也不足，但是玩的很爽，喜欢肉鸽的不要错过了
差评: 能不能给键鼠玩家留点活路  我到现在第二关都过不去
好评: 能不能改成全键盘操作 搞个鼠标真的蠢  还有那个箭头 为什么不是攻击移动朝向而是攻击鼠标朝向 你又不是射击游戏  操作是真的难受
好评: 一款注定会被拿来跟Hades对比的rougelite，但制作组还是很成功地做出了自己的东西。更加扎实的打击感、步步为营的游戏节奏都足以使这款游戏的体验跟Hades区分开来，以一款尚处于EA阶段的游戏来说基础玩法能打磨到这种程度还是很少见的，值得褒奖。
但以最近几次的更新来说，制作组在丰富内容、调节游戏难度上并未能让参与EA的玩家看得到希望。玩家只能在贫瘠的词条中搭配出千篇一律的Build，所谓的“挑战性”也只是把仅有的几种敌人以堆怪的方式围殴玩家，各种奖励资源更是一削再削，仿佛制作组认为“挑战”和“奖励”是互斥的一样。如果制作组不能展示出“单一堆砌几个要素”以外的思路，那这个游戏的评价也就止步于“不推荐”了。
Since you can't find any great art or fine music or even a big tiddie character to compensate the agony of failing，this game needs a reward that‘s big enough to match the feedback of completing a tough challenge.
好评: 乍看有细胞、哈迪斯、爬塔等各种肉鸽类的影子，但实际打起来倒还算挺香。游戏中除了一般要担心的血量续航问题，还有挺特别的腐化系统，但有点抽抽乐的意思，有些效果像火尸爆炸或暗影翻滚习惯了感觉反而利大于弊，但分裂和阴影隐形这种就糟透乐。另外特别优秀的就是5点体力机制，主手副手到双手武器性价比逐渐升高的同时体力消耗也会增加，这就导致了危急时刻简单好用但需要体力的翻滚变得不一定可靠，要学会使用不需要体力但风险更大的格挡。双手锤开墙开怪十分便利，但锤中了爆桶就只能结结实实的吃上一记重击... 不过游戏里怪物种类很少，boss机制和种类也并不复杂，还有待更新。而且说回开头提到的，借鉴的元素太多了也太像了，本可以再创新一些的。
好评: 有的武器太傻逼 有的武器太叼
好评: 爽快打击感的3D地牢类佳作，就是目前测试版武器少了点
差评: 已经记不清楚多少次在BOSS前一两关没血倒下了，我不知道制作组对于roguelike的游戏定义是什么，我以前玩这类游戏也比较少，但我玩过的游戏从来没有像现在这般，开局自带战争迷雾、只有五点行动闪避值的主角、永远只能在宝箱找到的武器、小地图疯狂堆怪、十几个关卡只有一两个回血点并且回血武器还是只有可怜的百分之一二，每开一个门都会给你累积debuff的存储槽，仿佛在提醒你，在漫长的黑夜里，陪伴你的只有数不尽的火花、地刺、死亡，制作组如果只是做一款自己玩得开心的游戏那我没话说，但是如果想做一款优秀的魂类roguelike，仅仅靠数值、小地图堆怪、卡视野、没续航并且没有与之相对应的解决难题后的丰厚回报的话，那只能说路还有很远.........
好评: 前两天在b站看了视频感觉还挺有意思就买了，玩了三天个人感觉潜力蛮大。
但是现在的问题也很多，比如武器系统不平衡。版本强势武器可以有但是不能让其他武器直接下水道吧？主手武器就不说了，个人感觉还算可以。副手武器现在最强的就是感知匕首伤害高的一批，其他尤其是盾牌简直无语了。最令人疑惑的是重武器，听说内测时弓箭很强所以现在被砍了一大刀但是也能用，毕竟手长有滑步只有有耐心就能通。重剑大锤不多说，很强唯一缺点就是后摇大。接下来就是下水道的长矛，虽然可以枪尖暴击攻速也比大剑锤子快但是伤害确很一般（枪枪暴击的情况下）尤其是无法打断敌人施法这点让长矛这个武器有差了一截。
除了武器系统的以外，属性攻击这个效果真的很不明显。毒属性和火属性伤害很一般尤其是毒属性靠毒击杀怪物以后竟然不算武器击杀，而且属性武器的基础攻击也都要比普物武器低一截，拿到手也就是玩具。

差评: 备注：目前第一关没打过，以下只是目前的感受

一个好的rogue
但并不是一个好的游戏
吐槽一下缺点
1.关于战斗
你的主要武器的特殊攻击
你的副武器的特殊攻击
你的枪械（以及弓箭）攻击
你的第三武器攻击
你的连击的最后一击
你的闪避
使用的都是同一个能量槽
并且这个能量槽还只有5点
这让这个游戏变得更像是一个策略游戏而不是一个动作游戏

2.关于格挡
格挡的范围真的是小的不能再说了
哪怕拿着盾牌格挡范围也不会变大
另外盾牌是用来攻击的你敢信？
格挡的时间也是短的一批
你需要在攻击到你的脸上的的时候按下格挡才有用
不过你基本只有在一两个怪的时候才可以看清楚攻击并作出格挡
但是只有一两个怪的时候你完全不需要格挡
格挡的后摇太长
结合了这个后摇
让格挡变得几乎只是用来凑数的
怪多了用不着，怪少了依旧用不着
并且大部分情况下玩家都更习惯用翻滚，这时候就出现了1中的问题了

3.关于BOSS
打到BOSS的时候基本上应该没人可以是满血的吧
目前只打到第一关的BOSS
就算你是满血的，你也挨不了BOSS几下攻击
何况BOSS还可以召唤小怪
并且你还不是满血
格挡挡住BOSS没办法挡小怪
挡住小怪没办法挡BOSS
闪避？
你有能量吗？

4.关于地图
游戏关卡中没有地图就算了
但是对关卡地图的说明就只有一个图标
进入下一个关卡的时候基本只能蒙
连这个关卡是什么类型的都不知道

5.关于教程
教程几乎是简陋的不能在简陋了
你要死过几次后你才能知道这个游戏大概怎么玩
不能弄个教程关卡出来吗
还是说玩家第一次玩就要打开菜单翻键位表？

6.血条上面武器栏右边的那个到底是什么东西
1.5个小时的游戏时间可能有点短了
但我玩了1.5个小时还不知道这是个什么玩意是不是不太正常？

当然游戏也不是没有优点
1不错的画风
2新奇的诅咒机制
3击杀特效
4rogue
当然硬要说的话缺点1也可以算是优点
好评: 地刺很恶心，双手锤很嗨，有中文很好
希望有存档可以读取进度，死后回到解放前很难受
希望有剧情
目前我在无能狂怒中————————淦

好评: 1
差评: 进游戏之后什么按键都失灵是什么鬼？？？？为什么看到你们的评测都那么好？我连动都动不了
好评: 4月1日追记:
最近这更新差评, 好烂. 强行弱化玩家, 加强怪物.
之前难, 但好玩. 现在难, 又无聊. 感到了策划的恶意...
好几次第一张图就扑上来7,8个怪...
玩出花样就别想了, 没有神装基本就不要挣扎了.
无趣.

>>>>>>>>>>>>>>>>
终于打通了(16小时). 第一次玩Roguelike. 很赞.
优点:
+ 打击感很棒. 画面很棒.
+ 随机要素大都各有用处.
意见:
- 键盘按键在黄金献祭的时候是E, 而不是我自定义的
- 目前分了4关, 感觉合成1关也没啥区别啊.
- 有些我从来不会选的特性. 比如 "被敌人攻击降低诅咒", 所有"格挡"类(格挡太难了).
- 每次从头来好累, 能不能跳关...
好评: 希望能都尽快更新，20个小时之后有一些游玩乏味，不过游戏 成品很高 ，希望新神庙可以不用再点火把了，眼睛不行了。期待接下来的游戏。
好评: 打击感很强阿！非常喜欢这游戏的画风，在直播看到直接就打开steam买了下来。希望以后能增加更多的武器和怪物、地图，能增加多人合作那就再好不过了：D
好评: 打起来很爽，难度也不低，武器组合和思路还比较多，现阶段的问题就是图比较少，反反复复刷久了就没意思了
好评: 前言：
玩了6个小时，并没有通关，我朋友3小时通关，而我6小时没通关，难道我真的很菜？然后我注意到游戏有更新，我朋友是在更新之前玩的，我又去看了一眼评测有不少吐槽更新后的难度，我想我明白为啥我6小时还通不了关了。

[quote=索然无味测评组]『无索不玩，品味游戏』欢迎关注[url=https://steamcommunity.com/groups/saowei/]索然无味测评组[/url]，联机基友齐欢乐，周更新闻共欣赏，3A独游收眼底，GAL日呆全打尽，学习喜加一的技巧吧~QQ群240248664[/quote]

游戏特色：
俯视角，地牢类，roguelike模式，游戏里介绍是轻度roguelike，真的是轻度吗？可能更新之前是，但我玩的时候真的没感受到轻的感觉，平时都玩横板地牢类游戏，俯视角倒是很少见，就我玩过的印象深的这种视角的游戏也就暗黑破坏神了，像这种地牢类的这种视角的游戏还真不多见，这种视角倒是增加不少难度，横板只有前后两个方向攻击，而俯视角的话敌人可以从任何角度攻击，所以怪多的时候不好打，玩法什么的就是地牢类那些东西了，没啥特色，这个游戏倒是加了一个腐败系统，每打完一个场景去下一个场景就会增加腐败值，可以利用给自己加腐败值来回血，但是，腐败值满了就会增加一个负面的BUFF，腐败值是100，满了加BUFF然后继续加，最多可以加5个，全部满了后会自动扣血直到死亡，虽然可以回血，但是要慎用，打完一个BOSS会消除一个BUFF，游戏里也有消除腐败值的道具，这就看运气了能不能得到或者早点得到这个道具了。

剧情：没啥剧情，直接开始游戏就行，按照介绍里说的主角是为了探索这个寺庙去满足自己的欲望，那就是寻宝呗，但是这一路上连买装备的钱都不够，不过游戏也在开发阶段，或许开发完了打通关了主角会得到很多很多的收获吧。

游戏体验：手感不错，手柄玩着挺舒服的，打击音效什么的也很好，人物移动，躲避和攻击也挺灵活的，武器有多种，有枪，盾，弓箭，匕首是副武器，，单手剑，爪，和权杖还有双手重武器是主武器，单手武器攻速快灵活，伤害中等，如果有带特殊属性的伤害会高很多，双手重武器不够灵活但是伤害高，还可以打断敌人的攻击，这个还是不错的，但是不能打断BOSS的攻击，副武器一般用来补个刀啥的，盾倒是会有不错的属性，比如按几率完全抵挡伤害，这就看脸了，这游戏目前就三个关卡，第一关是一小段，第二关是第一关加第二关，第三关是第一关，第二关加第三关，难度还是很高的，我第三关都没打过去，由于我玩的是更新后的版本，更新后难度提升了很多，而我朋友玩的是更新之前的版本，这就是为啥我朋友3小时打完现有内容，而我6小时还差一关打不过去，据我了解到更新之前回血道具给的挺多的，基本上只要龟一点就可以慢慢苟过去，更新之后能不能见到回血道具完全看人品，回血基本靠腐败值，这就很难受，不加血没法打，加了有腐败值太高可能还没到最后腐败值就满了，扣血到死，还有被动技能系统，在游戏中可获得解锁用的道具，够数量和等级就可以开启，目前最多可以带三个被动技能。

玩法就是地牢那种，打完这个地图的怪然后开门去下一个图，一路上会有武器和加成道具商店，怪物小概率掉落，但是商店里的东西一般很贵，刚开始游戏基本上是买不到的，所以还可以给自己加腐败值来换，但是这样代价太高，除非是极品装备道具，否则不能用腐败值换的，不然后面会很绝望，有被动技能是能加钱的，一个是开局给钱，但是这被动技能后期就不怎么好用了，还有个就是打完BOSS钱翻倍，这个前期能稳路过了就带这个，由于只能带三个被动，所以要合理分配，后期很需要的就是百分比获得金币，血量和攻击加成以及好用的武器，只要运气好拿到了高伤害武器还有恢复技能就好过了，但是也不是稳过，这游戏小怪比BOSS恶心，也得看自己的技术了，腐败值给的负面BUFF在某些特性条件下也是有对自己有利的效果的，就看自己怎么用了。

打击感以及音效确实不错，每种武器各自的攻击音效都很棒，但是BGM很单一，没啥感觉，也没听到宣传动画里那个BGM。

难度还是很高的，尤其是更新完之后，就是让更新之前玩通的玩家再去玩都很头疼，作者这是觉得还不够难啊，我玩的时候回血道具少之又少，想苟都不好苟，回血基本就是靠腐败值，这样一般到第三关基本就满了，也就意味着前面两关至少有一关要无伤啊，或者运气爆棚来个高级回血道具套餐才行啊，但是越往后小怪越难，所以即使人品好也不一定能过去，想想这游戏还在开发，后面不知道要几关，我打到第三关实在没耐心玩下去了，难度可以克服，但是架不住无聊啊，虽然房间随机，但是色调，背景音一直都是一样的啊，玩法也就那样也玩不出花来。

顺便说一下，我是主播，这游戏的直播效果很差，基本没人看，我虽然只是个小主播，但是玩一些别的比较火的游戏还是有些观众会看的，我也播了有一阵子了，多少也是有些忠实水友粉丝的，但是播这个游戏他们都不看，新来直播间的甚至都没人有兴趣问问这个游戏叫啥，不多说了，作者自己体会吧。

地图就是再一个寺庙里，一开始很破，第二关稍微新一点了，第三关就跟新的一样，反正就是越往后庙越新，不知道后面会怎么样。

和同类游戏相比，我一直玩的基本就是横板恶魔城类和地牢平台游戏，这种俯视角的倒是很少玩，但是都个人感觉这个俯视角要比横板难度高，以为横板怪物攻击就两个方向，前面和后面，而这个视角怪物可以从任何角度攻击，所以如果运气不好一下子刷出一大帮那就很难受了，稍微一个不小心就要翻车，做个比喻就是暗黑2困难模式去大菠萝老窝那感觉，除了视角不一样其他的地方基本都跟其他的横板地牢类游戏差不多，虽然都很硬核，但是要做到很硬核又好玩能让人玩下去的好游戏不多，这个游戏没做到，还差得远，实话实说。

游戏模式就闯关就行了，没其他玩法。

个人体验：
只能说中规中矩，刚开始因为没玩过这种视角的，再加上看宣传动画觉得很不错，玩起来就不是那个味儿了，手感，打击感，画风什么的还行，但是玩法单一，武器虽然有多种，但是好用的也就那么几个，道具也一样，游戏里有个设定倒是挺恶心，就是赶路得举火把走路，不然地上有陷阱啥的看不见，战斗的时候会把火把收起来，因为右手要拿主武器，剑，权杖，爪什么的，左手要拿手枪，匕首，盾牌什么的副武器，刚开始黑点就黑点倒还好，不举火把也能看得到怪，如果运气背第一个腐败值BUFF就是给你一个怪物黑暗隐藏的话就很恶心的，没有光是看不到怪的，反正就是作者把能想到的能恶心玩家的招都用上了，反正我是体会到了作者满满的恶意。

画面这块，美漫的画风，这类画风的游戏我倒是第一次玩，并不排斥，反而觉得很新鲜，地图环境塑造的不错，光影处理，环境物体，人物和怪物建模啥的做的也很好，画面也很干净，虽然色调比较丰富，但是不累眼睛，有一说一，这游戏的画风还是不错的。

游戏BGM嘛，本来还以为能听到宣传CG里的BGM呢，结果是我想多了，就是一个单调的背景音乐，我甚至都没啥印象，打BOSS倒是会有专门的BGM，但是给人的感觉也一般，背景音乐这块可以说基本上可以无视了，打击感音效这方面很不错，很带感。

本地化翻译没有问题，菜单，物品介绍，道具名称都没有问题，文本质量没问题。

打了6小时，没发现BUG，游戏运行流畅，感兴趣但又怕坑的玩家可以先观望一下。

最后总结一下：
游戏中规中矩，也就美漫画风，俯视角，和腐败值系统这些还可以，也算是游戏特色了，其他的游戏性，玩法什么的没啥好说的，都是地牢类游戏的那些东西，但是这个游戏玩法单一，新鲜感一过就没意思了，但是毕竟还在开发阶段，看后续更新吧，这游戏还是有些潜力的，喜欢挑战硬核的抖M们可以试试，但是玩过类似风格的那些比较火的游戏的玩家们还是慎选吧，这游戏可能达不到心理预期。
差评: 为什么锁定不能动摇杆切目标，为什么锁定不能动摇杆切目标，为什么锁定不能动摇杆切目标

就NM离谱，每次还要解锁重新锁定，，什么时候改什么时候好评
好评: 非常喜欢这类肉鸽like游戏，有一点疑惑，部分武器的成长性会不会太低了一点？
主手武器的伤害成长性着实不太够啊，双手武器的成长还行
目前达到残酷之路，一出来的第一个地图的小怪都不能靠主手4连直接击毙，有点伤啊
希望能加强一下主手武器，不然到后期就只能靠双手武器了
好评: 不错的游戏，就是太卡了...我确信我电脑配置没问题，好好优化吧。
好评: 3月25日用手柄根本玩不了啊   好像跟鼠标键盘冲突  希望尽快解决
好评: 好

好评: 总之我是手残党

差评: 游戏难度对新手太不友好，第一运气差点就要死几次才能通关
好评: 什么时候出个云存档 老哥
好评: 游戏总体来说还是不错的 虽然说有些难度 但是打击感不错 格挡的判定很迷希望有所提升。游戏帧数的优化还是很差，2060的显卡有时候还会调到30多帧，不知道是怎么优化的。。。
好评: 大锤怪严重影响游戏体验。两个大锤加个精英奶，旁边再来几个地刺你就等死吧
好评: 有2个问题：
1. fps很玄学，有时48左右感觉卡卡的，突然卡的时候还会直接导致给刺扎&给怪摸，有时又能跑满60丝滑流畅，试了一下调画质还有窗口全屏模式卵用没有。感觉i79750和1660ti不至于跑不满60
2. 怪的模式确实打多了就感觉比较单调，就是血量多了
其他的还不错，打击感也不错
差评: 非常有意思的一款地牢roguelike游戏
新版本5/10
垃圾的平衡，垃圾的武器系统，垃圾的难度调整
用黑魂的难度来做rl游戏 平衡系统差到爆炸
武器不多，能用的更少。诅咒武器近乎没用。回血手段几乎没有。怪物A你一下1/4血没了。
格挡系统跟幼儿园做的一样，极短的无敌针，极大的后摇，格挡成功的判定极为苛刻，相比起来翻滚更简单快捷无后摇。
很好的游戏，很垃圾的平衡。
不推荐购买游玩。

（以下为更新前）7.5/10
+类似于杀戮尖塔的路程选择系统 在保留随机性的同时需要玩家自己做出抉择
+少见的光/暗系统 在周围有光照的时候怪物会出现眩晕，且武器词条会附带光/暗环境下的不同伤害增强，需要你对战场有一定的操控才能获得最大化收益
+有意思的属性、武器、圣物掉落系统 让你可以搭配出自己的套路和装备
+仅仅是EA状态就有足够不错的游戏长度，我到现在也仅仅通关第一章的一半
+不错的连击系统，可以随时穿插主/副武器，让攻击行云流水赏心悦目
+打击感不错
+特色的诅咒系统 并不是所有诅咒都无益

-攻击和控制还是有一丝丝的僵硬，后摇较大，需要翻滚取消后摇
-自带辅助瞄准 差强人意
-房间模型太少 玩多了总是会感觉在走同一条路
-血量恢复有限，强行定义硬核
-诅咒点基本无法减少，仅有的几个词条近乎无用
-武器太少，词条太少，平衡很一半

总结：对于一款EA游戏来说确实很不错了，汉化做的也很舒服（难道是中国公司吗），但可玩性一般，不缺钱的强烈推荐试一试，平民玩家可以等打折或后续更新再观望购买。
差评: 太难了，更新后更难了，回血更难了，伤害更低了，以前刷到了回血道具，我能打得奔放一点，浪崩了再怂，怂几小关就回上来了。现在一奔放，给怪打一下这血基本就别想回得上来，多浪两刀连第三个boss都见不到。
关键是，没得选难度

越玩越tm憋屈
感觉不是给我这种下班回来休闲玩玩的，这个游戏我不配玩
好评: 爬塔受苦
差评: 更新后的难度你确定是真的？？？
好评: 《Curse of the Dead Gods（无间冥寺）》是一款由FOCUS发行的roguelike动作游戏，玩家需要在黑暗的地牢中通过一层层的房间，在武器、BUFF的加持下通过陷阱、敌人和BOSS的考验。游戏的随机元素相对偏低，但漆黑的地牢、层层推进的爬塔和激爽的打击感都令人沉迷其中。

[h1]左手剑来右手枪[/h1]

游戏的装备系统与一般的俯视角动作游戏有所区别，分为三套，玩家可通过数字键123进行切换，第一套为单纯的火把，可照亮周围，点亮火堆，第二套为主副手各一把的单手武器，主武器为剑、锤等，在速度、打击感、硬直上都有不同，辅助武器为盾牌、枪械等，风格截然不同，具体还要看个人喜好和能不能碰得上了，第三套为双手武器，挥动需消耗体力，但伤害也很是爆炸，包括长矛、弓箭等，也能够打出完全不同的战斗风格。玩家的战斗动作包括左键主武器，右键辅助武器，空格翻滚，shift格挡，时机恰当可恢复体力，左右键以适当的节奏打出可使用小连招。游戏的血量极为珍贵，很少有能够回血的机会，刚上手时可能会较为不适应游戏的操作节奏，但只要适应便可体会到这爽快。

[h1]诅咒与祝福的夹缝[/h1]

虽然roguelike地城已经算是玩烂了，但本作依然有着自己的特色系统，诅咒和祝福，除去随机给予的武器外，本作的随即元素便体现在各种BUFF上了，每走过一道门、被攻击、献祭等，玩家都会积累腐化点数，点数够一管后可开一个诅咒，如金币获得量增加但一段时间小时，敌人会在黑暗中隐身，自己在黑暗中变强等，也不一定是坏事，而死亡后玩家也可以使用积攒的骷髅解锁神明的祝福，以各种奇怪的方式让自己变强。

[h1]总结[/h1]

特色十足的美漫式画风，扎实的打击感，虽然不算丰富但区分度高的武器种类，虽然本作与FOCUS的其他游戏风格相差较远，但就游戏性上同样的出彩令人沉迷。

以上测评仅供参考，只代表个人意见

[code]欢迎参观我的： [url=https://store.steampowered.com/curator/33626600]奸商评测[/url]
喜欢这篇评论，可顺手点个赞，让更多人方便看到。[/code]
好评: 炒鸡好玩，别看我三十几小时了，我才刚刚过第一关，o(╥﹏╥)o
妈妈我再也不逃课了呜呜呜
差评: 改版后纯恶心人，没黑魂的命有黑魂的病
差评: 回合制不像回合制，动作类不像动作类
差评: 游戏都没做完整,缺总变相增加难度,吃相真难看
差评: 可玩性不高，太过僵硬
好评: 魂类游戏，但易上手，难精通
好评: 目前已经修复了4K下掉帧的问题，所以改回好评。
这游戏一开始觉得受虐，觉得是在为难我胖虎，觉得有点被恶心到。
但是细细玩进去了，真香，上瘾！
差评: 游戏更新以后 单机卡顿严重。
游戏玩了接近20小时已经没有太多新鲜感。
好评: 《无间冥寺（Curse of the Dead Gods）》是一款快节奏Roguelite俯视角动作游戏，尽管目前尚处EA阶段，但是已经了非常完整的骨架。

[h1]战斗，然后死去[/h1]
本作的外皮不可谓不精致。这种粗描边的美漫风一时让我想起了《无主之地》系列，不得不说看起来非常讨喜。而为了应和开头动画“倒霉男主被关洞里了”的氛围，本作的气氛也非常的阴森，黑灯瞎火的环境基本上伴随着游戏的全过程并影响了战斗的节奏，再加上血祭等设计，很有一种在危机四伏的神庙中探险的感觉。
而要说内核的话，本作也完全值得赞一句“好玩”。首先要提的是光与暗。怪物会隐藏在黑暗中，玩家可以用火把让其现形，也可以摸黑战斗——毕竟怪物眼睛之类的地方都会发点光。然而火把并不只有这点作用，它还可以点燃火炬提供光源，点燃怪物，点燃炸弹，点燃地表的蜘蛛丝，甚至点燃喷火器来烧死敌人。同时本作也存在无法点燃的火炬或者怪物在黑暗中完全潜行之类的诅咒，让玩家可以更进一步调整火把的用法[spoiler]虽然我这种手残还是喜欢莽[/spoiler]。
至于战斗系统，虽然有着制约了翻滚和武器连击的体力限制[spoiler]专杀翻滚癌[/spoiler]，有着受击加诅咒的设计，有着黑暗中的无数陷阱，有着只有一瞬间而不是一个持续一段时间的状态的震撼到我的格挡，本作却依然给人一种爽快感。虽然是高强度快节奏的死斗，在黑暗中不停涌出的怪物配上非常到位的打击感与击杀特效，以及可以利用的场地与陷阱[spoiler]我今天就是被打死，也要点燃这个喷火器[/spoiler]却真的给人一种杀戮盛宴的感觉[spoiler]然后就不小心暴毙了，手残是这样的[/spoiler]。
而丧命在Roguelite游戏中从来也不是终点，只是新的开始。本作的死后通用货币是骷髅头，由怪物会掉落，可以解锁作为开局BUFF的祝福，最开始能携带一个，每通一关解锁一个槽和更多可以解锁的祝福，最多同时携带三个，或者换取神明恩典用于刷新商店（没换过）。而强力BUFF对人物的提升还是很可观的，再加上神明恩典边上那个未完成的页面，死后积累的提升应该还是很可期的。

[h1]死去，然后再死去[/h1]
当然，处于EA阶段的本作依然有着不完美之处。首先是地图，本作的地图生成和爬塔引领的DBG类似，都是走树状图分支选择事件，然而本作绝大部分的地图都有怪物镇守，同时不管武器还是加点都不如说是商店都需要钱或者诅咒进行献祭，而本作的钱属实难打，开局遇到这种事件基本上就得提升诅咒值才能拿到所需的物品……
接下来就要说诅咒值了。这玩意儿确实涨的飞快，尤其是本作目前除了用有回血词条的武器杀敌外就只能通过在天堂加诅咒值回血来回血……[spoiler]这玩意儿是天堂……？[/spoiler]只要诅咒条一满就加个诅咒，虽然有些也可以利用但是也有不少很坑的东西，而诅咒一旦上身能解除的方法非常有限，基本上就等着打boss了。
这些因素复合起来使得本作目前的难度还是蛮高的[spoiler]我这还是手柄，试了一把键鼠，默认设置很别扭……尤其是切换武器种类，还是得自己改键[/spoiler]。总之还是建议和我一样手残的先多死几次先把不屈不挠学了拿个攻击霸体，不然打着真心累。同时，高强度高烈度快节奏的战斗玩起来虽然爽快，但是在目前尚处EA，内容还有些不足的情况下玩多了反而有点腻，适合有空了打个一把玩玩，也可以期待一下脱离EA后的正式版。

[code]双语评测，认准我们： [url=https://store.steampowered.com/curator/35263058-Bilingual-Curator/]双语评测[/url] 
Make Chinese and English speaker feel at home： [url=https://store.steampowered.com/curator/35263058-Bilingual-Curator/]Bilingual Curator[/url][/code]
好评: Hard game
好评: 喜欢

好评: 很期待后续内容
好评: 游戏可玩性不高~~~~新鲜感过了就剩无聊了~
然后感觉游戏在肉鸽类代表游戏里东截西取，搞了个四不像。杀戮尖塔，死亡细胞这些的就取了大概，精髓一点没有。抢先还行，继续看后续吧……
好评: 终于通了目前关了，挺难的一个游戏，但是也很有意思，其实动动脑子这个游戏还是有很多空子可以钻，比如加100%伤害+只承受10%伤害这个组合就很有意思。
好评: ok
好评: 非常好的游戏
好评: 希望格挡的判定再松一点...太难了
好评:        游戏整体在玩法很棒，综合素质在ROGUELIKE游戏绝对属于上乘之作。游戏有着较高的难度，很适合现在的受苦党。虽然目前来看，游戏元素较少，但是开发商有完整的开发计划，未来可期。
       游戏画质十分讨喜，有美漫的感觉。动作细腻流畅，操作起来十分舒服。游戏打击感强，打起来节奏分明。UI设计和游戏本身结合得不错，没有粗糙感。游戏的BGM数量不少，BOSS的音乐，特别燃。
       游戏主要战斗模式就是火炬和武器的切换，在照明和战斗之间寻找平衡。战斗有主副武器之分，要结合蓄力，打出完美伤害。游戏的闪避动作很流畅，但是有BUG,经常会看着躲掉了还是吃到了伤害。游戏怪物比较贴合美洲元素，设计得很有代入感。地刺的设计莫名其妙，没有什么好的办法规避伤害，基本就是硬吃。
       游戏的整体节奏比较偏快，基本上进了房间就是干，简单粗暴。怪物的数量和攻击频率都比较高，比较考研玩家的手速。游戏里有着诅咒的设定，每到100点腐蚀就会受到一次诅咒，诅咒效果随机，比如隐藏怪物，闪避不加体力等。游戏本身基本没有成长性，只要死了所有东西都清零。游戏整体难度偏大，十分硬核。
       开发组推荐使用手柄进行游戏。虽然用手柄玩起来确实舒服一点，但是键鼠的优化实在是有点差，鼠标释放技能和会角色朝向矛盾，导致技能落空。
       游戏目前武器的种类还比较丰富，不同的武器有着不同的技能，能形成不同的战斗风格，整体战斗判定还比较精准。但是游戏怪物却比较单一，翻来覆去就那么几种，期待以后的更新。
       游戏后期通过不同武器，加点和圣物，可以搭配出不同游戏的体验，感觉策略性还是有的。但是由于人死了就重来，很难去收集不同的圣物和武器来打造自己。
       游戏整体感觉还不错，希望开发商能再接再厉。如果有可能的话，最好能开放联机系统。

【优点】
1、画风精美，漫画风强烈，让人一见倾心
2、动作细腻，手感舒服，玩起来很爽


【缺点】
1、剧情比较单薄，缺乏一个完成的故事
2、目前游戏的敌人种类较少
3、对键盘手感的优化较差
~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~
欢迎关注或加入鉴赏家：蛋蛋荐游团
https://store.steampowered.com/curator/35596718/

好评: 玩了十几个小时了，目前感想就是：格挡收益太他妈的低了，风险高收益小，印象里也没什么遗物可以加强格挡，而加强格挡的技能都没什么卵用，那个格挡后有个眩晕aoe的我多数只拿来开密室，打群架的时候还是频繁用翻滚稳妥的多。
特别是boss战，试图去格挡就简直了，挡中了也没什么卵用，印象里是就双子黑暗形态的时候可以打出个虚弱和硬直，捷豹挡中了第一下偶尔它还会连着出第二下，没虚弱没硬直，我还不如直接翻滚到背后狂砍一通。
现在就是你把格挡这个机制完完全全从游戏里去除掉我都感觉没什么影响。
以及所有的飞行物居然可以挡，刚玩那会儿我也是没想到的……不知道地刺能不能挡
至于其他大大小小的设计问题，考虑到是EA，感觉都还有余地，就看未来如何了。
好评: [h1]让《Curse of the Dead Gods》来告诉你什么是动作roguelike游戏 [/h1]
[h1]———————————————————————————————[/h1]

[h1]精致的画风[/h1]
随着一个黑白相间的剪影式过场动画播放完毕，《Curse of the Dead Gods》的故事也拉开了序幕。过场动画用做简单最直白的方式，交代清楚了故事设定：玩家踏入了一座未知神庙，并且出口被封，剩下的，唯有硬着头皮前进。探索神庙中的每一片黑暗未知之地。

游戏采用固定的俯视角，整体画风写实而精致，第一眼非常容易让人联想到之前的《哈迪斯》，但不同于《哈迪斯》的奇幻感，《Curse of the Dead Gods》更多一份写实（指场景而非怪物）。游戏当前版本的主题是豹神庙，庙内的建筑风格、场景物件都有浓厚的美洲风，透露出玛雅文化的气息。

[h1]紧握你手中的火把[/h1]
探索“黑暗”的神庙，在《Curse of the Dead Gods》里不只是嘴上说说而已。
游戏中玩家会拥有一个核能火把，它会永远占据玩家1号装备栏，2号装备栏是单手装备，3号则是双手装备。这就意味尽管它是核能的，但只要当玩家装备武器时，就无法同时举起火把。而游戏中另一个特别有趣的设定，便是极度真实的黑暗视野。在没有光源的情况下，玩家仅能看到身边极近距离内的地形环境，甚至是敌人（激活了暗影诅咒后，没有光源敌人将隐身）。玩家需要优先将房间内的火坛点亮，才能放心的与怪物战斗，当然怪物也能将火坛吹灭。

[h1]极致的打击感[/h1]
打击感做的不错的动作类roguelike游戏不少，但每样武器打击感都做的非常棒的却不多。
《Curse of the Dead Gods》恰恰做到了。尽管目前阶段武器种类尚且不算多，但秉持着少而精的原则倒也令人满意。
游戏内目前有单手主武器刀、爪、棍，单手副武器手枪、匕首、盾，双手武器长矛、大锤、弓共计九种，身上每种武器可携带一个。玩家可以同时在3种武器中切换搭配进攻。
刀中规中矩，胜在易上手，对新玩家而言较容易掌握，也是默认的武器。
爪攻势迅猛，胜在快，但范围较小伤害较低。需要当心霸体的敌人出招。
手枪灵巧方便，不是主力输出，但适合随机应变的补刀。
大锤毁天灭地，高伤害大范围打击的同时，要付出高硬直和高体力消耗的代价。是非常豪爽的打法。
……
仅是举其中个别武器做了简单介绍，实际上所有的武器打击感都非常不错，总有一款会被你青睐。

[h1]简单而实用的场景互动[/h1]
在神秘的诅咒神庙探索，除了“黑暗”与宝藏，更少不了处处机关。
大多的游戏的机关都是针对玩家的。而《Curse of the Dead Gods》里的机关却是做到了一视同仁，无论玩家还是怪物。
游戏内有大量的地刺，喷火台，爆炸桶等等机关陷阱，它们是一把双刃剑，一方面会在玩家不留意时让玩家大量掉血。另一方面，玩家只要稍加利用就能成为杀怪利器。而显然制作方也是希望玩家进行这方面体验的，神庙祝福中甚至有着陷阱对怪物伤害增加100%的效果。如果说十八般武器打击感流畅是游戏最大的亮点，那场景的互动一定是《Curse of the Dead Gods》的第二个点睛之笔。

期待后续版本制作组为我们带来更精彩的神庙内容。

[h1]————————————[/h1]
[h1]欢迎关注或加入鉴赏家：蛋蛋荐游团[/h1]
[u]https://store.steampowered.com/curator/35596718/ [/u]
好评: [h1]月高风黑夜，正是寻宝时[/h1]

[h1]游戏关键词[/h1]

[b][u]冒险体验[/u][/b] [b][u]打击感[/u][/b] [b][u]Rouglike[/u][/b] [b][u]美漫画风[/u][/b] [b][u]细腻画质[/u][/b] [b][u]拉风走位[/u][/b] [b][u]光影特效[/u][/b]

[h1]序引[/h1]

《Curse of the Dead Gods》，中文名《无间冥寺》，这是由Passtech Games开发并由Focus Home Interactive发行的一款带有Rouglike元素动作类游戏，月高风黑夜，正是寻宝时，游戏描述了一个在雷电交加的雨夜为了避雨而误入古老的玛雅神庙中的男人。玩家可以在游戏中感受到色彩细腻的美漫式画面、炫酷爽快的击杀特效以及拳拳到肉的打击感，并且在光影特效下的探索中，满满的冒险体验感会由然而生，期待后续正式版发布后更好的游戏表现效果。
 
 [h1]优缺点[/h1]

[b]🔶[u]优点：[/u][/b]

📈 色彩细腻的美漫式画面

📈 炫酷爽快的击杀特效

📈 拳拳到肉的打击感

📈 满满的冒险体验感

📈 众多可解锁的技能

📈 光影特效下的探索机制

[b]🔶[u]缺点：[/u][/b]

📉 武器、怪物种类略少

📉 地图元素重复

📉 缺乏背景剧情线

📉 平衡性待提高

[h1]推荐人群[/h1]

如果你喜欢Roguelike元素动作类游戏，这款《Curse of the Dead Gods》可以尝试尝试，尽管目前EA阶段离正式版本还有差距，但我相信经过不断的更新，游戏的乐趣会越来越高，~

[quote]
独乐乐不如众乐乐，如果我的评测让你感觉有帮助，请点个赞，让更多人看见，想了解更详细游戏内容，来，我们继续往下走~
[/quote]

[h1]游戏概况[/h1]

[b] 🔶 [u]游戏玩法：[/u][/b]

https://steamcommunity.com/sharedfiles/filedetails/?id=2021623529 
《Curse of the Dead Gods》，中文名《无间冥寺》，这是由Passtech Games开发并由Focus Home Interactive发行的一款带有Rouglike元素动作类游戏。目前开发商在2020年3月4日推出抢鲜体验并计划在一年后发布正式版本，游戏目前的整体框架已完善，现在的更新计划是在这个框架的基础上增添更多游戏内容，目前可供游玩的游戏内容是美洲豹神庙下的四大关卡，游戏描述了一个在雷电交加的雨夜为了避雨而误入古老的玛雅神庙中的男人，可能是因为游戏目前还是EA的原因，游戏的背景仅仅在游戏开始前简单刻画了一下，而贯彻游戏的剧情线是没有的，从此就诞生了一名没有感情的寻宝者，尽管一开始会觉得新奇，但多次的游玩后，剧情线不足的问题也就暴露出来了~

https://steamcommunity.com/sharedfiles/filedetails/?id=2020014586 
游戏支持键鼠或手柄操作，在游戏初次的游玩过程中，玩家可以在左上角看到许多关于游戏新事物的提示，比如第一个新手提示就是引导玩家使用火炬照亮周围，并且它还可以点燃易燃的物体，这种融入游戏的新手提示十分有人性化，另外由人物手持火炬而光影交映的特效是游戏的一个创新点，比如你可以在游戏中看到在黑暗墓室中闪亮的怪物眼睛、坛坛罐罐被击打后的碎裂以及墙壁旁飞舞的飞蛾流萤等特效~

https://steamcommunity.com/sharedfiles/filedetails/?id=2020731245 
目前可供游玩的游戏内容是美洲豹神庙下的四大关卡，作为一款主打Rouglike元素动作类游戏，它的Rouglike元素还是不够多的，尽管每一个不同关卡后的BOSS都不同，但每一个不同关卡中的怪物建模却是相同的，唯一不同的是怪物的血量的差异，EA阶段的怪物种类还是比较少的，而且美洲豹神庙下的四大关卡中的地图元素重复度也比较高，比如地刺、喷火雕像等元素都是多次重复出现的，个人感觉开发商好像有点偷工减料的样子~

https://steamcommunity.com/sharedfiles/filedetails/?id=2020730855
https://steamcommunity.com/sharedfiles/filedetails/?id=2020731093
唯一Rouglike元素较多的地方体现在游戏中的关卡和各类武器上上，在玩家选择神庙的某一个关卡后，游戏会自动生成一个基于该关卡难度下的游戏地图，玩家可以在游戏地图中看到各种不同奖励的房间，玩家可以根据自己的设想选择某一条行进路线的出发点，在玩家选择好出发点后，另外那些没有被选择的出发点下的路线会自动隐藏掉，另外游戏中有剑、长矛、弓、枪、盾以及棒槌等武器，游戏中掉落的武器稀有度也会随机出现，而且武器还会带有不同的主动效果和被动效果，这一点上做的不错，初始状态下，玩家控制的人物会拥有一个火炬、一把砍刀已经一把手枪这种单手武器，而这类的单手武器比较灵活，但是攻击力较低，而攻击力比较高的双手武器则需要在游戏中的房间获取，而且游戏中还专门有获取游戏的关卡，这个不必担心，游戏中还会有体力值的设定，玩家控制的人物初始会有5点体力值，人物攻击或闪躲或消耗一定的体力值，体力值会在一定时间后自动回复，而且游戏中使用不同类型的武器会消耗不同的体力值，甚至攻击动作还会有前摇和后摇动，这个设定比较真实，这个设定对于怪物也是生效的，玩家可以在进入房间后，直接把附近的怪物打一波输出，又或者等其他怪物攻击后，再控制人物进行攻击~

https://steamcommunity.com/sharedfiles/filedetails/?id=2020730633  
游戏的视角是基于2.5D视角下的，因此玩家可以控制人物手握火炬来探索地图中的房间，在手握火炬的情况下，玩家可以清晰地看到房间中的地刺等陷阱，另外游戏还有一个诅咒的设定，在不断地探索游戏房间的过程中，每通过一个房间，玩家的腐蚀值就会增加。具体情况可以在游戏画面的右下角来看，另外游戏房间中的一些怪物也可以通过攻击来增加玩家的腐蚀值，正常情况下，在腐蚀值满一百后，玩家会获得一个诅咒，不过也不用太过于担心，有一些诅咒对于玩家来说也是有利的，但是玩家必须控制这个腐蚀值的增加，因为一旦腐蚀值过多甚至达到第五个诅咒时，玩家会获得一个不断掉血的诅咒，直到血量变成1，在击败某一关卡的BOSS后，玩家可以获得大量的骷髅道具，这些骷髅道具可以解锁不同的被动效果，另外游戏还会弹出一个结算画面，这个结算画面会详细地描述了玩家在游戏中的各种数据，比如游戏时间、收集的黄金等信息，看起来成就感十足~

[quote]
加入[url=https://steamcommunity.com/groups/GHYX]干货游戏[/url]&关注[url=https://store.steampowered.com/curator/35106417/]我的鉴赏家[/url]，不定期为大家带来诚意满满的游戏体验干货。
[/quote]

好评: 很不错的游戏，期待有多人联机要素，以及能有多个游戏角色，每个角色再有几个主动技能会更炫酷的吧
差评: 玩法单一，
副本重复，副本重复，副本重复，能不能用心点 
怪物机制和种类少的可怜， 关卡怪物一模一样 我都打吐了，

好评: 20小时左右就打穿了，好久没有这么投入的去玩一款游戏了。这个游戏是把魂系列与rougelike合二为一，总体评价是非常推荐！

先说一下缺点，怪物种类少，武器平衡性一般。好玩但是不耐玩。

再说优点：
1，打！击！感！爆！炸！
真上手了就会发现在无间冥寺这种拳拳到肉的打击感面前，空洞骑士和哈迪斯的动作就像是打棉花一样软弱无力。这俩游戏的打击感已经很好了，但是在无间冥寺面前确实不够看。当我拿着大锤一个跳劈秒死几个怪的时候，在旁边看我玩的老婆发出了感叹，说就像真的在挥锤子一样。

2，操作要求虽高，但不是无脑堆数值。
死亡细胞到了3细胞4细胞基本上就是见面互相秒了，哈迪斯后期秒不掉就是缠斗。
而魂like的无间冥寺节奏更慢一些，在体力值的限制下有点像是互相抓机会的回合制游戏，给人的感觉说是格斗游戏都不为过。爽快感非常足。

3，优缺点参半的武器平衡与格挡系统，还有盾牌。
武器平衡我觉得是非常差的。单手锤长得搓性能还一般，长矛从头到尾我就没觉得好用过，不能打断不能开墙，要你何用？
这个游戏的格挡系统是一次性的短格挡，时间非常短，一定要抓timing才能成功。但是这种风险非常大的行为却换不来相应的收益，甚至需要带上一个祝福才能做到格挡小范围击晕（这游戏击晕也就1秒），风险和收益不成正比。
当然，boss的连击被你连续格挡，还是非常带感的，甚至能让你有一种梅园大悟的感觉。
但是呢，这个游戏没有给盾牌设置相应的长时间格挡，导致盾牌变成纯粹的输出装备，或者随缘看脸的盾挡，不得不说有点遗憾。


总得来说，这游戏还是相当相当带感的，在修复了帧率问题后我玩得非常开心。
有神作的潜质！推荐购买！
差评: 一般般吧

好评: 还没完    就一个问题   为啥ps4手柄玩不了？   是游戏的问题吧  我玩以撒一点问题也没有
差评: 太难了，58不值
好评: 看脸玩的游戏。开局的策略调整简单了点导致玩多了开局有点单调，虽然rogue like游戏就是这样，但是每次失误后又不能作调整的无奈感有点强，所以还是抱怨一下。

攻击打击非常爽的游戏，对于还在抢先体验的游戏来说，还是值得期待一下的。

顺便：怪隐于黑暗+黑暗火盆强+强制掉血，这组合强到没边了，如果都遇到了还是直接退游吧。
好评: 优质的硬核爬塔游戏 i了i了
好评: 打击感不错，画风也很喜欢，当前为抢先体验版，内容有点少，重复度略高
好评: 看直播--脑子：我会了
自己玩--手：你会个锤子
好评: 如果想买就得做好至少要24个小时的时长才能通关难度3，武器推荐长矛和大剑，圣物推荐暴击回血和暴击伤害，如果是毒矛可以带上剧毒圣物，大剑打boss和精英（黄血条的）百分百暴击，长矛只有头尖尖百分百暴击，其他都不暴击所以得控制距离，毒在里面算双倍伤害只是需要时间所以看起来比较慢但是打boss超级给力，打最后boss建议带毒爪和盾牌，对着boss一顿猛抓和注意翻滚就行。
有时候盾还会自动格挡有意想不到的效果哦
好评: 不说了 手残的我想要个修改器（狗头）
好评: 这游戏开始看别人玩，你或许会觉得他很菜，但是当你自己上手时，你才会发现其实自己更菜。
买来第一天甚至连第一关都打不过，不过熟悉打法以后就会显著的感觉难度其实还好，能否通关其实运气占了更大一部分，能不能刷出合适的武器，合适的遗物，才是通关更重要的原因。
只是关卡有点少，坐等第五关，新的遗物，新的武器，这段时间我要去找类似的游戏了，就喜欢这种打击感还行，不同装备不同技能的需要操作类的游戏。
对了，玩这游戏时，请务必不要太相信格挡这个东西，比起完美闪避，格挡难出不知道多少档次，我怀疑格挡判定只有0.2秒？
好评: 打到第三章的最后boss直接卡bug消失了，但是游戏优化了不少，以前还只能30帧现在可以轻轻松松60帧了
好评: 不错的游戏，打击感上很不错，游戏很有难度，很有挑战性，打了三个小时才打到第三关，贪刀就容易死，推荐一下
好评: 我的E1230 V2 和 5700xt，fps 一直在30上下，十分不稳定……  期待早日修复，感谢开发组带来这么好的一部作品
差评: 我恨地刺
好评: [h1]当ARPG撞上爬塔与地牢——无间冥寺[/h1]
[code]关注[url=http://steamcommunity.com/groups/cbjhs/]纯白鉴黄师 [/url],社保是什么？
黄油玩家，你本来就很纯洁	[/code] 宣个群：751560621
[quote]
无间冥寺是由Passtech Games制作Focus Home Interactive发行的一款带有rougelike元素的ARPG游戏，本作在许久之前就开始了抢先测试活动，终于在20年三月登录了steam。目前来看的话游戏的内容略显单调，不过相信后续更多的内容加入可以让游戏更具生命力。
[/quote]
[h1]无剧情的杀戮——战到疯癫[/h1]
[quote]
无间冥寺作为一款ARPG游戏，其主旨还是与各种各样的怪物进行战斗，美中不足的就是游戏没有任何剧情元素的添加，甚至连人物对话都没有，目前唯一的剧情成分就是游戏的片头动画，主人公莫名其妙的被困在了这个神庙之中。

ARPG这个题材虽然不如以前火热但依旧受很多玩家的喜爱，特别就今年破坏领主拿下了steam的周热销，很少有单机游戏能获此殊荣，无间冥寺也是在其后发行也吸引了不少玩家的注意。作为ARPG来说本作跟传统刷怪刷装备跑团的暗黑破坏者系列和火炬之光都有相似之处，最为接近的还是暗黑地牢系列。同样的2D视角让人怀疑这是不是暗黑地牢的翻版，但仔细游玩之后发现二者之间仍有很大的不同。

首先谈及无间冥寺的战斗系统，游戏更接近魂系列那种刀刮boss的设定，玩家只需要切换武器、左右键攻击、空格闪避，不需要像暗黑破坏神那样整个键盘上全是技能，更容易适合新手来进行游玩，玩家可以携带三把武器分别是主手武器、辅助武器、双手武器，美中不足的是游戏现阶段的可用武器种类特别少，加起来也只有九种可以选取，玩起来丧失了一定的可操作性，也变相降低了游戏的难度。

游戏的战斗基于简单的操作也非常容易上手，大体套路就是贴脸打一套直接刚死，视情况可以选择翻滚或者防御两种对策，这里我个人建议用翻滚对策虽然防御不消耗体力但成功率极低，翻滚的判定反而各位宽松，而且完美翻滚可以恢复体力。攻击方式分为蓄力攻击和连击发动终结技能，这里不建议各位使用蓄力攻击因为出手太慢，魂系列的标准操作模式使得我在游玩的时候还是很得心应手的。简化的战斗模式使得游戏的战斗风格与魂系列非常相近，实际操作也类似回合制游戏，同时每个怪物的招数基本都不超过两周，BOSS也不超过五种且有十分明显的招牌动作，游戏中的一个细节就是怪物每次攻击时身上都会出现闪光点，基本上玩家都可以反应过来，而且两次连续翻滚也不会削减任何无敌帧。动作方面各位顺畅翻滚与攻击动作的切换也各位顺畅，除了重武器锤子会有一个短暂的硬直。

武器系统的缺乏使得游戏的游戏性降低不少，唯一值得研究的就是主副武器的搭配，比如剑配匕首、权杖配盾等等，因为武器的攻击模组较少实际也不会花费玩家多少时间去研究，游戏主手武器有剑、权杖、爪，副手武器有枪、盾牌、匕首，双手武器有弓箭、锤子、矛我个人建议主手选择剑副手选择匕首，因为剑的攻击和收招都很快自带终结技、匕首的二连击可以快速中断对手的连击，权杖没有终结技过于鸡肋、爪子的削韧太低而且特效过剩，双手锤子与矛看个人喜好，锤子的削韧极高普通攻击也可以打断对手攻击但是收招慢，矛的攻击速度快收招快伤害和削韧略低于锤子。值得一提的是部分武器有隐藏属性比如矛用矛尖攻击可以每次都暴击、锤子等武器的第三下必定暴击、匕首攻击敌人的背后必定暴击，寻找这些隐藏属性也是游戏的一种乐趣。

游戏的战斗体验极为爽快，其原因在于游戏的打击感非常棒，最明显的一点就是游戏的声音反馈极佳，玩家受击和击中敌人都会有格外明显的音效提示，同时连续终结技和暴击打在敌人身上会有炫酷的火花特效，用重型武器打断敌人攻击时会有白光特效，音效与视觉的结合使得游戏打击感极强，玩起来格外的会有快感，但有一个明显的问题就是爪子的火星特效太过了导致掩盖了敌人头上的攻击提示，同时还伴以轻微的屏幕晃动，导致爪子的手感变得很差希望之后能有改进。

为了防止游戏变成无双游戏，游戏加入了体力系统来限制玩家的动作频率，不然没有体力这个游戏就可以把怪物打的爬不起来，五个体力的分寸把控的极好，一般一套三连招击会耗费玩家3体力余下的两个体力不够在发动一次连招，此时就给玩家一个抉择的机会，是原地等一秒恢复体力再打一套，还是选择向后翻滚等恢复体力，我个人建议非锤子武器选择后者处理，因为游戏的小怪设定为吃一套攻击之后必定反击，此时体力不足很容易失误损血，只有锤子的高削韧可以保证绝对安全的输出，而完美翻滚恢复体力和处决恢复体力都是一种不错的奖励措施，多人战体力不足的弊端会一览无余，因为没体力被小怪蹭两下是经常的事，体力系统赋予游戏难度的底线，体力系统的有无会导致游戏的风格发生极大的变化，具体可以参考魂系列与只狼的战斗变化。

战斗方面的平衡性做的依旧很棒，目前游戏内容有限只有三个boss供玩家挑战，三个区域的怪物强度不同但没有脱离玩家的成长曲线，在合理培养的情况下不会出现半天打不死一个小怪的情况，非等级驱动的游戏模式也免去玩家的刷怪之苦。目前我觉得需要把游戏的弹反做一些改进，不然仅仅是一个虚弱状态不值得冒那么大的风险，可以参考黑暗之魂系列的处决设定，这样风险与收入才成正比。
[/quote]
[h1]地牢爬塔探索游戏的恶趣味系统[/h1]
[quote]
本作的难度来源不是其战斗系统而是游戏其他的系统，首先游戏中玩家可以自己选择路线，期间可以交叉更换路线，极为自由的路线选取使得玩家可以根据自身情况自由的选取路线，目前路线上的事件有属性加成、宝藏、杀戮赏金、回血、武器、随机事件，但随机事件会在前面几个事件中随机抽取，毕竟这是一个EA阶段的游戏现阶段的武器也好事件也罢都极为匮乏。游戏开局给玩家的观感十分不好，血量无法恢复且陷阱层出不穷，但上手之后就习惯了这些设定。

玩家每次闯关之后都会得到一定数量的水晶头骨，水晶头骨可以提供给玩家不同的天赋，天赋对于玩家的闯关有着重要作用，这里推荐的搭配是攻击不被打断、掉落五个装备。第三个符文看个人喜好搭配，游戏熟练之后一次进入关卡会有70左右的收益基本上不用担心头骨用完，多余的头骨可以换取刷新商店商品的次数。

游戏最恶毒的一点就是本作的诅咒系统，献祭可以选取鲜血献祭和金钱献祭，鲜血献祭会加速玩家的腐化程度，初始阈值是100每通一小关就会增加20，每过五关玩家基本就会得到一个诅咒部分怪物的攻击会加速玩家的腐化程度，这种强加于玩家身上的诅咒把游戏难度拉高了不少，其中我最头痛的是阴影神庙、傻瓜的赏金、这两个诅咒基本上是完全的负收益，其他的诅咒是双刃剑，比如爆炸尸体配合火焰武器可以把怪物变成炸弹，反而使得玩家通关变得容易了，这里的经验就是上面的两个诅咒要第一时间去除，鲜血献祭不要滥用个人建议献祭不要超过三次因为第五个终极诅咒是固定的，玩家会不断损失血量直到血量为1，好玩的就是这个诅咒也有与之相匹配的诅咒符文，这个符文我只遇到过一次，就是终极诅咒下玩家全属性上升40，如果追求伤害和无伤显然这是最好的选择，诅咒是困扰玩家的绊脚石但如果使用得当反而会帮助玩家，这就是一个极好的思路，配合几种诅咒游戏的可玩性也大大提高了。

无间冥寺目前的游戏模式比较看运气，因为武器和符文完全随机掉落，属性方面也都是完全随机配置的，运气决定了玩家通关的难易程度，这里推荐各位选择有吸血属性的符文其次选取有暴击属性的，这里我用的通关符文一次暴击可以恢复30血量，主要就是因为游戏里恢复血量的手段太少了，除了回血事件之外就只能依靠来源于符文的回血，部分武器还有击杀回血或吸血属性，此类武器建议第一时间入手。
[/quote]
[h1]昏暗的画面与场景互动[/h1]
[quote]
无间冥寺其冥字表明了本作的昏暗场景，游戏中玩家自带一个火把去照亮前路，火把可以点燃火炬来使周围场景变得明亮，黑暗环境下玩家所受伤害会有小幅增加，配合暗影神庙诅咒十分棘手，不过黑暗环境下怪物的轮廓和攻击模式依旧明显，不需要担心太多。真正麻烦的是游戏层出不穷的陷阱，昏暗条件下陷阱不显形所以火把是必不可少的，火球陷阱伤害不高但是尖刺陷阱一次可以造成玩家百分之10的生命值伤害，后期陷阱还会多重攻击，陷阱的存在把游戏的难度拉高了一个档次。

不过因为陷阱的存在本作多了不少场景互动元素，首先这个陷阱的伤害是双向的，玩家可以把怪物推到陷阱上输出大量伤害用火把点燃炸药桶击杀怪物，基本上没有尖刺陷阱秒杀不了的怪物，同时火焰陷阱可以破坏某些薄弱墙体发现一些密道，另外重锤也可以破坏墙体，这些微小的细节都会对游戏产生很大的帮助，也是游戏的精髓所在。另外比较可惜的是游戏的音乐只在boss战出现，前面漫长的关卡都只能听自己的战斗音效，使得整个旅程有点乏味。
[/quote]
[h1]总结[/h1]
[quote]
无间冥寺作为一款rougelike风格的ARPG游戏，在游戏的系统上运用了爬塔的选关模式，战斗风格爽快又容易上手，多样的场景互动元素和武器的隐藏属性使得游戏充满小小的趣味，独特的诅咒值系统使得玩家需要时刻关注自身状态，游戏可以理解为爬塔般的暗黑地牢，美中不足的是目前游戏的内容极少，只有三个boss和六七种敌人可以挑战，我只花了10小时就攻略了全地图，这里就期待制作组后续的更新吧。
[/quote]
好评: 打了25小时终于通了残酷之路 好玩
差评: 重大更新就是削了金钱加伤害？
好评: 现在内容有点少啊，希望能快一点更新
好评: 打击感很棒，目前内容较少，不过后续会更新，值得入手
好评: 开窗口模式好像可以解决卡顿问题。
好评: 游戏是好游戏，但是卡顿太厉害了，打击是真的强，卡顿和难度的折磨让我欲仙欲死（bushi）
好评: 好玩耐玩是根本
差评: 内容疲乏，后期难度过高，很快就感到没玩下去的动力，58绝对是亏了。
好评: 我不明白开加速器就会高帧这个原理
好评: 11
好评: 奈斯地牢，希望将来能更新新的角色
好评: 真的有点难 但是手感还不错 但是没有死多了就变强的系统 让我这种手残真的很痛苦
============
关于诅咒：回血只能看运气能不能刷出回血房间 回一次+10点诅咒条 诅咒条100了 就会给你一个诅咒DEBUFF 5个诅咒 你就会持续掉血直到死亡
基本上没有消除诅咒的办法 打死一个BOSS 只会消一个诅咒
可是你 进一个房间就会给20诅咒 到BOSS之前的房间数必定会有一个半的诅咒  如果被小怪的诅咒攻击打到还会加诅咒条
============
关于体力：5格体力 闪避需要用体力 攻击也要用体力  如果你攻击用完了体力这个时候攻击来了 只能硬吃 因为已经不能闪避了  好吧 只能说不能贪刀 但是不贪刀怎么爽！ 完美闪避可以回复一格体力 但是有时候会吃到 闪避不加体力的诅咒
==========
关于武器：武器和圣物系统还算不错？ 但是现版本没有成长系统  死了就完全重来 没有死亡细胞和哈迪斯那种 死多了 就能稍稍变强
==========
其实还有格挡系统 但是真的 很鸡肋·我根本格不到 好吧是因为我手残


差评: 刻意的增加武器、护符的随机性，腐败效果增加过快，防守判定的不协调（被围住攻击防守判定几乎为零），攻击精英怪减弱体能这些设定简直大大降低了游戏体验。28小时依然没有通过第三关卡。没有感觉到游戏快乐。游戏卖出多少份我想开发商心里是知道的。这款游戏内测时估计开发商自己都没有全部通关！
好评: 动作游戏，有肉鸽元素，手残党和非酋的噩梦，真的能让人气哭，不过打起来确实很爽。有简体中文，翻译的也不错。
目前总共有四个关卡，关卡的形式类似杀戮尖塔的地图树，地图树里每个小关卡都是一个地图房间。每个大关卡都比前一个多一个地图树，也就是说，在第四个关卡，你相当于把前面三个再通关一次。虽然有回血的地图关卡点，但是这个游戏还有一个诅咒系统，每过一个房间就会增加你的诅咒值，诅咒值每满100就会给你加DEBUFF。如果运气不好，到后面四个DEBUFF随机的都是那种恶心人的，真的让人很蛋疼。
每次爬塔过程中死了，就会重新开始，通关一个关卡才能打下一个。初始状态只有一个小破刀，要进地图后在某些关卡里用打出来的金币更换武器，或者添加增益。初始还可以带三个天赋，不过需要打第一关的时候只有一个，通关第二关后才能把三个天赋槽解锁。天赋需要用小骷髅头解锁，小骷髅头可以在关卡里打，而且死了也能带出来，解锁天赋还是很容易的。
总体来说，游戏内容目前来看还是很丰富耐玩的，值这个价。后面还会更新新地图、武器、天赋啥的，感觉最后正式发售后应该类似《哈迪斯》那样，80左右。喜欢这种类型的可以果断入手，目前我已经打了20个小时了，第三关还没有打过。明明只差最后一下，结果被boss丝血反杀，我好气。
好评: 手柄无法识别有点难受，但整体比较喜欢，我爱只狼
好评: 打击感可以
好评: 很好玩的游戏，一直停不下来，值了
好评: #翻滚模拟器#
好评: 巨好玩，不过我不太清楚为什么会掉帧，一直没找到原因
好评: 好玩是好玩的，但目前这内容量我超级想给差评。请问第四关和第三关完全一样是几个意思？兴高采烈地打到最后，诅咒我都小心意义地权衡，基本上没敢拿来换装备，第三关BOSS打完只有两个诅咒+诅咒槽清零，结果你告诉我后面没东西了？居然没有新Boss？和第三关是完全一样的？这也太坑了吧！赶紧更新！新关卡和新BOSS！
好评: 爪+匕首+黑暗迅捷使我快乐，机动性超强，巨爽

总体来讲刷到称手的武器砍砍砍还是挺畅快的，不错的打击感加分不少。
但是感觉回血的获取途径有点少，生存稍微有点看脸。
而且敌人种类有些单一，打到后面仅仅只是把前面出现的几种敌人改成精英怪有点枯燥乏味，希望后面能丰富一下敌人的种类。

不适应的点在于敌方的攻击判定有时候我拿捏不太准，譬如潜伏者有时候在攻击前有一段突进会把玩家推走，很影响格挡判断……当然也可能是我太菜了（
好评: [quote][url=https://www.gimmgimm.com/]叽咪叽咪，每天都好玩！[/url]

喜欢的话欢迎[url=https://store.steampowered.com/curator/27162873/]关注叽咪叽咪鉴赏家[/url]


[h1]流连神庙之间，笑对上苍赏与罚[/h1]


[h1]初见：啥是初见？就是恨不得立刻把它扔进黑名单，永世不见[/h1]


没错，就像本小节标题写的那样，笔者对《无间冥寺》的初印象坏到了极点。因为笔者平生最讨厌小广告，所以心里已经不自觉地认为小广告里的东西都是辣鸡。而《无间冥寺》的小广告在一次笔者浏览游戏门户网站的过程中就这样好死不死的出现了。所以一切顺理成章，我把它归类到了国产氪金垃圾的那一堆里。直到一篇其乐社区[spoiler]（蒸汽动力，SteamCN的域名永远只属于你）[/spoiler]非常严肃的新游推荐文章的出现。

打开《无间冥寺》的Steam商店页面，看完短短几分钟的游戏宣传片，笔者已经开始喜欢上它了。嗯，至少那个跳台阶的动作还蛮帅的。游戏打击感看起来也还不错，可以期待一波了。虽然到时候不一定买，但还是可以先加个愿望单关注着嘛。其后，接连不断的游戏细节爆出，笔者对《无间冥寺》的了解越深，也就愈发期待起来了。仿佛掉进了深渊，无法自拔。


[h1]初体验：游戏前三十分钟的情感积累[/h1]


对于任何一款游戏来说，玩家进入游戏后的前三十分钟[spoiler]（学习成本较高的游戏在时间上可能会花费更长一些，所以一般认为黄金时间为两小时左右也是合理的）[/spoiler]都是最为宝贵的黄金时间。对于玩家来说，打开游戏的前三十分钟，玩家会从一个单一的接触点出发，由点及面，以至于对游戏有一个大致轮廓上的认知。这个认知包括游戏可玩性、内容深度、是否好玩、美术风格和配乐类型是不是喜欢，游戏节奏是否感到舒服等玩家在游戏初期的所有基本感官体验。一句话概括，玩家前半个小时的游戏体验基本决定了对一款游戏的基本认知和评价。这种认知如果在没有重大改变干预的前提下，可能终其一生也不会有变化。这意味着玩家游玩一款游戏的前半个小时的时间，基本决定了一款游戏的生死。所以厂商在玩家进入游戏的初期总是会挖空心思引导玩家熟悉游戏，发现游戏设计上的亮点，从而做到提高用户留存率的目的。

回到《无间冥寺》，通过笔者的体验，笔者很负责任的说，[b]在前半个小时的时间里，《无间冥寺》充分地向笔者展示了自身几乎所有的设计亮点。对于身为动作游戏爱好者和Roguelite游戏爱好者的笔者来说，《无间冥寺》已经牢牢抓住了笔者的好奇心和求胜心。[/b]

1.初次进入《无间冥寺》，笔者就被游戏场景中丰富的阿兹特克文化元素所深深吸引，搭配上本作中黄黑主色调的古寺遗迹场景，那种尘封千年的沧桑感一下子就出来了。一瞬间笔者仿佛真的置身于千年古迹中一般，嘴角不自觉露出迷之微笑。

2.除此之外，刚进入游戏的第一个小关卡，按照一般的套路，教学关卡应该非常简单无脑，主要是让玩家熟悉玩法。但是令笔者惊讶的是，如此“简单无脑”的教学关，笔者却跪在了小怪的身前。片刻后，笔者意识到事情不那么简单。这游戏压根就没有教学关！没有教学关也有好处，进游戏就是实战，能让玩家更快接触到核心战斗玩法（更早爽到），毕竟相比于教学的温吞，实战更加激烈，也更符合本作的气质。

3.至于教学，也不是没有，而是制作组把教学部分化繁为简，只保留了最重要的切换武器、闪避、格挡、蓄力攻击和完美射击等精华部分。而以上几种教学也不是干巴巴的抛给玩家，而是通过在玩家攻略关卡的过程中以小任务的形式显示在屏幕左上角，这样玩家总可以在最合适最需要的时候看到并学会。整体感受上就是流畅和舒服，让战斗变得一气呵成。

4.还有一点，笔者认为也可算初体验的一部分，那就是本作的价格。价格往往也是评价一款游戏的一个标准，而且往往在游戏初期玩家更加看重价格和游戏质量是否相当。相比于万代半年多前发售的《RAD》，两百多的价格那感人的质量。本作简直保持了最愚蠢的良心。


[h1]总体体验：超快节奏+扎实手感=畅快体验[/h1]


笔者认为，评价一款动作游戏是否具有优秀动作游戏的基因，那么至少应该从战斗流畅度、游戏中反馈和游戏收益几个部分分别做考量。

1.	战斗流畅度

《无间冥寺》的战斗节奏和关卡攻略节奏是非常快的，笔者最近几天的游玩体验来看，一个房间中的战斗最长不会超过5分钟，但是在这最长的5分钟时间里，玩家的战斗是非常密集的。《无间冥寺》的敌人攻击欲望和视野都非常远，而且怪物之间的仇恨也是互相连锁的。即玩家进入一个房间惊动一个敌人后，就会像捅了马蜂窝一样，瞬间一片区域内的敌人都会开始向玩家攻击，而玩家则需要尽快解决眼前的敌人。如此，玩家短时间内会触发一次短暂但是密集的战斗，在此期间玩家精神会被高度调动，处于一个亢奋状态。如此反复，经过一次又一次的战斗，玩家的情绪始终处于一波又一波的高潮中，体验上就会觉得游戏过程非常流畅并且充满愉悦感。

2.游戏中反馈

游戏中反馈是玩家和游戏交流的一个重要途径。在游戏中，玩家可以通过游戏的即时反馈来对当前游戏形式进行判断。比如通过游戏音乐节奏变化感受游戏节奏的改变或者游戏场景的切换。比如通常情况下，这种反馈在玩家开始Boss战之前非常常见，一段激烈的背景音乐就是Boss战即将开始的最明确的提示。

本作中，玩家在战斗的过程中也可以通过音效上的提醒从而提升游戏打击感和刷怪体验。《无间冥寺》最明显的一个特点就是战斗开始和怪物死亡的音效心理暗示。比如，玩家和怪物遭遇时，背景音乐里的嘶吼声；敌人死亡时的玻璃碎裂声。玩家通过前期游戏中的观察很快就会把音效和结果相关联，在之后的战斗中就能很轻易地通过音效判断出战斗过程中的具体细节。非常好的提高了玩家战斗中的体验。配合上画面、怪物被击动作等，表现上看就是非常好的游戏打击感。

另一方面表现在游戏中偏硬核的战斗判定。相比于其他游戏对于格挡的宽松判定，本作中对格挡的要求更加严格。不仅让玩家所能进行的格挡时间减少，同时完美格挡的判定帧也非常短。这样的设定虽然提高了玩家操作难度，但是作为本作的高端战斗技巧，一旦玩家成熟掌握，收益也是非常可观的。战斗中成功完美防御住怪物进攻，怪物会立即陷入虚弱状态，基本可以保证半个血条的安全收益。而且玩家一旦掌握了这个技巧，游戏中节奏会变得非常轻松，会让玩家有一种世界尽在掌握的感觉（毕竟把敌人按在地上摩擦才是最爽的哈）。扎实的游戏打击手感配合上高端的完美防御会提供给玩家非常多正向的积极反馈，极大提高游戏乐趣。

3.游戏收益

合理的游戏收益是保证玩家通关的重要指标。游戏中合理的收益设定会让玩家整个攻略过程保持在一个合适的难度曲线上，也是策划们调整游戏难度的一种重要手段。拿魂类游戏举例，较低的收益，较高的战斗难度以及非常严格的死亡惩罚，让魂类游戏始终在超高难度游戏的排名上名列前茅。

回到本作，《无间冥寺》的收益整体维持在比较高的层次上。另外还依赖于玩家选房间的决策和攻略游戏的方向上。因为本作的地图是多分支结构设计的，所以玩家在游戏过程中必须要对所走的路线进行取舍。这也就意味着一局游戏中玩家注定会有大部分地图不能涉足，也就是说这部分资源玩家无法获取。这就需要玩家在游戏过程中选择合适的房间，是集中力量获取黄金，还是优先获取武器、圣物。根据玩家的需求，会有很大差异。但在整体上，玩家所走的路线所获取的资源都处在一个相对平衡的水准上，使得游戏不会过于简单或者困难。当然了，玩家也可以选择分文不取，来一场最硬核的较量。这样既保证了玩家可以在一定难度上享受挑战的乐趣，同时也照顾了部分不擅长战斗的玩家。可以说是在整体上让更多的人能够更好的游戏。

[b]综上所述，《无间冥寺》优秀的游戏打击感保证了玩家在游戏过程中的爽快感，合理的游戏节奏和游戏难度保证了整体攻略游戏的流畅性，而合理的游戏难度设计让更多人可以充分享受到本作的游戏乐趣。以上足可证明《无间冥寺》值得信赖的优秀品质。[/b]


[h1]游戏难度：游戏难度曲线的微妙平衡[/h1]


单机游戏中讲”游戏平衡“这个词可能不是很恰当，但如果说游戏难度曲线可能很多人就会一目了然了。在单机游戏中，游戏开发者往往通过控制游戏的难度曲线，从而让玩家在整个游玩过程中始终保持热情，始终充满挑战和冒险。开发者通过控制游戏中各项数据，从而让游戏难度呈现一种较为均衡的趋势上升，而玩家则在这个过程中逐渐获得了自身能力的提高。或是战斗技巧更胜从前，或是角色能力有了新的突破。总之就是玩家面对未来关卡的挑战，总能处于一种不会轻松通过，但也能通过自身努力达成的这样的一个平衡。处于这样的平衡下，玩家总能从游戏中获取到最多的乐趣和成就感，也更愿意通过自身的努力去完成开发者在游戏中设置的各种艰难挑战。所以，如果评价一款游戏是否真的好玩，难度曲线的平衡是一个不容错过的评分点[spoiler]（至少我是这么认为的）[/spoiler]。

《无间冥寺》中主要通过武器、圣物和属性点的Buff以及神庙诅咒Debuff两个方面来达成游戏难度曲线的平衡上升。虽然游戏外还可以通过佩戴“神庙祝福”来降低游戏难度，但是就目前版本来看，”神庙祝福“的属性提高并不十分有效。所以在此不过多讨论。笔者目光还是主要集中在游戏中的变化。

首先说能为玩家提供增益效果的几种手段。[b]最简单的就是玩家的属性点[/b]，类似于《死亡细胞》的流派加点。侧重升级某个属性，则玩家在某方面的成长就会更加突出。在本作中，属性点的作用主要集中在提高玩家生命上限（防）、提高攻击力（攻）以及获取黄金数增加（收益）这三个方面。[b]其次就是游戏中的圣物[/b]，游戏中的神像或者石棺中都有机会获得。圣物的作用比较繁杂，提高攻击力、回血、降诅咒值、复活等效果不尽相同。而且圣物再一局游戏中能够装备6块，所以在游戏中往往起到重要的辅助作用。[b]最后是玩家武器[/b]，《无间冥寺》中玩家最多可以装备4件武器，除了进入游戏时默认装备的火把外，主武器和辅助武器在游戏中也能通过打怪暴出、石棺和商店获取，从而提高玩家的基础攻击能力。除此之外，游戏中还可以获取到攻击效果非常强力的双手武器。而除了提高玩家攻击属性和各种词条效果加乘外，不同武器的使用效果也千差万别。比如爪类武器攻击迅速但是距离短，锤类武器强力但是起手和收招僵直时间长。各类武器不尽相同，但是搭配合理就能达到意想不到的效果。

神庙诅咒在游戏中表现得并不十分突出，但却是无处不在，不容忽视。神庙的诅咒时刻用细致入微的观察来判定玩家的成败。过多的被怪物攻击会催生腐化、鲜血献祭获得物品虽然提高了实力但却更大程度加深了腐化，甚至于过门都会增加玩家的腐化。而腐化积累到一定程度的表现就是”神庙诅咒“。神庙会随机降临诅咒到玩家身上，效果不尽相同，比如隐藏怪物身形，激活神庙所有机关等。但相同的是，每一种都足够给玩家带来麻烦。而最后的第五诅咒”真相“效果则是强制扣血到一点，让玩家在游戏中变得无比绝望。

《无间冥寺》用巧妙的设计让游戏中增益和减益效果完美结合在了一起，保持微妙的平衡，让笔者在攻略游戏的过程中既能保持对游戏的高度兴奋，同时又能让整个游戏流程保持足够的流畅性。游戏外，开发者们在做平衡，而游戏里，玩家也必须尽可能保持足够平衡，从而让自己在游戏的过程中不至于绝望到仅剩可怜的一点血。从这一点看，《无间冥寺》的游戏设计确实充满了智慧的味道。


[h1]通关思路：游戏策略和战斗方式搭配[/h1]


如同《死亡细胞》的多流派打法一般，本作也提供给了玩家很多可供深度挖掘的打法思路。比如着重于远程的枪弓流，以辅助武器枪和双手武器弓为主要武器的战斗方式，侧重于远程放风筝。比如着重近战的暴击流，着重以高眩晕高暴击的锤为主武器，争取一击必杀。再比如着重于利用古寺机关的陷阱流。巧妙利用手中的火把，点燃敌人或者激活机关攻击敌人，坐收渔翁之利。几种不同的战斗方式结合相应的战斗策略，可以让玩家在游戏中以最符合玩家心理预期的游戏方式来进行游戏攻略。让游戏本身变得更加丰富多彩，也更加有内容深度。


[h1]代入感：游戏美术和音乐的巧妙结合[/h1]


《无间冥寺》的美术风格主要以黄黑主色调，搭配红紫色调，奠定了本作神秘诡异、苍凉古旧同时充满刺激挑战的游戏风格，生动还原了悠久古迹的那种厚重感。初次进入《无间冥寺》，笔者就被游戏场景中丰富的阿兹特克文化元素所深深吸引，搭配上本作中黄黑主色调的古寺遗迹场景，那种尘封千年的沧桑感一下子就出来了。同时，游戏中的阿兹特克文化元素点缀着游戏场景的各处，如怪物身上的骷髅徽章装饰和神庙的图腾柱，正是中美洲阿兹特克文化中最典型的文化象征符号。让《无间冥寺》的场景充满了一种真实感，对于玩家来说具有很强的代入感。

本作音乐主要以背景氛围烘托为主，仔细去听有一种娓娓道来但是又听不真切地神秘之感。画面和音乐配合，充满了诡异的氛围。

另一个方面，主角形象走的是美式超级英雄漫画中较为常见的画法，美术风格线条硬朗，视觉冲击力非常强烈。给人一种非常强烈的力量感，非常契合本作探险寻宝战斗的游戏主题。


[h1]有待提升：尚不如人意的部分[/h1]


虽然笔者认为《无间冥寺》可以算作是本年度目前为止当之无愧的第一动作Roguelite游戏。但是因为本作尚处于EA阶段，所以不可避免地存在很多问题，虽然对整体游玩体验影响不大，但是仍然属于一种遗憾的缺失。

1.《无间冥寺》从游戏的整体玩法和游戏深度上看，内容已经比较完整。但是从整体完成度上看本作确实还有很多功能没有开发完成。从游戏内外那几个置灰的菜单看就可见一斑。就目前版本来说，游戏外的可玩内容不多，除了升级一下恩典，解锁一下祝福外，蓝色骷髅资源几乎毫无用处。而游戏内，流程虽然玩法比较成熟了，但是只有短短的四关，内容量上确实偏少。

2.强烈推荐手柄游玩游戏，这也是开发组的建议。笔者分别用键鼠和手柄尝试了一下游玩《无间冥寺》，发现确实就像是在玩两个游戏一般，键鼠操作要比手柄操作体验上差很多。问题主要集中在键鼠操作时操控角色朝向以及切换武器的问题上。键鼠玩家始终会受到鼠标控制角色方向的制约，在激烈战斗中定错方向的问题屡屡出现，导致火力覆盖出现问题，造成严重的失误。而切换武器虽然可以通过鼠标滚轮实现，但是缺失了精准度和及时性。希望在后续的更新中能够解决这个问题吧。

3.再有就是一些零零总总的细节问题，比如设置修改后需要重启生效，汉化不彻底等。


[h1]总结：一次值得令人回忆的阿兹特克神庙探险之旅[/h1]


本作优秀的战斗模式设计和扎实的游戏战斗手感令笔者在游玩本作的过程中充满愉悦感。恰到好处的游戏难度曲线让笔者在攻略游戏的过程中既能保持对游戏的高度兴奋，同时又能让整个游戏流程保持足够的流畅性。神秘古朴的游戏美术风格、简洁但充满诡秘氛围的游戏BGM都和本作拥有非常高的契合度，令笔者在整个游戏过程中都能保持很好的代入感。诚如笔者在全篇中反复说的，游玩《无间冥寺》的整个过程确实是一次值得令人回忆的古代阿兹特克神庙探险之旅。

[quote]图文并茂版：[url=https://www.gimmgimm.com/article/info/19217.html]《流连神庙之间，笑对上苍赏与罚》 [/url][/quote]

好评: 第一个boss已经可以轻松过了，每次投矛都被我精准格挡掉，叮，叮，爽的一批，清掉狗按在墙角打。
差评: 根本没得玩  开局各种不顺畅  这个火把是装饰吗？啥都看不到  全屏黑的  退出了几次（开局动画不知道怎么快进，硬生生看了好多次） 终于有一次火把亮了我能看到地图了 原来得直走  然后怪物是隐身的？我套你猴子的！！！  啊 难受 香菇
好评: 本作给出好评的原因是，作为肉鸽游戏，核心的战斗系统手感很好，所以底子不错，目前的价格也不贵，个人认为还是值得的。

需要改进的地方，个人认为还是很多的：
1、最大的问题就是现在内容比较少，更多的地图，更多的怪物，总之一切都需要更多。这应该也是目前制作组最主要的工作。

2、在内容更加丰富之后，我认为战斗系统也可以更加丰富，首先增加更多的武器种类，其次可以让武器的平a和蓄力更加丰富，例如蓄力等级不同，攻击动作不同等等。另外不仅限于主副手的攻击组合，希望能够让主、副、双手武器的攻击组合有更高的收益，这样也可以丰富游戏的体验。

3、火把的设定很有意思，但拿了火把，连副手武器都没法用这一点，我觉得不太符合逻辑。不过这个不是特别重要。

4、希望制作组在做平衡的时候，有些强力的套路不要太过削弱，而是加强一些冷门套路的游戏体验。毕竟单机游戏，打得爽才是关键。

5、肉鸽游戏，反复死亡是正常的，但是需要在反复的死亡中不断提升，慢慢变强，让通关变得更容易。目前感觉只有初始的祝福可以提升和变化，对角色的帮助有限。希望后续有些增强，例如可以更换初始武器配置等。

总之这个游戏目前也是值得一玩的，希望后续内容尽快推出，谢谢。


好评: 我恨地刺
差评: 想自虐可以买这个游戏。
好评: 画面以及游戏体验程度都很棒，很耐玩。希望早日更新出新DLC
好评: 23小时，终于通关了，来说说通关的心得。
因为游戏里有腐蚀度（游戏右下角紫色长条）当腐蚀度满100（有个技能是提升上限能到120）就会获得一个诅咒，游戏诅咒能恶习到让你想放弃本局游戏，所以尽量控制腐蚀度在进入BOSS关的时候刚好获得诅咒是最划算的（打完BOSS会消除一个诅咒）。反正我打BOSS的时候最多一次也只带了3个诅咒。
进入购买房的顺序
属性＞圣物＞武器。
为什么说武器在最后呢，因为在第一关BOSS之前，只要运气不太差，你都会打到你用的趁手的武器，所以，武器大多数时候是不用买的，除非遇见回血的武器，可以考虑买下。
属性也要分先后，第一关，个人建议买感知，每点感知加5%金钱获取量，能让你快速累积金币，让你后边不会缺钱买圣物。
从第二关开始，感知就别买了，因为这游戏总共就三关，每关就7个左右的房间，这时候的钱是用来买其他属性和圣物的。
在买圣物和武器的时候会遇见紫框的稀有圣物或武器，这些稀有道具能大大的提升角色攻击或者生存力，因此就算花大量的腐蚀度购买也上不亏的，一个诅咒换一个强力道具，巨划算。
单手武器：
主武器：
刀：中庸武器，地四下耗费体力，万能搭，什么副手用着都还行。其中有把武器攻击不消耗体力，神器，为什么说是神器呢，打BOSS的时候通常需要副手蓄力攻击起手，再加上2轮输出，就3点体力，有了不消耗攻击不消耗体力，那么你就有4点体力用来躲BOSS技能了。
爪：高速攻击武器，第五下耗费体力，搭配匕首打BOSS输出会很高，搭配盾清怪会很快，缺点就是攻击范围略小，蓄力攻击不实用。如果遇见低于50%血量必暴击的爪子，建议留着，虽然攻击低了点，但是有个暴击是回血的圣物，那么你就不缺血了。
锤子：高攻击武器，第三下耗费体力，建议副手用手枪，不推荐使用，虽然攻击高，但是攻击速度慢，而且有较低的僵直，常常没法翻滚被怪打。
副手：
匕首：攻击中，蓄力攻击为冲上去快速攻击4下（好像是4下），打BOSS神器。
盾：攻击高，蓄力攻击为冲撞能打断除BOSS以外所有怪的攻击意图（注意是攻击意图），且出手瞬间能躲避攻击。
手枪：攻击低，完美一击攻击比匕首高，每次攻击消耗一点体力，不推荐使用。
综上所述：打BOSS最好用的组合就是爪+匕首了（如果遇见不消耗体力的刀，我推荐还是用刀+匕首打BOSS，毕竟多出来的体力可以用来躲避BOSS的攻击）。打小怪推荐使用刀或爪+盾，盾蓄力起手，大多数怪都能一套秒了。
双手武器：
长矛：整体中庸，攻击范围窄，但是只有第三下才有打断攻击意图的效果（BOSS除外）。走位好的同学可以用下。
弓：攻击低，射程远，攻击速度比手枪略高，有完美一击穿透的弓可以拿拿，其他的就算了。
大锤（大剑）：攻击高，攻击速度慢，攻击方位广，但是没下攻击都能打断怪的攻击意图（BOSS除外），还能开隐藏。第三关必备武器，特别是时间房，会让你节约大量时间，从而拿到大量金钱（某次，我进去5秒清完怪，算上感知加成，我拿了接近4000块，一下发家致富了）。
武器介绍完了，下边说下推荐的圣物。
1 回血圣物，击杀回血，过图回血，暴击回血，看见就拿了，哪怕很低，也是很有用的，特别是暴击回血，当你敏捷高了后，攻击最后一下是必定暴击了，而且最后一下攻击是最高的，比击杀回血还好用。另外金钱祭献回血10%、消除诅咒回血25%在你没格子且有其他回血圣物或武器的时候就可以放弃了，毕竟10%太少了。其他的回血圣物，就看个人喜好拿了，反正我在有回血手段后是不会拿的。
2 降腐蚀度圣物，看见就拿了，1点2点的虽然少，但是也很有用的，毕竟诅咒谁都不喜欢。
3 加属性圣物，看个人喜好，个人觉得，带2个左右的属性圣物就够了，第一、二关可以拿加感知的，第三关感知属性的全换掉。
4 加伤害圣物，除了黑暗加伤害和按金钱比例加伤害的，其他的不推荐。黑暗加伤害虽然打BOSS没用，但是打怪的时候不点火打，还是很爽的。
最后来说说BOSS，现目前3关的BOSS，从BOSS后背攻击，理论上是能无限攻击的（第二关，黑暗双子不管从哪个方向攻击只能攻击一轮），但是呢，建议大家攻击2轮就跑，因为每个BOSS在特定的时候，都会有特定的攻击，第一关的召豹子，第二关装换形态，第三关捶地，怒吼等。所以攻击2轮就跑最稳妥，贪狗必死，别问为什么，因为我帮你们试了。如果是正面攻击，根据我反复试验，副武器蓄力攻击再接一轮平砍，才能输出最大化（注意自己的体力，留两格跑路，为啥是2格尔不是1格？因为BOSS攻击都有可能是2下，你要是没完美闪避，那么就得掉100多200点血了，第三关BOSS捶地一次翻滚还出不了范围，被锤一下600-1000血，基本上宣布你可以重来了）。
暂时就想到这么多了，这游戏怎么说呢，游戏是个好游戏，就是有点硬核（对于熟悉各种怪和BOSS的人来说，就不硬核了），稍微一个不注意，就可能会崩盘。有时候怪的攻击触发点也很奇怪，导致很多时候格挡不敢用，特别是BOSS，一个格挡不到就几百血没了，但是只要格挡到了就会特别的好用，特别是打最终BOSS豹神的时候，不过前提是要能挡到，希望以后格挡机制会改下吧。

好评: 已通关 期待新内容
好评: http删s://www除.rcydm.点com/?a开ff=28512你懂的
好评: 很好玩 游戏性不错
差评: 暂时给差评。
第一个BOSS过了。
因为只有双手武器能打断敌人行动，好像矛不行，所以基本全程双手一顿锤。单手武器感觉并没多大用。
格挡效果很不理想，不过可能是玩的时间不够。
感觉回血和减少诅咒全靠武器带的杀敌回血和杀敌减诅咒这俩特效，运气成分很大。
金钱太少，买了加钱获取钱也会不够用，所以好像极品武器/属性很依赖用诅咒来换。
建议平衡血量 伤害 诅咒这三项数值。
第五次诅咒一定是持续掉血吗，我被这东西坑了一次，哎。
好评: 总体来说打击感，手感都不错，游戏设计框架很赞
目前整体玩下来之后想对游戏项目组提一些建议：
1.格挡有点难用，不太好把握判定；
2.各个武器之前强度差距过大，匕首、泰坦杀手这两个强度很高很好用，但其他武器蛮弱的，希望加强一下其他武器的强度；
差评: 进入之后看不到场景一片黑
好评: 不增加新系统的话，地图、武器的更新速度很难满足目前已经通关的玩家
好评: 爽快动作
好评: 画风和打击感没得说,重开的挫败感也没得说.
好评: 爽是真的很爽，大锤锤怪真的是锤锤到肉，非常舒服。就是目前游戏内容还是太少，关底Boss都是固定这一个，打几次之后就没新鲜感了。
好评: 闪避摁不出来满地乱滚也能过BOSS
好评: 游戏是挺不错 就是掉帧 更新了补丁之后偶尔重开游戏帧数又回到50左右 正常情况下都是100多 希望尽快修复吧
好评: 还是很好玩的，考验操作，前几关运气很重要，在玩的过程中维持血量是通关的关键。
好评: 内容少了点，58画了个大饼（系统内容、boss种类、地图、小兵都还不够完善），目前只有豹神一条线4个难度（除非是我不知道哪里还有按键可以选，那就是游戏引导做得不够了），难度提升就是小怪的数值提升了，小怪没有高难度的专属技能有点不尽人意。

通关的一点小心得（游戏提示很少，得自己摸索）：
1、武器的隐藏属性（不一定全）
手枪、弓箭：蓄力到一定程度释放可以暴击
匕首：背后攻击必定暴击
大锤、大剑：攻击打断小怪
长矛：攻击一定距离的敌人（枪尖左右的位置）必定暴击
盾牌：能较长的击飞小怪
2、武器运用
长矛：最强武器，利用长矛的暴击能打出超高输出，攻击距离长、间隔短，非常安全。除了第二个boss会一直靠近不好处理，其他情况都能较好的输出。缺点是除了第三下攻击都不能打断小怪，要注意别进怪群中。
匕首：配合翻滚敌方露出背部后一套暴击打下去，伤害非常可观。缺点是攻击范围比较小，容易被侧面摸到。
盾牌：比较好的一个副武器，本身的词条可能出减伤或者自动弹反，再者是蓄力能打断小怪，且能击飞很长距离，配合陷阱能快速消灭小怪。缺点是不好连招，普通攻击很难衔接。
大锤、大剑：能打断小怪，单挑和在怪集中的情况下能无脑输出。缺点也很明显，攻击前后摇都很长，容易被侧面的小怪攻击。
单手剑和锤：比较中庸的两个武器，没有什么优点也没有什么缺点，主要是看词条的强度。
爪：攻击频率高且蓄力能躲很多攻击并绕到小怪身后，比较灵动的一个武器。
弓箭、手枪：比较鸡肋的两个武器（个人看法）。
3、不能贪刀！不能贪刀！不能贪刀！
好评: 操作不高的建议用打BOSS必暴击的重剑＋暴击吸血＋收到伤害只掉10%   然后出门配攻击免伤50% 受伤增上50%  基本可以稳定通关，我反正用这套可以站撸BOSS不掉血。
好评: 潜力很大的作品，全通全解锁等更新
差评: 打起来不够爽快如鲠在喉，几乎所有的奖励都需要消耗不少金钱导致没有消灭敌人获得奖励的成就感，大部分奖励只是属性上升没有突破性变化，火炬累赘需要不断拿出来使用导致无法爽快战斗。虽说是EA但是这些估计是核心系统也不见得会改……
好评: 格挡机制调的手感或者判定很怪，明明优先级很高的动作，在小怪房多次出现在围攻下无法成功格挡的情况，很打击人。
屏幕是144，动作游戏基本都是从小玩到大，脑中反射告诉我这是能挡到的，但是现实情况就是被小怪一巴掌糊脸上了。。。
挫败感可太强了
好评: 还行，画风精致，手感很流畅，不过平衡性有点问题[spoiler]泰坦杀手5层诅咒带王冠莽就完事了 [/spoiler] 总体还是很棒的，刚开测试阶段不太平衡，内容也不算很多，期待以后逐渐完善把3个boss都更新上
好评: 游戏打击感超棒，但是这谜一般的帧数是什么情况？进游戏25帧左右晃？偶尔正常140左右？？？
还有持续减血到1的debuff是什么鬼？！！要命啊
差评: 因为是未完成的作品，如果有个中评应该会给中评。
难度曲线陡峭，而且手段单一，主要是数值上的增长，单调感逐步上升。
角色的成长设计的也比较简单。
一些装备显得鸡肋，比如盾牌、弓箭、矛。很多房间只能用大锤大剑打开的墙壁，对于用弓、矛的太不友好。
压力感足够，爽感欠佳，硬核游戏也是需要有好的体验的，需要有熟悉了游戏的甜蜜期。
手感挺好，这一点挺香的。
建议：
1.多加一些区别化的设计，比如一些怪的弹反收益、或者是某种武器、类型的伤害能对特定敌人造成更多伤害或效果。
2.增加物品的词缀种类，以及流程中改变build的可能性。
3.切换火把的频率抬高了，有点繁琐。
4.还有很多按键可以利用，可以设计一些随身道具或者消耗品，杀敌充能或者祭坛献祭补充。
5.难度曲线拉平一些，让更多玩家能打到更远。
差评: 1、游戏现在可玩性很少 武器少怪物攻击单一
2、游戏优化及其垃圾  今年顶配笔记本  带很多游戏最高画质没问题。玩这个很卡顿、不流畅。没有b战里面视频的流畅感。十分影响游戏体验，怪物数量大过五个甚至会卡屏
3、不建议现在购买  建议观望，58不值这个价
好评: 虽然版本还是初期阶段，roguelike要素还不够丰富，游戏整体框架缺失很棒的，独特而美丽的美术风格，打击感强烈快节奏的战斗都让人欲罢不能。官方在听取玩家建议方面也做得很好，一个更新之后，我就从第一个boss打到了差点见到第三个boss。
差评: 我玩一卡一卡的，很不流畅。
但是还是挺好玩的。
好评: 格挡和闪避机制的奖励差距太大，虽然格挡更能体现游戏整体风格与氛围，但是第三个迷宫开始，精英怪的数量级和强度上来说很难去顶着怪物砍，尤其是还要顶着两个以上的debuff，游玩压力确实有点太大了
三围属性点作用希望还可以多加一点，现在实用性达到了，希望还有更多功能
还有一点瑕疵的地方就是翻译问题了，机翻着实出戏
很扎实的底子，希望补进更多后续内容！

好评: [h1] 前言：[/h1]
阿者言无，鼻者名间，间无暂乐故名无间。
阿鼻地狱四方有门，一一门外各有猛火，东西南北交过通彻八万由延。周匝铁墙铁网弥覆，其地亦铁，上火彻下，下火彻上。
《无间冥寺》顾名思义，指的是一个极端痛苦的死神庙宇。你在这里探求数不胜数的财富、追寻永生、追求神力。这个似乎无穷无尽的深渊迷宫，充斥着致命的陷阱和怪兽。感谢 双鱼星✪ω✪皇家飛机场 评测组给我提供游戏。

[h1] 正文：[/h1]
《无间冥寺》是一款动作类Roguelike地牢游戏，首先吸引我的依然是游戏的画风，游戏采用了一种色彩艳丽的美漫画风。再加上游戏的配色红橙黄为主，跟游戏的快节奏十分匹配。游戏画面的细节感十足，这对动作类游戏来说是非常加分的。再加上画面特效做的十分用功，整体上来游戏画面动感十足，唯一美中不足的是游戏大部分时间只能通过火焰看到部分的画面，导致非常精美的美术细节都隐藏在了阴影当中，当然这跟游戏的玩法设计是息息相关的。

游戏的背景非常简单，就是一个冒险家进入了一个受到诅咒的寺庙，入口被关，只能一直探险下去，直到逃出生天或者身陨而亡。游戏目前有4个BOSS，为了击败每个BOSS，玩家需要自己选择不同的行进路线来到达BOSS面前，每条行动路线上都有若干房间可供探索，这一段跟大部分地牢游戏都类似，唯一不同的是游戏里存在诅咒值的设定，每进入一个房间就会增加20诅咒值，当诅咒值升满就会获得一个诅咒buff，这个buff会减弱玩家的能力，所以在前进过程中需要时刻注意自己的诅咒值情况，游戏里存在若干种消耗诅咒值的方式，可以在道具房通过献祭诅咒值来消耗，或者在死神房间用诅咒值跟死神换取生命，游戏里也有部分装备可以减弱诅咒值的增加速度，这些都需要玩家时刻注意。

除了诅咒值的设定以外，其他关于动作类游戏的部分都中规中矩，开发组为游戏设定了格挡的设定，是这款动作游戏最吸引人的地方。动作游戏一般会有3种手段来让玩家规避敌人的伤害，分别是防御、格挡、闪避。《无间冥寺》采用了格挡和闪避两种手段，在游戏中，玩家可以在任何动作进行中进行格挡，当然除了蓄力击和翻滚的过程中，如果格挡成功，就可以让敌人进入破防的状态，这个时候敌人受到攻击的伤害会有所加成，另外游戏里的翻滚闪避方式存在无敌帧，利用这些玩家可以轻松的面对比自己强大的多或者数量占优的地牢模式。当然，为了控制游戏的节奏，开发者设计了体力值的设定，在游戏中进行的一些行动会消耗这个体力槽，比如翻滚、攻击、格挡等等，体力槽有上限，只有通过停手的方式才能够恢复体力槽，所以玩家在游戏中的战斗节奏是啪啪啪一顿干，然后停手闲庭信步之后再上去啪啪啪一顿干。

游戏中，开发者给玩家设定了3种不同的装备类型，主手武器、副手武器、以及双手武器三种，同时会永久拥有一个火把，帮助玩家看清前路。目前武器的方向有四种，单手剑、长矛、弓、长枪，当然还有一个辅助的盾牌，总体感觉目前的武器丰富度还不太够，但由于武器属性条目比较多，可以构造搭建出的玩法还是相对来说足够的，希望游戏后期开发组不要仅仅关注武器的属性，而应该多开发出战斗模式不同的武器来。相对武器来说，游戏中火把的设定更加有趣，除了能够帮助玩家照明以外，我觉得火把应该更多设计出解谜的元素出来，可惜在目前的游戏设计中没有发现，希望后期也能够有所添加。

游戏中除了常规的动作元素要素之外，最重要的两种资源是金币跟骷髅，金币可以在道具房花费金币购买道具，骷髅则是在游戏死亡后可以花费骷髅购买强大的祝福来加强主角，除了普通的祝福以外，游戏中还可以花费骷髅来升级神明恩典，这些恩典是非常强力的效果，但需要花费的骷髅也是非常的多，所以这款游戏其实还是一个不停刷刷刷才能越来越强的游戏。

关于游戏的Roguelike部分其实乏善可陈，目前并没有看到有太多的随机要素空间，无论是房间的设计还是陷阱的布置，以及对于前行路线的选择，都没有太多太丰富的变化，导致这款游戏长时间玩下去后会觉得有点枯燥，其实这一点开发组如果意识到了再通过我上面提到的利用火把来设计解谜要素，会让游戏变得更加好玩，如果喜欢Roguelike元素的玩家还是不要购买这款游戏了，他并不是那么优秀。

[h1] 后记：[/h1]
整体来讲《无间冥寺》是一款非常清爽的地牢动作游戏，玩家可以在这款游戏中体验到非常流畅的动作体验，游戏的打击感渲染力十足，如果上手之后，玩家可以随意打出非常流畅的连击效果。目前游戏的辅助设计还有提升的空间，相信在若干个版本之后，这款游戏会相当的好玩，推荐给所有喜欢动作类游戏的玩家。

[code]
欢迎参观我的： [url=https://store.steampowered.com/curator/7421824]双鱼星✪ω✪皇家飛机场[/url]
如果你喜欢这篇评论，也麻烦点个赞，让更多人能够看到。
[/code]
好评: 

[h1]前言[/h1]
老实说第一眼看到游戏，我的反应是“八成是灵感来自《hades》的作品”，同样是带有强烈美漫式渲染的风格看起来真的很有既视感。但实际游玩后我感觉这部作品貌似更加像是《黑暗地牢》的衍生作品...无论是“黑暗”这个主题，还是不断前进不断获得诅咒的设计乃至于十分强调“重量感”的厚实打击感。虽然并不知晓是否作品的灵感真的来自于此。但抛开所有的既视感来说目前的作品也具备了极高的游玩价值，扎实的手感，特别是杀死怪物后劲爆的提示和反馈总能让你充满继续干爆一切的欲望，主手/双手/副手三重武器的自由搭配和花样繁多的遗物也带来了非常丰富的战斗思路选择。大量对敌我双方都生效的陷阱也带来了有缺的地形杀陷阱杀思路，虽然因为还处于早期版本，整体内容不够多，一些战斗方面的设定也缺乏打磨（比较蛋疼的就是难以判定敌人的攻击范围和具体伤害动作来规避或是防御），但总体玩起来依然足够爽快，也有相当的重玩价值，配合相对亲切的首发价格，是近期动作rougelike类型爱好者的优质选择。

[h1]优劣简析[/h1]
+少有的黑暗系题材，虽然剧情上现在没有任何展示，但从游戏中出现的各种神像和敌人，boss的造型来看应该是借鉴了很多南美神话中的要素，而且作品整体阴暗血腥的风格也很容易让人联想起以活人祭祀出名的玛雅文化。

+漫画式的渲染让画面看起来非常有冲击力。不过比起《hades》那种对比度更强，色彩更丰富的做法，本作的配色更加阴暗单调，黑与血色几乎就是主流，猛一看风格强烈，但玩久了会感觉有些单调。
https://steamcommunity.com/sharedfiles/filedetails/?id=2016535800
（这场boss战打斗的时候出于紧张我并没有太在意，打完之后出来看截图视觉效果是真的不错）

+系统较为完善。目前游戏提供了武器，遗物，祭坛加成，诅咒，以及神灵祝福五项加成方式。武器和遗物与一般rl游戏的设计没有不同，一个通过本身的面板，连招方式和特效来直接提高作战力，另一个则是完全通过buff来提高玩家的数值。而祭坛加成和《hades》一样，玩家可以在祭坛处从三个加成中选择一样进行提示，通常是针对血量，攻击力等方面加强，可以选择使用流程中获得的金币，金币不足则要提升诅咒度进行。而诅咒则是本作的新鲜要素，具体和《暗黑地牢》的理智差不多，每次通过房间都会固定扣除，也可以用来在祭坛购买东西，每次累计达到100点就会在下次进入新的房间时候获得一个诅咒buff，虽然说是诅咒，但也并非完全都是负面，虽然有“受到攻击出现幻觉”这样的纯粹负面，但也有类似“金币会在短时间内消失但获取量会上升”这种上双面buff，由于诅咒出现哪一个本身是随机的，所以整体上也算是额外增加了不确定性的要素。而祝福这东西就相当于一般游戏的天赋树，通过杀死怪物获得的骷髅来解锁，最多可以装备三个，涵盖了类似开局加钱，伤害上升等等各种类型。
综合来说目前阶段虽然每一项的花样都不错，不同遗物，武器之间的平衡做的也不好，但整体上非常的完整，底子只要搭好了后续只要在这个基础上不断的扩充完善就好。

+手感非常的扎实出色。和《hades》那种整体上偏向于灵活，连续性强的飘逸风格不同。本作无论是敌我双方得战斗都有很强烈的“重量感”，特别是玩家使用双手武器时能充分感受到那种刀入肉的重量感。这种偏向于写实厚重的风格对比高速爽快型说不上哪个更好，但以普通玩家的角度考虑绝对是能让你感受到快乐的。特别值得一提的是玩家在杀死怪物的时候游戏会有显眼的标志提示同时会有稍微的时间停顿效果，如果是使用近战特别是暴击杀敌这一下的爽快感会爆炸的高，在配合连杀奖励能非常好的刺激玩家战斗的欲望和激情。

-整体内容还是太少，迷宫一共四个。而且因为是采用了类似《杀戮尖塔》的选择式房间，所以整体花样变化不大，基本只有长度的区别、怪物种类也很少，两个迷宫打下来基本都要背过来了...武器方面类型还算可以，但刷出来的不同武器特性变化太少，遗物加成也很简单，组合起来看提供的战斗思路不多。整体上还需要多次版本更新完善。

-一些细致的设定让人感觉不太友好。如果玩过《hades》的话肯定会对其中细致的怪物攻击范围展示和攻击实际的强调印象深刻。就算是新手也能很快的掌握这些怪物的行动逻辑，混战的时候思维也会相对清晰。但本作除了一些范围攻击外并没有对怪物的攻击进行范围标志。虽然有攻击前的叹号提示但整个攻击动画的哪一帧判定伤害也很难分辨，对玩家来说就是什么时候翻滚什么时候防御只能靠反复试错自己估摸然后靠经验来实施，对新人很不友好，而且混战的时候体验并不好。

-诅咒的不可控性太强，前进就必然会增加诅咒值，但又缺乏足够抵消诅咒的手段。而某些恶意极强的诅咒更是能非常直接的加倍你的攻关难度。特别是“被攻击受到幻觉”这种直接遮挡屏幕ui让你无法判定自己血量状态的debuff真的很恶心，还附带屏幕黑白画化的特性简直让人抓狂。且游戏中诅咒满的时候只要钱不够就无法进行任何道具和强化的升级，明明写的是奉献鲜血...
https://steamcommunity.com/sharedfiles/filedetails/?id=2016535697
(幻觉+持续扣血+复数怪物+陷阱，想想都脑子疼的搭配..)

-可能是测试版本，很多界面会有奇怪的wip的字样，应该是没有更新的内容的选项，但看着真的挺奇怪的..
https://steamcommunity.com/sharedfiles/filedetails/?id=2016535932
（到处都是wip..）

[h1]总结[/h1]
下限非常有保证上限值得期待的游戏，扎实爽快厚重的手感让游戏在动作这个标签上已经具备了足够的竞争力。少有的完全黑暗风美术风格，各种诅咒的加入，阴暗的场景和密集的怪物陷阱让游戏提供给了玩家极高的刺激感。忽略相对贫瘠的内容但论游戏框架已经十分完整且具备相当的乐趣。但不能忽略问题也不少，小怪类型少，武器/遗物不平衡，诅咒设定有些严苛，部分判定不够清晰以及近乎于没有的剧情展示都有待于后续版本的更新。不过考虑到目前定价相对亲切，提前入手提前享受也是不错的选择。

[quote]欢迎关注我们的鉴赏家:[url=https://store.steampowered.com/curator/35402982/]走心评测[/url] ←遵从内心，写出真实感受
欢迎加入我们Steam组:[url=https://steamcommunity.com/groups/ZXPC]走心评测[/url]←点击加入，一起探索游戏的乐趣

好评: 进入游戏以后只能看见人物和技能特效，其他地方都是黑的，点了火把以后火把会拖出一条红色色块，但周围还是黑的
好评: 还不错，就是肝疼
好评: 总结评测
+ 三种武器类型可以自由切换攻击，每种武器类型均有普工和蓄力两种攻击模式的区别，其中主副武器还有连携攻击方式。
攻击动作流畅，类比的话，和死亡细胞、哈迪斯一样令人舒适的攻击手感，但又不同于前两者的爽快无双，而是有一点盐与避难所的笨重。

+游戏画面设计风格非常符合在深渊地牢中探险的氛围，整体UI设计不会有突兀之感

+\- 非常受苦的难度，本身虽然提供了4个诅咒的前置条件才会触发终极诅咒，其实在到达终极诅咒之前游戏就已经变的十分困难了。怪物的攻击设定再加上难以躲避的陷阱，很容易出现诅咒还没满，血就没了。所以，对于热爱挑战的朋友会非常喜爱，但是如果接受不了roguelike那种死亡即重来，抑或轻松游玩游戏的朋友，这不是好体验。
游戏本身提供的恢复血量手段较少，而唯一稳定的回血祭坛，是要用腐蚀值去交换的，这无异于饮鸩止渴。

+\- 前面所说，游戏中战斗的操作都需要体力，对于老不死人、老猎人而言，能够适应。但如果不注重体力控制的话，会感觉战斗手感很容易断节奏。
同时游戏中提供了精准格挡和精准翻滚恢复体力的方法，但依旧是刀口舔血，就回到了上一条，受苦！

- 游戏武器种类比较贫乏，再加上，只有武器攻击作为唯一的输出手段，并没有类似其他游戏的道具或者魔法输出。所以，如何在漫长的重复受苦过程中，有更新鲜的战斗体验，是需要解决的问题
-武器不够平衡，双手重型武器太过op，拥有游戏中唯一能够打开隐藏门、破坏陷阱、打断怪物攻击三种优秀品质于一身。
其实一个武器比较强，在单机游戏中并不是很严重的问题，但如果一个武器强大到碾压别的所有武器，那我还要这铁棍有何用，大家都抡起大鸡腿就完事了。
- 地牢陷阱设置，房间设置比较稀缺，道具被动效果单一，这类问题在roguelike游戏ea阶段会特别明显，前期快速的死亡积累过程中，很快就体验完了所有的未知元素，再通关整个流程之后新鲜感会大幅度下降。这其实和roguelike游戏的本质是相悖的，此类游戏就是需要拥有不断重复挑战依然有不同游玩体验。

购买建议:如果是动作roguelike游戏爱好者、处于游戏荒对受苦游戏不反感的玩家（比如现在），值得购买，至少他能让你愉快的度过等待《奥日与萤火意志》的空档期。
当然，目前较高的难度，和流程的未完成度，对于普通玩家，推荐更新至骨折再购买
好评: 暗黑系地牢类型，难度有点，在前几次玩游戏性拉满
差评: 一款为了难而难的rougelike地牢，通关只看一手运气。
别的hades和死亡细胞我都反反复复几十上百小时，你这个抄的二合一游戏，抄了两个游戏的糟粕自己又强行加了点难度，通关了就不想玩第二次。
目前的内容来说不值得入手，建议观望。
好评: 好玩
好评: [h1] 前言	[/h1]
《无间冥寺 Curse of the Dead Gods》是由Passtech Games制作Focus Home Interactive发行的一款抢先体验版Roguelike动作冒险游戏，在游戏中，玩家将探索一座神秘黑暗，遍布机关诅咒的庙宇，在致命的陷阱和怪兽的攻击下，存活并夺取宝藏。

[h1] 体验	[/h1]
开始游戏之后，可以说没有任何剧情与对话，听上去感觉诡异危险的BGM伴随着主角出现。

游戏场景塑造真的十分用心，可以打碎得瓶瓶罐罐，需要跳跃的断桥，神秘的雕塑等等。光影效果与音效渲染了不错的游戏氛围，点燃会燃烧的罐子，身上着火的特效，让游戏很有沉浸感。

关卡开始选择自己想要前进的路线，类似地牢式的房间，有着献祭获得能力的庇护所，可以选择献祭鲜血或者黄金等等，补血同时还有着诅咒之力的血池，各式各样的宝箱，除了金钱之外还有这各种武器装饰。

游戏中还设定了诅咒，每开启一扇门或者被攻击到等等情况会获得腐化点数，腐化满施加负面诅咒，比如易爆尸身，燃烧时杀死的敌人过一会儿就会爆炸。

机关陷阱也让整个游戏变得很紧张刺激，我们可以用火把点燃火堆照亮周围，也可以直接点燃炸药桶，突然出现的地刺和周围吐火的龙雕塑都让整个游戏增加了危险与难度，当然，陷阱并不是只针对我们的，敌人如果被陷阱攻击，也会被伤害，利用陷阱杀死敌人，也是一种方式。

本作采用了即时制的战斗方式，有着普通攻击和蓄力攻击，闪避或者连击斩，旋风斩等等效果，有点魂类的感觉，不同装备有不同的招式，可谓是爽快的战斗攻击，而且打击感十足。

1是火把，在献祭等操作之后会默认切换回火把，2是可以使用两把武器左右攻击或者防御的武器位。初始时一把砍刀一把用体力做子弹的左轮手枪，3是双手长柄类武器，之后在关卡中可以更换各式各样的武器装备。比如爪，短棍，豹神锤，指环等等。

游戏中的武器都有不同的功效，比如尖刺之矛，有着以连环终结技攻击削弱敌人的技能，捷弓，击杀让移动速度提升五秒。

在被敌人杀死后，复活的地方可以使用场景中获得的骷髅点数来解锁祝福和神明恩典。祝福可以增加属性，比如塔莫克的气息，每当敌人着火时，便有%50几率削弱，不过对捍卫者和头目无效。神明恩典则是可以刷新武器或者圣物在庇护所中的物品选择。

这款游戏吸引我的第一点就是游戏的画风，跟《哈迪斯》非常像，上帝俯视视角的游戏画面，精致的艺术风格让人眼前一亮。

而第二点就是Roguelike类型的游戏玩法，不知道什么时候就爱上了这种类型的游戏，沉迷与一次次复活与挑战之中。

第三点自然就是游戏的即使战斗了，爽快的打击感真的让人感觉十分舒服，不过远程攻击的感觉没有近战爽。boss很有难度，作为一个手残，我正在努力中。

[h1] 总结	[/h1]
精致的艺术风格，光影效果和音效都很优秀，爽快的战斗，打击感十足，没有什么剧情，并且相较近战的爽快连招，远程攻击则有些不足。还处于抢先体验版本，真的很期待正式内容的表现了。目前steam售价58元，整体表现都不错，推荐购买。
[quote]游玩百态，将游玩心得用汉语化作玩家的指明灯，(๑•̀ㅂ•́)و✧
[url=https://store.steampowered.com/curator/35402408/]点击这里关注汉化语录~[/url] 如果喜欢这个评测，请点个赞让更多人看见[/quote]


差评: 核心玩法
其实就玩法底层来说是非常不错的，不同武器清晰的硬直时间，打击范围差异，组合武器的动作衔接，以及核心的体力控制。但这一套玩法，更适合专注度，尽量少的怪物数量去控制战斗节奏。
但游戏中恰恰相反，空旷的战斗平台，边缘分布的陷阱，把玩家和大量怪物困在一个较小的空间内。玩家只能选择范围广的武器，做尽量宽泛的伤害。这种类似割草的战斗方式和战斗内核互相矛盾，导致战斗方式变得非常单一。

武器设计
匕首：从技能设计方向来看，制作组应该是希望提供一个高风险高回报，主张通过战斗来回避攻击的风格。但游戏中的怪物攻击都伴随大范围追尾或直线突进。后跳这个行为只在极少数情况下能回避攻击，导致这个武器基本上只能变成一个安全环境中的输出武器，没有太多技巧可用；

盾牌：游戏中的防御收益极低。容差比闪避低，带来的收益只是短暂眩晕+防御下降。加上格挡存在硬直，面对多个怪非同时攻击时，几乎无法通过防御来规避伤害。在这个防御机制下，盾牌中由防御带来的收益变得极其不稳定。

火枪：远程补刀尚可，但攻击太低，加入连击，用一半的伤害换取扇形伤害范围，可用的场景太小。再加上怪物的血量大多是卡在主武器一套技能刚好杀死的血线上，加入这个连击还会让原本可以杀死的怪变成残血不死状态，太过鸡肋。

副武器：
远程武器攻击力低，每次攻击消耗1体力，最多攻击5次，实战中最多4次（留1点体力闪避）。而且攻击无法穿透（除非带词条），完全无法找到使用场景。
近战武器由于破墙的需要，几乎只能选择锤。而且锤也是攻击范围最大的武器，副武器因为每次攻击都需要消耗体力，且攻击硬直非常大，导致副武器如果不击晕对手，就等于换血。进而攻击范围越大，越容易击晕敌人，导致副手近战武器能使用的只有锤了。

基于以上几点，战斗变得枯燥无味。怪物的种类不多，主要用血量控制难度。从产品方向上能看到黑魂，黑帝斯的大量参考，但远不如以上两个作品。

这款产品并不可能因为更新武器种类而提高质量。要提要品质只能从底层战斗设计上入手，去细化怪物和关卡的设计，但从当前版本来看，制作组并没有这个意向。所以应该不会有太大提高了。


好评: [quote]
加入[url=https://steamcommunity.com/groups/ADZZW#]爱の榨汁屋[/url]&关注[url=https://store.steampowered.com/curator/34815366/]爱の鉴赏家[/url]，用爱品鉴世间作品，用心流淌真情实感。
[/quote]
[h1]释放心中的欲望，获取强大的力量[/h1]
[b]前言：[/b]
《无间冥寺》是一款roguelike风格下的动作冒险爬塔类游戏，由Passtech Games开发，并由Focus Home Interactive发行。其背景设定于一名探险家为了获得数不胜数的财富，以及探寻永生的方法和神力，不惧危险独自前往一座被诅咒的神庙。然而迎接他的却是无穷无尽的深渊迷宫，以及各种致命的陷阱和怪兽。

[b]谜一般的开场能让玩家浮想联翩：[/b]
本作的开场动画通过采用视觉放大的效果，由远及近得刻画了一名探险家从误打误撞走进了这座被诅咒的神庙到触发了机关导致退路被堵的全过程。此外，本作动画还通过采用剪影式的画风，良好地塑造了主角神秘的外貌和身份，直到一个手举火把、油腻邋遢的大叔出现在屏幕前，玩家便能略知一二地推测其身份是一名探险家。虽然本作在此之后便没有了任何情节或故事背景等方面的文章，但是其谜一般的开场动画，足以让玩家意犹未尽、浮想联翩。

https://steamcommunity.com/sharedfiles/filedetails/?id=2015833761 

[b]上帝视角以及光影处理带来强烈的震撼感：[/b]
本作在视角处理上采用的是上帝俯视视角，并以主角作为视角的中心，其在一定程度上达成了烘托眼前角色并渲染周围环境的效果。这种视角的设定很像前一整子风靡一时的《Hades》，不过两者在画风以及光影处理上还是各有千秋。说到本作的光影效果，其确实值得一提，由于地牢类型的背景设定，因此黑暗总是充斥着各个房间，玩家需要时不时地点亮火把照亮周围的阴影区域。每当玩家来到一个新房间时，之前照亮的区域便会随着视角的切换同步消失于黑暗中，而且光线还存在折射、反射等现象，可以说与现实非常的相类似，营造出了一种强烈的震撼感。

[b]类树状图分支的爬塔，玩出不一样的高度：[/b]
本作最大的亮点之一便是其独特的爬塔机制，它在地图设计上采用的并非是“一推到底”的直线型路线，而是采用了类似树状图分支的交叉型路线。其“根基”也就是起始点共有三个，玩家只能选择其中一条分支进行探索。分支上的某些房间类似于树枝枝干的节点处，可以“四通八达”抵达其余的两个分支，而那些无法抵达的房间则会被红色的大叉划去，可谓是一目了然。每当玩家通关或死亡回到初始点后，树状图的三条分支路线也会被重新打乱并进行排布，其良好地印证了本作的核心元素——Rouguelike。

https://steamcommunity.com/sharedfiles/filedetails/?id=2015832252 

[b]多达六种房间等你来探索，腐化值过高会获得诅咒：[/b]
在三条分支路线上，玩家能看到六种不同图标的房间，其中有能通过祭祀金币或鲜血增加属性点的许愿池，有能通过打败敌人获取强力武器或丰富金币的竞技场，甚至还有能通过增加自身腐化值来恢复一定生命的邪恶祭坛等。此外每个房间都采用了Rouguelike元素，即房间的布局会根据游戏库中的内容随机打乱并排布，以最终给玩家带来一种既熟悉又陌生的感觉。而且每个房间内可能藏有数量不一的内室，其中就可能藏有大量的金币或强力的武器等，不过这些内室玩家无法自行打开，需借助爆炸桶或敌人例如法师和激光炮的远程攻击。

https://steamcommunity.com/sharedfiles/filedetails/?id=2015832810 

每当玩家通关当前副本，离开并前往下一个房间时，主角会自动获得20点的腐化值以及恢复一定的生命值。若腐化值达到一百时，其会自动清零并重新计算，但是主角会获得一个诅咒。诅咒的类型有很多，例如受伤时致盲、金币数量增加但会消失、敌人遇火爆炸以及看不见黑暗处的敌人等，不过主角在一局游戏中最多会获得五个诅咒。虽然这些诅咒大部分看上去都是Debuff，然而玩家可以合理地利用这些诅咒，并将其化为“祝福”。而且每当主角击杀一个副本中的Boss后，还可以选择并消除其所受诅咒中的任意一个。

https://steamcommunity.com/sharedfiles/filedetails/?id=2015832913 

[b]各种各样的武器配上平滑流畅的战斗操作：[/b]
玩家可以使用的武器有三种，分别是近战（单手）武器，远程武器，以及近战（双手）武器。旗下又可分为好多种，例如单手武器有刀、爪、锤等，远程武器有枪、箭、盾等，双手武器有狼牙棒、长枪等。此外每种武器都自带不同的攻击力、攻击速度和附加效果，且有白、绿、橙的颜色标注以区分品质。虽然玩家在开局的初始武器都是相同的，近战为刀，远程为枪，不过可以通过后期在副本中进行祭祀、杀怪以及开宝箱等操作获取各种强力武器，玩家可以根据自己的喜好或副本的难度自由替换手中的武器，唯一遗憾的就是通关后手中的武器不能带出副本。

本作的另一大亮点便是其平滑的战斗操作，首先主角的特招有很多种，例如成功实施四次单一的近战攻击便能实施连斩、为近战攻击蓄力便能实施旋风斩、为远程攻击蓄力便能实施完美一击，以及近战远程无间隔释放便能实施爆炸开火的眩晕效果等。每个特招释放后主角的五格体力值就会扣除一点，若体力值归零玩家则无法实施特招且无法躲避，体力值可以通过完美闪避、格挡敌人的攻击或者等待一段时间自行恢复。此外主角的各种攻击招式在实施的过程中平滑流畅、轻松自如且丝毫没有任何卡顿，玩家大可享受一场刀光剑影下的视觉盛宴。

https://steamcommunity.com/sharedfiles/filedetails/?id=2015832569 

[b]击杀敌人获取水晶骷髅，解锁各种特殊的技能：[/b]
虽然主角在通关之后带不走手上握有的强力武器，也带不走身上获得的各种祝福Buff，但却可以带走杀怪掉落的水晶骷髅。每当玩家击杀普通小怪后则会有几率掉落一个，而每当玩家击杀副本Boss后则会百分百掉落十个。这些水晶骷髅可以在主角出生点的法阵中消耗使用，得以解锁各种主动、被动以及环境技能。最初玩家只能携带一种技能进入副本，其余两个技能槽需要通过第一、二个副本才能解锁。玩家可以自由地选择搭配各种技能，以达到神挡杀神，魔挡杀魔的传奇效果。

[h1]在此做一个小总结：[/h1]
[b]闪亮的优点：[/b]
[i]让玩家浮想联翩的开场动画+
上帝视角以及光影处理带来强烈的震撼感++
类树状图分支的爬塔与Rouguelike元素相邂逅++
各种各样的武器和技能配上平滑流畅的战斗操作+[/i]

[b]不足或缺点：[/b]
[i]没有任何剧情上的设定-
主角的腐化值提升得太快-
武器和敌人的平衡性不高-[i]

[h1]推荐分（8.5/10）[/h1]
差评: 很好玩的菜逼激怒器
我已经气死了
别打我了 别打我了 别打我了 别打。。啊死了
cnm
差评: 怎样提高游戏难度？卡就完事了。

然后全屏模式调比桌面低的分辨率后，会强制变成窗口模式这又是什么骚操作？窗口模式不支持CTRL+ENTER扩展全屏又是什么奇怪的布局？
好评: 全通  泰坦巨剑+暴击回血+提升回血量 狂暴+进攻减伤 打的还没你回的多 1刀回血60  站撸BOSS
好评: 打击感非常好，除了格挡做的不是很好

好评: 中规中矩，还有提升空间。
差评: 中途进度都不能保存？辛苦打半天，游戏崩了直接从大门开始。什么鬼设定
好评: 画面一般，手感很好，美术我很喜欢
好评: 打击感很爽，暗黑迷雾系统也很喜欢，潜力很大，由于刚开始EA，内容比较少，武器招式也比较单一，期待后续更新，另外单手锤的打击音效太轻了
好评: 整体来说还是打击感不错的一款游戏，美术和机制都很出色，不过还是有一些瑕疵，希望能在测试环境下改一改，比如游戏时的背景音乐目前还没有；相比于翻滚，格挡的手感明显差了很多，而且游戏的难度还比较高，相对于我这种手残玩家就不是很友好，中度探索往往打到一半就暴毙了，而且单局游戏的收益过低，一般来说也就是十几个头骨，很难有长时间打下去的动力啊，在游戏性方面也还有待提高，单一的地图和怪物实在是审美疲劳，希望能有大的更新吧
好评: 好玩，值得入手。
一流的打击感，难度也比较大，不过我喜欢。
好评: [h1]慷慨的活神庙：献祭没有黄金怎么办？没事，腐化就完事啦[/h1]
[code] 在黑暗下摸索前进，每前进一步，角色内心就被腐朽侵蚀一寸，玩家要收集上古遗物和大量武器，让自己变得无坚不摧。每个强大的腐化诅咒都是一把双刃剑，会带来意外转折，要用自己的方式化诅咒为祝福。 [/code]
[h1] Curse of the Dead Gods [/h1]
《无间冥寺》，由Passtech Games制作、Focus Home Interactive发行的一款轻度rogue动作冒险游戏。游戏采取树杈分支式自由选择爬塔，让玩家扮演一位追求财富与神力的勇士，在充满陷阱和怪兽的神庙进行探索，每前进一步，内心就被腐蚀一分。昏暗的地牢环境配上神秘的低语、精美的艺术风格加上爽快的打击快感，刺激的肉鸽轮回辅以多样的武器祝福，选择自己的战斗方式，寻得永生的秘密......
[h1] 水晶头骨与祝福 [/h1]
·《无间冥寺》和一般的roguelike游戏一样——每轮游戏结束后，所获得的武器和祝福等能力都会随着玩家死亡而随之消失，所能保留下来的就是探索中所获得的物品——水晶头骨。
水晶头骨可以为玩家获得初始的buff、获得在神庙中更改所获事物选项的神明恩典以及wip。随着探索进度的深入，玩家在开局能携带三个buff，而可选择的buff在目前的版本中有21个。
·一轮游戏开始后：
游戏提供三种不同的属性点：体质，每点增加50血上限；敏捷，每点增加2%的所有伤害；感知，每点增加5%的金币获取。
提供了6个遗物槽，属于一轮探索中的暂时性buff。在游戏中，有专门的副本提示，可供玩家自行选择回复、金币、属性、武器、遗物等来弥补自身不足。
[h1] 双刃剑——神明诅咒[/h1]
·每前进一步，内心腐化度就会越升一点。基本上，每向前开启一扇大门，就会增加20点腐化值。而腐化值到达100后，会开启一个另类buff，总共可得5个，不过第5个腐化诅咒就是实打实的DEBUFF了，那相当于强制你无伤通关了，所以合理的分配腐化度也是游玩的关键。
看起来腐化值增长的很慢，实则不然；献祭童女这种法师类的怪物命中玩家也会增长腐化值、某些诅咒BUFF会让你开箱子以及拾取金币也会增加更多的腐化值、而当你没有足够的金币去献祭但是没有好装备、属性时，鲜血献祭更会大幅度的增长腐化度。
你的贪婪让你走向死亡，但你仍不能解脱；再站起来反抗，只会陷得更深！
·所幸的是，游戏中有很多减少腐化度的武器和祝福，不过他们减少的量是非常少的，不过诅咒好歹也是一个buff。最明显的是在这个游戏中喜欢玩陷阱的游侠们，"活神庙"这个诅咒可谓是天赐福音，大量原本雪藏的陷阱重新启动，配合初始天赋"聪明杀虐"+"酷刑"这一游戏buff，利用游戏中到处都是陷阱，巧妙的猎杀怪物们顺便回血是在快乐不过的事情了。游戏中的陷阱不算难躲，只要时刻举着你的火把或者有发光特性的武器就行了。
又或者黑暗闪避，虽然失去了完美闪避回体力的连击党这些群众，但是必定闪避+闪避时间延长总是能获得远程玩家们的喜爱~
上次录制这一诅咒也不赖，至少你不用举着火把费劲的看怪物们的行动轨迹了，虽然你要受到一次伤害~
最重要的是，用自己的方式，化诅咒为祝福。
[h1] 多种武器配合以及弹反等战斗机制 [/h1]
·游戏中除了必要的火把之外，还有主手、副手、双持三个武器栏位，其中主手是剑、锤子、爪，副手有手枪、盾牌、匕首，双持有大剑、长弓和长枪等等，游戏武器类型丰富且都能蓄力攻击，多数武器都有其隐藏的特性。游戏中个人感觉盾牌最好用，蓄力攻击能冲刺不小的距离还可以眩晕敌人们，真正的盾之勇者成名录。
·游戏有体力值设定，进行大多数动作都需要体力值行动，初始为5点体力，某些遗物buff可以增加体力值，而体力玩法在完美闪避或者格挡成功后都能自动回复体力，这点导致了熟练者能进行爽快的连击活动，而且游戏的打击音效做的也着实不错。在格挡方面，虽然游戏的格挡不能一直保持格挡的姿势，但能产生弹反效果，？又是拼刀的快乐。除了这些特性之外，诸如体力耗尽或者攻击结束、受击的僵直、延时攻击、背刺等常见特性在游戏中也有很大的表现。
[h1] 艺术风格[/h1]
游戏采取了中美洲的神庙传说，黑暗的地牢艺术风格加上精细的动作模型，加上腐化值乃至属性点都画成豹、鹰、蛇的形象，艺术感相当不错。游戏的背景音乐也相当不错，你可以在商店页面的宣传中见识这些......
[h1] 结束语 [/h1]
虽然游戏目前处于抢先体验状态，但我对这款游戏的发展保持乐观的态度，游戏的艺术氛围相当不错，只是现阶段武器的平衡做的不好，我宁愿要一把长弓也不要长枪、要一个盾牌也不要手枪、宁愿用火把引发陷阱也不想用单手剑上去砍一通。期待游戏日后有更多的地图以及武器类型，顺便初始祝福的种类能再多一些。
[code]欢迎参观我的： [url=https://store.steampowered.com/curator/33217084]真实评测[/url]
喜欢这篇评论，也麻烦点个赞，让更多人能够看到。[/code]
好评: 好玩有趣等更新。
好评: 1.打击感出色。战斗系统包括三种攻击模式 （主要，辅助和重攻击），但后两种模式根据武器不同，可以是近战，也可以是远程。攻击动作有精准一击，蓄力和组合combo，样式丰富，供你选择。防御手段有防反和闪避。很多动作消耗体力值，一共四点，显示在角色下方，所以并不能瞎按，请谨慎选择。

2.氛围渲染出色。通常情况下，人物周围光亮很弱。并且在冒险途中危机重重，遍布陷阱，稍加掉以轻心就会中招。与此相对的是，可以通过举火炬或个别具有照亮词缀的武器增加光亮，另一种方式是在战斗地点可以点亮火盆（不过并不是一劳永逸，敌人也会反过来熄灭火盆），突出一个步步为营。PS：环境中还有蜘蛛网和炸弹等可以用火点燃，并且所有伤害一视同仁无论敌我，请善加利用来加害敌人。

3.腐化值系统。作为类似的金钱的一种资源，在你囊中羞涩时，你可以通过献祭鲜血获得新的能力，武器和回复。此外随着通过关卡或某些怪物攻击，也会增加腐化值，达到一定量的腐化值会转变为随机debuff，使冒险更加困难。 所以是艺高人胆大还是小心行事，全凭选择。

另外，游戏中采用“大关”的机制，每一大关有数个小关可以提升状态，获得武器和遗物（同杀戮尖塔）。每完成一大关，会回到出生点并开启下一大关，所以并不会像很多其他游戏一样，前几关打吐了还是见不到下一关。
好评: 好玩得一笔
好评: 画面有问题。不知道怎么调整 全是小方块颗粒。
好评: 打击感奇爽无比，游戏的黑暗机制也很有特色，就是内容比较少，怪物种类很单调，可以看看后续开发组的跟新，但是现阶段买也不亏。
好评: 上午挺流畅，下午有些谜之掉帧，游戏还不错的
好评: 继续丰富地图多样性和武器，丰富怪物种类，添加其他玩法
人物性能方面，格档判定时间再弄的宽一点，也可以适当增加点格档收益，现在翻滚的收益明显高过格档，格档失败就亏大发了
平衡武器性能，双手武器效果明显好太多，远程没多大用，单手只是初期用用，武器的连技也没多大用
火把和点火系统也感觉没多大用，现在我根本不点火，远远看到敌人直接切双手跳过去就开干了
比较看好这个游戏，但还需要改进的地方也很多，加油吧
好评: 魂类游戏体验。
游戏应该算不错只不过不合胃口。
好评: ARPG版杀戮尖塔，玩玩就知道了很上瘾的，现在EA阶段东西还有点少但是可以看到发展空间，推荐
差评: 想象是美好的，现实是残酷的，没玩之前看各种介绍和宣传，感觉超级好玩。实际上呢？玩了不到半天就开始枯燥无聊了，武器系统形同虚设，回避天下无敌，谁格挡谁傻逼。整个游戏的难点全是为了难而难比如自动陷阱诅咒+一排喷火陷阱+一排远程诅咒兵和大锤精英怪，要么浪费大量血量躲开诅咒攻击要么顶着诅咒攻击先秒了远程。最后还是掉血+高诅咒，然而，大图后面诅咒高了加上各种黄金减益看着花里胡哨加成愣是拿不到，呵呵。平衡一坨屎。建议回炉重做。光鲜外表下是满目疮痍的内容。
好评: 还不错还不错
好评: 最近怎么这么卡？我电脑没问题阿.......还要给我们增加难度？
好评: 游戏总体上手良好。游戏地图重复性有点高，开始玩时候感觉难度不低，手柄比键盘+鼠标好用一点。武器风格比较丰富但是内置平衡不足。攻击和闪避用一种点个人感觉难受了
好评: 好，速更！
差评: 手感方面不怎么好，总感觉攻击前摇或后摇有点长，不如哈迪斯和死亡细胞的手感好
差评: 设计有问题 第5层诅咒为了难而难 人家roguelike越到后面越厉害 这游戏倒好 越到后面越弟弟
好评: 我太菜！第三关过不去！！！！！！！
差评: 什么鬼，用xbox连接后，无法使用手柄操作，关掉xbox结果不能键盘操作？然后看着人在那边让我打开火炬？什么鬼
好评: haixing
好评: 不错的节奏，每次进场都有期待。
好评: 游戏非常非常好玩，因为各种尝试死了几十次了但还是乐在其中。
游戏配置要求不高，但我玩起来很不流畅。掉帧很厉害，希望能解决。
差评: 下载游戏后除了界面鼠标有用，进了游戏鼠标键盘全部失灵，操作不了人物，重下重启都解决不了，我就想问问这算是bug吗？？？？
好评: 遇到同样的问题（进去游戏后点亮火把还是黑屏，其他状态栏和技能特效还是可以看到的）
好评: 为什么我点了火把还是黑屏 只能看见火光
差评: 太难了，10个小时没打过第三关。
好评: 肉鸽地下城。
砍爆就完事了。

好评: 好玩
好评: 进去游戏后点亮火把还是黑屏，其他状态栏和技能特效还是可以看到的
好评: [h1]Curse of the Dead God 与财富力量共生的黑暗诅咒[/h1]

无间冥寺是一款动作类Roguelike游戏。游戏中你需要探索一些被诅咒的神庙，并在神庙里寻找散落在四处的大量财富和各种神秘的力量，在你对抗神庙里怪物与躲避陷阱同时，也要时时刻刻注意着自己的腐化程度。寻找更强大的武器和祝福，收集更多点数，解锁更强更适合你的特性！

[h1]游戏玩法[/h1]
无间冥寺有着与爬塔相似的树形路线选择，玩家可以在心中盘算大局，合理规划路线。游戏中你可以使用主武器副武器与双手武器，每一个装备栏所使用的武器也都有着不同得武器种类，玩家可以根据武器属性来搭配出强力的武器组合。当然也可以使用最顺手的武器进来搭配。不同的武器之间在使用时达到一定的条件并达成高级连击还可以打出更高的伤害。
翻滚躲避和双手武器的使用都会消耗体力值，所有游戏一旦有了体力的限制，难度也会随之上升。当然完美格挡和完美闪避是可以回复体力值的。
https://steamcommunity.com/sharedfiles/filedetails/?id=2014170210

[h1]游戏特色[/h1]
游戏中击败怪物或打开宝箱都有几率掉落武器和圣物，密室里圣物庇护所里随机刷新的道具也可以使用金币或是献祭生命来购买。[strike]（又是一个看脸的游戏！！！我好气！！）[/strike]
除此之外，游戏还有腐化程度的设定。腐化值的增长来源于被怪物的特定技能击中，进入下一层密室的类型以及购买道具时献祭的生命。每满100点腐化都将得到一个黑暗诅咒，而某些黑暗诅咒在一定程度上又可以说是另类的buff加成。玩家要控制腐化值的程度，就要合理规划路线。当然，选择能够消除腐化值的武器和圣物也不失为一个好的选择。游戏中还需要收集骷髅来解锁祝福、神明恩典和WIP。每一种都将使你变得更强。
每一层密室都是黑暗的，你需要使用手中的火把点亮地图中的火盆。当然当你身上没有某些黑暗诅咒的时候，你也可以无视这个操作。[strike]（我是嫌麻烦懒得点得）[/strike]
https://steamcommunity.com/sharedfiles/filedetails/?id=2014170190

[h1]游戏平衡性[/h1]
目前来看，游戏中的腐化值增加太快，进个两层献祭一下100腐化就满了，而消除腐化方法的比例又太低。经常第一层boss见面身上已经三四个黑暗诅咒，真的难受。
如果前期不把不屈不饶这个祝福解锁，怪物无脑打断你攻击也是挺恶心的，特别是成功连击时怪物还能反击打断你攻击，太难顶了。而成功格挡判定又太失衡，特别是怪物的法球和射线基本无解。

[h1]总结[/h1]
这是一款十分耐玩的Roguelike游戏，不同武器都有着不同的打击手感，而各种属性的搭配也让我想要一一尝试。而需要收集骷髅解锁的内容更是让人迫不及待地想要继续进入密室大杀四方[strike]（怪物杀我）[/strike]。这款以抢鲜体验版本推出的游戏已经有了极高的完整度，同时制作组也在不断更新更多的新内容。

[quote] 关注[url=https://store.steampowered.com/curator/36224058/]老实人鉴赏家 [/url] 老实人评测，不恰烂钱，给您带来最老实的评测。
[/quote]
好评: 游戏很不错，只是为什么我用带毒的武器把敌人毒死不算是武器的输出呢，这不科学
差评: 进入游戏用火把还是黑屏，这没法玩啊？
好评: 今天刚买的，第二次买就通关了，15分钟，游戏内容确实很少。
优点：打击感，美漫式漫画渲染风格，rougelike类游戏
缺点内容少，操作感不是很强，偏硬核点，爽快的还是去玩哈迪斯吧
大锤通关的，莽就完事了，出硬直，特别适合对付扎推的怪，平时打打注意体力消耗就可以了
好评: 掉帧啊，不管你开不开垂直同步
好评: 也算是内测版本的老玩家了，当时在B站看到搬运的油管试玩视频就惊为天人，居然错过了打击感这么牛逼的游戏，尝试和发行商py了一下没想到成功了，然后就没日没夜地直播受苦（再次感谢Focus浮世对我这种无名小Up的支持）。大家如果感兴趣可以看一下我在B站发的实况和录播

https://www.bilibili.com/video/av88250480 实况，介绍游戏，受苦
https://www.bilibili.com/video/av88989132 录播，通关了(早期版本难度高武器差打的还菜，硬磨磨死BOSS的）

首先给大家说一下我推荐这游戏的原因和它目前的一些问题

---------------------------------------------------------------------------------------------------

优点：

1.手感真的很爽，尤其杀怪那个爆炸的音效让人血脉喷张想赶紧砍爆下一只怪，无敌帧超长的翻滚和360度无死角的弹反练好了基本就吊打小怪和BOSS了

2.美术风格不错，提着灯探索神庙第一反应想起暗黑地牢（实际上制作组自己都说开发阶段他们是以“3D的暗黑地牢”来称呼这款游戏的），大量参考了玛雅文明的一些要素，印象最深的是第二关的BOSS，双面神，正面光明反面黑暗

3.价格中等，我在alpha测试阶段估计这游戏得卖70，最后定价58，考虑到游戏质量和后续内容，我觉得还算OK的一个价位

4.潜力很大。动作roguelike游戏就看战斗系统做的屌不屌，这游戏虽然现在版本内容不是特别多，平衡性也做的不太好，但是战斗系统的底子已经打好了，后续优化更新什么的做好了之后整个游戏的品质可以很快得到提升，事实上就这个战斗系统我觉得就已经值得给他打7分了

------------------------------------------------------------------------------------------------

缺点：

1.武器和遗物平衡性做的不到位，强力武器强上天无脑强（详见下面的经验分享），弱势武器耗完一管精力也打不出多少伤害；强力遗物对伤害的提升可以高达100%，垃圾遗物带不带没啥区别

2.内容比较少，目前内容是2个小BOSS一个大BOSS，算是三小关拼成的一大关。我在A测阶段以为正式版会出第二大关，但是EA版没有放出，估计还没做完，不过现在的内容也能一把打40分钟就是了

3.上手后通关太简单了，又由于平衡性做的不是很好和成长机制比较简单所以导致套路很少，可重复游玩性不太强。因为老版本太难了，现在版本多了初始的祝福和一些平衡性改动通起来简直没难度

---------------------------------------------------------------------------------------------------

内测的alpha版本比现在的ea版本难了很多，主要在于当时没有祝福这个设定，也没有难度系统，上来就大概是ea版的hard模式，弹反好像判定也严格很多，肝了三天好歹是过了，看到这游戏差评不少就简单来给大家科普一下

首先这款游戏是一款动作roguelite，一句话形容大概就是3d的死亡细胞，而且它是一款入门有一定难度的游戏，毕竟这游戏教程几乎可以说是没有，不少东西都要靠自己在玩的过程中摸索，但是一旦入门这游戏的难度说实话其实并不高。

--------------------------------------------------------------------------------------------

武器：

有主手副手双持三个武器栏位，主手是剑锤爪等近战武器，副手有手枪盾牌匕首，双持有长弓和长柄重武器（大锤大剑长枪） 我给大家简单推荐一下每个栏位最好用的武器

主手：个人觉得最后一下普攻带暴击的锤子最好用，清小怪能力很强（这游戏比较特别的是远程怪血量比近战多。如果你的普攻一套能带走远程小怪就说明你的dps合格会刷的很舒服）

副手：感知（绿点）伤害补正的匕首是这版本最强武器之一，因为可以吃到敏捷和感知的双伤害加成，加上匕首背刺必定暴击的武器隐藏属性导致伤害爆炸

双持：在远程伤害大砍一刀的这个版本弓系感觉不太行了，双手大剑大概是最好用的双持武器，自带对精英怪和BOSS的固定暴击，随便配点加伤害的词条就伤害爆炸

总的来说当前版本武器平衡做的不太行，很多武器没什么存在感，自带燃烧武器的我真没看出来单独存在意义是啥，Alpha版本就弱的长枪依然还是咸鱼（虽然长枪的隐藏属性是枪尖击中怪物必定暴击然并卵，距离太难把握耗精太快了），少数强力武器性能逆天（感知匕首，永远滴神！）

而很多武器的隐藏属性制作组也没有直接标出来，比如剑类武器普攻最后一下固定暴击，比如盾类武器可以增加弹反判定帧时长，比如匕首背刺固定暴击，比如匕首的换手攻击带无敌帧，反正都得自己摸索的话对很多新人来说确实不太友好。

-------------------------------------------------------------------------------------------

属性点：

有三种不同的属性点，体质（红点）每点增加50血上限，敏捷（蓝点）每点增加2%的所有伤害，感知（绿点）每点增加5%的金币获取

游戏有两种回血手段，一种是按血上限的百分比回血，一种是按暴击伤害的百分比回血，所以堆体质可以提高大部分回血效果，也能提高容错率，新手可以考虑多点一些

敏捷在alpha版本里的加成是每点1%导致毫无存在感，EA版直接加强到了每点加2%伤害翻了一倍属性流立马上天，后期三四十敏捷随便堆，这就是60-80%的总伤害加成，相当可怕，早期版本没有好武器好遗物第二关就开始吃力以及属性点加成太低导致懒得去属性房的问题再也不会出现了

感知这个属性比较特别，只加金币获取量，说实话感觉提升不是很明显，除非有那把感知加成的匕首我一般都不怎么点感知（因为我带了杀BOSS存款翻倍的祝福所以不是特别缺钱）

目前版本敏捷可以无脑堆，伤害加成太恐怖了。属性点房间的双加成如果没钱不推荐用诅咒点买，太亏了

-------------------------------------------------------------------------------------

遗物：

可以带6个遗物，类似其他roguelike游戏的被动道具

这游戏遗物的强度也不是特别平衡，很多遗物也就图他加的那几点属性，特效几乎可以无视。基本需要无脑拿的就那么几个：

暴击吸血≥连杀回血＞过房间回血＞花费金币时回血≈消诅咒时回血：这游戏因为没有自动回血也没有原素瓶这种东西，回复房的数量也有限，所以有一把带吸血的武器或者有带回复的遗物非常重要

根据身上携带金币数量增加伤害：最强遗物但是只能带一个，多个不叠加，配合杀BOSS存款翻倍的祝福可以比较轻松地做到第二关身上6000左右，第三关10000堆满伤害

增加暴击伤害，增加黑暗中的伤害：爆伤自带暴击的武器才能用，打BOSS好用（因为大部分BOSS战都是光明状态），黑暗增伤啥武器都能用，打小怪好用，总的来说我更喜欢爆伤加成，选一把带暴击的武器就ok了

增加最高属性点xx点，增加某属性点xx点：别想了， 把敏捷堆满就完事了，+12敏的遗物无条件增加24%伤害也是相当不错的加成了

增加贪婪连杀持续时间200%：带一个可以单房间保证连杀不断，对前期攒钱有很大的帮助

基本好用的就这么多吧，我个人比较崇尚输出加上这游戏小怪的AI比较友好，会打了稳一点打很难受伤

---------------------------------------------------------------------------------------------

BOSS战：

三个BOSS都没啥威胁，交点学费就能过了。除了第三个BOSS可能会一个自爆把你秒了。

第一个BOSS就是白给的，清了狗怼他脸就完了，善用完美翻滚来白嫖翻滚的体力（在攻击轨迹上滚过可以恢复翻滚的一点精力），熟练了可以弹反投枪打的更莽一些

第二个BOSS一阶段注意他的攻击会引爆地上的小球，别弹反弹嗨了被炸蠢，二阶段连击后的一刀突进斩距离很远尽量翻滚不要走位躲不然会挨打，当然看好时机弹反是最好的选择，可以让BOSS硬直并虚弱，然后就可以打一套。长距离突进斩没太大威胁翻滚就行

第三个BOSS二连的第二下弹反可以让BOSS硬直+虚弱，注意他燃烧时的自爆范围特别大，以及他吐的火球不能翻滚尽量走位躲。除此之外他的攻击都没啥威胁

-初始可以选祝福携带，前三关每通一个增加一个祝福槽，最高3个

个人比较推荐新手带的祝福：攻击带霸体并减伤的，受伤10秒内加攻击力的，怪物/宝箱掉落品质增加的

我个人的搭配：杀死BOSS时存款翻倍+掉落品质增加+无伤过房间提高2敏捷

-------------------------------------------------------------------------------------------------

大概就是这样，如果想看我直播通关的可以蹲一波我的直播间live.bilibili.com/667190 每晚7-8点开播，主业是各类indiegame，感谢各位的支持
好评: 手感不错，但内容单调，地图重复且阴暗，武器祝福诅咒种类少且不平衡，容错率低试错代价大，除了打击感其他都不爽，火炬就是点亮和触发陷阱，搞成了比较鸡肋的系统，耐力点系统又限制了连招，即使后期也不能爽快的连招
好评: 首先，这款游戏是好的，打击感以及想法（将多种游戏模式的优点结合起来）是很不错的。内容上也能看出来很大的发展空间。喜欢这种类型的小伙伴可以试着入手，没什么问题。
但是这个游戏现在暴露的缺点也很明显。
1.哈迪斯的打斗风格但是鼠标指向感觉有点别扭，（手柄我不知道如何）这点比不上哈迪斯
2.游戏内金币和诅咒值绝对需要平衡和调整
我感觉以上两点非常非常需要改进，其他的毕竟是抢先体验，做好应该不是问题
好评: 求助，进入游戏后点了火把还是全黑的，win7如何调整
好评: 希望更新的快一些~
好评: 为什么帧数那么低
好评: 挺有意思
好评: 我手残 太难了。。。。。。
差评: 就目前的版本。不推荐入坑。金币掉落少，商店基本就是看看，金币不够买不了。腐化条加的快也就算了。回血房点一次回血不是满血，点一次加部分血量，腐化也增加了。而游戏内消除腐化的方式也少。腐化越快诅咒出的就多。游戏里对装备的介绍也不够。蓄力攻击效果在哪？盾蓄力可以眩晕小怪。真尼玛比其他远程武器好用。游戏唯一亮点就是打击感做的还行。
好评: 需要目标锁定，键盘玩这个有点恼火。不能锁定目标老是砍空气
好评: 还可以，挺好玩的。画风有点像哈迪斯，玩起来就知道完全不是一回事了。之前看过游戏视频觉得感兴趣所以加的愿望单，一解封就入手了。总体感受还可以。值这个价格吧。后续希望能更新的越来越好玩。
差评: 第一感觉：中规中矩
最近我也玩了好几款Rogue类游戏，当然我都退款了
当中质量也算是参差不齐，但问题都很相似

游戏的亮点到底是什么
让玩家继续探索的动力是什么

例子很多，但我懒得说了
只具备作为游戏的基本要求是不够的
差评: 1、拿火把就不能战斗的设定相当蠢。
2、血条和诅咒条的回复手段太少。
3、3个姿态的武器并没有丰富战斗手段，基本是个摆设。
4、局外成长几乎等于0，要想通关只能靠天胡。
差评: 进游戏后，技能键都能看到，剩下的全黑屏。
打开火炬依然黑屏
好评: 不错，紧张刺激，有难度。
不知道开发者有没有考虑过联机多人模式。
好评: 喜欢肉鸽类的游戏 推荐
好评: 还行
好评: 为啥我进去点火把还是黑屏？？？

好评: 游戏是好游戏 就是掉帧啊！！！！！！！！！
好评: 打击感好 机制新颖有趣 真香
好评: 讲真的，期待了一星期。新颖的战斗还是比较让我期待的，但是两个小时过去了，我发现这怪物的攻击让我有点迷茫。还有就是刚进去的时候卡卡的，刚开始不知道怎么回事，后来我把垂直同步关了就没有那么卡了。总体来说这个游戏还是很不错的。相对于hades来说战斗节奏稍微有点偏慢，希望以后能推出更多好玩的内容吧。
差评: 简直是究极大杂烩，奇美拉中的奇美拉，几乎每个环节都有其他游戏的既视感，甚至已经超越了arpg的游戏类型
作为但作为自己最大特色的光源，实际上只有恶心的功能，就是增加玩家点火把的操作频率而已，基本不能提供新的玩法

游戏最大的问题就是攻击费体力，这简直是反人类设计，一般游戏都是分开计算的，哪有连击之后就不允许闪避的道理？

最后说些攻略，这游戏的远程武器就是垃圾，因为不能晕人，而且攻击会消耗体力，导致几乎没法用，近战武器最好选范围最大的，因为这游戏就算boss也会吃武器的僵直，在所有武器的攻击都吃体力值时，你能晕倒更多的怪，你就更安全，毕竟打两下你就没体力闪避了
好评: 还不错，优缺点其他玩家也说就不赘述了。期待后期更新。
好评: [h1] 玩起来像死亡细胞+Hades [/h1]
2月份在b站上看到囧大的视频，关注了这款游戏，今天发售赶紧买下来玩一玩。动作roguelike游戏，氛围不错，画风爱了。打击感很棒，目前内容较少。喜欢动作roguelike的推荐买来玩一玩，不太喜欢的可以等一等，目前这些内容58不值
好评: 1.基础小怪物的攻击判定感觉有点奇怪
2.钱实在是太缺了，地上的钱一次20，罐子里的钱才10块，打了几次罐子就懒得打了
3.腐化增长太快，消减腐化的却很少
4.格挡技能似乎没啥用
5.地图重复率过高

希望后续尽快增加新内容吧

差评: 期待了很久结果很失望，吐槽一下
1.作为动作游戏，格挡还有闪避的判定都非常迷，怪物出招的动画，到底哪一帧有伤害也很迷，结合起来，格挡这个东西，简直没法用
2.代币的产量跟消耗简直夸张，连续走了3个金币房间，获得的钱加起来不够武器房买第3把武器，你敢信？
3.角色局内的BD，相对于做的好的游戏，比如以撒、暗黑、等等，没什么乐趣，大多数都是堆数值，但是又不像死亡细胞给的那么直接，给点血量和伤害都给的抠抠索索的，相反怪物的数值成长简直夸张
4.诅咒条满了以后，金币如果不够，全部的房间，全部，全部，各种养成点都只能干瞪眼，看着东西拿不了，这个设计简直神了
5.诅咒条加的飞快，减诅咒的手段几乎为0，目前只看到打过小boss能消除一个完整诅咒，个别武器的词条，用这把武器杀怪能减少1点诅咒，这个系统，你给我出了很困难的难题，但是你有不给我解法，这是啥设计逻辑
6.局外养成系统，对角色的提升也太小了吧，几乎断了手残党通过肝来继续游戏的念想。不通关更高级地图，带不了更多局外养成的徽章，带不了徽章，刷不动更高级别的地图，嗯，那干嘛要放局外养成啊
7.3武器系统，作的好没有特色啊，主副武器、双手武器，作用都是伤害，那我干嘛要3把武器啊
8.远程武器的攻击、近战武器的蓄力，相对于怪的AI，慢的出奇，再结合前面提到的格挡、闪避、怪物的hit帧的蜜汁判定，体验真的差啊

希望开发组好好优化一下吧，这个类型的游戏，总归都是期待的，希望能越来越好，就目前来说，真的不推荐

好评: 2月多的时候就开始关注这款游戏果然没让我失望虽然目前的内容比较少但是打击感和画风都是我比较喜欢的一类，也是希望游戏有跟多的模式加入。
好评: 完成性比较低，相较于58元的价格不值当，等更多内容的更新后 喜欢rougelite的玩家可以先行购买，战斗体验更偏向于哈迪斯。
好评: 第一时间简单体验了一下，非常喜欢这种结实厚重的打击感，路径规划有种杀戮尖塔的既视感，除此之外希望加一个像死亡细胞那样的装备回收功能。
