好评: This game is totally INSANE. It is a work of ART!!!!!!
差评: D级游戏，超级无聊。
好评: 成就真的是海量，真的打的很爽很爽
差评: 比较反应力的小游戏，很土。
差评: Bad games, drive people crazy
坏游戏，让人疯
好评: 很帅的一款很棒动作游戏
好评: 打着动作游戏的标，实际上应该算是一款音游。
游戏的目的很简单就是让你爽，因为主角敌人都是火柴人，让简单特效变得格外突出。
但是游戏过程并爽不起来，缺乏连贯性，尤其是这个武器系统远程武器简直要命，打断按键节奏，玩起来很不爽。
总的来说，游戏本身给人的第一印象确实亮眼，如果去掉远程武器，会是款不错的游戏。
好评: 挂卡玩了两小时，还不错，但没有玩下去的意义，重复性太强，也就是解压时玩玩
好评: 爽
好评: 打击感 √
带感的音乐 √
爽 √
剧情 ×
中文 ×
推荐 √（打折）
玩法较单调，打击手感超棒，推荐打折时购买

好评: 看上去是无双割草的解压游戏，实际玩起来血压随时飙升
打击感很棒，然并卵，玩起来根本没空在意这种事
关卡有点太多了，重复度比较高，玩起来上头，但放下来又觉得好像没啥意思
最大的问题还是太累了，却没啥成就感，由于玩法实在太简单，当过不去或者刷不到完美的时候，会有较强的挫败感
游戏本身很好但体验却不太好
好评: 玩了这么久居然没有给评价。肯定是好评，这么价廉物美的解压小游戏
差评: 性价比而言还是个不错的喜加一小游戏，但是耐玩度太差了，纯考验反应力点鼠标左右键，打了几把已经丧失兴趣。
正在打连招的时候突然来个Boss变成Slow Motion Mode非常不爽；小人武打动作之多也掩盖不住玩法的单一无聊。
好评: 先给分 80/100

这游戏贼特么魔性！突出一个爽字。
千万别被这简陋的火柴人风格迷惑。
你可以把它当个音乐节奏游戏来玩，
节奏对上了能一玩一下午哈哈。
很适合碎片时间玩一玩，
难度还是有点点的 很遗憾作为一个手残我还么有通关

哦对了 不建议用鼠标，键盘手柄都比鼠标舒服！

好评: 一代经典之作，但是对于没有经历过那个年代或者不具有特定背景的玩家来说，应该不会有什么感触。《One Finger Death Punch》（一击必杀）这个游戏从玩法上说，算是比较单调枯燥的，只通过两个按键杀死屏幕左边和右边的小人，唯一的操作就是按两个键，唯一的技巧要求就是按键的时机要准，不能早也不能晚。  说白了只是一个考察玩家反应速度的游戏。并没有多少人有耐心打完这个游戏，很多关卡都是重复的玩法，同一个玩法要打个十几二十遍。最简单的Student难度通关率仅有13.6%。

然而在打到后期，尤其是倒数第五关左右的时候，我的心脏都快要跳出来了。人在长时间操作一个单调重复的动作的时候，是会进入某种类似冥想，或者说灵魂出窍的状态的。同时屏幕上的敌人攻势正好处于玩家反应的一个极限值，在玩家精神高度聚集在战斗的情况下，恰好能够战胜，稍有分心恐怕就输了。因此，凡是打到了最后那几关的玩家，都能体会到一种武侠小说里才有的“人剑合一”的美妙境界。

然后，借着玩家还处于这个境界当中，还没有脱离出来之际，游戏在最后一关的通关时刻，安排了一段视频。这段视频，看得我有一种想流泪的冲动，发自内心的感动。这是游戏的两位制作人的一段访谈，大致内容是说，（以下用我自己的话转述）他们制作这个游戏，是为了探索独立游戏的无限可能。虽然他们这款游戏未必有多优秀，但重要的是，我们生活在一个独立游戏崛起的年代。“感谢您选择游玩我们的游戏。此时，您可能已经拥有好几款3A大作，您或许还没能抽出时间把它们玩完，但您仍然选择了把时间投入到我们这款游戏当中，并且一直打到了通关。我们由衷感谢您。我们想谈谈关于对独立游戏的理解。独立游戏的存在，意味着只要有一个稀奇的点子，任何点子都行，那么世界上的某个人就会去把这个点子做出来，做成游戏。” 这段访谈是在2014年初的时候，两位作者录制的。7年过去了，在2021年的今天，独立游戏比那时候更强百倍，甚至在去年有一款独立游戏直接拿下几乎所有的GOTY奖项（Hades）。在2021年，看到7年前的这则关于独立游戏的重要性的谈话，相信每一位独立游戏玩家都会有所感动。这段通关后的访谈视频，是《One Finger Death Punch》留给人们的最珍贵的财富。

主观：9.8/10。 客观：8.7/10。
差评: 按得正爽的时候突然给你来个慢动作，直接连击被中断的现象频繁出现。此现象尤其在boss战中极其明显，打着打着boss突然倒地直接出miss。游戏以爽快为卖点，然而这个设计完全和游戏背道而驰了。
但不得不承认性价比非常之高，动作很帅，打击感很爽，价格很低。但是这个缺点实在是太突出了，加上98%的好评率太过夸张，故给个差评。
好评: 打击感超棒！
好评: 丫有没有幻想过 仗剑潇洒走天涯
丫有没有梦见过 古道夕风黄沙大马
丫有没有操作过 被单披身似大侠

-真正的小镇幻想家 面对2个火柴人打架 
都可以脑补出200万字的恩怨交合 家国情仇

感谢这个游戏给我的脑内小剧场
丰富了素材库
并提供了武术指导...
好评: One Finger Death Punch将中国传统武术功夫的招式融合在街机的游戏体验中，不同的武器类型，不同的关卡模式，不同的技能组合带来不一样的体验。
本以为只是一个很普通的喜加一小游戏，但是上手过后发现打击感莫名的不错。
除了左右键可以控制击打方向，S/D，B/N组合也可以控制，比用一只手鼠标控制要轻松一些。
个人最喜欢的是Light Sword光剑关卡，一刀一个的畅快感非常解压。
可能唯一的问题就是背景音乐稍微单调了点吧，但是已经值回票价了。
好评: 好玩
好评: 游戏是好游戏，过了一周打开游戏为什么之前玩的存档没了，枯了
好评: 。
好评: 很好玩~很带感~唰唰唰
好评: 休闲 劲爆
操作只有2个键 非常的纯粹
一拳一个 爽快的感觉跟katana zero一般
过关难度不大 但是想打完美 还是有点挑战的

——————————————————

唉 年纪大了 后面这节奏是真的反应不过来了
好评: 看着简单，实际有点难度的游戏，只用鼠标左键和右键。锻炼反应能力。4块买了不吃亏。
好评: 打得很爽
好评: miss
好评: 紧张刺激;很难想象数年前游戏制作者就开发出这样的玩法：
虽然仅用两个键位，但是游玩起来的快感丝毫不亚于其他热血格斗游戏；
主角的combo动作也很有张力；
另外游戏里面的中国功夫元素太多了，玩家的和尚头像和 虎 鹰 螳螂 鹤 醉拳 以及 刀 枪 剑 棍 锤 钩 弓箭 飞镖暗器等等。。。制作者绝对是Chinese Kongfu迷👍 
（还有我是用手柄玩的，别提有多爽了，这不比xxx热血？）
好评: 🐂🍺
好评: 这TM不比博人传燃？
好评: 从来都没觉着一个火柴人游戏可以这么的爽快，整个游戏看风格以为是随便一个小游戏，结果买到手，一玩，发现关卡多的吓人，还有无尽模式。从这两点来说，这就已经超越小游戏的范畴了。游戏画面很简单，却并不难看。甚至过几年都不会觉着接受不了这个画风，谁会在乎一个火柴人游戏呢？

游戏没有移动，只有向左或者向右打，这点很简单，但是游戏却不枯燥。不断涌出的敌人，各种各样的敌人，有的小boss必须要按照固定顺序打到，有的强力小人血会多，甚至还会躲闪，就目前遇到的小人而言，有些小人甚至堪比小boss。游戏音乐很带感，音效很棒，随机而出的一些镜头拉近和特殊动作，非常带感。

硬件就不说了，应该是个游戏就能带起来。遇到这个小游戏是合卡时候送的打折券，结果意外的好玩，于是我又屯了个，准备害基友。建议大家打折时候或者入包的时候重点关注，是个值得入的游戏。

游戏特点，就是一个爽字。强烈推荐。唯一缺点就是没有徽章和卡牌。也不能合朋友一起，如果两个人一起打，那多爽啊。

总体：
画面：7/11
音效：10/11
操作：11/11
游戏性：9/11

注意有2了
好评: 本以为是动作游戏，玩过后才知道是音游...
好评: 画面比较粗糙，玩起来挺有爽感。
好评: 好 非常爽快
好评: 真过瘾，玩起来昏天黑地的，肾上腺素激增！
好评: 爽就完事了
好评: [h1]非常好的游戏！深入贯彻领会了接化发的精髓！[/h1]
刚才有个朋友问我发生什么事了，我说肾么回事？给我发了一个张截图，我一看！噢，原来是昨天有两个年轻人，30多岁，一个体重90多公斤，一个体重80多公斤。塔们说，有一个说我在健身房练功，颈椎练坏了，你能不能教教我混元功法？帮助治疗一下我的颈椎病。我说可以，我说你在健身房练死劲不好用，他不服气，我说小朋友你两个手来折我一个手指头，他折不动，他说你这也没用，我说我这个有用。这是化劲，传统功夫是讲化劲的，四两拨千斤，200多斤的英国大力士都握不过我的一个手指，他说要和我试试，我说可以。我一说，他啪就站起来了，很快啊。然后上来就是一个左正蹬，一个右鞭腿，一个左刺拳！我全部防出去了，防出去以后自然是传统功夫宜点到为止，右拳放在了鼻子上，没打他。我笑一下，准备收拳。因为这时间按传统功夫的点到为止他已经输了，如果这一拳发力，一拳就把他鼻子打骨折了，放在鼻子上没有打他。他也承认我先打到他面部，他不知道拳放在了鼻子上。他承认我先打到他面部。我收拳的时间不打了，他突然袭击左刺拳来打我脸，我大意了啊，没有闪。他的左拳给我右眼蹭了一下，但没关系啊。他也说啊，他截图也说了，两分多钟以后，当时流眼泪了，捂着眼我就停停。然后两分多钟以后就好了。我说小伙子你不讲武德你不懂，他忙说对不对不起，我不懂规矩啊，他说他是乱打的。他可不是乱打的啊，铮铮鞭腿左刺拳训练有素，后来他说他练过三四年泰拳，看来是有备而来。这两个年轻人，不讲武德，来，骗！来，偷袭！我69岁的老同志。这好吗？这不好。我劝这位年轻人，耗子尾汁。好好反思。以后不要再犯这样的小聪明。武林要以和为贵，要讲武德，不要搞窝里斗。谢谢朋友们！
好评: 非常爽，非常解压！！！i了
好评: 玩了2才来玩1，因为是前作所以感觉难度更大，画面比较粗糙，玩了一下还是放弃了……
差评: 无聊至极
好评: 7个小时通关，就是爽
好评: 爽~
好评: 爽快
好评: 小而精致
8/10
好评: 好玩
好评: 只能说爆炸好玩，就是有点断手和损鼠标
好评: 66666666666666666666666666666666666
好评: 这浓眉大眼的小东西，居然还有那么一丝别致，用手柄爆爽，一款注重节奏的小游戏，有些像音游的玩法，只需要两个按键操作，在合适的时机按下按钮，但是将音乐本身替换成强劲有力的音效和背景乐，再加上火柴人风格的打斗动作，居然产生一种流畅的爽快感觉，不要被这金坷垃式的交互页面蒙蔽双眼，这款小游戏是能玩的，一款打折时物有所值的4399，玩起来甚至有些解压，简单粗暴爽快,最后再次推荐手柄，很爽
好评: 很好的游戏。
好评: 鼠标左右键毁灭器

标师傅！尝试切他中路！

火柴人功夫大战，挺休闲的，买来绝对不亏。
打发时间的神作！
好评: 陈独秀火柴人同学，请坐下
好评: 好玩没理由
好评: 很简单的游戏但是很让人上瘾，一套完美连击下来得白金奖牌的感觉还是很不错的，关卡也很多，可玩性很高。
好评: 游戏好玩不多说什么了
好评: 这样的比赛啊，我以前打了几十次了；
不过下面不是地面，全部都是刀啊！

如果下面是刀啊，已经死了。
不是这样打的。
好评: U1S1,有国产游戏能做到这样就不错了
好评: 吹爆就完了
好评: 创意很赞，gameplay也很酷炫，就是这个仿佛伏特加磕嗨了的老毛子和德州老农杂交一般的low批外观设计是什么鬼。。。
PS 可以看作蝙蝠侠终极威力加强版，如果你是阿卡姆系列忠实粉丝的话推荐度 X 5
好评: 节奏感超强，音乐不错，确实是个好游戏。
好评: 这么帅气的武打节奏音乐游戏居然不是我们中国人自己出的，说明有些问题真的不是因为钱和技术力。
好评: [h1]每个人都该试试的游戏[/h1]
游戏不可貌相
最开始知道这款游戏是因为steam整天推荐，不过看它第一感觉好像挺无聊的？加上当时是个画面党，就没怎么注意。
后来搜好评度高的游戏，排在很前面，十分不解。
直到春促看它太过眼熟，也想知道为什么好评度这么高，买了试试。结果发现自己差点错过一款如此佳作。。。
好评: 赞
好评: 两个歪果仁做的一个中国游戏
其实无论是光影对比还是音乐都做得可圈可点 但是单调的游戏模式和较低的难度实在让我难以继续通关master level
相比于Reign的左滑右滑 这个连互动的空间都莫得 玩到最后没了打击的快感只剩下条件反射
7/10 其中1分为了浓浓的中国风
全都只是我这条狗个人的看法 以上
好评: 只有一句话可说——爽！
好评: 有点上头
好评: I hate speed round !
差评: 粗制滥造。
好评: 很酷，动作很像童年玩的火柴人小小，有一定的难度，很考验手眼脑协调和反应能力。
好评: 一个字“爽”超酷
好评: 《关于我是如何成长为一名武林高手的记录》

等更新。。。。。
好评: 帥就完事了
好评: 画风喜欢，打击感超棒
好评: good game
好评: 不支持键盘鼠标，得用游戏手柄来玩。
锻炼小脑的游戏，要看准敌人的类型、血量和来袭时间，打得好很爽快，无脑按死得快。
好评: [h1]向日葵游戏评分：7分（1-10）[/h1]
快节奏动作游戏。
游戏主要考验玩家的反应力，只需2根手指就能做出各种功夫动作。人物都是火柴人的风格，打击感十分到位。
[h1]欢迎大家关注我们的鉴赏家：https://store.steampowered.com/curator/28763059[/h1]
[h1]关注微信公众号和头条号“向日葵游戏”获取更多资讯；官方微博：向日葵游戏评测[/h1]
好评: 左键和右键玩出这么帅的画面也是牛逼。
好评: 非常爽快。
差评: 为什么我存不了挡
好评: 拳拳到肉，过瘾
好评: 还行
好评: 真的是简单的操作，简单的快乐，建议购买
好评: 大体上是一路盯着人物下方的红蓝条的一个疯狂点点点游戏，但是看录播的时候还挺爽的没错……
但是感受到了之后就不想刷了x
好评: 爽~
好评: 好玩，玩得键盘啪啪响，如果有舍友请希望他不会掐死你。但是玩法比较单一。
好评: 玩法简单却不失紧张刺激，一开始玩便爱不释手，非常休闲娱乐的小游戏，工作学习之余放松娱乐，操作简单就能体验酣畅淋漓的打斗，99%都推荐此款游戏，好评如潮不是盖的，充满动感的音乐，火柴人一般动作，怀旧并充满了创新，极力向大家推荐！！！秀
好评: Nice
好评: 很有打击感的火柴人，虽然就两个键但我手残还是难受啊
好评: 打击感很棒，操作简单但并不单调。有许多招式和武器，却只需要一个鼠标就能进行游戏。要是有折扣的话性价比绝对优秀，现在出了2，可以试试看。
好评: 闲来无事打一打，音乐很动感。
好评: 用两个键玩的游戏，爽快感十足！
好评: 爽快的战斗，非常看反应能力和判断能力，做到冷静和迅速这两点，战斗场面就会非常的帅！！！！
喜欢快节奏游戏的强推
好评: 我以为是一拳超人…………
好评: JUST PUNCH IT.
好评: 我新买的G502。。。
好评: 动作飘逸帅气 操作简约而不简单 独具魅力
好评: 说实话我进游戏的第一印象是感觉就是拿画图画出来的界面一样，然而当我真正玩的时候才发现原来外表真的不重要，虽然只有左键右键操作但是打起来很顺畅，打击感也不错，各种虎爪，鹤嘴也证明制作人对中国功夫有一定了解，虽然耐玩度不是很高但买来玩玩很划算
⠄⠄⠄⠄⠄⠄⢴⡶⣶⣶⣶⡒⣶⣶⣖⠢⡄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄ 
⠄⠄⠄⠄⠄⠄⢠⣿⣋⣿⣿⣉⣿⣿⣯⣧⡰⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄ 
⠄⠄⠄⠄⠄⠄⣿⣿⣹⣿⣿⣏⣿⣿⡗⣿⣿⠁⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄ 
⠄⠄⠄⠄⠄⠄⠟⡛⣉⣭⣭⣭⠌⠛⡻⢿⣿⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄ 
⠄⠄⠄⠄⠄⠄⠄⠄⣤⡌⣿⣷⣯⣭⣿⡆⣈⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄ 
⠄⠄⠄⠄⠄⠄⠄⢻⣿⣿⣿⣿⣿⣿⣿⣷⢛⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄ 
⠄⠄⠄⠄⠄⠄⠄⠄⢻⣷⣽⣿⣿⣿⢿⠃⣼⣧⣀⠄⠄⠄⠄⠄⠄⠄⠄⠄ 
⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⣛⣻⣿⠟⣀⡜⣻⢿⣿⣿⣶⣤⡀⠄⠄⠄⠄⠄ 
⠄⠄⠄⠄⠄⠄⠄⠄⢠⣤⣀⣨⣥⣾⢟⣧⣿⠸⣿⣿⣿⣿⣿⣤⡀⠄⠄⠄ 
⠄⠄⠄⠄⠄⠄⠄⠄⢟⣫⣯⡻⣋⣵⣟⡼⣛⠴⣫⣭⣽⣿⣷⣭⡻⣦⡀⠄ 
⠄⠄⠄⠄⠄⠄⠄⢰⣿⣿⣿⢏⣽⣿⢋⣾⡟⢺⣿⣿⣿⣿⣿⣿⣷⢹⣷⠄ 
⠄⠄⠄⠄⠄⠄⠄⣿⣿⣿⢣⣿⣿⣿⢸⣿⡇⣾⣿⠏⠉⣿⣿⣿⡇⣿⣿⡆ 
⠄⠄⠄⠄⠄⠄⠄⣿⣿⣿⢸⣿⣿⣿⠸⣿⡇⣿⣿⡆⣼⣿⣿⣿⡇⣿⣿⡇ 
⠇⢀⠄⠄⠄⠄⠄⠘⣿⣿⡘⣿⣿⣷⢀⣿⣷⣿⣿⡿⠿⢿⣿⣿⡇⣩⣿⡇ 
⣿⣿⠃⠄⠄⠄⠄⠄⠄⢻⣷⠙⠛⠋⣿⣿⣿⣿⣿⣷⣶⣿⣿⣿⡇⣿⣿
好评: 这。。。这游戏有毒。。。啊。。。
好评: 不玩不知道，一玩吓一跳，火柴人怎么也可以这么有打击感
个人感觉（连拳王搓招都不会的手残党）贼有意思
强烈建议用手柄上的肩键玩，体验极佳
miss的数量嘛……随缘吧
好评: PURE INTENSITY
好评: 游戏是不错
就是费键盘
好评: 啊啊啊啊啊啊啊啊啊啊啊 NO LUCA NO SURVIVIAL MODE 太难了。
[spoiler]这家喵星人LUCA简直魔性秀存在。
不光要忙活火柴人，还有在二次元外把猫支开不要让它挡屏幕。[/spoiler]
我简直气哭了。
----------

这款游戏我4RMB时购入，越玩越好玩，简直停不下来；
平时写作业看书困了的时候来一发简直热血沸腾；
[b]按键操作[/b]
游戏只用鼠标操作，左键对应攻击左侧最近的敌人（如果最近敌人未进入判定范围会miss，主角容易漏出破绽被打）或向左使用互动物品或格挡左侧飞行道具，右键反之亦然。

比较快节奏，考验手眼协调；无miss为紫金奖牌判定，miss 1-3/4-6/7-10/10+分别为金银铜和无奖牌判定，无伤过关为perfect判定
在Blind Survival Mode里面比较要求你会辨识敌人颜色所暗示的键位次序；
平时见到这些敌人可以混个眼熟以破招
[i]（以1表示敌人来袭方向，0表示该方向的反向）比如墨绿侠是11，深蓝侠是10，红色侠是111，青色侠是1111，黄色淡黄暗紫等等颜色的敌人都有，目前基本都是4阶操作数以下的敌人，当然也有单挑型的小boss，要互相切磋个3~20轮才能打趴下。
其他模式基本上不必背板，指示器标识还是挺清楚的。[/i]
[b]技能[/b]
技能有21种，当然其实主角也有一些牛逼的被动攻击技能（特效，误），比如最后一滴HP触发一把金刀的特效，有时候会让你暴打敌人，有时候是白屏时间变缓给你连斩突击，有时候是武器的特殊击杀。。。
每局可以携带至多3个技能（砸场局、速通局、投掷武器飞镖/炸弹局等等不让带技能）；目前个人感觉使用最顺手的是冰冻27杀后触发+山崩37杀后触发+近战武器投掷（三大AOE），可以迅速清场，打生存巨爽；

BGM几首循环的，都还算耐听；
老哥的旁白声音有点骚

整体评分 4.9/5.0
毕竟画风有点4399小游戏的感觉；
不过这是我花过的最值的4块钱！
好评: 我就想知道，第四关到底怎么过？我卡在第四关N天了！要气死了
好评: 喜加一补票后看到出了2，结果买了2，爽就玩了，第一次喜加一把新作加上了
好评: 很难受没有云存档！17个小时的存档没了！

但是游戏性很强
好评: 游戏整体画风 有些清奇 虽所是3块钱特价买来的火差人游戏 但是游戏·整体操作 游戏体验 不算很理想 
 只能说一般般吧 建议打折入
好评: 这个游戏看起来十分粗糙，年代久远，制作的十分差劲，但实则很用心，在细节方面，处理的十分到位，音乐方面认真听听也会觉得分外带感，打折几块钱买实际上挺值的
好评: 来一把吗？不了不了，伤鼠标。
好评: 1代真香
好评: 自从玩了这游戏后，我的小兄弟得到了充分的休息。孩子很喜欢。
好评: 建议开除游戏主美 并将其一年份的工资作为奖金发给主策
好评: 非常不错的游戏
好评: 游戏高评价过关左上角速度会永久加，反之可以维持较低难度。挂机刷负可以迅速降速方便无失误过关，剧情模式这个速度系统有点瑕疵。喜欢无失误过关再继续打下一关的，失误就点重新开始，速度只加不减，难度高到爆炸。（建议使用键盘←→进行游戏。）
好评: 会玩了之后根本停不下来
差评: 不太推荐，手感奇怪的小游戏，画面不怎么样，玩法很简陋，上手玩了十分钟，感觉无法吸引我继续玩下去了
好评: 4元能买到的最牛逼的游戏之一，很多年没玩过这么简单粗暴的游戏了
好评: 没的说，好评!
好评: 沙雕游戏，必须顶一个，而且现在打折，4块钱玩一天，太好玩了，游戏性MAX，抬头天亮系列，貌似二代要出了，希望二代不会崩[spoiler]就再玩一关，真的，不要拦着我啊[/spoiler]

好评: 爽就完事了，打击感贼强，而且就只要鼠标左右键，建议用个便宜的鼠标，坏了不心疼~
而且现在打折只要4块，不买就亏辣
好评: 不错的小游戏，耐玩，爽就完事了；但是故意作出来的中式英语发音着实令人不爽
好评: 爽！
好评: 打击感超棒的诶
好评: 无意间发现的一个小游戏,还挺好玩的,四元买的 值得
好评: 四块钱的渣画质神作！！！
好评: 好玩！！！！！
好评: 哪个天才做的游戏
好评: 不错的小游戏。。  杀杀杀
好评: 爽就完事了
好评: 打折喜加一，4块钱你买不了吃亏买不了上当。
只要试玩三分钟，你就会跟我一样，爱上介款游戏。
点一下，VAN一年，贪玩鼠标，你值得拥有。
好评: 没云存档。
好评: 超级棒！打击感超强，就是界面太花了一点
好评: 这游戏要出2了，比一的动作更流畅 更多的武器 更多的技能 新增了QTE 打击感更好 特效跟棒
:D
好评: 只需要你的鼠标轻轻一点
即可享受痛快打击
这游戏何不喜加一~
好评: 自从玩了这个游戏，我已经用坏了两个鼠标了……
根本停不下来
好评: 超级刷刷刷!
好评: 简单却有趣的杀时间小游戏，打击感十足很适合消解压力！
好评: 无意间发现了它，真的很幸运。
首先操作十分简单
打击感非常棒！
看似智障的游戏却非常带感！
至于BGM，看到游戏开头的F-777就已经稳了！
非常推荐，特别酷炫！

好评: 过年入的
上联：简单粗暴吃反应
下联：动作力量不做作
横批：爽就完事
好评: 操作简单容易上手，战斗暴力十分过瘾！
好评: 玩了很久本来还想着打通关来着，换固态硬盘的时候没注意是本地存档，存档丢了就不玩了，不过是个好游戏就是了，没事玩两把很爽，一直玩的话就会感到厌烦（好像我玩什么游戏都是这样2333）
好评: 簡單 休閒
好评: 爽爆
差评: 打击感弱了一点
好评: 打击感真的棒，而且玩着很轻松，停不下来
好评: 我为了玩这款游戏存了一箱鼠标。
好评: 很爽
好评: 超级好玩啊，停不下来的！
好评: 太几把好玩了!!!!!!!!!!爽啊~~~
好评: 为什么我的手指停不下来
因为这游戏超爽的
好评: 简单的画风却带来十分爽快的打击感和游戏体验，个人最喜其中子弹时间机制触发之时的快感，加上用激光剑、双节棍流畅击杀Brawler的成就感，满分之作，强烈推荐！

追评：期待明年的续作，OFDP2，等你的到来！
好评: All it need is one hit
好评: 一款可玩度很高的小游戏，玩到后面难度也很大，就是形式有些单一
好评: 没有Original Soundtrack包差评！！！！！！！




开玩笑的啦，这游戏超爽！
好评: 给所有像我一样手指僵硬不能蜷缩的玩友的忠告：这游戏有毒！请换成手柄，请换成手柄，请换成手柄！我测试了ps3、ps4、xbox，xboxone四个手柄，感觉还是xboxone手柄肩键回馈最配合，键程短，手指角度舒适，还不容易按错。
好评: 真的赞！！！！！强推！！！！
好评: 我要徽章
好评: 我的天啊。这个小游戏真的要强推一下，真的心脏嘭嘭嘭啊，满分满分，操作简单，但是玩起来超级过瘾，十分解压没错了~~~
好评: 打的的确很爽很爽，但是我就搞不懂，鼠标按多少次都看的好好的忽然就捡了个武器然后就疯狂MISS被人怼，打着打着忽然就来了个慢镜头，很恶心，明明很多次都能0次MISS过的，实在是没心思二刷，越打越气
好评: good
好评: 无脑 安利   爽飞
好评: 打擊感挺强，簡單玩了下還沒有感受到與音樂的結合，操作簡單，但是想打好也挺難的
好评:   黑五应付用评测：最后几个成就实在完不成了，分数不累计，必须要打出超越的高分才计算那一部分上去，那还点打。弃了
好评: 明明是个+1游戏，却让我想起了《小小动画》系列FLASH作品；
当然你反应快就可以找到当年第一次接触计算机，老师在课堂上给大家放《小小动画》的样子；
如果手残嘛，嘿嘿。
好评: 喜加一，就这个还行。
好评: 86分很.好玩，也很难。加油 努力
打击感非常好，难是难，但不会到你会因为难度而放弃的地步。音乐简单明快，不会烦。画面也还不错，其中深蓝背景的那些关卡的画面就有点惊艳。
缺点也有，第二关部不怎么样，难度突然下降很多，明知道后面会再升上来，也不想玩第二关前面的
好评: 割草割得真爽，根本停不下来，手指都酸了。
好评: 哇！这游戏，不玩还好，玩起来根本停不下来！诶哟，手抽筋了
好评: 操作简单，爽，当然长时间很容易疲劳。
好评: 操作简单，打击感强。好玩，便宜。
好评: 太有意思了，玩起来很爽很爽，按XB就够了。
好评: 好玩是好玩，ﾉ☀
好评: 很不休闲的一款休闲游戏，游戏节奏会一直加速，要是实在不能过关或者完美过关，可以先死一死，然后速度就会降下来
好评: 减压游戏 爽！
好评: this game is tooooooooooooooo unbelievable！！！
好评: 我特么打爆！
好评: 操作简单，画面精良，无聊的时候玩玩不错可以减减压
好评: 刀！枪！剑！戟！斧！钺！钩！叉！ 手！眼！身！法！步！ 阴！阳！顿！挫！ 画面张力！爽到爆！ 打击节奏！超激赞！"
好评: 这游戏绝了，爽到无法自拔！！！
好评: 这傻屌游戏到底有多少关啊，fong了
好评: 血浆飞舞，爽快至极。
完美主义者的坟墓（本人已死）
跪求低画质选项。不是所有的电脑都开得起来这个游戏的炫酷特效的。（甚至可以说大半都开不起来......）
跪求云端存档功能。换几次电脑，每次都得从头开打。或者整个战斗能力试炼，通过可以开启后面的关卡，也行呀
好评: 牛逼！厉害！屌！买就完事了！
好评: 猫猫无限模式是真的笑死我了，非常的现实，猫就是喜欢挡在显示屏前面我深有同感
好评: 很有意思
好评: ？？？我左右键怎么坏了？？？
好评: 钱包穷得叮当响...
打开-->热销榜-->用户评测-->4块钱的它居然排前-->看演示视频还不错-->试试看,如果不好玩还能退款(真穷啊...)

卧槽这居然是...

低配版(男生特供)劲舞团
能把左右左右发挥地如此极致,真是佩服开发商.
好评: 还可以吧 4块游戏 就是吧 音乐来来回回就2首 太少了
好评: 玩了这款游戏女朋友更加性福了
好评: 在steam上花的最爽的4块钱，简直停不下来！
好评: amazing！
好评: 玩起来真的很爽
好评: 一根手指，和若干箱报废鼠标。
好评: 我tm爽爆！！！
好评: 开心就够了
好评: 打得真爽，要是能够自定义音乐+敌人节奏出击就更好了，打折就四块，何不买一个玩玩呢？
好评: 买爆不解释，，，感觉自己阿福附体，反手就是一波乌鸦坐飞机



斗宗强者竟恐怖如斯？？？？
好评: 这游戏屌的一比，我一边玩一边傻逼似得在笑，真不适合在办公室玩，一看就不是在工作状态下
好评: 好上手，打击感强，强迫症患者表示每一关都要追求无伤和极限手速！
好评: 所以我他妈到底玩了个什么？
好评: 这是一个神奇，牛逼，还有奇葩特效，极具特色的游戏，，考验反应速度，但也不是疯狂点点点就能解决的，还有，旁白的口音很重
差评: 这居然是款音游，服了
凭啥好评如潮啊，被Iron Snout完爆
好评: 爽就够了，要啥测评
好评: 这绝对是一个打着格斗游戏名号做的最简单最舒服的音游
好评: 每次玩完都提示解锁一大堆成就 好爽的感觉
好评: 就是一个爽，一口气时间玩长了脑残眼瞎手抽筋
好评: 我一直很奇怪我为什么玩不好这款游戏，
[spoiler] 看着躺在我身边熟睡的人，我知道了答案，我有老婆啊！	[/spoiler]
好评: 很不错的游戏，打击感还是挺爽的，价格打折也非常便宜
好评: 这就是武侠
好评: 太好玩了，停不下来
好评: 这游戏，玩着玩着半个小时就过去了。。。
好评: 相当有可玩性的游戏，一玩就停不下来
好评: 操作简单，动作流畅爽快，配合音乐节奏来着一顿骚操作（我是指屏幕上的人物），休闲玩一小会是非常不错的~~~
好评: 6/10 手游
好评: 每天玩上15-30分钟还挺有趣的，嘿嘿
好评: 这游戏有毒
好评: 少林功夫，打击感极其优秀，完美的BGM，紧张刺激的近距离格斗和多种多样的武器使用。除了画质有点残念我几乎找不出缺点了。

哦，还有一个缺点，玩久了手指挺累的......
好评: 我不知道为什么我玩个火柴人都能玩一天...
我也不知道为什么玩这游戏会不由自主发出声响

阿哒！黑虎掏心！虎爪吃布丁！螳螂拳！扫堂腿！二虎杀两羊！乌鸦坐飞机！！！龙卷风摧毁......
好评: 有一首 音乐蜜汁带感，有一种凤凰传奇的感觉
好评: great！
爽！
好评: 游戏非常爽 非常嗨皮
好评: 这游戏玩起来非常爽，音乐也很棒就是游戏开始界面的人画得有点难看，要是有中文就完美了
好评: 简单粗暴，够魔性，音乐好听，赞！
好评: 好游戏，很带感，鼠标左右键操作，简单粗暴，然后，说点其他的感受。
1.音乐还不够节奏，意思，不太合每一个动作相匹配，希望可以改进。
2.3块钱入一个很划算了。
3.建议出一个自定义敌人速度的选项。。。。
总的来说，这是个挺不错的游戏。
好评: 很有魔性的一款游戏，不错！
好评: 上手容易，操作简单，打击感强，节奏爽快，这样的游戏不多了啊。然而这款游戏便是拥有以上优点，能让我强烈推荐的游戏。
从游戏的游玩体验来看，该游戏作者对于中国文化的理解显然比好莱坞的那些家伙要深，各种招式真的神还原。。。。。
操作也简单到只用鼠标左右键分别迎击来自左面和右面的敌人，BGM也是谜之带感。

唯一的缺点就是成就解锁的话要完全退出游戏才能结算，可能这款游戏原本是手游，开发者偷懒进行暴力移植的后遗症吧。
好评: 我的天，这游戏，毒得不行，本来玩一下就下了，硬是玩了3个小时，配合变速齿轮游玩更加刺激。
好评: 就一个字“爽”，没了
好评: 因为手机版的而得知这款游戏，但手机版的由于众所周知的原因无法完整体验，玩了PC版后感觉一个字：爽！
好评: 玩起来爆炸，越玩越感觉像音游了
好评: 里面个个都是人才，超喜欢这个游戏的，呼呼哈嘿
好评: 爽！就这一个字！
好评: 不知道为什么，就感觉很有劲。非常魔性的一款游戏，打击感超棒
可能中国功夫在老外眼里就是这么一种不明觉厉的感觉吧
吃我黑虎掏心！猴子偷桃！乌鸦坐飞机！！！！！
好评: 爽是爽，就是大多了手指很痛。
到底是键盘好用还是鼠标好用？
好评: 卧槽？配音大叔口音好像我隔壁Chipotle的墨西哥大叔？冲着，他以为我是墨西哥人要多给我赛点菜叶子，我都要给这个游戏一个好评好吧！？
黑虎掏心，泰山压顶，二龙戏珠，螳螂拳，蛇形步，莲花飘，蝎子掌，佛拉明戈舞步，飞天陲，猫落地，熊掌出击，猫抖水，猫转身，飞鹤捕虾，猩猩折枝，兔子拳，骡子踢腿，龙虾爪，眼镜蛇，牡蛎壳，乌鸦坐飞机，大象踢腿，一虎杀两羊，电眼逼人，黑虎掠过秃鹰，怒鸦起飞，睡熊猛醒，饿狼前进，螺丝卷，马尾拍苍蝇，镰刀扫地，泼猴发功，愤怒的章鱼，小鱼水中游，鲸鱼摆尾，脑袋砸核桃，劈山掌，巨斧砍大树，狮子拜天，猎豹飞奔，羚羊飞跃，黑虎捕食困小养，豺狼捕兔，鹞鹰落地，虎爪吃布丁，乌龟拳，树懒踢腿，飞天猴巧夺宝盒，老鼠走迷宫，老鼠偷奶酪，鲨鱼吞饵，水牛打老鼠，飞鹰展翅，顽猴神功，螳螂神拳，狡兔出击，青鱼绝杀，飞象踩老鼠，土拔鼠掷鲨鱼吃鱼，凤凰奔月，流星毁灭，龙卷风摧毁停车场，暴龙振翅飞翔，飓风踢，地震拳，小行星带，流星连打山，轰雷拳，虎落鹰背，超行星燃烧，袋鼠跳，扫堂腿，打虎式，双风贯耳，鹰爪功，碎瓜拳，老鹰展翅，我成了瘸腿鹅，腾空飞脚，蛇拳出动，龙抓手，怒鸦飞行，仓鼠上车龙，熊捉鲑鱼，犀牛狂奔，羚羊起跳，山羊爬山，蜘蛛吃苍蝇
好评: 学徒 Student 难度通关

打击感爆炸，天知道火柴人是怎么打出拳拳到肉的感觉来的，配合旁白充满激情的中二出招声明，从头爽到尾。

关卡模式多样，各自有不同的限制条件；武器、投射物和技能系统增加了战术的多样性；Miss数奖牌和无伤Perfect奖牌提升了游戏深度。

Student 上面还有大师 Master 和宗师 Grandmaster 两个难度，另外还有个无尽 Survival 模式，也是三个难度，想玩下去还能玩好久……
好评: 中国武林风格的指尖格斗小游戏，推荐打折的时候入，玩起来根本停不下来，很魔性，操作简单容易上手，无聊的时候锻炼一下手指，发泄一下都是很好的选择
好评: 跟着摇就完事儿了！真TM爽！
好评: 挺有意思的一款游戏，而且玩着非常放松，也能消除许多压力（至少我感觉是比较释放压力的哦）。动作也设计的非常的酷炫，虽然是火柴人形式，但那又怎样呢，推荐！
好评: 哇~真好玩 ~~
好评: 火柴人好评~

中国功夫好评~

魔性音乐好评~

怎一个爽字了得~
好评: 看起来有意思，其实确实有意思，画面看起来很[strike] 低端	[/strike]，但是不影响游玩，还是很爽的，也不难
好评: 太尼玛好玩了 ，爽
好评: 游戏爽快简单，在灵活反应的基础上操作畅快淋漓，适合休闲释放玩
好评: 投入了远比统计数据中更多的时间在这款游戏上，但因为启动方式特殊导致并未记入steam统计。
陪我度过了夏季几个刚进屋的傍晚
简明扼要的，即便是孩童也能比较快速的掌握到要领。
直白的控制，爽快的战斗 
不断变化的挑战中含有的简要但丰富的节奏感。
还有严肃且“粗暴的配音”——听多了会略微感到反差和搞笑


初中时闪客网站中小小火柴人打斗游戏的记忆的简单唤起
场景中蛮有趣的充满了外部视角所理解的所谓中国味的场景元素设计，越看越有意思（别具风骚）
好评: 真tm的好玩！
好评: 核心玩法很有趣，画面略粗糙，打折可入。
好评: 是这款游戏，锻炼出了我惊人的手速与反应力，与头带王冠的人打斗是我最兴奋的时候，与其打斗的过程中中按了多少下鼠标已经数不过来了，但每当我以1秒解决战斗时，我的肾上腺素激增，那种顶级的武斗感由光速的双指传遍全身，我想这便是一击必杀的魅力所在。
最后我只想说：黑虎掏心，泰山压顶，二龙戏珠，螳螂拳，蛇形步，莲花飘，猫抖水，猫转身，飞鹤捕虾，黑虎掠过秃鹰，龙卷风摧 毁停车场，乌 鸦 坐 飞 机！
好评: 很爽。很好玩。
操作简单，略微考验一下反应能力。
打击感挺好的，休闲游戏够劲！！！！！
好评: 巨TM无敌螺旋爆炸好玩 打击感一流 操作又简单 主要考验反应速度
非常适合闲的时候打几把
好评: 6/10
两键操作，左右必杀
好评: 很魔性的小游戏，推荐打折入
好评: 对于这游戏的评价，我只能说  [b]爽！！！！！[/b]
好评: 黑虎掏心、泰山压顶、熊掌出击......乌鸦坐飞机~飞机~飞机~~~
好评: 爽
好评: 这游戏莫不是鼠标厂商联合出品来加速损耗我们鼠标的。。。
好评: 超级超级超级coooooooooool  心情不好时候玩效果爆炸！
好评: 打发时间不错
好评: 打击感太爽了，4块买不来吃亏！！！
好评: 不错不错，性价比蛮高
好评: 二指李小龙模拟器，打击感极强，畅快而过瘾。这么有趣的游戏居然免费送了，感谢
好评: 垃圾游戏 ，毁我青春，浪费我时间，耽误我睡觉，mmp太魔性了……
好评: 爽到！
好评: 玩的手抽筋，但是停不下来
好评: 操作简单，但打击感很棒。很爽快啊
好评: 好评！！！

虽然游戏不大，虽然只需要鼠标左右键，但是意外的很耐玩，虽然不支持中文，但是根本也没有英文对话啊~~~
非常适合工作一天后的休闲活动

这里只提一个小意见：游戏里好像无法同时出现两个投掷物，当发出的一把飞刀命中或飞出界面之前，手里的另一把飞刀是无法发出的……死了很多次……

相对来说bug和崩溃情况算是很少的啦，60多小时至于遇到了一次崩溃
好评: 我曾经以为掉落武器是便于我斩杀敌人，直到我被掉落的武器断了n次连击
好评: 极棒的一款游戏，各个方面都没得说！！！ 强力推荐！ 当然用手柄别用鼠标 否则游戏体验估计不够好~
好评: 打击感很好
好评: 全程就2个键，简单方便，打击感强！就是太快了，请原谅我用了变速。
好评: 好玩~放松休闲
好评: 太tm好玩了！！！
好评: 首先，不要担心没有中文，因为这款游戏根本不需要
虽然全程只有两个键，但是相信我，它一定可以满足你的打击感欲望
动作连贯流畅、行云流水一套合成
并且，它很便宜，绝对值得你去购买
好评: 跟着节奏动次打次动次打次。
两个指头就可以完成操作。
画面有点像小时候玩的火柴人系列，打击动作也很流畅。
不过这BGM的水准实在不敢恭维，有种劲爆DJ金曲的感觉。。
如果支持手柄震动就更好了。
好评: 好玩，但是越玩越没趣。
好评: 十分棒！
好评: 减压神作，一旦玩起来停不下来。
音乐太少了，虽然带感但是挺久了还是会腻，建议自己开音乐玩。
音效很棒，游戏在后面也非常的有难度。
可以简单，也可以难，追求0miss可能会挫伤手指。
适合核心向音游玩家购买游玩，冬天热手只需要两分钟，一局Time Round
好评: 打折5块入的，不要被封面骗了，这是一个超赞超值的火柴人画风的打桩游戏，虽然是打桩游戏并且只能用两个键，但打击感十分爽快，打起来非常过瘾（推荐用手柄），淋漓尽致你，玩起来停不下来，强烈推荐。
好评: 很爽 的游戏 超级赞 节奏感超强
好评: 很带感啊...
好评: 要啥自行车？玩就是了。左右键轮着肝！！！
好评: 本作中加入了多种中国武术拳法和兵器，延续了火柴人一贯的暴力美学，多种关卡玩法，只需两根指头操作，就能享受以一当千的快感。
好评: 简介的画风 ，令人酣畅淋漓的打斗，真的令人停不下来啊！！！！
好评: 很好玩的一款小游戏，现在还能时不时捡起来玩。安我说，全价买都值了
好评: 爽爆了，化繁为简其实不是一件简单的事，把操作简化到这种程度还能有如此强的操纵感和打击感
感觉会上瘾
好评: 比想象中要好玩！简单！暴力！
好评: 好玩，强，无敌，nb，原价买都值，唯一的缺点就是没有续作。（使用手柄手感更佳）
好评: 天下武功，无坚不摧，唯快不破。其疾如风，其徐如林，侵略如火，不动如山
好评: 根本停不下来
好评: 爽
好评: 用鼠标拯救世界
好评: 应该是个老外做的体现中国武术精神的游戏，打击感没得说真的棒，而且难度不高，主要考验反应速度，便宜而且好玩
好评: 简单的操作可以打出华丽的武术效果，现在打折还只卖4yuan，值。
好评: 鼠标操作，极致简单，拳拳到肉，买之前还以为是国人做的游戏，尤其是那个旁白蜜汁带感2333
好评: 根本停不下来
好评: 这是个谜一样的游戏，就是那种不知不觉几个小时过去了，再玩一把天就亮了的那种
好评: 喜欢唯快不破的必入，交易员解压神器，但是怎么可以没有云存储呢？
好评: 哈哈哈，当初应该是领取了免费的那个类似小猪打拳的游戏，被推荐找到的这个游戏，正好打折
玩了就发现，这尼玛真是个小神作呀
减压神器！
好评: 如果看过当年《小小作品》的，一定不会陌生。
这游戏就两个按键，操作简单，完全融入其中。
你们见过一个人玩着游戏，还一边喊着斯嚷着的吗？这个游戏就是这样。

顺便，封面左边那位明显就是功夫里的十二路谭腿仁兄。
好评: 你看过一拳超人吗，对，这游戏和一拳差不多，就差打不死的设定了
好评: 这个游戏用五个字就可以评价——啪！啪！啪！啪！啪！
好评: 操作看起来简单，实际还是有点难度的，有种自己是大侠的赶脚
好评: 唔...这个游戏的中文名称...一定是《一拳超人》！
好评: [h1] 	一款有着简单的操作及动感的打击节奏的游戏[/h1]
游戏操作极其简单，动动鼠标左右键或键盘AD，敌人跑进脚底的框范围内即按对应按键，并且普通敌人一击即死。但是非常快节奏，种类繁多的敌人接连袭来毫不模棱两可，所以非常考验玩家的随机应变，可谓是“狮子搏兔,亦用全力”。进入游戏，可以看到游戏主界面略显单调，只有调整模式以及排行榜与成就菜单，但酷炫的背景也充分的体现了中华武术的博大精深，可以看出开发者对中华武术的敬意。游戏分有两大模式，分别是闯关模式及生存模式，闯关模式中你会一路过关斩解锁技能赢取积分，技能装备上后可以大大提高你的实力且也可在生存模式中使用；生存模式，顾名思义就是面对江翻海沸的敌人你需要艰难求生且一条命用尽模式也就结束了。而闯关模式中的关卡也分很多种类型：[h1]首先是普通的关卡，杀尽固定的敌人数量即过；BOSS关，对决强悍的BOSS；速度模式，限定时间内尽力多杀敌；光剑模式，手持光剑砍瓜切菜；激光双截棍模式，大同小异光剑模式；防御模式，档下敌人掷出的匕首；飞刀模式，玩家丢飞刀；破甲模式，击碎敌人的防御。[/h1] 而游戏中的衔接处决画面也相当细心，如x光、掏心、爆眼、武器穿刺等等。作为一款横版火柴人游戏来说已经是做的很成功得了，用简单高效的方法贯彻了功夫游戏的精髓。		[i] 所以独立游戏也不一定要注重画面与音效，注重创新性与游戏性也是一种方法，就比如骑马与砍杀、迈阿密热线或僵尸毁灭工程等。		[/i]
好评: 键盘摧毁者+1
好评: 一拳超人，难度还是有的，但稍微练练就能过
好评: 根本停不下来啊卧槽
这游戏有毒吧...
好评: 为什么玩起来的感觉那么像音乐游戏。。。
好评: 打击感特别强！推荐！
好评: 这游戏真的迷之带感，虽然只是左右键控制一个火柴人但是打起来感觉真的很爽
好评: 非常不错的游戏，手感贼好，玩起来特爽
好评: 花式键鼠杀手....武当张三丰 请赐教....
好评: 我们需要中文
We need Chinese
中国語は必要
Nous avons besoin de chinois
Wir brauchen chinesisch
Necesitamos chino
potrzebujemy chin
Precisamos de chinês
Нам нужно китайский 
เราต้องการภาษาจีน
Χρειαζόμαστε κινέζικα
好评: 打击感贼鸡儿爽的一款小游戏 用来减压不错 成就解锁也很快
好评: 不错的游戏，疯狂点了半小时鼠标！
挺带感的，有点像火柴人打架。
好评: 不像评论说的是减压游戏啊，反而越玩越累，但是确实挺好玩，强迫症表示很累心
好评: 很爽快的游戏，真的一个手指就能玩。
有压力需要短暂发泄时，玩这个游戏再适合不过了。
好评: 说不出来的带感，减压好游戏。            10/10 爽
好评: 极力推荐，真的爽的不行
好评: 打击感爆棚的一款游戏，秉承火柴人一贯的格斗特色，引入的技能和击打特写都是富有心意的。随着游戏的深入，更高的关卡也是手残的噩梦。
  it's a good sense of combat game ~ it has really stressed the Stickman's fighting features   (
  8/10
好评: 这游戏真是太爽了。不需要键盘只需要一个鼠标就可以畅玩。而且，玩的是真的太爽了。
虽然画面上可能就是个4399网页游戏的水平，但这比有些过于冗长重复的3A大作带给我更多的快乐。
简简单单的游戏也能玩的很开心。
好评: If you can't do it better, do it different.
当我通关student难度后，制作人的诚意深切地打动了我。
好评: 玩了差不多一个小时，手抽筋，还有你们为什么要点鼠标而不用方向键？挺好玩的游戏。
好评: 这游戏有毒……

好容易上瘾，没有鼠标的时候也想玩
好评: 操作简单但是好玩到不行  绝壁是鼠标厂的阴谋
好评: 好玩    很爽   很爽  很爽 的游戏，
而如果你喜欢火柴人 ，不容错过
好评: 还可以，界面看上去有点老。
好评: 打的好爽
好评: 打击感十足
好评: 爽到炸裂的打击感，操作简单易上手，地图关卡和技能还是有一定可玩性，作为一款简单粗暴的小品游戏，释放压力舒缓心情的好选择 [spoiler] （请爱惜你的鼠标）[/spoiler]
好评: 整个佛山，一个能打的也没有！
好评: 鼠标摧毁者……就是玩到后来盯着击打条比屏幕更多，动作再花哨也看不到了吧……作为小品游戏还不错。
好评: 很爽！但是存档呢？
好评: 爽快的打击感？   有！
看着头目和主角单挑却不上前帮忙的小兵？ 有！
必须要打翻的水果摊？ 有！
还要打坏几个木制家具？ 有！
或许你还想破坏一些场景建筑？ 有！
还想尝试一下各种敌人的武器？ 有！
帅气的特写镜头？ 有！
激光剑（？？？）？ 有！
带感的解说（虽然听不懂）？ 有！
武侠电影里该有的都有！
什么都有还特么只要五块钱？
你们到底在犹豫什么？
买买买呀！
好评: 爽的一批！老外设计的功夫动作有一种微妙的酷炫感！
好评: 为火柴人画风入库，两键操作简单，鼠标键盘都能控制，但作为一款中国功夫游戏能有中文就更好了
差评: 单纯的过把瘾，很快就会枯燥。让人失望的是技能并不过瘾，不喜欢这种不科学的游戏在技能上还有所保留。还有就是不喜欢发泄类型的游戏。还有就是，排行榜有用？
好评: 打击感很强，很不错的一款节奏类游戏，打折时入的手，强烈推介的一款游戏
好评: 换个鼠标！！我还能打100个！！
好评: 我他妈控制不住我的鼠标了！！！！
好评: 游戏非常喜感，也很简单，就两个键按要求按就是了。但是感觉还是相当好玩的，非常有节奏感，视觉效果很赞，很爽。要是用手柄玩还有震动就完美了。
好评: 武侠这个词在国内已经被过度消费了，但是在这里居然能找到一款很武侠的游戏
这游戏让我想起了武侠重要的概念，招式
OFDP招式虽然简单，只有左右两个键，但是包含了连击，反击，格挡等等招式而且需要在敌人来的时候迅速做出反应
里面的英文配音和英文界面稍有违和，而且界面也是那种“一看就知道是西方人做的东方世界”的即视感
但是不妨碍它好玩
好评: 是是是
差评: 并不太好玩
差评: 可能是我不会玩吧，玩起来没有视频来的爽，界面也很差，听不懂也看不懂，并没有想像的好玩
差评: 配音对亚洲用户不太友好
游戏略无聊 可玩性较差
个人意见
好评: 这游戏有毒.很少有让我刚买就沉浸几个小时的游戏。尽管只有左右两个操作，但是结合游戏的机制。使打击感动作流畅度非常高。根本停不下来。风格很像flash时代的小小系列。值得一玩。可惜不能云同步存档啊，摔！
好评: 爽就一个字，减压好游戏
好评: 游戏5元
换鼠标150元
很好很强大
好评: 赔我鼠标！！！！
好评: 至今玩过爽快度高的游戏不少，这个游戏就算排不上第一也是名列前茅了，而且最最最重要的是，这游戏不像其他极限追求爽快感的游戏那样，爽完就觉得很空虚，追求完美的过程很有乐趣。
操作极其简单，只需两个按键，难度曲线很平滑，同时照顾手残和高玩，效果手感爽爆，血肉横飞简直停不下来。
好评: 卧槽，这游戏真他娘的爽！手残都能玩的很爽！略微提示，别用鼠标左右键，要么键盘，要么手柄
好评: 特别好玩的小游戏
好评: 我就像知道档案怎么恢复？我的技能倒是还在，但是进度完全不见了。。
好评: 这游戏 太好玩了，真心的
好评: 一开始以为是+1游戏放在库里积灰，自从好友向我推荐了这款游戏后，已经停不下来了。。。
虽然画面简单，但是这是我目前玩过的老外游戏中最贴近中国武术精髓的一款，游戏化繁为简，主角一拳一脚都透漏着大家风范。寸拳、白鹤腿，螳螂拳、醉拳等在游戏里皆有体现。
丰富的技能，无论你是大虾还是小白总能找到自己合适的套路。
激光剑大战好评！双节棍好评！皇城pk好评！（被拖走）
好评: 爽就一个字。
好评: 买个好鼠标吧
好评: 这游戏太爽了，生存模式停不下来。。
好评: 一击必杀：删繁就简三秋树，领异标新二月花

就我接触过的Kongfu Game里面，一击必杀（One Finger Death Punch）应该是最得中国武术神髓的游戏作品，可以说是外国游戏制作人对中国武侠游戏最棒的展现，没有之一。如果不是知道游戏制作人是外国友人的话，我甚至会认为这个游戏是中国的武侠游戏大拿开发的武侠游戏佳作。

一般我们在评价外国游戏制作人，特别是欧美游戏制作人制作的Kongfu Game时，经常会说外国的游戏制作人对中国武侠游戏，或者功夫游戏理解和表现不佳，只是套了一层中国元素的形式外衣的动作游戏。原因不难理解，中国的武侠游戏，或者说功夫游戏都是形式美多于实用性的。无论是《流星蝴蝶剑》的华丽连招和飞檐走壁，还是《风卷残云》的防守反击或者多人群殴，游戏操作的形式美都往往大于实用性。如果你仔细观察这些游戏当中的战斗动作，会发现很多动作根本无法做到游戏所需要防御，甚至动作本身放到现实当中P用都没有。然而这些动作因为好看，因为能够形成强互动效果，所以会受到玩家的喜爱和欢迎。我们的很多武侠游戏都受到日本的动作游戏影响，招式华丽，效果酷炫。而欧美游戏制作者开发的游戏在动作处理上会更加合理一些，这在很多游戏玩家看来非常的死板，根本没有表现出中国武术的潇洒飘逸，灵动精巧。

如何正确的在游戏当中表现中国武术，这不仅对国外游戏制作人是个难题，对打着国产武侠游戏旗号的中国游戏制作人同样是一个难题。所以我们可以看到越来越多的中国武侠游戏特别是单机武侠游戏，放弃了动作游戏或者ARPG游戏的玩法，转而向RPG甚至SRPG游戏大踏步的迈进（没错，说的就是你《侠客风云传》）。因为这样开发武侠游戏更加简单，出错的概率也会大大降低。不是所有人都像昱泉国际那样有魄力在武侠游戏上有一番作为，《流星蝴蝶剑》又如何，网络版的《新流星搜剑录》不是说死就死了？流畅的动作，华丽的连招所带来的是较高的上手难度以及难以平衡的战斗数值。君不见有多少人在吐槽《风卷残云》上手困难，操作压力大。（当然在Steam上玩家吐槽的主要不是这个）所以现在想开发一个好玩并且符合审美的武侠游戏，难度极高。

面对这样的现实情况，制作规模并不大的《一击必杀》没有沿袭外国游戏开发商的传统套路，也没有采用中国游戏开发商的玩法。而是另辟蹊径，走出一条最适合其制作和表现的Kongfu Game新思路，让玩家感觉耳目一新。

其实这条道路非常简单，就是删芜就简，找到中国武侠游戏的精髓，将它用最简单的方式体现出来。而中国武侠游戏最精髓的内容是什么？一句话概括就是：多样、华丽的连招。

中国的武术博大精深，经过多年传承保留下来的武学招式和武器纷繁复杂，十八般武艺可不是说着玩的。国外的游戏也有不少招式都很华丽，《战神》、《刺客信条》等都是不错的游戏作品。但是在连招的多样性和招式华丽上，这些游戏比起中国的武侠动作游戏还有一定的差距。如何在游戏中呈现多样、华丽的连招，《一击必杀》的制作人选择了最简单的方式，就是简化动作与动作的衔接，让玩家通过“脑补”的形式丰富招式的连续性。

玩过这个游戏的玩家大都会认可《一击必杀》中人物丰富的动作种类。徒手格斗就有相当多的动作造型，再加上手持武器时的独特动作，《一击必杀》在招式的多样性上展现了相当高的水准。而游戏简单的玩法和简化人物的连接动作，也让游戏的连招流畅度和精彩度上了一个档次，再搭配游戏时不时出现打飞敌人的眼球或者黑虎掏心的慢动作画面，让游戏整体的战斗观感大大加强。在视觉上游戏已经达到了武侠游戏的一流水准。

而在玩法上，游戏采用了左右按键攻击两边敌人的方式。让游戏节奏紧张刺激，玩家需要在极短的时间内判断如何进行攻击才能保证自己不会受伤，而各种颜色的增强型敌人也让玩家在策略选择上有了更多的变数。相信不少玩家在一开始上手本作的时候对蓝色小人需要左右各打击一次的玩法搞得掉了不少血，而在遇到“拳皇”时的连续出招也让不少玩家回忆起玩音乐游戏的恐怖，而随着玩家越来越熟练，游戏的速度也会变得越来越快。《一击必杀》游戏的玩法以一种易学难精的姿态征服了武侠游戏爱好者，在一众武侠游戏里玩出了新花样。

当然游戏本身也并非无懈可击。在游戏进行到后期玩家可能会对左右互搏的简单玩法感到厌烦，游戏并没有随着玩家的适应而提升游戏的玩法，在玩家完全能适应游戏节奏之后，玩家与游戏之间的对抗基本沦为反应力的较量，这限制了游戏内容上的继续深入，可能一些玩家玩了一半之后，就放弃不玩了。不过我们也无法苛求游戏面面俱到，毕竟当你选择了简单上手的游戏模式之后，势必会出现后期难以提升玩法的困境，这只是游戏开发者不同侧重的问题，并不是游戏本身的缺陷。

在玩过了国外游戏开发者制作的这么多Kongfu Game之后，我对《一击必杀》这个简单好玩的武侠游戏愈发喜爱。这个游戏把握住了中国武侠游戏的神髓，简单而不失内涵。在这个游戏当中我能够感受到游戏制作人对中国武侠游戏深刻的认识，以及对武侠游戏形式准确的把握，很希望中国的武侠游戏爱好者玩一玩这款游戏，感受国外游戏制作人对武侠游戏正确的理解。

好评: 游戏打击感不错，玩法简单但又容易上瘾，动作还是比较酷炫的，但是这个20年前的UI实在难以忍受，还有里面模仿中国人说英语，不断地重复，太难受了。
总的来说，还是推荐。
好评: 哈哈哈哈，神奇的中国僧人，加上炫酷的操作真是手残啊~~~
好评: 极其爽快的战斗，让人不自禁的在那种打击感下沉迷！
且操作非常简单，只需鼠标左右键即可（这真的不是鼠标厂的阴谋？）
很考验反应能力
买下绝对不亏！
好评: 一个字，爽。
好评: 作为火柴人游戏，完全表现出了那种打击的爽快感
只有两个按键，但是根据敌人的不同可以发挥无数连招
物超所值，太好玩了
好评: 买不了吃亏买不了上当，等排位的时候打开来几把很合适
好评: 操作简单，打击感强，短时间娱乐性强，美中不足的是木有官中0.0
好评: 十分魔性的考验反应力的游戏

别看他脸丑，但他心善……呸呸呸，别看这货画面差，但玩起来还是挺爽的

+ 极具考验的玩法
++ 有意思的敌人种类设计
+++ 爽快的反馈

- 游戏部分地方说明不清，得靠自己摸索
--- 玩这游戏我鼠标按坏了
好评: 超级推荐太爽快了，音乐节奏+格斗 打击感和表现风格一流
好评: 不得不说，这游戏有毒。玩起来上瘾，就是小地图看不到还有多久才能打到最终关卡
好评: 这游戏一定是鼠标厂的阴谋……
好评: 昨天某宝入的 玩了一会儿就一句话 太他妈好玩了
好评: 打击感非常棒
好评: 这个游戏的打击感相当好啊，而且还有击杀定格画面，最后还有连招
好评: 一款意外带感和爽快的火柴人小游戏，作为一个主打中国功夫主题的游戏，虽然游戏里面的背景人物和场景类似路边摊上廉价小说封面的那种迷之画风，让人感觉到很low和无力吐槽（也许是老外的审美观问题？）但游戏本身作为一款火柴人格斗游戏，却十分的合格。游戏操作虽然只需要鼠标左右两键，但简单的操作加上慢动作时间、各类中式武器以及港式动作片的各种功夫招式，还有那个操着奇怪口音的旁白，真的给人一种功夫大侠的感觉有木有？很容易让人停不下来。因此，这是一款可以去尝试一下的小游戏~~
好评: 适合无聊时候玩一玩，买一个支持下中国功夫。游戏不大 汉化下更好了
好评: 拳拳入肉的打击感，不高的价格，这个游戏绝对超值。
好评: 左键左键右键右键左键右键左键右键。。。。。就是这个游戏的玩法，如果你没有键盘，真的必须入一发。打击感强，很爽快，但是玩久了会有点累。不足的地方是这游戏关卡太多了点吧，到后面真的是玩不下去了，反正本来就是+1,买了你不吃亏。
好评: 带上耳机，来个电子乐，很带感！
好评: 一款非常棒的小游戏，利用简单的鼠标左右键机制却创造出了一个观赏性极强的功夫游戏。
而且虽然只需要鼠标两键来控制角色完成各种酷炫的战斗，但是游戏本身却一点也不简单。
游戏有技能系统，玩家可以根据自己不同对游戏的理解来改造自己介绍擅长的能力，同时敌人也是分很多种，有些敌人会来回穿梭，根据蓝红条表示敌人的下一步动作，或者是敌人本身的颜色。
而这些加在一起，当大量敌人蜂拥而入的时候，你会发现想玩好它，也是一种挑战。
其中还有BOSS战等特殊关卡，总之，这个游戏绝对对的起它的价格！
如果你看过火柴人动画，也能接受火柴人的话，那么毫不犹豫的买吧，当你玩熟练了后，你发现你简直就是在用两指创造一段非常具有冲击感的功夫动作片。
简直不要太爽！
好评: 用光剑，化身绝地武士
好评: 我的处女评测！

我是看评价买的，买来之后一直没有玩，今天说看看怎么样，一开游戏哇靠！直接起飞！！
这打击感！不怕笑话，我确实没有玩过比这个更和我胃口的打击感了！动作设计，特效的制作，最关键的还有他妈的KO对手之后的一下定帧！我靠，佩服！

我只玩了19分钟，不敢瞎逼扯淡！但是这19分钟我就深深的爱上了这个逗比游戏，妈的美术画的也是有境界。配音也挺燃的！

我就说，就算不打折20+的价格你买这个也不亏！真的，比他妈那种好几百的坑比强太多。
做这个的是群人才！不知道现在做什么呢？看着公司就这么一款产品，希望别他吗黄了，赶紧续作！
出了我就买！DLC我也买，从此路转粉！
好评: 一个人的时候 实在无聊的时候可以玩玩这款游戏 刺激的打斗还是很不错的 主要可以用来打发时间
好评: 很好的游戏，玩坏了俩鼠标了，但还是想玩
好评: 这他妈是我玩过的最爽的格斗游戏
10/10
好评: 爽快的打击手感！棒！
好评: 打折入可以，这游戏通关一周目之后开始有点乏力，有种厌倦的感觉。不过之前消磨时间感觉是个不错的选择，游戏打击感也很好，比较容易上手。ps拍键盘比拍鼠标容易一点
好评: 这游戏简直不要太爽，背景音乐满满的中国风，作为无聊杀时间的小游戏最合适不过
好评: 你还能找到比这更好玩的游戏？
差评: 游戏还行,创意不错。最大的问题在于，玩闯关模式。一个印度佬，操着咖喱味的英语，在哪瞎bb，特别难受。哇啊啊啊。难受难受。我浑身难受。
差评: 6666666666666666666666666666666666666666666666666666还行 吧 算个休闲小游戏
好评: 这游戏，根本停不下来
好评: 打着打着我就在选关界面迷路了
好评: KKGAME粤语娱乐串烧讲解正式启航还在为考虑是否买此游戏吗？
在这：http://list.youku.com/albumlist/show/id_29319498.html?

spm=a2h0j.8191423.Drama.5~5~H3~A有这一款游戏的完美演示，看完后你就不会在为是否购买而

烦恼了，懂粤语的朋友们多多来支持下KKGAME粤语解说，在这里KK对大家能过来支持表示万分的感

谢！
好评: 这个游戏太爽了！我从来没玩过这么爽的格斗游戏！
好评: 别被这喜加一的画风骗了，超好玩超有毒的一款游戏，力荐！！！
好评: 神作的部分我就不多说了 
我就想问问有多少人解锁了No Luca No的Survival模式
这简直就是教猫奴如何在主子巡查时打游戏的绝佳教程
[spoiler]简直是哔了狗[/spoiler]

（来自一个2500+斩的残废少年）
好评: 游戏性不错，打击感也很好，但是为什么不能改键？鼠标玩着不爽啊！！
好评: 两个键就能玩的很爽快的游戏~
好评: 真特么好玩，停不下来啊
好评: 真·喜加一神作，独立中的精品游戏。相信很多人根本没听过这游戏，看到这个名字也只会想到一拳超人。没错，这个游戏就是能让你像一拳超人那样爽快。
--------------------------
++其实这个游戏可以归为音游，好玩不好玩，最关键的部分就在于它的打击感，做的太出色了。前摇，后摇等反馈把握的刚刚好，我觉得甚至可以让横版动作游戏学习一下。
+21个不同的技能，同时可佩带3个（一周目后是4个，不出意外第二难度通关之后应该是5个），虽然有部分重复，但整体在一个一击必杀的游戏里设计的已经是比较出色的了。
+多种玩法，各种特色关卡，限时关，重复加速关，飞刀关，防御关，激光剑关，1命关等等，关卡虽多但不会让人疲倦（就是手有点酸←）
+每轮开始会随机到一种武术，总共应该超过5种，每种武术动作和必杀技都是不同的；另外关卡里还有各种武器，效果也都不同，可谓非常良心
-我觉得加个事后回放功能该多好，玩的时候由于紧张根本看不清自己华丽的招式。。
P.S:最后的炸弹关和飞刀关非常变态，此时可以利用一个小秘籍，ESC暂停游戏，刚恢复的时候是慢动作的。不过一关只能用一次。
-------------------------
总评：9.5/10
此游戏在steamdb的统计中是和传送门2唯二的有一定数量的98%好评，还等什么，快去喜加一！
好评: steam的音乐游戏太少了，这个还不错。要是出个初音就好了。
好评: 这个游戏，剧毒，简单上手的操作，爽快的打击感，根本停不下来的节奏感。绝对超值。
接下来是一个警告：
[spoiler] 不要学习此游戏中的英文口音！[/spoiler]
好评: 制作组居然在游戏里下毒...
好评: 爽
建议打折入
好评: 玩过的最有毒的游戏之一
好爽
好评: 和手机上的致命格斗差不多，玩起来确实挺爽快的。一玩上就停不下来了。
好评: 玩的我有点小紧张。手指有点反应不过来了
好评: 挺有意思，仔细看动作都是合情合理的，而且有挺多被动技能搭配。就是太能拖了，后期真的只是想看个最后，结果一关一关又一关，让人越来越没耐心继续玩。总的来说很值得一玩。
好评: 爽快感爆棚的花式鼠标杀手
好评: 2333

很棒啊

把握节奏之后，爽的一笔
好评: 真鸡儿爽
好评: 爽快的打击感 让人欲罢不能
好评: 真鸡儿爽
好评: 一开始只是喜加一，玩了之后根本停不下来啊，魔性的画风超级带感，而且战斗难度适中，奇怪的英文旁白还有如同音乐游戏的节奏感，很值
好评: 打发时间必备
好评: 手残党的救赎，只需要两个键再手残也能玩的很爽
好评: 看上去是个格斗游戏，但我觉得实际上更像是一个音游，你只要鼠标的左右两键可以完成打斗。个人觉得用左右两个方向键更舒服[strike] 于是那样就真的成了一个简易版的音游了2333[/strike]
火柴人的画风比较简单，但看上去还是很舒服的，打击感很好，主要是玩起来特别爽（不过无伤奖牌说不定会累死强迫症）
游戏流程比较长4小时时感觉地图还有好多，不保证之后会不会过于枯燥，但作为一个独立游戏这种水准已经很不错了。
冬促5元入手，很值了。推荐
好评: 相当好玩的一款游戏，就是一些牛逼技能看不懂什么意思，如果有中文就更好了
好评: 这游戏贼TM好玩，贼TM容易上瘾。就是没有中文
this game is very good,but no chinese.
好评: 令人惊讶的小游戏，打击酣畅淋漓，然而并不是无脑一直按就能通关，如何在左右互搏的过程中维持自己的节奏是最大的难点
好评: 大拇指按断了哪家医院接的好？在线等挺急的！
好评: 心情不好就玩这个，爽啊
好评: 一个字，爽
两个字，真爽
三个字，非常爽
四个字，真的好爽
好评: 的确爽的，适合写完数学来打
好评: 灰常灰常爽的小游戏
好评: 这小游戏太鸡儿好玩了，爽啊！
好评: 这游戏能激发人类最原始的畅快感
好评: 啪 啪 啪 啪 啪啪啪
左啪右啪 啪啪啪
别说话
和我的手指啪啪啪
感谢单身的日子
感谢抽筋的手指
哦 不 脚指也要开始抽筋了
键盘在我的脚下
啪啪啪 啪啪啪啪
呜啦啦~~
好评: 是真的爽
好评: 很好的游戏，表面上看起来只是个练手指的游戏，然而里面的花样很多。不同颜色的敌人，需要你用不同的左右键组合击败。极具诚意、创意的独立游戏精品！

Apparently, this is simply a rhythmic game that requires you to smash your button rapidly and yet precisely but in it essence, it's a charming delight! Only pushing your left mouse button and right one streamlines the control scheme down to the basics, but the skill involved is quite the attraction. You fight enemies in different colours and they should be fought in diffrent combos of these two mouse buttons. Some bosses even change their colours in the middle, giving you quite a challenge and requiring your reflexes to be paced up as much as possible. There are also various cute art designs here and there, including the destroyable objects, which even play a role in some levels that require you to smash a certain amount of objects to win. As enemies with new colours and new gameplay mechanisms emerge every some levels, it rarely gets boring. I'd say this is a masterpiece with creativity wrapped in a relatively low budget look. You wouldn't regret it once you tried!
好评: 太好玩了  完全停不下来！
好评: [i]不行了，只玩了前几关我就迫不及待的来写评测了QWQ[/i]
One Finger，顾名思义就是考验手速的咯~
但是在这里，并不代表着一味地用速度就能解决一切。没有掌握好距离和时间，你照样会狗带！
说实话，不知道你有没有玩过《节奏大师》，这两款游戏真的有很多相似之处，同样是用手指，同样是手速帝的天下，但多的是打击感少的是可能则是音乐的欣赏性。
然而就算你在节奏大师中是个玩到了500关以上的大手子，来到了这里，你就不过是一个战五渣罢了（PS；别问我怎么知道的，我还只是个宝宝!!!）
好评: 黑五评论：这游戏异常的魔性，按键少的游戏不是没玩过，比如超级六边形，但是这个游戏有毒啊，有毒啊。听着歌玩不要太带感，甚至有种在玩DOOM或英雄萨姆的感觉。 厉害了，我的哥！
PS：蓝颜色的人看着好眼熟啊。是谁？
好评: 魔性的声音，让我想起了《坂本ですが?》开头的cool~cooler~collest~!!!
好评: 我左一拳，又一腿，舞枪弄棍，飞刀掷斧！心痛我的敌人
好评: 一款只需要按两个键的超爽的节奏大师类格斗游戏  快买！
好评: 这个游戏让我想起了小小系列
好评: 中国武术 博大精深
好评: 非常爽快的游戏停不下来
好评: 尼玛，实在是太爽了..........这钱花的太值了！！！
好评: 意外的有意思呢
BGM有点魔性
唔...
好评: 意外的好玩，仅使用鼠标的左右键，打击感非常好。闲暇之余拿出来耍耍挺开心的~~
好评: 外国人眼中的中国格斗，对于我这种手残党来说根本体会不到魅力，，，光顾着盯着下面的指令条了
好评: 一款简单粗暴的游戏
十足的打击感与爽快的连击操作
仅通过鼠标左右键你就能感受到这一切！
(ps:这游戏就是给你练动态视力和反应速度- -)
好评: "Fight using only left and right mouse botton..." 
神秘的中国功夫，迷人的东方口音，惊人的游戏性就在一击必杀的左右神拳。
好评: [spoiler]为了黑五徽章来写评测つ﹏⊂[/spoiler]

一款除了后期重复性高再也找不出其他毛病的精品小游戏，比功夫fury和功夫小猪出的都要早，爽快感比其他一干武侠游戏不知道高到哪里去了

PS.通关后会有作者的视频感谢哦
好评: 好游戏，玩的就是爽快

好评: 挺好玩的一个小游戏，就是似乎对显卡还有点儿要求啊。我在公司的 i3 核显电脑上玩儿，有时候会掉帧。对于一款拼手速的小游戏来说，有点儿卡顿简直就不能玩了。
好评: 作为最早买的几款游戏之一，节奏感挺好的，拿来偶尔锻炼锻炼反应力。是很好的选择。
好评: 很不错的游戏，简易而不失复杂的操作，朴实而不失华丽的画面，容易上手，也不算很难
好评: 轻松、爽快、挑战性要素稍显单调，推荐打折时+1
好评: Just Play！
好评: 游戏玩的挺好~~可惜后面几个成就实在是太难了~~~
好评: [url=https://cowlevel.net/game/One_Finger_Death_Punch/review/1911039][b]转载自奶牛关的个人评测[/b][/url]

好吧，我觉得我要先承认我的分数代入了比较多个人方面的一些原因。但尽我最大的能力客观的去看，四星是绝对足够了。（四星：瑕不掩瑜的佳作）

从封面图片就能看出，这是一个关于火柴人的游戏。

说到火柴人，我的思绪就会飘到二十一世纪初，也就是2000年左右，flsh动画刚出来时，随处可见的关于火柴人战斗的flash动画。有的看起来很挫，但也有看起来让人觉得热血沸腾的。然后渐渐从纯粹的动作研究发展到互相之间有短暂剧情，再到短暂的剧情系列，再到固定更新的长篇系列。就是在这样的了解和环境下，自己也投入到对火柴人的研究中。从最简单五个笔画开始；为了让它的动作看起来流畅点，就把四肢的一笔画变成了两笔画；又为了让更加花桥的动作加入进去，再在四肢上分离出手腕和脚腕；从最简单的为了研究如何让一个走路的动作的每一帧看起来更真实，跑到操场上大街上看着来往的人们，自己在镜中模拟脑中模拟；到了不停的思考各种拳法各种身法，设计一套属于自己的动作下来。

就是因为这一些个人原因和经历，在看到这部作品时，就很自然的觉得五星毫无疑问，它就是那种属于本命的作品(......review了半天，感觉能写出这段话肯定是最近十二国记看多了)。

[h1]这里以下才是正文，上面都是扯淡[/h1]

回到游戏里。游戏里有很多种模式，这个就不谈了，有兴趣的自己可以去试试。但不管是哪种模式，都是用的同一套玩法：主角站在初始的位置上，通过点击左右键来击杀可攻击范围的人，击杀的同时，主角的位置也会移动到被击杀敌人所处的地方，是我自己认为的，将一维游戏做到了极致的一种表现。它将操作简化到了极致，然后将游戏的重点放在画面表现和人物动作上。

画面表现着重有两个方面，一个是镜头的慢放，一个是色彩冲突。镜头慢放这个在有打斗场景的时候出现的频率蛮高的，其一是能让观众看到这短短的时间内参与打斗的人具体做的事情，能最直观的让观众脑补出整个场景。其二是通过慢放和快放的结合，让观众在视觉效果上进行有效的变化，换句话说就是让观众更带感。游戏里很好的活用了这一点，这大多模式种，整个时间轴是以一个较慢的速度前推的，而玩家的点击则能将这个时间轴推进一大段距离，达到镜头快慢结合的效果。色彩冲突则是游戏里用来表现各种状态的方法。不同的行为模式用不同的颜色火柴人代替，主角此时的状态也用各种颜色表示，例如无敌时整个画面的黑白对比。

人物动作大概才是游戏的精髓所在，也是火柴人动画能占有一席之地的原因。游戏中除了正常的拳脚攻击，还有武器的使用，一些形意拳的特殊攻击（话说我到现在都不知道这形意拳怎么激发的...）。动作设计粗略估计有到三十种以上。

对了，顺便提一句。这里面的配乐除了有一首实在土到不行...其它还是蛮好的。还有那浓浓的韩国口音的英语旁白，略喜感。



总体来说，这是火柴人爱好者的一场狂欢，比之大部分的二唯格斗类火柴人游戏都好的不止一点半点，战斗节奏看似忽快忽慢却能达到让人沉迷的地步，因为在难度提升后，整个注意力都集中在了预估点击次数和站位上。再配上各种狂拽酷炫吊炸天的人物动作，感觉自己能玩一年...
好评: 拳拳到肉呵呵哈嘿
好评: 重装系统！5个小时的的存档没有了。为什么没有云存档？？我聚精会神的玩了5个小时啊！！！我要哭晕在键盘下、
好评: 莫名上瘾！！
明明就两个键，反而这么好玩。

游戏内变种很多，对我这个色弱很不友好。。。

硬要说的话，感觉有点像节奏大师呢。。。

9/10

玩玩呗
好评: 瞌睡克星！犯困的时候玩一会儿，元气满满！
好评: 好评：
· 极简的操作（只需要两个键）
· 超赞的打击感和动画效果
· 武器系统和技能设定
· 丰富的关卡类型
· 三款无尽模式各具趣味
· 旁白的英文让我找回了自信....

遗憾：
· 不能设置键位
· 地图无法拖动
· 三个难度必须依次解锁，但地图是一模一样的，虽然大部分关卡可跳，玩到后期难免还是有点烦躁。

十分简陋的独立游戏，除了关闭和开启背景音乐，全屏非全屏以外没有任何设置项目；场景和音乐有限，配上旁白那个让人跪得一地一地的天知道哪里口音的英文；游戏也只需要两个键，主角不能移动，站在原地等待敌人靠近。

但试着玩一下，就会发现这款游戏完全没有辜负那高达98%的好评率。只用两根手指，火柴人即可击退敌人，应敌招数随机变化，动作充满力度和打击感，颇具层次和观赏性。游戏强调对时机的把握，具有加速机制（连续完成关卡，游戏会变得越来越快），要求一定的反应力，使得这款游戏极具挑战感。同时，也透着一股深深的毒性。据围观人士评价，我把鼠标戳得跟发报一样......

技能和武器的设计给这款游戏添加了更多乐趣，不同的关卡提供不同的通关方式，使得推图之路不是那么枯燥。最棒的是这个游戏玩起来觉得自己好厉害好大师风范，分分钟忘记自己是个手残啊！！！！ XD

不过到头来自己还是个手残.....

无论如何也没法做到70%以上的成就完成度，别看前期成就解锁起来刷刷的，达到一定程度进展就十分缓慢了。后期要求较高的无尽关卡的击杀数量，不得不说，打到一千的时候手指和眼睛先累了....

顺便说，这款游戏的标题说是“One finger”，游戏内贴士也称这个游戏可以用一根手指打，但是谁能告诉我这得要怎样凶残的手指挥舞能力才可以做到一根手指戳啊 ○_O
差评: 并不是那么好
好评: [h1]One Finger Death Punch——什么叫Low-Budget[/h1]
从第一次玩一击必杀到现在也有点时间了，但对于这款反常规的低成本独立“神作”，我个人却很难真正做出什么分析，这确实很爽，但是，为什么爽呢？最近因为希望探索一下低成本游戏如何构建打击感，重新拿起来玩上了几个小时，找到几个有趣的点，就写篇评测讨论一番吧。至于游戏本身的素质，我觉得无需多言。

9/10

对于大多数游戏中的敌人，一次攻击有从你开始攻击到攻击到敌方的部分（前置动作），有攻击到敌方后敌方的反应和相应动画（后续反馈），有敌方扣血，己方涨怒气槽的数据部分。
对于低成本工作室来说，前置动作是不可能有多少Juice可言的。一击必杀则很精明的干了两件事。

1：极大加快按键速度。一个游戏操作越是快，玩家越难对场面细节投放注意力，在游戏的快节奏下，背景和人物的艺术水平得以被高要求的玩家所容忍，这也是能赢下口碑的重要要素。
2：重视打击结束的瞬态。玩家的前置动作被或有意或无意的忽略了，从按键到完成反馈是即时的。玩家侧你能看到的只有无数次完成攻击之后的姿势，而如何完成打击则留给玩家的想象力，并同时给予一个子弹时间，瞬态配合上子弹时间，给玩家的不仅是规划序列的时间，也是感受愉悦的时间。你可以自行结束这个子弹时间，所以并不是节奏本身丝滑，而是玩家自己选择节奏，这让游戏和玩家的契合度无形中提升了。

[quote=author]One Finger Death Punch is a game you can“feel”. The direct connection between your mouse and your character on the screen will be a new experience for many players. [/quote]

正是因为游戏战斗机制是连续输入只有两种元素的动态生成序列，才能容许他做出这样大胆的切割。对于传统游戏来说这就如同切掉脖子一样，是打击感的一个重要要素。试想鬼泣不耍花会是什么个样子。虽然从这个角度来说OFDP属于朴实无华的游戏，但通过大量的堆积，[b]将不连续的结束变成连续的过程[/b]，加上一些穿插的受击动画和劣质特效，游戏的表现力达到了玩家能接受的顶峰。尤其是Brawl这个元素，可以说是绝对聪明的。

就如同作者说的力图给予玩家一种new experience。其实游戏在技能数据上还有不少可以考究的部分，但在体验的面前都不重要了。
[quote=author]When you string together a long, complex string of kills, it feels like something “you” did rather than something the game let you do. When you play it you feel like you’re actually playing a Xiao Xiao stick animation video. We took inspiration from every kung-fu film we’ve seen. Every bit of effort was poured into delivering an easy to play game that was as addictive to play as Tetris. [/quote]

3：变量
对于OFDP来说，即便是有了这样一种强力的游戏模式，也需要一定的“内容”，来让所有的“结束”变得充实。他们很幸运，这里有互联网，他们不需要找武术指导而可以直接从各种功夫电影和小小火柴人（为国人自豪）当中获取姿势，每轮游戏开始你会roll一个武术姿势，游戏进行过程中你会拿到各种种类的武器。你手中的招式一直在变，却并不受你掌控，你只是顺应场面，继续打出你的序列，而游戏本身，则会有自己随机的炫酷演绎。打出序列，很简单。所以享受游戏的快乐也很简单，这也是这个游戏最后，也是最强的一点。

总的来说，OFDP的关键其实在2，虽然看似是一刀切，但这个思路的确值得回味。Nice Game.
好评: 《一击必杀》
  这个游戏是打折时发现的，看到介绍视屏很感兴趣。尝试过后感觉确实很爽。虽然画面没有多好，技能没有多华丽，还木有汉化，但是看着自己操控的火柴人用中国功夫秀的飞起也真是没谁的节奏了。这个游戏只有左右两个按键，用这两个键击退左右两边来袭的敌人。感觉上和开着静音的炫舞一类音乐游戏差不多，虽然BGM与按键时机不是完美配合，但是无论你是下方的提示或者看敌人通关都不难。如果你是追求完美的人你还可以尝试挑战零被击次数零击空次数的perfect，这是比较难的。
  PS：美中不足的就是游戏不支持云存档，重做系统了还得重新来。而且游戏时间长了可能会感觉比较单调，毕竟只有两个按键。感兴趣的话也可以下载破解版玩玩。
好评: 乍一看这个火柴人小游戏并没有什么特别有意思的地方，我也是抱着试一试的心态买了它，谁知道一旦玩上了根本停不下来啊，简单粗暴，这个游戏是我目前感觉最好的火柴人游戏。极力推荐购买！！！！！！
好评: 太好玩了我只能说这句话，这游戏真的有毒的，尤其是无尽模式根本停不下来，我再去吸两口。
好评: 说白了就是爽，明明只是火柴人却非常有打击感，加上音乐，肾上腺素爆增
太爽了

这种毒品应该上交给国家
好评: _(:3」∠)_啊啊啊，这是最近玩的最魔性的小游戏了，操作简单，价格便宜，随机的bgm也不错，然后很吸引注意力啊，如果能增加触屏的支持（用win板玩），就更好了！
好评: 如果你爱惜你的鼠标就不要玩这游戏，只能用两个字来形容，有毒
好评: Pros
+kung fu
+打击感
+奇怪口音的旁白解说
+BGM [strike]肛道理有一首的曲风像极了街边理发店小哥爱听的农村土嗨[/strike]
+可随意调整画面大小
++kung fu
+++kung fu

Cons
-十年前flash游戏一般的UI
-流程重复冗长
-'One finger' is a lie [spoiler]joking[/spoiler]

这就TM是一款无脑艹蛋游戏，但是仍然很带感，并且同时也
[spoiler]体现了歪果仁对kung fu的理解[/spoiler]



好评: 这次第，怎一个爽字了得！
好评: 特别爽快的游戏，只要保证在敌人走到攻击范围的第一时间按下X（左）或B（右）两个键，既要保持尽量低的miss率，又要不因为敌人走太近而被击中，还有各种复杂的combo。
玩的时候一定要保持高度的注意力。
好评: 简单有趣
好评: 啊啊啊啊啊啊怎么能有这么好玩的游戏，好评如潮真的不是吹的。 虽然我是拿它来消磨lol排位等待时间，但是有时候我会为了它取消我的排位赛，可见其毒性堪比撸啊撸。
简单点评就是拳拳到肉，音乐魔性，画面简洁，操作简单，手感一流，瞬间爆炸，完成单杀。

这个包货真的是棒棒棒棒棒


好评: 爽快，刺激，喜！
好评: 游戏性 8.0
画面 4.0
操作感 9.8
打击感 9.5
3D效果 7.5
好评: 非常魔性的游戏，难以用语言描述的爽快感。十分推荐。
好评: 打击感十足，魔性的小游戏
好评: 很好的游戏，有着中国文化
好评: 爽快的打击感+锻炼手速
好评: 画面一般，打击感一流，有着火柴人动画那种流利而爽快的打击感，成就系统一般，每次只能等到退出游戏后才能结算成就，当然，给完成这个游戏全成就的大大点个赞，意志力得有多么顽强才能完成。。。

好评: 在我看游戏up主视频的时候，我以为这是个类似节奏大师的游戏，于是我很开心的买了下来，毕竟自己觉得自己节奏感还成；
当我玩了前几关的时候觉得，哎，这游戏还挺不错的；之后等速度升到了将近200%的时候，我就觉得手指虽然能跟得上但是鼠标灵敏度已经跟不上了。。。
如果说你想通关这个游戏，你的最大的花费有可能是一个鼠标，恩
不管发生什么记得淡定，不然最受伤的还是你的鼠标233333
---
整体来说挺欢乐的，不错
好评: 真练反应速度.. 我一开始还以为是一直按就行了..

9.5/10 少的0.5给我最爱的雨中冒险
好评: 好评那么多，不差我一个。
其实真的很难想象一个只有两个键操作的游戏会有这么多好评。不过好在游戏打击感一流，画面炫酷，时不时的暴击的慢动作以及技能激活后的特效十分过瘾。BGM很应景，但是就是少了点。
这游戏想以娱乐的心态玩一点问题也没有，但是想玩精了对手残来说实在有些困难。我一般写评测都是在我打通关之后（当然都是简单难度……），不过这个游戏更高难度是靠打通一般难度解锁的，我死死卡在倒数第二关上，手指都快断掉了……
总结这个游戏的话，用一个“爽”字来概括应该是恰到好处。

8.5/10
好评: 一个字 爽快
简单暴力的模式识别，只需要X和B或者左键右键
还有大量的环境交互，击杀特写，十分酷炫
BGM也是很带感的
欧美ACT大作玩腻了来玩玩独立游戏，却发现欧美ACT的模式识别和这个游戏一毛一样233333
蝙蝠侠，刺客信条，罗马之子，说的都是你们
美术风格是几年前闪客动画火柴人风格，美术质量谈不上有多精美但也是相对美观的，很有街机游戏的热血感觉
完全没有废话连篇的剧情，打的就是爽
旁白的英语口音也是听得热血沸腾，很有东亚功夫的感觉
游戏机制：10/10
美术：8/10
故事：无废话故事打的就是爽，10/10
总分：9/10

好评: 道具球球杀简直是另外一个游戏！很不错的游戏。
好评: 很不错的一款发泄类游戏，操作简单，就鼠标的左右键，不要以为是小孩就能玩的，需要大脑的反应力，虽然说玩久了会腻，不过偶尔玩玩还是很好的。这个游戏没买错，好评。
好评: 这个游戏太好玩了，根本停不下来，很像小时候看的动画小小。
好评: 打发时间的好游戏
好评: 8小时终于通关STUDENT难度 估计一段时间不会碰了虽然也是无聊得慌
但是确实是好游戏 非常有打击感  后面关卡长度略恶心了 很难一口气玩通关  


最初的一句话评论：
鼠标点坏了! 赔我鼠标!
好评: ONE PUNCH-MAN
好评: [code]
[h1]
一句话感受：这游戏玩起来十分爽快！

非常快节奏的单机动作游戏，游戏过程中只需要按两个键，用 360 手柄的话是 X 和 B。
画面比较简陋，中国风，读进度条的背景图就是各种中式武术（ 螳螂拳什么的真的一只螳螂在图上 (￣▽￣)" ）。
背景的配音大叔发音很有意思。
价格不贵，还进过几次包。

个人打个 9/10 分，毕竟玩的时间久了还是会觉得枯燥。
推荐给喜欢简单粗暴的发泄型游戏的玩家。
[/h1]
[/code]
好评: 火柴人好评，BGM好评，打击感好评，刷刷刷好评，挑战性好评，总之是好评！！！
好评: 简单上手，难牛逼
好评: 实际上是Two fingers death punch..... 可以说是很有节奏类游戏的感觉, 虽然人物只是火柴人, 但是打斗场面非常炫酷, 慢动作和特写的把握也非常好, 动作之间的衔接不会感觉生硬, 音效也很好, 感觉拳拳入肉, 打击感极佳. 易于上手难于精通的游戏模式还有各种通关才能收集的技能等给了这个游戏很高的可玩性. 绝对的满分
好评: 真TMD爽，这游戏不错，虽然很简单，但是玩的很过瘾，真的很过瘾
好评: ░░░░░░░█▐▓▓░████▄▄▄█▀▄▓▓▓▌█ 
░░░░░▄█▌▀▄▓▓▄▄▄▄▀▀▀▄▓▓▓▓▓▌█
░░░▄█▀▀▄▓█▓▓▓▓▓▓▓▓▓▓▓▓▀░▓▌█
░░█▀▄▓▓▓███▓▓▓███▓▓▓▄░░▄▓▐█▌ 
░█▌▓▓▓▀▀▓▓▓▓███▓▓▓▓▓▓▓▄▀▓▓▐█
▐█▐██▐░▄▓▓▓▓▓▀▄░▀▓▓▓▓▓▓▓▓▓▌█▌
█▌███▓▓▓▓▓▓▓▓▐░░▄▓▓███▓▓▓▄▀▐█ 
█▐█▓▀░░▀▓▓▓▓▓▓▓▓▓██████▓▓▓▓▐█ 
▌▓▄▌▀░▀░▐▀█▄▓▓██████████▓▓▓▌█▌
▌▓▓▓▄▄▀▀▓▓▓▀▓▓▓▓▓▓▓▓█▓█▓█▓▓▌█▌
█▐▓▓▓▓▓▓▄▄▄▓▓▓▓▓▓█▓█▓█▓█▓▓▓▐█

这游戏有毒哈哈哈，爽快的打击感。玩起来根本停不下来（滑稽）
好评: 唉，又是一拳就解决了。   ╮(╯_╰)╭ 






PS.这游戏玩起来比看起来更爽。
好评: 神一般的游戏~能出2代就好了！多一些武功招式~多一些种类的关卡~多一些技能~多一些游戏方式呗？~是不是还可以做个动作游戏出来呢~
好评: 作为一个小游戏来说,真赤鸡!平时消遣来玩,完美!
好评: 简直好玩到让我高潮。极简的画面和极简的操作反倒让打击感得到了提炼。
我是在打折期间以上当不吃亏的价格入的，但游戏的爽快感，使我认识到其价值远超打折价格，而从发泄工具的角度来说，原价也似乎高了些。
如果你对打击感抱有执念，那么这款游戏肯定能让你获得相当的满足。
好评: 仅仅是因为喜+1而购入的这款游戏，但可玩度却超乎我的想象，这款游戏更像是一个音乐游戏，跟着绝赞的BGM，敲动着鼠标，感觉非常爽！
赞一个！
好评: 非常棒的游戏 超多的成就 爽快的节奏 就算是作为喜+1也是那么的优秀 推荐~~~
好评: 诶呀我去早怎么没发现这个，太爽了这个游戏
几个和尚一亮相我就笑出来了
旁白一股大碴子味英语简直666
ui简陋带来了另类的喜感
左右操作相当简单，但又不像无双一样狂按就能过
考验判断和反应，同时又保证了流畅和爽快
高手，武器，boss等要素
击败敌人特写也给人极大的满足感
这游戏平衡到如此地步也是可遇不可求了

另外这个有免费带内购的手机版...流畅和平衡性就差的多了
好评: 好玩,爽快,哈哈,强烈推薦！
好评: 啊大！！哼！！！哈！！！！

超一流的手感，超一流的爽快感。

这游戏毒性强烈，不说了，右手已抽筋XD
好评: +多种中式武器，尤其是非常帅的光剑和双节棍关卡
+多种功夫，暗器
+加一的价格，3A大作级别的享受
+紧张刺激的战斗，在屏息之间的胜负和生死，以及激动人心的Boss战
+多样的技能搭配和关卡模式
+如同电影般的画质
+丰富的关卡和成就系统，耐玩性高
+天气系统
+多样场景，场景无限延伸
+无尽巅峰的生存模式
+可破坏场景和物品
-手柄不支持震动
-音乐还不错，但是比较单一

9.5/10

“等等，这个人跟我玩的好像不是同一个游戏”
好评: 白鹤亮翅，黑虎掏心，青锋剑，峨眉刺，激光剑。。。来人再给拿一打鼠标来
好评: 简单粗暴爽爽爽
好评: 好玩 刺激，就是画面有点简陋
好评: 简单的鼠标左右键点击，但非常考验眼力和手速，达成0miss其实并不简单。

画风粗犷却非常暴力（血腥），尤其是那种难以言喻的畅快感，闲暇时玩玩非常缓解压力。

踢飞一个，砍倒一个，哼！一个能打的都没有！

再给我来一百个！！！（傲娇脸~）
好评: 哎呦~这个游戏太逗了 
手残党表示 这个规则好简单 就是反应不行吖
强推~！玩着很带感 咔咔就是干！
好评: 好玩  爽！ 没事来一把！
好评: 刀！枪！剑！戟！斧！钺！钩！叉！
手！眼！身！法！步！
阴！阳！顿！挫！

画面张力！爽到爆！
打击节奏！超激赞！
好评: 操作简单，但玩起来很爽啊
好评: 一个如此的好评的游戏，亢，只需要点击下载就行了。
玩音游的人可能能玩的更好，纯休闲也能找到乐趣，大叔腔配音也很棒。提醒一点，血量和评价无关，有关的是MISS数量，所以可以反应慢一点也无妨。
更新，其实上面说错了，血量有关一个完美评价，就是几miss上面套的环。在此更正...
好评: 好久没玩过这么爽快的游戏啦。。画面打击感都没的说。。根本停不下来。。太好玩啦。。赶紧买买买
好评: 游戏本身很好玩  操作简单 就是左右   
游戏难度也是逐步增加 相对于获得no miss与不掉血也是有点难度的
但是游戏后期乏力  很难有再打的欲望  因为一直左右按会比较单调以及累（得盯紧屏幕看
好评: 两个键就能玩个爽的游戏 平时杀杀时间还是不错的
好评: 繁体版魔兽世界在描述老陈的技能的时候写到:施展他那令人目不暇给的武功.这游戏便很好地展现了什么叫目不暇给.
然而有些目不暇给的过头了,尤其是跟戴帽子的敌人qte的时候,难得出来个能战上几回合的对手,却光顾着看该左还是该右了,具体怎么打的经常是一招也没来得及看.
如果能再提升一些观赏性就更好了.
好评: 在我看来，所谓游戏是一种能让人沉迷的东西。刚刚打开这款游戏简直欲罢不能等回过神来已经玩了一个多小时。这波不亏！
好评: 江湖之中有武林，武林之中有雨血。
雨血之中人常在，只求尊临武林顶。
有人的地方就有江湖。
刀光剑影，人影窜躲，只求巅峰之位。
多少青年才俊，江湖儿女，爱恨情仇，腥风血雨。
就为了那个最强之位，就为了那天下第一。
杀的天昏地暗，遍地血海。
最终只有一人。
能夺得武林盟主之位，登上武林顶峰，为天下武功第一人。
号令天下，主持苍生。
江湖之中风雨常在，武林中人以武为尊。
故人在江湖须当以武加身，方可行走。

你若是听到此处，实乃和我有缘，我不妨教你几招，以便你以后行走江湖有一技在身。
江湖险恶，终会有用之时。无需感激，有心记住便行。
武术我们从根本讲起：
练武之人，武功强弱之本在于体，武术之前先练体。
练体以达到刀斧加身有所不伤，精骨强健，御气于型。
空手接白刃，闭眼接暗器，捏刀捉剑。
之后方可练得“金钟罩”“铁布衫”等功力大满的体术。
还有九阴真经，九阳神功，玉女心经，北冥神功，易经经等上等心法。
然后就得练习拳脚之术。
   掌有：八卦掌 ，开山掌，摧心掌，排云掌，铁砂掌，降龙十八掌，化骨绵掌，黯然销魂掌 ，如来神掌，仙人掌等。
   拳有：醉拳，太极拳，七伤拳，罗汉拳，六合拳，通背拳，王八拳，农夫三拳等。
   手有：九阴白骨手爪，龙抓手，弹指神通，天山折梅手，拈花指，无相劫指，鹰抓功，六脉神剑，移花接木，葵花宝典，猴子摘桃手，剪刀手，抓奶手，咸鱼手，猪脚手等。
   腿有：无影脚，扫堂腿，风神腿，老寒腿，金华火腿，丝袜美腿。
除以上以外老夫还有电光毒龙转，黑虎掏心，虎啸拳等游戏中常用武功。

拳脚功夫之外，刀、枪、剑、戟、斧、钺、钩、叉、锤、弓箭、飞刀、狼牙棒、板砖、折叠凳、拖鞋等样样精通。
   刀有：燃木刀法 、血刀刀法 、五虎断门刀 、火焰刀 、金刚伏虎刀、狂风刀法、降魔刀法、 手术刀，杀猪刀。
   剑法：独孤九剑、辟邪剑法、追魂夺命剑 、全真剑法 、玄铁剑法 、落英剑法 、两仪剑法、 金蛇剑法 、华山剑法、玉萧剑法、点 苍剑法、衡山五神剑、嵩山剑法、上清剑、冲灵剑法 、 无量剑法、 恒山剑法、夺命连环三仙剑 、犯剑、耍剑、毕福剑、周华剑等剑法。
其他武器就不一一介绍了，除此之外，老夫还最擅长：光剑，双截棍等游戏中不常有特殊武器。
唉~~~~~
想当初我上面的武功都全会，登上了武林盟主之位。
可惜膝盖中了一箭。
你问为什么？？？
TMD，我是一个，他们是一群啊。
然而在生存模式中是被一只猫打败的，不要问我怎么知道的。
好评: 初看评论还真的以为挺简单的游戏，没想到装上去一玩还真是爽快和难度兼具，在极简的规则之下却又需要合理思考规划，当然还少不了反应，实在是一个棒棒的割草游戏
好评: 有毒
好评: 总是能让人想起，小时候看的小小系列...游戏模式某种意义上和音乐游戏很像..但是，从中期开始会稍微需要些思考...感觉游戏还有做的更复杂的空间..比如对应四个方向四个键什么的..很休闲，很愉快..
好评: 死亡一指！！！（虽然我一般是用两根手指玩23333）
没有记错的话应该是进了包然后顺手入了结果最近才开始玩。。。
我在游戏里看到很多跟中国功夫相关的元素，什么醉拳啊虎鹤双形啊什么的，这一点让人感到很亲切
游戏的打击感爆表，果然不管是火柴人动画还是游戏都有一种理所当然的暴力美学融入其中，简单粗暴，酣畅淋漓。
你只需要用到你的鼠标左右键就能完成所有的操作，但非常考验你的思维反应能力，敌人从屏幕两边不断涌来，在他们进入到你的攻击范围时你便可以突进过去一击干掉，但如果你按早了或晚了就会被打到吐血（雾
你可以拿到各种掉落的武器增加你的攻击距离，也可以将他们扔出去进行清场，每一步都会有非常爽快的打击感。如果你打到正点上还会有酷炫的花式击杀慢镜头。
敌人的种类会越来越多，你也需要用不同的combo来解决掉他们，比如需要连击两下，或者受到伤害就突进到你背后等等。
你也会解锁各种有趣的技能并且自由选择组合，如果你装了天上下武器雨和扔武器的技能，那么你几乎就是一个人形炮台了。
我至今为止玩过的最好的独立小游戏之一，好评如潮你还不买？
好评: 这游戏有毒 根本停不下来。  音乐给10分 画面给10分  而且很人性化，窗口切出去之后会自动暂停
好评: 说到现在最火的一拳超人漫画，就不得不提到这款游戏了，游戏的创意来自早年flash动画流行时的火柴人格斗动画，爽快的打斗动作设计在当时很风靡啊。这款游戏也是如此，就算你是个手残，也只需要不停的按手柄上的RB和LB乱舞就好，还有各种武器设定，还有boss战，还有武器和各种超必杀的画面特写，音乐也是相当的黄飞鸿风格，打起来那感觉就一个字：爽。

       而且最重要的是，和今年的一拳超人一样，主角们也是光头和尚哦

       当然游戏在系统上还是有点下次，并不是完全针对手柄设计的，在选地图上还是需要鼠标来操作。
需要注意steam截图等社区按键需要在窗口模式下才能使用
http://steamcommunity.com/sharedfiles/filedetails/?id=589521591
好评: 爽快！痛快！不愧是Steam上好评率最高的游戏！
好评: !!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
好评: 挺好玩的，刷成就打发时间很不错
好评: 游戏虽然只需要小小的两个键位操作，但是带来的体验却大大的好，打击感、音乐也非常棒！总之，喜＋1游戏最佳选择
好评: 10年前flash小游戏的画质，让人想起10年前的火柴人明星“小小”
爽快度满分，很多时候一个好游戏创意抵过再多的画质加分，这就是独立游戏的魅力所在
好评: ONE-PUNCH MAN
手残党的辅音 只需2个键 打击感爆棚 后期需要一些反应 但是有耐心的话 不会很难
武器方向拾取 技能关卡解锁 路线模式有3个难度 生存模式也有3个 合理搭配技能

这个游戏的寿命肯定在60小时以上 强迫党的话 时间轻轻松松上百 更有一些超高难度的成就解锁

相对于价格和容量来说比较超值
差评: 这个游戏就像是从精美的包装盒里发现了一块过期的屎，总之我已经找不到任何形容词来形容这款游戏了！一段牛逼到不行的动画过后突然变成了火柴人游戏，我非常怀疑这游戏美工和游戏本体是两个公司分开制作并拼在一起做出来的屎！打击的时候简直就像是在看已经做好了的定格动画，fu*k！下架吧！
好评: [strike] 跟着我左手右手一个慢动作 [/strike]   #doge
好评: 打击感超强
好评: 不错的游戏，很像小时候玩的火柴人，打击感十足哦，游戏操作简单，又有挑战，关了游戏成就刷刷往外冒很爽
好评: 很有意思的小游戏，配合带感的音乐，打发时间最合适不过了
好评: 魔性的游戏啊！！！根本停不下来！！！
好评: 带感的配音，爽快的打击，便宜的价格，我要打100个。
好评: 明明要用两根手指
好评: 我见过最好的火柴人游戏
感觉商店界面的视频介绍不能完全表现游戏特色
只有玩了才知道，根本停不下来！
好评: 非常有趣的游戏呀。就无聊时候打两把，哈哈。而且音乐都很带感。
好评: Very interesting
好评: 玩这游戏真的有刷成就的感觉，关掉游戏以后成就真的是刷刷刷的往外冒。。。

操作很简单，就俩键：左键和右键，但是想玩好并不简单，对反应力的要求比较高，而且会出现各种突发情况，例如突然把武器扔出去横扫一片啥的。。。

打击感很好，结合BGM特别带感，有时候会触发各种血腥动画（不过出动画的时候BGM是音量变小差评，感觉速度变慢会更好）。

总的来说这是个值得一试的游戏，虽然玩多了会腻，但是偶尔玩玩发泄一下也是极好的(●'◡'●)
好评: 这个游戏特别刺激，音乐也特别好听，玩的熟练了可以蒙着眼睛玩，体现高手风范
好评: 打击感超棒 两个键走天下66666
好评: 我室友看到这个游戏的第一眼：这不是节奏大师么？
支持360手柄给个好评，用两只手玩要比用一只手点鼠标方便多了
另外吐槽一下：生存模式下那只猫是什么鬼啊！
好评: 游戏操作简单，只需使用鼠标左右键。
（其实我点开这个游戏一看是格斗，最初使用了手柄。然而发现连左右移动都不需要啊喂！）

上手快，但是达到完美通关还有有些困难的。（和我的手残也有关系）

玩起来爽快，已被我分类为“发泄用”游戏。[spoiler] 这个分类里才没有galgame呢！	[/spoiler]

虽然画面简单，但是动作十分流畅，在人物的攻击方式上也有各种各样的小花♂样。

推荐购买(●'◡'●)
好评: 操作简单
打击感足
画面简单
100块特效
有毒
就是值！
好评: 这游戏太特码好玩啦！！！！！
好评: 不得不说，超级好玩。
好评: 不错的游戏
好评: 就是一个爽字，画面很惨但是打击感和音效爽啊。2D的割草游戏。打了停不下来。
好评: Can't stop clicking!
好评: 9.5/10
总评：每天一盘让你停不下来的鸡血小游戏，小心你的键盘报废

优点：
+怀旧街机画风
+++打击感太强，拳拳到肉
+BGM有特色
+难度和模式设置多样
+道具和技能丰富

缺点：
-太长
好评: ....
好评: 打击感十足，玩着爽
好评: 一个字 ：爽    
两个字 ：真爽
三个字 ：非常爽
四个字 ：真特么爽
好评: 非常好玩！！打击感非常好。
好评: 本游戏是独立游戏中的精品。听说最近上了苹果商店，我拿出 Steam 玩了玩，写个评测。

有点像02年那会儿的小小，只不过这款游戏将主人公定格在屏幕中央一片区域内。游戏创意十分有特色，就是操控左右两个键，击退向你涌来的敌人，最后评级是一个硬币系统，用来解锁成就。

与其说这款游戏是考验你的反应能力，还不如说是考察你的思维，如果盲目追求迅速消灭敌人，前期你这样玩没问题，中期开始就不太可取了。我为什么说不考察反应能力，不仅因为敌人的出招思路在游戏里面基本上都是固定的，即便不是慢镜头也让你足够有时间懂得如何去“解决”，而且还因为游戏每一关的评级，根据的是你 MISS 的次数，所谓 MISS 就是你没打中，格斗讲的就是每招都要击中要害，绝不能被对方识出破绽，更不能出现打不中敌人的笑话。因此，手快的同时要做到合理安排左右出招方式，才能不至于被吊打。至于最后一击的设计，我觉得思路也是不错，可惜没见到相关成就，如果出一个10次，20次，50次在最后一击模式下成功逆袭的成就，这游戏就完美了。不到4个小时故事模式就已经通关了。

总体还是很推荐这款游戏的，操作简单，音乐不错（注意敌人出现和音乐节拍没有任何关系，音乐类游戏玩多了都有这种后遗症），美中不足就是界面设计有点缺陷比如返回游戏等按钮略小，伪全屏，游戏语音发音略屌，以及某些关卡会让人眼睛不舒服（蓝色场景，蓝色人物）。

Win10 表示这游戏启动的时候终于不会安装 .NET Profile cmd 了，Win 7 的时候每次启动都会提示安装，每次都必须手动删除游戏目录下的文件夹才能进入游戏。
好评: 设计太优雅了，两个按键能玩出来这么多花样，我绝对不会告诉你按Steam玩家评测排名，这游戏排第一，哈哈哈
好评: 很多种模式，很多种招式。打击感很足，无论是打发时间还是主玩都挺好的，对的起这个价格，TB平均价10元大概，键盘方向键← → 就能控制 200%速度0miss完美通关的快感好刺激的 推荐！
好评: 无聊就玩这个，挺好玩的！
差评: 挺不错的游戏
游戏里反馈不及时，好多时候已经按过了键，但是仍显示可以按，如果你当真再按一次，迎接你的就是一个大大的MISS。不知道是程序的问题还是我反应太灵敏，玩起来因为这个一点也不爽快。节奏越来越快产生的刺激感完全被这个抑制了
而且这游戏评测排行上居然排第一，尚在传送门前面。我还是给个差评均衡一下吧

好评: 极简但是超耐玩 ui简陋但是内容和打击感无敌
好评: 不知道应该怎么评价这个游戏了，玩过最好玩的小游戏之一，just buy it!
好评: 打折过来的，玩起来停不下来。装逼装的飞起，简直棒。
好评: 啊哈哈哈哈哈劳资终于通了student级别的全部关卡。

你第一眼看这款游戏一定觉得画风很熟悉，没错，就是我们小时候在电脑上玩的flash小游戏里面熟悉的小火柴人。

画风简单，操作简单（只需两键--鼠标左右键或SD键或左右方向键），节奏感却很强，武器招式也都很多样化，抽筋手配合着带感的中式英语配音根本停不下来。

打发时间的好游戏，喜欢火柴人格斗风格的不要错过。
好评: 最好玩的火柴人！
砍的豪爽！
好评: 可恶我这刚-50%买了就又降价了哎呦哇唉——QAQ
好评: ↑↑↓↓←→←→abab
好评: 仅仅两个键位的游戏，竟然不会觉得腻，好评如潮的小游戏
好评: 好像也没有想象中的好玩，只是受击的反馈做的很夸张然后让玩家感到很震撼，其实这个2D游戏受击估计是靠素材距离来判断是否受击的……重复性太强，基本后面没啥变化，过一把瘾还是不错的。
好评: 绝对的好游戏，一玩就停不下了
好评: 被游戏视频骗啦！！还以为是太鼓型的音乐节奏类游戏orz
游戏菜单界面不忍直视，这上个世纪90年代的UI我表示接受不能orz

不过，游戏的关卡丰富，模式也有好多种，
最重要的是，一上手根本停不下来！！太棒啦！！

好吧，最希望的是音乐能再做好点！
好评: 轻松畅快的游戏，很贱单的操作模式，出的时候原价入的，后来入包了很不爽
前些天看功之怒的电影和游戏时，又想起来这款雪藏在库里的小作
然后，就是又把它下载下来，修习N左N右互搏，让手指更为灵活？！
好评: 无聊时最佳游戏。。
好评: 加藤鹰大战少林寺
好评: 很容易上瘾的一款游戏，感觉一打开就出不来了。。。_(:_」∠)_
各种特效恰到好处，爽快的打击感，操作简单，难度由易到难，还有那魔性的旁白。

我要再打一百个！
好评: 火柴人大战的豪华版
只用鼠标左右键就能展示华丽的招式（？）和各种各样的拳法展现。
优点：
爽快的连技，简单粗暴的游戏方式，停不下来的节奏。
缺点：
我真的宁可你把大地图分成三份再放到3个难度里让人觉得没有重复性比较好。
最后，
积分榜上你们这堆开了挂的简直了……
还有成就竟然有152个！？你TM的在逗我？5000 kill的成就，我擦！我连一半都没到！
8.4/10
好评: 简单粗暴
激情四射
动作一流
模式多样
音乐带感
好评: 游戏和名字一样,一击必杀,各种爽快
当这游戏是音乐游戏也好反应力游戏也好
喜欢火柴人风格就入吧~
好评: 怎一个“爽”字了得
好评: 打击感，操作简单度，完美的画风，暂停特写，不多说 100/10
好评: 这游戏有意思，操作就两个键
好评: 节奏大师啊简直 很过瘾刺激
好评: 这游戏意外的不错，打击感和趣味性都不错，还有简单的武器系统，怒赞~
其实挺适合做个手机版的，不知道是不是早就有了
好评: .
好评: 无脑的操作，爽快的打击感，赞赞赞！！

老板！再来十个！！

我要打一百个！！！
好评: 根本停不下来
好评: 只要两个键，敲起来相当带感，根本停不下来XD
好评: 十分有趣。
好评: 上次和卡掉过优惠券，看了下评价就挺想入，这次趁着IG周五包欢乐时光入了，确实挺爽的，根本停不下来，只需要动鼠标就行，但是战斗的爽快感异常的高。关卡看上去挺多的。声效也很赞
好评: 游戏是不错不过手好疼啊，鼠标也快废了。
好评: 一个字带感！
两个字超级带感！
需要你强健的手指肌肉哈哈哈哈！
好评: 我都忘了当初为什么会买这游戏
看画面无感，结果一玩就停不下来的类型。（成就丧心病狂

话说，评论怎么都是鼠标玩，不是键盘更舒服吗_(:з」∠)_
好评: 非常有意思的一款休闲游戏，玩起来很爽.
好评: NO, LUCA, NO!
EPIC GAME FOR XBOX360 CONTROLER USERS!
EVERY MOVE MATTERS!
好评: 非常赞的中国风游戏，玩了根本停不下来，买买买！
好评: 我他喵明明用了2个指头！
好评: 感谢小轩（笑
要不是好机油送了我几张卡我也不会去升级CSGO的徽章
也不会得到优惠卷去买这个游戏
真心爽，感觉就像是在玩真三国无双的。
虽然是很朴素的火柴人游戏但是却好不无聊，作者很巧妙的用各种特写、道具、场景创造了超级屌的打击感和破坏感，拳拳到肉。
不得不说一定买买买买买。
10/10
好评: 强迫症慎入，完美成就党慎入。
好评: 这是一款节奏类游戏！

+厚道的流程！
+爽快的打击感！
+热血的音乐！
+丰富的技能！
+游戏节奏很流畅！
+关卡设计循序渐进！
+种类不同的敌人！
+超杀特写！

个人评分10/10 ！  要是画面再干净点就好了！

好评: 只是无聊在商店里好评排序看见这款游戏，很好奇评价度居然仅次于传送门排第二，等半价的时候果断买了一个。以前也玩过手机上的几款火柴人，都没超过3分钟就不玩了，太容易让人感到枯燥，但这款游戏让我第一天就玩了超过半小时，丰富的的敌人，完美配合的音乐，炫酷的画面，真是停不下来。开始有鼠标玩，后来改用键盘BN建发现爽爆......不管你是什么游戏偏好的，这款游戏都会让你喜欢的。
好评: 一开始我完全不认识这款游戏，连听都没听过。偶然在圣诞节减价期间到steam商店组里逛，偶然地看到这款游戏，然后发现这游戏评分还真不是一般的高啊？随后看了看宣传pv，嗯我懂了，买买买买买！
这款游戏玩起来真是只用两个按钮，鼠标左键和右键，甚至连指针摆在屏幕的哪里都无所谓，实在是简单至极。
但令人意外的是，这款游戏的打击感惊人地好，游戏的BGM也相当应景，我们只需要用左键和右键按照指示交替着连打，就能不断地把一个个敌人揍得遍地开花。不论是动作还是游戏的各种场景互动，都能很好地帮助你融入游戏的氛围，仿佛自己真的化身为一个功夫大师，在不需要理由也不需要剧情的环境下尽情地施展中国功夫，与敌人展开单纯而痛快的厮杀。这游戏甚至还有复古电影关卡RetroFilmRound，玩起来更是别有一种二十世纪早期功夫电影的独特韵味，还原感极佳。
尤其是当玩到双节棍Nonchaku Round和光剑LaserSword Round的时候，一鼓作气横扫千军砍菜切瓜所向披靡……砍砍砍，就是砍！实际体验时的爽快感连很多3A大作都远远不及。
当然这游戏绝不仅仅是爽快……更多的是多动态视力和手指反应速度的考验，而不是无双那种无脑割草的感觉。正如游戏最早的关卡提示的一样，乱按左右键只会导致你更快地死亡，而且也无法体验到游戏中拳拳到肉、一招一式尽情施展的快感。
本游戏模式相当丰富，难度从低到高循序渐进很是人性化，而且还有各种随着关卡进度才能解锁的技能！内容肯定比你第一印象中的多得多，耐玩度很有保证。当然，这款游戏并不是那种让人一口气玩一天一夜停不下来的剧情大作，而更类似于植物大战僵尸、愤怒的小鸟一样是适合每天打个十几分钟半个小时放松一下的休闲佳作（相信我，真的很爽……非常爽！）
我是趁着圣诞打折的时候两美元多买的，事实上原价我也觉得真心不贵，这款游戏绝对比大多数十几美元以上的大作更能给人带来游戏的乐趣。如果手头有闲钱，并且想找一款能打发时间、游戏体验爽快而且还具有一定难度的作品的话，这款One Finger Death Punch单指死拳（什么鬼名字啦）绝对是一个很棒的选择。
好评: 5小时通关一周目，算快的吧~
这是一个只需要俩个键就能玩爽的动作游戏，特别适合打发时间！
千万不要被那个一股喜加一风格的艺术设计给迷惑了……
ps：里面的中式英语太吊
好评: 打击感相当棒的一款音乐游戏
感觉物超所值  而且实际游戏市场是挺长的
背景音乐是F777的Chinese dance machine 以前在虾米上听了跟好多人吐槽过这张单233333

好评: 这货让我想起了当年小学二年级
第一次上电脑课
第一次玩4399小游戏
第一次看小小系列FLASH
从此喜欢上了火柴人系列
好评: 完全停不下来. 第一个小时超爽快, 后面非常有挑战.上手超简单, 游戏有深度. 不用担心手残.
另外,虽然整个游戏操作只需要两个键, 但还是推荐用手柄玩.比鼠标操作有感觉多了.
好评: 这是一款相当给力的游戏。虽然只有左右，但是难度极高。对于强迫症患者可能会非常难受！~
好评: 非常赞的一款游戏！
虽然操作只用到鼠标2个按键，但是主角丰富多变的连招和炫酷的动作让人根本停不下来。再加上激燃的BGM和带着性感口音的旁白大叔，绝对让你在进入战斗的第一秒就热血沸腾。152项成就更是成就党们的最爱。

还有，md谁来赔我的鼠标！！！
好评: 要不是看评价，光看这画面我是肯定不会买的，
但是玩上了以后，发现原来火柴人可以这么带感，
音乐也很燃，玩起来根本停不下来，
只需要左右键，打击感极强，实则一个反应速度测试器
赢的越多，速度越快，不到3刀，值得一试。
好评: 简单上手，动作炫酷，价格便宜，打发时间必备
好评: 简单过瘾，便宜，值得体验！
好评: 一个只有两个键的游戏，我愣是玩坏了一个鼠标...
好评: 虽然是多次进包的游戏，但是确实超好玩，非常爽快的打击感。

一百多兆却能让你看到各种武功招式还有各种武器（还有咸鱼~咸鱼是什么鬼啊！！）

爽快的连击，割草般的快感。

10块左右就可以将这款游戏收入囊中，不买能忍？？
好评: 根本停不下来~！！good game!!
好评: 打击感很爽快，还带暂停特写，超棒。是款容易玩上瘾的好游戏~
好评: 要不是那天我突然抽风去合卡牌，就不会掉优惠券，我也就不会买，更会不去玩，不会去玩就不会摁爆鼠标=.=中国功夫根本停不下来
好评: 这款游戏绝对超值，
堪比那些大作，趣味十足简单，有趣！
还等什么快 买买买！
好评: 非常典型的易于上手，难于精通的游戏。[spoiler]一开始觉得是无双爽快风，后来才发现这是个动态视力训练软件…… [/spoiler]

游戏的操作就需要两个按键[strike]（你不是说你是One Finger Death Punch吗明明要Two Fingers好吗）[/strike]，分别对应向左攻击及向右攻击，玩家所需要做的就是当杂兵进入左方或右方的攻击范围时按相应的攻击键进行攻击。这样的游戏方式听起来的确挺无聊的，但作者提供了丰富的游戏内容，很好的补偿了游戏方式的单一性。

首先，游戏的打击感很棒，玩起来有一种拳拳到肉的快感。同时，作者提供了多样化的攻击特效以及各种能够被破坏的场景，使得打起来非常的爽快，在感官上就能带给人愉悦感。

其次，作者提供了多种游戏模式。从大方向上可分为闯关模式及生存模式，闯关模式下不仅关卡数量很多，而且分为许多不同的风格；生存模式也由普通的生存模式，反人类生存模式及非常反人类的生存模式组成。这也给游戏带来了很多的变化。

最后，游戏中有多种技能共玩家使用，玩家可从21项技能中选择3种。你是喜欢使用AOE爆☆杀敌人，亦或是热爱防御性技能以保证自身的安全？不同的技能搭配带来的游戏感受也完全不同。

然而，游戏的难度并不低，随着攻关的深入，各种需要打多次才能打倒的敌人，会闪避的敌人以及需要多次才能打倒的会闪避的敌人很容易教你做人，再加上某些无法通过敌人颜色辨别敌人类型的关卡，死来死去是非常正常的事情。好在杂兵刷新的速度基于玩家的表现，如果玩家各种不受伤各种Combo则杂兵刷新速度会越来越快；如果玩家各种被吊打各种跪地则杂兵刷新的速度也会下降。这在一定程度上缓解了游戏后期的反人类程度。

游戏的音乐则是从F-777的Chinese Dance Machine这张专辑中选取的，融合了中国传统音乐及电子舞曲的风格非常带感。

其实感觉这个游戏更适合移动平台，闲得无聊的时候拿出来刷一局正合适，连续刷一个小时以上感觉眼球都要爆炸了……然后封面什么的就不吐槽了，大家都吐槽过了，作者也在Tips里自我吐槽过了……

总之，One Finger Death Punch是一款优秀的动作游戏，拿来消磨时间非常合适，仅是拿来+1的话未免有些可惜。
好评: 哦眸兮耐。
本以为是通晓中华武术的火柴人的横版过关动作游戏，一玩，这尼玛不是音乐游戏？你不能主动控制火柴人左右移动，你要做的就是等左右两边的敌人靠近你的时候适当的点击鼠标左右键击飞之。这么无聊？我开始也是这么想的。玩下去才发觉才发现我错了。别看操作简单，就点两个键（这游戏应该叫two fingers death punch才对），但其实并不简单，尤其玩到后面，很吃反应与手指协调性。两边的敌人一波接一波冲过来，速度越来越快，并且你不能按太快也不能太慢，需得进入攻击范围内，按早了MISS被反击，重要的是直接影响得分，按慢了直接被抽，一味猛点也是没有的，只会徒增MISS，空点也是算miss，无伤无MISS才能得perfect，所以说这是个节奏游戏。

然后敌人不都是傻比的冲过来给你一拳，他们还会操家伙（武器），特殊敌人还会左右闪避或格挡，你需要根据指示灵活的点击左右键。当然你也不只是徒手打狗似的，你可以捡武器宰之，武器种类丰富，还能解锁技能，特定时机还有类似QTE的慢动作COMB，按错按慢方向则会被反击。越玩到后面敌人花样越多，越吃反应，越有挑战。

说那么多其实这游戏就是个类音乐节奏游戏，但又不是，BGM都很燃很带感，但节拍不明显，也许是我耳残，。它融入了夸张并爽快的动作元素，并且还是中华武术。你可以通过反复玩刷highscore，游戏模式（round）很多，我才不会告诉你还有BOSS round。生存模式更是爽快得像嗑了炫迈似的，。所以我定义他为：动作节奏游戏。
好评: 没有帧限制,速度太快你会反映不过来.
我那台渣渣AMD基本能无伤,因为渣过头了,你有时间反映过来.
好评: 还记得火柴人小小系列吗?


线条人之间的战斗,简单到只用鼠标左右两键就可以杀翻全场,但是场场想要完美过关却不是件容易事情,后期的难度和要求的手速却不亚于节奏大师....


简单 暴力 打击感十足的小游戏,想要学挖掘机技术的千万不要错过...
好评: 强烈推荐 
比那些所谓的3A大作好玩太多了 
每天上来玩半个小时轻松愉快 
成就150多想刷全成就估计很难很难...
好评: 简单但是有趣，价格也便宜，比某些年货能给你更多的欢乐。
好评: 不可多得的好游戏，只有两个操控键，但是打击感超强！我已经上瘾了，价格便宜，不入后悔
好评: 碉堡了~这游戏唯一的缺点就是有按坏鼠标的风险~ ~

而且真应该加个中文语言O(∩_∩)O哈哈~
好评: 这是一个难得一见的休闲好游戏，简单的两键操作，却无比爽快。

游戏内容不必说，特别是对网龄稍微大一点的人来说，火柴人会功夫又是一个让人无比怀念的东西，没错，当年风靡一时小小系列！

虽然不知道这个外国佬有没有看过，不过我们看到这个作品还是很有亲切感的

游戏已经入包了，本周也在HB的周包中销售，6块钱你买不到什么，但是这款小游戏却能让你欲罢不能一阵子

炎热的夏天你甚至可以一边单手游戏一边吃冰棍，当然或许你会太入迷以至于冰棍化了~
好评: 砍砍砍！
好评: 不知道哪里找来的三俗封面，萨比的气息，不点开还以为就是个雷作，3D动作加点啥老美YY的中国武侠风什么的。

实际游戏是经典的flash火柴人——大概是算作火柴人类型中的3A级别大作，好玩到爆，而且根本停不下来，简直休闲神作。

游戏中有不少的武器、道具、可破坏的背景、不同的敌人，不过操作简单粗暴，只有一左一右，搭配上精彩的特写和演出，左右开弓就能使出赏心悦目的火柴人啪啪啪。其实可以理解为类似蝙蝠侠那种干群架战斗系统的2D+超简化版，不用搓爆摇杆就可以打出行云流水的战斗表演。

操作虽然无脑，但挑战的内容十分丰富，对反应力的要求也比较无情。
游戏中分两大模式：Leverl  &  Survival，前者是打关卡，后者是无限制啪啪，分别都有三个等级(Level分Student、Master、Grand Master，Survival分Normal、Blind、还有一个真·反人类模式，浓郁的现实主义气息，绝对一大亮点XD)，左上角还1有显示当前Speed百分比，难度越高Speed也应该相应提升。
对于我这种脑瘫患者来说打Student等级的100%速度已经跪了好几关了，不过总体来说还算能愉悦地玩耍，更高的speed没试过还不知，大概和当年被各种MUG摧残的感觉差不多吧……

小缺点：界面还是有点萨比，不过不影响整体；Level模式的大地图和奖牌之类的内容查看不怎么方便，有待改进。

总评：超好玩+超耐玩，关键进了包，千万别+1啊
好评: 非常爽快令人欲罢不能，用手柄的手感更舒服，推荐。
好评: 核心机制极端简单的一款小游戏，玩家只会用到两个按键：主角站中间，敌人从两边不断刷出来，当敌人从左边进入攻击范围时按左键，从右边进入攻击范围时按右键（可以用方向键替代鼠标左右键）

为了不沦落为单纯的节奏游戏，作者融入了“功夫”这一主题围绕核心机制进行扩展：主角攻击敌人时会产生一段位移改变敌人的相对位置（只能通过这种手段进行移动），可以捡取敌人掉在附近的武器来增加攻击范围，而敌人则分一刀杀的杂鱼和需要组合键杀死的精英/小Boss，击杀敌人后会进入一小段子弹时间来增加酷炫程度并方便进行连击，并且有一系列杀敌N个后自动激活的技能（通常是Buff或者清屏技，N=1就是被动），攻击Miss会产生一段时间僵直，而被敌人近身则会挨打掉HP

对于“功夫”主题的深化主要还是体现在演出效果上，游戏中的拳法就有五种：螳螂拳、鹰爪拳、鹤拳、醉拳、少林虎拳（不过仅仅是演出上的区别，为了显示作者的爱，对游戏本身毫无影响），加上各种兵器，偶尔还能触发一些浮夸的终结技，能打出非常华丽的组合招式，配合人物造型颇有当年“小小系列”的风格（暴露年龄）。游戏在场景上也是尽量还原上个世纪的功夫动作电影，甚至加入了专门的“双节棍关”和“光剑关”专门向经典电影致敬——除了普通的被围殴关卡以外，还有诸如防御飞刀关卡、飞刀关卡、Boss关卡、限时关卡、生存模式等等，不过其实玩法上不会有太大变化，毕竟只能用两个按键……

游戏的粘性主要是原因简单的操作、爽快的战斗和飞快的游戏节奏，作为一款休闲向的游戏让人感到非常愉悦，以至于一连几小时坐在电脑前不断敲打两个按键，而游戏的难度曲线上升也很缓慢，在大地图中选关，从一开的轻松休闲一步步往鬼畜过度——也许是作者对自己游戏的粘性太有自信了，地图非常的大，走个一周目下来（不清全地图）就接近十小时，而且设计了三个难度递升的游戏周目外加三种无限生存模式，如果不手残卡关的话烧个几十小时在里面完全不是问题——当然大前提是你对这种极端简单的游戏机制不产生厌倦，游戏的重复度还是很高的，玩几小时很爽，几十小时就不一定了，后期无非是需要更快的反应、更高的熟练度和更少的失误，如果不想成为触手的话大概没几个人会坚持三周目吧……

反正游戏本身不贵，作为休闲游戏爽快度和粘性都很高，动作设计诚意满满，至少可以让人欢乐地玩好几个小时，非常值得推荐
好评: 可能灵感来源于大家熟悉的挑战小小吧，哈哈。当然这个作品在节奏和动作上，让本仔想起了街霸的动画定格手法和忍者龙剑传2的一些处理技巧。对于动作游戏玩家，本仔极力推荐。
好评: 特别简单的游戏，只有两个按键，一个鼠标就能完全操控。很令人惊异的是，即使只有两个键依旧能玩到一个手柄带来的爽快感。只要打开游戏就完全停不下来，画面虽然并不精致，甚至可操纵角色只是个火柴人，但是出色的动作感依然能够填补这些简单。

生存模式换场景的设计很棒，完全是燃到哭的节奏。

10/10
好评: 这游戏打击感太强了。。玩上一关之后根本停不下了，虽然是个简简单单的小游戏，但游戏性绝对对得起这个价~
好评: 简单粗暴，融合中华武术动作，华丽丽的打击感，而且价格便宜 ，好玩，推荐
好评: 很有趣的小游戏，三头身小人打击感十足。
用手柄玩会比用鼠标玩更加带感一些。
好评: 很好玩~~~这游戏比The Binding of Isaac好玩多了！想玩的朋友赶快去买Indie Gala Weekly Monday Bundle 16慈善包....这游戏很值得买
好评: 标题的和尚看起来很凶啊，敌人就算戴了帽子我也知道是光头啊。

这个游戏我先想起了闪客帝国的一代大神小小，所以一入包就买了，这款游戏动作如同标题一样，一击必杀，说白了就是个左右键的点击游戏，比四个方向键的音乐游戏还简单。
但是这种一个打一百个的动作场景做得很好，高手一百连击根据点击的间隔和敌人的距离动作套路很少有重复的，非常适合零碎的时间玩上几分钟。
好评: 这游戏实在是太赞了！

爽快的打击感！简单的操作！

作为老外做的游戏 很好的模仿了功夫片里面的以一敌百以及场景破坏！

闲暇之余刷刷刷实在是不能更赞！

进了包 所以不要让它+1了！

来玩一下吧！
好评: 简直赞！
根本停不下来！
非常棒的小游戏！

好评: One Finger Death Punch这个游戏能提高人的反应速度  是个不错的游戏
好评: 火柴人！左右键！
爽爽爽！！！！！！
就是这个感觉！！！！！！

好评: 简洁高效，一款异常精品的小游戏。
首先这个游戏使用了火柴人来表现出来了一场场酣畅淋漓的打斗，打击感，帅气程度让人爽快到了极点，只需要使用左右键来玩简化了操作，使得游戏简单上手，但是真的很爽，看着火柴人在屏幕上大杀特杀的那种感觉真的是无以言表，游戏在本质上是一个类似于音乐游戏的节奏设计，不得不表扬这样的设计也是异常的讨巧。
缺点是游戏在某些地方设计的比较粗糙，总来说值得推荐。
9/10分作
差评: 没有简体中文字幕界面.字幕和完全音频.所以我给差评！要是改正错误马上换好评！(￣）￣)↗ 
No Simplified Chinese subtitles interface. Subtitles and full audio, so I give negative feedback! If correct mistakes immediately for praise!(￣）￣)↗ 

好评: Very nice game,you should be try it !(真的 停不下来啊！。。。）
好评: 打击感很强！！完全停不下来！！！ 233
好评: 这游戏真是意外的有趣。虽然是只有两个键的FLASH小制作游戏，但是细节却一点也不马虎。武器、招式动作、按键设计、什么情况下出什么样的大招，每个细节都非常讲究。音乐也非常有中国风，还有配音那种口音怪怪的英语，打击感比好多3A级的动作游戏都要更加劲爆，让人上手之后根本就不能停。

有的时候，制作出一款好游戏，真的就是这么简单。

这游戏现在steam有发那种50%OFF的优惠劵，用那个买相当划算。（虽然入过包）——其实就算原价购入也是绝对对得起满满的游戏性的。唯一的遗憾是没有卡片和徽章。
好评: 非常爽快又紧张刺激而且手感很好，只需要两个键就能自动打出各种酷霸屌的攻击
好评: 鼠标微动坏了的春天。。。。。。停不下来系列
好评: 游戏制作得很粗糙——配音腔调很古怪、画面制作很简陋甚至有些山寨，但是游戏是为了乐趣而不是这些表面的东西不是？

其实，这款游戏颇让人上瘾，虽然只有简单的鼠标左右键就可以操作，但是那种一击必杀的爽快感实在是让人控制不住想玩下去啊，而且还想挑战更快的速度。

值得一玩
好评: 很好玩的一款小游戏，小人动作很炫酷的
好评: 当心你的鼠标！这是个极度摧残鼠标的游戏！但是太好玩了，根本停不下来啊 >_<
好评: 回归游戏的本质，强烈推荐
好评: 这游戏相当棒！真的有以前小小系列flash的那种感觉，不过这次是可以亲自操作的。
正如这游戏的名字，一只手就可以玩，鼠标的左键和右键分别表示攻击左边或右边的敌人，只需要适当地敲敲鼠标就可以达成爽快又多样的连击。

唯一要吐槽的是旁白的英文口音，不知道哪的……也许制作组的本意是要模仿中国人的英文口音吧
好评: 很不错的游戏，玩着很带感。
才下载下来玩，除了担心鼠标会不会跪，别的都不用担心。
总的来说，对画面要求不是很高的小伙伴不用犹豫了，才4刀啊
好评: 这是那种只要一用一个内容就能不断的取悦你的简单小游戏   如果将来进了humble bundle 一定要尝试一下 这个真不是喜+1
好评: 相当带感，玩起来不错值得一玩
