差评: 辣鸡游戏，一个星期体验，上了大师2600杯，全程箱子没出任何角色。稀烂的平衡，为什么不去玩荒野乱斗。
好评: 我为什么要在电脑上玩手游
差评: 游戏很好玩，就是玩不了，UI有亿点点像荒野乱斗
差评: 垃圾游戏动不动就卡退网很好还老是断开连接
、


好评: very good
差评: 这么说呢。进游戏更新更新不了

差评: 服务器掉线恶心人
差评: 滚啊

好评: 想知道这个用啥加速器比较好，大陆玩老掉
好评: 真的不错，只是要开加速器就有点烦

好评: mt bom, jogo do ano
好评: 除了延迟，这游戏玩着还是亭轻松的！
好评: 画风很可爱的游戏
好评: 还是好玩
好评: 已经在年度游戏评选中提名该游戏...特此修改评论完成STEAM任务...
差评: 烂
好评: 游戏是好游戏，除了进不去啥都好

好评: 谁能告诉我花了200多人民币开箱子什么都开不出来是什么鬼
差评: 挂加速器就闪退不挂就进不去
好评: 好
好评: haixing
好评: ....好玩.

差评: 重连模拟器
好评: nice
好评: 玩过荒野乱斗的玩这个上手挺容易的
差评: 服务器太拉胯、、老是断线或者进不去。。。呵呵。
差评: What is error 1002 or 0?
Too bad.
好评: 玩了200个小时了，这个游戏本身的游戏性挺强的，平衡的话在Hook被削弱了之后除了Snow过强以外其他的角色都各有各的作用和特点。
但是在对局外的方面做的却不尽人意，首先大陆必须得开加速器才能玩，其次角色的培养周期太漫长，虽然是个免费游戏，但是不氪金的体验并不好。只不过在有活动的时候倒是会送很多碎片和金币。然后是匹配系统的问题，经常给我两个根本不会玩的队友，有时候甚至是机器人，这种对局的游戏体验极差，玩团队赛我死1次队友能死3次。再之后是社交系统的问题，加了好友之后还不能留言，只有进队伍才能对话，好友邀请的时候甚至没有单独的提示音，这两点导致能不能组上队完全看缘分和默契。本来路人局的体验就差，还很难组队玩，我凭什么带两个坑货上分啊，对面打得好我输了心甘情愿，队友垃圾我1打5一点游戏体验都没有，但凡匹配系统或者社交系统好一点都不至于出现这种问题。

国内有想和我一起玩的可以加我企鹅：1353212632
好评: 经常掉线，怪不得CN区排名都比较低
好评: 对于有钱人这游戏很好玩 通行证角色刻出来=无敌 上分之后拉比刻出来等于乱杀 不需要动脑 就有快乐收账 十分实用的游戏 缺存在感的有钱人大力推荐
好评: 荒野乱斗的复制版，可以说从人物到技能，游戏地图到模式，甚至整体的商店界面从里到外抄的完完全全，画质相比差了不少， 不过从平面变成3D了，官方给的福利还行，刚开服的时候金币宝石送了不少，很容易上手，可以试试打发时间，不花钱也能玩的不错。

The 3D version of brawl stars，pretty much copied everything，it‘s alright to play it when you wanna kill some time.
好评: 赶快出手柄控制啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊
好评: 说实话，游戏不错，就是有时候会断连。
差评: 只能玩6分钟
好评: 网络太卡服务器差，其他还好
差评: 根本进不去
好评: 游戏是好游戏，但总是登不上.23333
差评: 游戏真好玩，进进出出的，看了30多分钟的等待画面，又是浪费生命的一天
差评: 傻逼游戏，给的资源那么少，硬tm骗氪
差评: 垃圾服务器
好评: OK
差评: 虽然但是。。。这游戏真没抄么。
差评: 网络太差，体验差
差评: 游戏很不错，我也很想玩，除了打ai，无线断网，要是我能连的进去就更好了。

好评: nice
好评: 看到大部分朋友因为卡给差评，觉得错过这款游戏比较可惜的，特别适合跟朋友开黑。
所以这边分享一下加速器。电脑上用：雷神，手机上用：海豚。
用这两家目前能稳定开始游戏，且不会感觉到延迟。

20210605补充：海豚也不行了，大家手机不要用海豚，电脑雷神依然可以
差评: 傻逼傻逼傻逼傻逼傻逼傻逼傻逼

好评:  一般般   ，  粘人度不高  可玩性不高，继续努力
好评: nice
差评: 垃圾游戏不要玩，
我看着这游戏每级提升不小每天玩玩慢慢的把初始角色生到7级，
结果被骗了是个废物，综合能力拉稀，除了那一刀的输出各方面都废，
平a技能硬值判定低自己砍一刀定住，这英雄先出手就是终极脑残，
单挑全靠跳劈，一点连招没有，别人一套硬连打老子半死不活，
就天天在大逃杀边缘油混分，结果今天pk真绝了碰个韩文名字的老六，
玩个海盗枪手指哪打哪我笑了，
老子海盗八向点人他ta ma的锁着老子打还一直发表情，给我整笑了，
他也好意思，几乎无伤打我一条命，
看清他子弹轨迹发现是指向性的我当时剩下两条命就跳崖送了退出卸载，
垃圾游戏。
差评: 游戏一般 玩了一局新手教程 出来以后点匹配 匹配不到人也就算了 再次点匹配 游戏直接显示服务器错误回到游戏界面无限尝试进游戏然后依然是服务器错误 最厉害的是还没有退出游戏的选项 必须任务管理器结束任务才能退出游戏 非常的秀
好评: 开了加速器 开成狗币 玩个毛线
好评: 手感不错，但是电脑方向控制有点不流畅
差评: 这款游戏挺好玩的，唯一的缺点就是比较单一，游戏内容非常新颖，你问我是什么内容？内容是重连
差评: 跟朋友组队，一局掉好几次线
差评: 进游戏直接报错，修复还是进不去说我组件报错，服气了看视频很想07年出的一款韩国游戏激斗不过公测两个月都倒闭了
好评: 好玩
差评: 遊戲太多AI了，根本在比哪隊AI多哪隊輸
好评: 希望能优化中国的网络，不开加速器根本玩不了，经常断线！！！
Hope to optimize China's network, do not open the accelerator (over the wall) simply can not play, often disconnected!!!
好评: 这个游戏太好玩了，如果我能进得去就更好玩了
好评: 首先那些说不能玩的，你干脆卸载Steam好了，这上面有几个游戏是不用加速就能玩的？该游戏暂时只架设了一个国际服，UU的电脑版和手机版都有加速（手机端开了加速还是卡，电脑端稳定70ms，很流畅了），雷神只有电脑版有加速，游戏评价呢，很符合喜欢“荒野乱斗”玩家的口味，几分钟一局比赛，很畅爽了。
好评: 登录不了啊
好评: 好游戏 就是开不到宝箱人物，就真的很烦
差评: every time stuck at loading screen if i press any button of zxc
差评: 开加速器才能正常玩。
韩国人上人，网络判定先你一步，
我没有延迟高的提示，面对面先放技能经常被后放技能的击飞了，恶心。
角色技能设计平衡感觉不咋地，另外升级就是变强，
而且因为电脑没法控制具体移动方向（只有wasd），小红帽这种刺客用手机玩和用电脑玩是两个强度
电脑键盘控制方向手感很难受，要是支持手柄或者鼠标控制方向就好了
氪金方面完善的挺全面，也有通行证
总体感觉就是个普通手游，欢乐是挺欢乐，恶心起来也恶心
（我第一眼看见还以为是荒野乱斗出电脑版了）
差评: 延迟高
模型糙的shit一样
好评: 好玩
好评: 游戏做的还可以，大部分机制其实和荒野乱斗是一致的，例如传奇的养成需要一堆碎片，开传奇的几率低的雅痞，比赛模式等等，反正我接受了荒野乱斗，觉得这个也正常。
接下去是问题，这里大逃杀模式打出来的东西（糖果？）需要按z才能捡起来，不像荒野乱斗走过去就捡到了，这点挺搞心态的。然后某些远程角色空中开平a还是技能，占领模式属实近战被暴打，进都进不去区域，吐了。
然后最多吐槽的链接问题。21.5.2现在tx加速器已经可以加速了（不知道什么时候能加速的，反正4.18没记错的话不行，后来忙别的没关注这游戏），非常流畅。
总而言之，我觉得可以一冲，氪金没什么必要，毕竟这种游戏无底洞，建议慢慢养成（皮肤和季票另算）。
差评: fuck
差评: 这比土豆服务器还烂
好评: 相当不错的游戏 虽然目前的评价比较差 不过无需理会（竟然连需要加速器都能成为差评的理由？）
在我看来 这款游戏的素质极高 首先游戏的机制很严谨 其次还拥有上乘的打击感与手感 画风也令人满意 再次操作也非常简单 没有跑动 体力条和精力条那些乱七八糟的东西 是目前steam上少有的值得玩的格斗类游戏（按照我个人的喜好来说 我觉得就连街霸5那样的游戏都没什么游玩价值）
至于氪金方面 我也是刚接触这款游戏不久 他是不是p2w我不知道 不敢妄言 但是就目前来说 我一分钱没pay 却也能经常win 何解？难道是游戏时长太短的缘故？或者 也可能是我太强了8
最后说一下加速器 加速器我用的是uu 晚上玩会阶段性卡顿 不过应该是我自己的问题 因为白天玩没事 其他的就不说了 总之如果你喜欢玩格斗类或者对抗类游戏的话 我强烈建议下载一个试试 没准他就能成为你今年最喜欢的游戏之一
差评: 狗都不玩.
好评: 登不上去说网络卡怎么办，还有玩两局匹配也说网络不好然后自动退出匹配了，再点匹配还是网络不好匹配不了   ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~                         用海豚加速器，我在网吧玩自带的海豚加速器不行，要到官网去下载海豚加速器，海豚加速器里面可以加速这款游戏，不会掉线
差评: 垃圾游戏
好评: 可玩性很高，就是网络稍微差点，玩久了会画面有些卡顿，希望后续会慢慢优化好。
差评: 真是NM一个脑瘫游戏 我不知道能把英雄平衡性做的这么差的废物游戏开发者能做什么垃圾游戏
差评: 服务器断开模拟器
好评: 游戏类型是个人喜欢的动作类型游戏，画风不错但是个别角色的建模令人不适。但是这款游戏并不适合每一个人，所以尽量较为客观的写下评价。写下此评论时已经达到了黄金联盟并对游戏的匹配系统和奖励系统有着较为全面的了解。

😊优点：
⭐游戏有四种不同的游戏模式：占领、大逃杀、夺取王冠和单挑。每种模式都有多种地图，展现了游戏较高的完成度。有些游戏的模式并不是以击杀为主，所以带来了更多的策略性。
⭐上手难度较低，并有良好的引导机制，对于初次解除此类型游戏的玩家也能很快上手。
⭐跨平台联机，能更快匹配到玩家，但是也造成了操作平台的区别带来的不平衡。
⭐适合直播，匹配快，并且有较强的游戏性和观赏性。

😡缺点：
-所有模式都是竞技类型，不适合轻度游戏玩家。
-社交系统不完善，与其他玩家没有互动。
-无法与队友沟通，只有简单的几个表情，缺乏战术交流。
-延迟较高，且游戏存在卡顿的问题。竞技游戏存在卡顿问题造成的后果非常严重，会带来特别强烈的挫败感。
-游戏角色的平衡较差，个别角色在个别的模式几乎起不到任何作。
-奖励非常微薄与消耗的时间相比不成比例。
-Pay to Win，氪金会影响角色的属性，略微氪金几乎起不到任何效果，重度氪金把角色升满能在竞技中获得碾压对手的属性。
-Loot Box，令人非常沮丧的开盒子系统，每日获取的随机盒子奖励过于微薄。

❔中性：
· 游戏的角色的颜值和难度/强度成反比，意思是越好看的角色越弱或者越难上手。
· 明明定位是偏休闲，但是游戏玩法和角色平衡系统却在劝退休闲玩家，只给予微薄的奖励来逼迫玩家氪金，可能会导致免费玩家流失过快，从而让这款游戏的人越来越少，造成匹配时间过长，最终导致付费玩家流失。

并不看好这款游戏的寿命，但是可以趁着热度玩一会儿。氪金需谨慎！
好评: 卡
好评: 游戏非常好玩 就是连不进去.
差评: 您这是平行宇宙的服务器么，手机尝试了两款vpn两款加速器依旧登不上去，pc就是连接掉线模拟器。真有你的
差评: 过了新手训练就没有了 ，不如叫训练营模拟器吧，匹配到80就连不上了真好玩
差评: 连不上
好评: 笑死新手训练结束了就再也连不上了
好评: 不错 挺欢乐
差评: 服务器差~总掉线！  关联账户不能解除！
差评: 好玩，但是服务器辣鸡
好评: 这个网络要是再好点，我比冲爆好吧
游戏是很好玩，但是网络太让人抓狂
差评: 接近290的延迟，太卡了
差评: 游戏很不错，我也很想玩，要是我能连的进去就更好了。
说真的要不然你出个单机模式算了，这游戏现在就是个重连模拟器。
好评: 网络不太好啊
差评: 棒子国就是厉害，弄个游戏更厉害，不黄的不多，佩服！用不用说中国是你家的？傻逼
好评: 没加速器玩不了  太卡了
差评: 无论手机版还是电脑板，尝试了所有的加速器以及VPN。并且选用了大部分地区节点。仍然没能完整的游玩一局游戏。请问服务器是假设在平行宇宙么？
差评: 下完游戏，一直在维护 你维护你妈呢啊？
差评: 我就想知道这个游戏能玩吗 , 下载下来玩两盘就与服务器断开连接 , 延迟也高 , 游戏也没加速器 !! 让人惆怅什么鬼东西
差评: 服务器太烂了
差评: 匹配完了80%进不去了 然后服务器维护了 没有弄好就不要上 吐了 延迟高的离谱 加速器还没有这个游戏
差评: 没找到汉化在哪里，还有链接不上服务器啊~~~~~~
差评: 这是什么垃圾游戏，都玩不了
好评: brawl star强化版
