差评: 反人类按键
好评: 买galgame送格斗小游戏
好评: 好耶
差评: 好吧一进去什么都没法操作，甚至进不了教学模式，点啥都不行，玩个鸡
好评: 好
！
好评: 内容丰富
好评: 手残模式很棒，我很喜欢！
好评: 逆天键位和改键麻烦程度
好评: 好玩
好评: 业界良心。自带中文。和续作比人物少几个，但胜在容量小。
好评: 中二燃超赞
差评: 能设计出赖皮蛇这种东西的多半脑子有问题
好评: 手残党表示太难了
差评: 播片质量低
好评: 从cf入得坑，后来才意识到这是个有前几代的游戏，国内的格斗圈子如今越缩越小，真的挺惋惜的，跑题了咳咳，好游戏，好游戏，好游戏！重要的事情说三遍
好评: 线上没人
好评: 唉，真香
好评: 玩了这么久，我只能说，打架五分钟，剧情五小时，这部就当作看剧情了，完全可以做一部番来看，和前作不一样，这一部PC上不能全屏，而且一玩家不能设置键位U
好评: 补齐童年，满足，好玩
好评: 很好，Hazama永远的神。
好评: 好评 期待续作
好评: 买GAL送格斗游戏（x）
希望重置铁血兵团起义

I want Hard Corps Uprising on PC！PLZ！
好评: 流批！！！！！！！！！！！！！！！！！！！！！！
好评: 最早入手的游戏，我对横版格斗游戏根本没有抵抗力！
好评: hxd们笔记本怎么设置键位啊
1p和2p分不清楚怎么办
好评: 可以，能用键盘打出来就很开心
好评: 买了不玩系列
好评: 史低如的，不亏，新人做做剧情就行了，最好不要玩格斗，因为后面几代会调整平衡性，退出的上一个就是设定，里面可以设置繁体字
好评: op的画风真是太爱了
好评: 显著的改变就是，可以自由存档了，存档条也增加到了40个，妈妈再也不用担心我因为存档条太少而通满剧情困难了，故事模式的选择页面也更新了
好评: 我他吗怎么进不去了
好评: 我永远喜欢Hazama！！！！！！
好评: 好玩啊，故事一气呵成比前两部的剧情模式更顺畅了，简直是质的飞跃
差评: win10全屏闪退，有什么解决办法，挺想玩的。
好评: 相较前代来说，进入故事模式，第一眼就能够看出来的，就是动画作画以及立绘作画的提升。本作故事模式摒弃了前作的多结局判定点的设置，特殊结局只需要通过选择支更改，整个故事模式按照三条线来区分，个人感觉是不同世界线发生的事，也就是主线相同，主角们主要的行为模式相同，能够连接起来，但因为一些微小的细节不能完整的整合为同一世界线上的事。关于故事，存在对前作整部剧情都存在总结，就是雷其儿头像的ex剧情，这个算是系列传统。故事模式纯主线流程大概有8到9个小时，剧情党一本满足。
存在传统模式以及简化模式，虽然说是简化模式，但还是要看说明的，只不过需要注意的点少了很多，新人也能够很快上手。但是需要注意的是，开启简化模式之后，部分角色蓄不了气[spoiler] ，没错，就是琴恩 [/spoiler]，且在连段最后似乎是只要有50气就会连超必杀[spoiler]，基本别想放奥义了 [/spoiler]。
因为是剧情党，其他部分就不予评价了
好评: 真不愧是买动漫赠游戏，玩到了黄金帝卡对战黑暗黄金帝卡，简直笑屎我了
好评: 卡牌卡牌，我要卡牌XD
差评: 我最近看到这的游戏的宣传动漫觉得很有趣便想着来买来入坑结果为什么这的游戏的系列都显示该游戏因为一个错误导致游戏无法正常运行你倒是说说什么错误啊买游戏找气受如果不是喜欢这个游戏早就退款了希望用了解这种情况的兄弟帮我解答一下这种情况
差评: ***什么丢人玩意，就是欠干 要不是神观买的key我连那都一起退款 就你这还想挑战祖国领土完整？？？梦该醒了
差评: 自己要乱搞 谁也别怪啊臭傻逼
差评: 垃圾
好评: 买动画送游戏 好！
好评: 作为格斗游戏数不错的选着。
好评: 屁股ヽ(￣▽￣)ﾉ；奈子(～￣▽￣)～ ；超短裙︿(￣︶￣)︿；南半球[]~(￣▽￣)~*；。。。。。。。。大爷！大爷！大爷！ヽ(ﾟ∀ﾟ)ﾒ(ﾟ∀ﾟ)ﾉ
好评: 谢谢，手已经没了
好评: 该当对象BB死忠，高天原系统默认好评。
好评: 优秀
好评: 相对前面两作来说，这部好多了，挺不错的，格斗连续性也很高，推荐！
好评: 好玩，费手
差评: 半天找不到A
不能自己设定按键
差评: 进入到jp画面就停止工作！！！垃圾
好评: 买游戏送格斗模式，打折购入真香~
好评: 《苍翼默示录：刻之幻影扩展版》本来我以为买番送游戏是夸张的，结果真是当你点开故事模式，看了N小时剧情打五分钟的体验。但不得不说：“真他喵的爽啊！”
好评: 当初是奔着设定入的坑，想当着gal玩的，结果帅气模式打连招挺爽，开始练挑战了，格斗游戏小白也没关系，乱按都可以，教程也非常的详尽。除了剧情之外还有街机，肉鸽多种模式，还挺耐玩。
好评: 我有个问题，用帅气模式的时候，教程是l和n一起按，费50蓝发大招，但是训练模式l和n一起是费25蓝的技能，为什么？
好评: 苍翼赛高
好评: 买番剧送游戏
好评: 与前作相比无论是人物还是剧情都有了极大的丰富，剧情方面甚至比神观之梦还有诚意（搞笑剧情和小剧场）
至于差评的操作问题，在开始界面按tab就解决了
游戏本身剧情很优秀，如果有耐心了解会给你很棒的体验
格斗如果用心练习，打出帅气的连段也是很有成就感的
当然手残党可以全程开帅气模式，不用担心卡关问题
强力推荐
好评: 跳过教程要按什么FN2键，我研究了一下午的键盘也没找到FN2键，请问谁知道这fN2到底在哪啊!
差评: 过气游戏，人物少，不好玩。
好评: 买小说送格斗游戏了，冲冲冲~
好评: 故事模式线路大幅度简化，再也不用对着攻略故意输赢走支线了，搞笑结局也能轻易触发，缺点是故事模式立绘并没有很精细，还经常放大给你看，图都糊了拜托……另外桃儿卡卡从来不露胖次的，怎么这里开始露胖次了？好家伙硬核格斗游戏也开始媚宅了吗？我只能说，多整点儿！
好评: 弥补连续变换的遗憾，疯狂做成就，但是很多就是不完成，可能是网络的原因，第二天就好了。有趣的是【桃儿的】这个成就，用236A/C-B打所有角色一次，会掉出他们的食物，有些人是杂志...
全角色AH成就没完成，很让人灰心丧气，故事模式也看不进去，乱七八糟的，和之前的一样，卸载吧。
好评: 太好玩了
好评: 为什么打深渊模式的时候会跳窗闪退啊
好评: 刻之幻影是苍翼四部曲里，剧情我最喜欢的一代。

赛莉卡和拉姆达两个小憨憨很可爱我很喜欢，还有麻衣这个“小男孩”（美少女侦探团什么的最好了，然而混入了个男的）
好评: wwwwwww
好评: 表面上这是格斗游戏  实际上这是galgame
好评: 非常好玩
好评: 非常nice，新玩家要被打哭了都
好评: 爽啦
好评: 超棒，本作终于可以用wasd控制菜单了，顺带一提为啥每回按键操作都更前作不一样呢
好评: 剧情，战斗系统都非常优秀
好评: 非常好看 推荐配合GAMECORE 的苍翼世界观扫盲一起食用
好评: 优秀作品，但对使用键盘的玩家不太友好
差评: 这个按键很难入手，。
差评: 这按键。。。反正我接受不了
好评: 打折买的，至今已经是菜鸡了。
好评: 很好玩就是了

差评: ？？？为什么我不能把1P和2P的键位交换？？？？？
好评: 2D画风，丰富并且有着刺激爽快的连招让我欲罢不能。总的来说，是一款适合休闲娱乐的居家游戏！
好评: 你以为我是格斗游戏？其实我是galgame哒！ ps：强烈不推荐没有手柄的购买这款游戏，因为键位实在反人类
好评: 金幣可以用ce修改，簡直是太香了吧
好评: 手柄搓招的容错率极低，而且被连击之后，人物硬值巨大
好评: 唤醒了一些记忆
好评: 庞大的世界观（看剧情的话，建议从上部作品开始玩，也可以去b站补番），多元的设定（刚开始玩的话真的是一脸懵逼，一堆复杂的专用名词），丰富的人物（萝莉，御姐，可♂爱の男孩子.....总有一款符合你的xp），好康的立绘，爽快的格斗体验（我其实就是瞎jb乱按），一款很棒的galgame（格斗）游戏。买番剧送游戏，何乐而不为呢（滑稽。（最后，雪莉佳赛高哒！
好评: I really wanna you to play this game. So wonderfukl!
好评: 为什么推荐这游戏？想想看，买GALGAME送FTG不香吗？
软妹赛高!!!!
[spoiler] 官方都吐槽你乱按都能打出连招··· [/spoiler]（我永远喜欢软妹！,JPG)
[spoiler][strike] 然而实际竞技场我只玩照美``` [/strike][/spoiler]

好评: 冲着剧情趁骨折入的系列套餐~刚把BBCP EX剧情模式通了~

这一部单人剧情模式各方面都比BBCS进步了太多，能够即时存档了，并且没有了反人类的复杂分支以及达成要求（前作有的人物故事线必须输或者限制使用技能不看攻略鬼知道），几条故事线也分的清清楚楚，玩儿到最后豁然开朗，最终决战的时候我简直High到不行！

开始安装BBCF，希望终章能够同样交一份让人满意的答卷~
好评: 个人建议剧情党把苍翼系列全买下，前面可能会看不懂甚至莫名其妙，但是一旦玩上了深究其中的内涵就会发现这不单单是一款横版过关游戏，这甚至是一款能格斗glgame！
好评: 我只能说，沙雕剧情就已经对得起买游戏的钱了。血赚不亏
好评: 打击感和特效都很好，连招很炫也比较好按，只不过技能有一点眼花缭乱，然后设置里面关掉一些英文的不知道什么东西的设置会很流畅，然后对键盘玩家极不友好建议有手柄摇杆的入
好评: 对键盘玩家不友好，建议改键位在游玩
差评: 游戏是好游戏，可是网战已经没人了，我想被人打都不行。
好评: 嗯，我是菜鸡，我活该被打 555
好评: [strike]买Galgame送FTG[/strike]，剧情很有意思，但是想要看完所有剧情的话还需要去补漫画小说等衍生作品
好评: 妙
好评: 苍翼默示录补完计划：篇章3。配上中二日语食用更佳。这一作开始加入简中。
好评: 入门了，有点意思
好评: 好游戏，玩的人太少，格斗游戏有一天也要没落了吗
差评: 我菜，我垃圾，我不懂电脑。
1、现在我1p的方向键丛wasd变成了方向键（我操），然后游戏开始画面的上下左右操控全部只能用方向键和小键盘上的数字键了（MLGB），我试过删存档，重装游戏，都不行，很烦，这样游戏几乎没法玩了，改键的过程中，游戏让我觉得我是个傻逼，不管怎么改都改不回刚装游戏时的样子。（所有操作（游戏内的，游戏设置的）全部能在字母键盘上完成）。
2、每次我看着手柄的操作说明，等着它转变成键盘的操作说明时，我就觉得操蛋
3、回来说游戏方面，emmmmmm画面挺好，但是里面的系统太多了，太繁杂了，能量条、防御条、血条，还有各种暴气，不是我不喜欢这个游戏，但可能这个游戏真不适合我。
想去下个盗版继续体验这个游戏，但愿盗版不会也继承我这个键位设置
到这里，我真不能说我推荐这个游戏，因为我的体验是很差，当然，因为我蠢，傻逼，不懂电脑。
打算买下一代试试。。。。
好评: 我永远喜欢bb
好评: 从小时候就开始很喜欢苍翼模式这个系列了
好评: 好棒的游戏
好评: 苍翼系列第一次接触的就是这部，也是我最早买的正版之一，16年买的，其实在买这一作之前就在其他网站上看过苍翼默示录，记得是第一作来着，留给最深的映像是桃卡卡和卡璐璐对话的一张截图，尤其是桃卡卡留给我的映像很深，但当时没有去下，但还是记下来了，虽然过了这么久才回来评价，但真的喜欢苍翼系列，就算不来玩格斗的朋友也可以看剧情，前两作想看剧情还是需要玩一点格斗的。
好评: 个人来讲故事非常吸引我 人设也比较帅气 作为格斗游戏也相对比较好上手（大概
好评: 好想要桃花眼镜
好评: 典型作品必玩不可。
好评: 我永远喜欢诺爱儿(划掉)
我永远喜欢雪莉佳
好评: 这个游戏是我看了一个叫做tanabe的画师的那啥买的，当时觉得吧，这个画师画的本子都那么逗，这个游戏应该也很逗吧，结果是真的逗，分支剧情笑了我一下午。十分适合剧情党购买。
有一说一，本子是真的甜死了，但是也再也无法直视男主了。。。。。
好评: 大爱诺艾尔
好评: 真希望出部完整的剧情的动漫
好评: 这东西有点秀，反正我玩不来，
好评: 我都是当gal玩的
差评: 为什么默认数字键盘是主要操作区域？还不能改？不是所有电脑都有 数字键盘的
好评: 和朋友联机玩非常快乐jpg
差评: 1.操作：
键位逆天，确认键是U和小键盘的7，退出键是小键盘的8，而且不能改键位，体验很差。
2.画面：
一开始以为是RPG。后来才发现是GalGame，并且送格斗小游戏。不过作为GalGame，观赏模式中图片分辨率是硬伤，并且大部分图片要话大量时间玩格斗小游戏赚钱才能解锁。不过数量很多，粗略计算360+张。
3.剧情：
剧情方面也是动漫原作中的剧情，没玩过前作的也可以在Extend Story剧情中回顾，正统剧情中选择了错误的选项会进入搞笑剧情，原本严肃的故事中冒出奇怪的画面别有一番风味。并且看完所有Extend Gad有特殊成就。
4.对战：
线上对战模式已经凉透了，特地做了测试，1个小时都没有匹配到人。。
综上，作为格斗游戏，单机还是可以的，但线上模式不行了。作为galgame，怀旧党可以看剧情，但分辨率太差了。个人不推荐
好评: 雷其儿赛高！赛莉卡也不错。世界观真的很不错，这一作正反派的斗智斗勇还真的挺精彩。
差评: U键为什么设置不成任意一个攻击键？
好评: 大型连载动画苍翼默示录，没看过的朋友也可以在游戏里补下番。本身是奇幻题材的视觉小说，现在扩展延伸到多个领域。漫画，手游，联网对战平台，单机剧情。就连街机房里也经常出现这游戏。这款游戏有很多代。价格也不贵。第一次玩我也没搞懂顺序，故事模式看了一大半也不知道在说啥。如果对长剧情不感兴趣的可以直接玩街机模式或联网对战。动漫风格的2D格斗场景，招式不是很花哨。算是偏冷门的格斗游戏。
好评: 玩这个系列的游戏我只想知道两个问题
[h1] 1.大招是那个键？	[/h1]
[h1] 2.死亡后怎么投币继续？	[/h1]
好评: 剧情良心，冲着剧情就值这个价
格斗方面比较硬核，对手残不友好，如果是格斗游戏的大佬的话应该会玩的很嗨吧
好评: gal游戏两小时，脸滚键盘五秒钟，买galgame送格斗小游戏名不虚传
好评: 666
好评: 其实是款文字冒险游戏，一分钟格斗十多分钟文字语音图片
好评: 挺好的遊戲,
好评: 剧情模式出现选项时必有一个会触发沙雕剧情，格斗方面。。emmmmm，我第一次玩格斗游戏操作不来，没了帅气模式（按住一个键自动连招的那种）就是条只会无限下段踢的咸鱼，但剧情是真的不错，喜欢看番剧的可以入
好评: 对于手残来说用着帅气模式也一样能打的热血澎湃，全语音剧情也能当一个文字游戏玩，人物设定分明，CV也很卖力。还有，雪莉佳那个捶胸口的攻击动作真的超可爱。
好评: 先玩了神观之梦，又把动画看了，就缺刻之幻影了，考虑再把连续变换的游戏过一遍
好评: I think it‘s a good game
差评: 买来纯属情怀。。。匹配几乎无人，。。
好评: 我就想问一句，线上有人吗？？？？？

对白2小时战斗5分钟2333
好评: 非常好，，，就是，，菜是原罪
差评: 剧情冗长无聊，看了1个小时剧情都只是无趣地展现人设，战斗才1、2场。单纯说人设的话，做得还不错，但也禁不起这么漫长的展开。
好评: 打折后入手真是太好了，既可以当作2D格斗，又可以当视觉小说。配音相当给力，总之，这游戏是我的菜。
好评: 主要玩剧情模式，要是后两部也都能做成动画就好了！
好评: 27小时剧情通关，给个推荐。剧情党可入，如果只是下玩玩格斗小游戏的话可以去买BBCF（神观之梦）
走剧情也是需要太大的耐心的，在快节奏的网游手游与竞技游戏环境下的我们，木有那个耐心，别玩，不然只会糟蹋一款好的游戏。
BBCP算是结束了，总体剧情线上比前部BBCS要更加明朗，概率事件也少了不少，方便我们了解，虽然游戏在逻辑上可能存在一点小小的瑕疵，但也要考虑是什么年代出的，剧情的丰富，思维的革新都是本系列可圈可点的，还可以吧，休闲。
好评: 挺好玩的。雪莉佳我的哈。
好评: 如果卡在logo然后提示“已停止工作”的话，下载一个codec tweak tool，进去后点击fixes出现以下几个选项
1. Detect and remove broken VFW/ACM codece（检查和移除已经损坏的VFW/ACM解码器）
2. Detect and remove broken DirectShow filters（检查和移除已经损坏的已注册到系统的DS滤镜）
3. Re-register base DirectShow filters（重新注册基本的滤镜）
4. Clear Windows icon cache （清理图标缓存）
5. Fix broken sound(Midi,WaveOut) （修复破损的音频输出）
一般选择124即可


如果玩游戏很卡的话，建议把电源选项改成“高性能”，然后在游戏里关闭垂直同步和抗锯齿。
好评: 趁着打折买的，蛮好玩的。
p.s.我永远喜欢斋藤千和.jpg
好评: 按键很蠢很难改，故事模式不能自动播放，这两点挺恶心的。其他都挺不错的。有一刻钟时间打一把街机模式，或者看看故事剧情都还不错。而且打折便宜，才10几块钱，挺超值的。等玩完了，下次还有打折考虑入手下一代，前几代没中文还是算了。
好评: 还不错
好评: galgame里面加了格斗游戏，没错！
好评: 我永远喜欢雪莉佳
差评: 延迟太严重了，像纸片人，无法达到预期
好评: 极不友好的 7 8 键盘操作 画风很美 玩起来很难受
好评: 我是舔狗，是公主大人的舔狗，同时也是远坂凛的舔狗，汪汪汪
差评: 明明设置里调成全屏，结果还是不行，还有反人类的键盘设置
好评: 87键不讓玩
差评: 垃圾服务器，服务器一天不做好，所有买的游戏差评
差评: 动作延迟严重
好评: 立绘赶人
好评: 真·买动画送游戏，打通本篇和搞笑剧情时长差不多40个小时，打折入可以说很划算了。[spoiler] 我永远喜欢[strike] 诺艾尔 [/strike] 雪莉佳 [/spoiler]
差评: 进游戏不能按确定，只能左右移
好评: 说实话其实挺不错的......趁冬幕节花13买一个也很好
差评: 粉瓷砖出来就改好评
好评: 游戏很好，剧情完善，人物的各种性格吸引了我，下面我要说：AZRAEL是我的不服咬你手手。咬到你不能用键盘搓圈圈
好评: [spoiler] 我永远爱 [strike]Noel[/strike]   [strike] Makoto[/strike] Celica.jpg [/spoiler]
好评: 偷偷拿点经验
好评: 立刻就到了喀什假大空了急啊离开多久啦可是家里脚步放缓士大夫；离开
好评: 对于87键位的键盘来说非常不友好
好评: 13元入手的，作为2D格斗游戏属于上乘之作，唯独画面像素感，让我想起了拳皇97和街霸ZERO 1-3等的早期格斗游戏画面.....
好评: 操作键位简直反人类。。。
就不能把1p放在左边吗？
每次玩我还得找个107键的键盘来。。。。

好评: 十分优秀
有点粉丝向
好评: 朋友聚会欢乐利器，不会玩也能乱按的很快乐。很推荐和朋友坐在一起玩。
差评: 我只想知道为什么不能用手柄？
好评: 慈善包喜加一默认好评系列
还不错
差评: CG黑屏有字幕 什么情况？
好评: 键盘打连招感觉好难，搓连招搓的我键盘冒火。
好评: 尼————————桑————————！
老实说比起罪恶装备还是苍翼更对我胃口点...嘻嘻....嘻嘻嘻嘻
好评: BB的建模像素总感觉不如GG
好评: 剧情模式点个赞~~比起前面两作画面效果增强了不少，挑战任务比起前作好打了那么一丢丢
好评: 刚买来玩发现进游戏之后 除了上下左右控制键和截图按键管用，确认跟返回就不管用..   在STEAM上买了好多格斗游戏都发现过这种情况， 这是怎么搞的啊？   求大神指点..
好评: 要不是尼桑跪了，我可能还会买个全系列。
现在，想都别想
好评: 我当初为啥买这个来着...................忘了...：-（
好评: 舔爆雪莉佳
好评: 一开始玩这个系列的游戏是觉得连招搓出来好帅，后来发现自己手残，又发现剧情真的不错，很有意思，和御建雷打的那一部分是真的厉害。在我心里这一系列游戏算是格斗游戏的业界巅峰了。
好评: 还可以
好评: 游戏很棒 对新手友好
好评: 看看拉格纳的坟头草长了几厘米。
好评: 的确是好玩,打击感也不错，可是现在找不到人一起玩.....对战模式人太少了
差评: 话说，比拳皇好玩一万倍。然而老子PVP被打出屎，玩NM
好评: 打击感十足，技能丰富，只可惜人菜。联机匹配10局全是同一个人，战绩0-10，嘤嘤嘤，被社保了，联机扣0.5分，毕竟也是比较经典的游戏了，人少没办法。还有就是偶尔会因为分辨率问题弹出游戏界面，整体问题不大，看了其他人评测，可能是win10家庭版兼容性不好。最终4.5分，四舍五入给满分，没毛病。
好评: 神剑！闯江湖！
好评: 界面不好看，没有简体中文，格斗动画一般，教程诡异。
虽然游戏不好玩，但是动画好看。

好评: 当时在游戏厅玩街机版也没这么难啊
差评: 不知道是不是只有我一个人玩的时候会出现动作延迟  玩个吉尔
差评: emmm，没有小键盘的人默默打开了屏幕键盘，然后界面的操作键位不能改，在犹豫要不要退款
好评: ，一款小众但是质量优秀的格斗游戏，打击爽快，连招华丽
好评: 我手残，但故事好评。
好评: good
好评: 固定15分钟左右弹出游戏，还以为就我一个人有这种情况，没想到遇到这种情况的人还挺多。
好评: 补票+一如既往无脑好评
好评: 希望能改下ab键，现在是数字键盘的78，对87键键盘很不友好
好评: 游戏是好游戏，就是手残放不出技能
好评: 每次运行大概20分钟，游戏就会出错崩溃！！！
错误应用程序名称: BBCPEX.exe，版本: 1.0.0.2，时间戳: 0x570651da
错误模块名称: xactengine3_7.dll，版本: 9.29.1962.0，时间戳: 0x4c0641eb
异常代码: 0xc0000005
错误偏移量: 0x00031bba
错误进程 ID: 0x1cac
错误应用程序启动时间: 0x01d3d72fc15ebc4a
错误应用程序路径: C:\Program Files (x86)\Steam\steamapps\common\BlazBlue Chronophantasma Extend\BBCPEX.exe
错误模块路径: C:\WINDOWS\System32\xactengine3_7.dll
报告 ID: 930dc42c-29b2-40e1-a90e-16e580c0eb81
 WIN10 1709 家庭64位

好评: 接触的第二款BB系列，上一款是psp平台，非常棒的格斗游戏，关键是有帅气模式来治愈吾辈手残，，，
好评: 一部好番的第三季！
好评: 固定时间闪退 目前没找到解决办法
好评: 再垃圾也比手游强一百倍
好评: 是我手残吗，训练挑战比拳皇13还难接= =
好评: 界面没有上一代好看，其他都还行。重新混的BGM挺不错。
好评: 这游戏好难 一直被吊打
好评: 开始打剧情的时候瞎j8乱按，虽然偶尔会出来一些酷炫的招式但还是被电脑KO,最后发现老老实实的abcdabcd就打过去了。。。
可这搞笑剧情比正片还有意思是闹哪样，看了一下搞笑剧情完全把正片故事给忘了[spoiler] 桃花运眼睛A麻烦来一副[/spoiler]
话说，这是个带格斗小游戏的GAL吧。。
[spoiler] 天音要把我掰弯了[/spoiler]
好评: emmmmm 就相当于galgame了
毕竟感觉对战不太平衡
但是爽啊帅帅帅
好评:     我有十个小时都在搓HAZAMA的大蛇武炼歼。。。。。。。。。。。
好评: 感觉不玩前作的话，剧情看的有点不明觉厉啊，不过打起来确实很爽就是了2333
好评: 剧情不明觉厉，反正我是理不清楚，但又感觉好高大上。至于游戏本身，手残这辈子也就告别格斗游戏了。
好评: 一个galgame而已，你们竟然那么打那么认真，这让我个手残玩家情何以堪? :D
好评: 强烈安利。兼备了一个主流热血剧，校园百合剧，搞笑同人局。以及附赠得格斗小游戏·
好评: 日常被锤爆，遇到的都是大佬。
好评: 感觉这游戏好难啊，玩了几十个小时感觉就像稍微知道一下游戏规则一样，在玩家对战时候被虐出翔了。。而且成就简直是肝爆啊！不过还是一款十分不错的游戏啦~诺爱儿大爱（虽说我现在对战用的神乐23333）买游戏送GAL系列
好评: 玩gal游戏，送格斗
差评: 我只能说手柄按键反人类，能在手柄里无缝连接按出连招算我输
好评: 从本质上说，这是一款围棋游戏。
每个连招就是一种阵型，然后通过不断地练习便可以让自己千变万化。
打败对手的关键就是发现对方的偏好，然后从几万种搭配中找出一处破绽。

然后，希望有大佬能带带我。
好评: 买GAL送格斗小游戏
好评: 赛利卡真女主

好评: 诺埃尔最棒了！
差评: 按键能不能别这么反人类，上下左右什么鬼
谁玩格斗用那个啊，就不能给我wasd吗？

差评: 如果有人知道怎么解决游戏经常崩溃的问题　请告诉我
差评: 手残党不会操作，就是看画面和剧情炫酷才进来的，只推荐给比较擅长手柄的玩家~
差评: 手柄玩起来好心累
为啥设置成controller1和2，没法确认呢；然后退出再进还是keyboard1和2。
我到现在还没完成教学模式呢，有的按键感觉键盘比手柄好按，比如下+上（残影跳）还是后冲刺；有的却手柄比键盘灵活
可能是我一般不玩格斗游戏，从而不习惯吧
虽然中文加日配好评，但操纵有点反人类。就不能直接在教学时用XYAB么，至少在ABCDSL的时候用小括号注明下啊
等我考完试，有空调成新手模式，直接剧情好了，按键记起来好心累
好评: 我想知道为什么疯狗会缺席最终决战，那个及其强力的装逼犯，我还是很喜欢小剧场里男人中的男人这个梗的
好评: 其实就想问问，开了抗锯齿掉帧怎么破？
好评: 格斗游戏门槛一直很高，但看得出来制作组做了许多努力（加入了一个简单的操作模式，自动站防/自动连招）
汉化质量不错，人物也挺多的，键盘优化很烂
买游戏送gal，还有之前的游戏剧情补完，全语音挺良心的
可惜我 [spoiler] 连最简单的电脑都打不过 [/spoiler]
算了，还是去玩三消养老游戏吧
差评: 游戏算是好游戏，但ABCDSL是什么鬼？为什么我的手柄上只有ABXY？用键盘P1还无法设置成awsd操作。。。能不能不要设计这么反人类啊，最后英语的配音发音有点奇怪，有点棒读的感觉[h1]（此建议只留给想入个玩玩的萌新们，因为真正的粉丝是不会因为我这样一个差评而有所动摇的）[/h1]
好评: 剧情一流，战斗手感很好。我完全把它当成一部gal来玩的。
好评: 好玩，连招炫酷，剧情丰富
差评: 一款剧情又长又臭，打击感毫无的游戏。为什么我不去玩铁拳？
好评: 我觉得这游戏是买番剧送游戏
好评: Unlimited Mars模式太难啦O.o
好评: 超喜欢BB的剧情，世界观，和游戏机制。（最喜欢拉格纳和纽恩）
好评: 超级棒的
好评: 这游戏为什么有些游戏的配音都不对劲啊，萝莉是个大妈音？？御姐是个小伙子的声音？？？
好评: ！
好评: 好玩，连招炫酷，剧情丰富，感觉就像玩galgame
好评: 幸好有简单连击辅助，不然我能被一些必杀技的键位折腾死，游戏是一个好游戏，故事可能对于一些刚刚接触这个系列的人来说，不太好懂。建议去了解一下这个故事
差评: 画面就有点差了，可能都不如有些页游。UI界面很粗糙，就是这样了，想玩格斗的玩家还是去玩铁拳和结巴吧。爱好动漫的除外。
好评: 新手友好型格斗游戏，人设剧情都不错
好评: 进入训练模式41分钟后退款了
之所以退款完全是因为画面与预期不符
在最高分辨率下的画面好像只是把小型画面放大了而已
我本来就几乎完全是被它与kof sf 等游戏完全不同的精美画风吸引的，全屏锯齿实在让人很难受
如果新作画面精致起来，我想我会入手的

***************************************************分割线***********************
41分钟库存就多了一张卡。。。。。。强迫症的我又买了一遍。。。。。。
————————————————————————————————
不过
诺艾尔真可爱
差评: 剧情字幕延迟严重，按键反人类，除了画风找不出别的任何优点
好评: 真好玩真好玩。。
买剧情送游戏
好评: rua
好评: 优秀的galgame23333
差评: 讲真，这款游戏我一共玩了15分钟，然后因为配置带不动，所以申请退款，竟然不给我退款！Ｏ(≧口≦)Ｏ我是真的带不动啊喂！
好评: 论观测者
好评: 我看了俩小时剧情，活儿都没干。
好评: 看番入坑，超喜欢这款游戏
好评: 买动漫  送游戏系列   
刺激的一批
好评: 如果游戏掉帧的朋友 可以在设置显示设置里面里面把V-SYNC和ANTI-ALIAS关掉
本人笔记本玩的 刚开始完掉帧 关掉这2个时候 就顺畅了
差评: 玩几分钟就退了，什么情况？
好评: 跟一个玩苍翼的好友一起联机打了两把，很不错，有自己的游戏系统和判定，跟拳皇不一样的，而且每个人物都有自己的故事，剧情模式也很赞，总之推荐没玩过的入手！
好评: 琴恩好帅，我喜欢琴恩，卧槽！线上的人都是大佬！怎么办？也就建立一个房间和大佬聊天，真的太有趣了。
差评: 启动时报错InitRenderer，然后就关闭游戏了，这是怎么回事
好评: 如果说Blaz本身就是一部小说，
那么这一部就是故事剧情的高潮了。
各种真相和事实浮现上头，人物的经历以及各种情绪也在本作描述出来，
格斗系统本身也完善了不少，每个人物熟练都可以很好的跟其他人物对打。

其实如果有一定的思考，Blaz的世界观，以及结合前2部的故事剧情，
最后大概的结局也差不多可以猜的出来。
不过有些东西还是猜不到的。
详细请在第四部观看。

联机打架要点，墙角摩擦。
被人墙角直接爆 不要想。
好评: 教学模式很贴心，上手难度相对同类游戏来说低得多，角色的特性区别分明。（PS：买gal送格斗游戏真不是吹的）
好评: 小时候在街机上玩苍翼默示录，现在苍翼最终章出来后直接入手，诺爱尔·梵米利昂果然还是最爱啊！！！
好评: galgame很好 ，送的格斗游戏也非常硬派
可是为何线上找不到人啊
[spoiler]我不会告诉你们我匹配的大佬是怎么满血玩死我的[spoiler]
好评: 虽然我不太喜欢格斗游戏，，，不过这游戏确实不错
好评: 如何全人物啊？
好评: 苍翼默示录这部游戏，本身来讲剧情和世界观是非常不错的，原本入坑是超长动画宣传片带进来的，四部作品的PC版都凑齐收藏，在我看来刻之幻影和神观之梦是最值得入手的，不论是操作角色，还是剧情在动画的宣传中都是代入感都是比较强，对于各个角色的性格描写虽然没有厄运扳机和连续变换来的强烈，但对于我这种剧情手残党是足够了的，虽说苍翼自带联机对战，但我买来之后就是单机看剧情，对于操作上只能算基本可以玩，打击方式招式之类不做多解释，买神观之梦虽然可以直接了解剧情但前半部分的剧情对于我来却是有点草草略过，想了解完整的剧情刻之幻影还是必买的。
好评: 以前总是玩盗版了解剧情，看看相关动漫.....

相对于游戏内容而言，可谓是一个佳作。横版格斗，但却利用立体的背景与格斗效果【摔倒时的烟尘、狂犬利用地面土块攻击、红鬼帝卡的投技大招等】给玩家视角上极佳的体验。

相对于游戏剧情而言，人物多，也是亮点之一；每个角色都有着鲜明的个性与背景，对于宅男来说不容错过。
如果是第一次接触该系列作品，也可以靠游戏自带的功能来了解很多的关键性词语及背景故事。
如果玩累了，可以玩玩章节式的文字游戏模式了解剧情，途中也有些搞笑的选项来解锁特别的CG。

最后呢，还是温馨提示一下，手残党和伸手党尽量别入，手残可能致使连电脑也打不过【虽然我也有点手残...】；部分伸手党如果是渣配机，玩着会有点丧失游戏原有的感觉...【可以靠降低各种设置来提高流畅速度，但没法体验快感】

已经出了PC端的神观之梦，努力攒钱ING
好评: galgame送格斗了
好评: 对比完续作CF，感觉CPE良心。补个好评。
好评: 买galgame送格斗游戏真不错嘿
好评: 很好玩的游戏
好评: 剧情太长了喂！
好评: 崩溃现象好点了，游戏还是不错的
好评: nice!
好评: 日式风格的一款格斗游戏.打击感和画面也挺好.手残党也能很好玩耍...
好评: 中规中矩的格斗游戏
好评: 买番送游戏系列。
我不是这系列的粉丝也不是格斗迷，但是这款游戏的人物角色真的很棒，配音也很棒，加上价格适中，也导致了我去补番准备入这个系列的游戏。。。还有罪恶装备。
我和一些不是怎么看动漫的朋友一起玩都能萌到他们的游戏，我觉得很棒。
虽然感觉很像素，网上联机也很容易掉，但是本地联机就好啦。

目前还没补完剧情模式，假如什么时候补完再好好的评测下剧情。
好评: 很不错的一款格斗游戏
好评: 游戏挺好的，但是我的操作……
（不谈也罢
好评: 我光玩剧情模式玩了28小时天啊
原画和动画比前作更多更精良
玩4之前体验剧情必须的
好评: 单机呼风唤雨以一敌百
联机被人打得妈都不认得(╬￣皿￣)
差评: 如果不是BlazBlue系列的粉的话，不推荐入。
打击感一般，键位感人，剧情模式的画面也很槽糕。
完全没有给人玩下去的欲望，作为一款格斗游戏。
好评: 在游戏开始界面按tap键进入游戏就没有键位问题了
好评: 买Gal送FTG XO
A社的制作水平我向来是相信的，这作的缺点就是对我这种笔记本玩家不友好，要是能改善一下就perfect了
好评: 附带对战的游戏小说，真是有完没完啦！下一部什么时候打折，我要看大结局！
好评: 自拳皇以来我唯一爱上的一款格斗游戏，网络对战如果网络太差会像打太极一样，简直让人受不了。
好评: 终于入了正，以前用PSP通了2部，虽然剧情早已忘了，但是很喜欢这系列，对于手残的我来说很照顾！最喜欢兔子和白金啦！
好评: 好像很多人不知道，这里说一下，在开始界面（
不是选项界面)按tab可以用键盘操作
好评: 诺爱尔我老婆   05皮肤帅到炸裂prprprpr    

-80的时候入的
不仅仅是一个精彩的FTG
更有剧情动画特典看
爽快的人机副本和找不到人的匹配
emmmmmmmmm练了wlp就不想碰别人了
差评: 操作体验很一般，按钮设定也很反人类啊，我想修改按键都不知道怎么改。总之，格斗类游戏那么多，不推荐这个。
好评: 不错的游戏，厂商制作的很有良心，可惜笔记本玩不了（本人台式233）格斗画面很精美，横版也不错，可惜出招太繁杂了，总之用良心给个好评吧！希望神观之梦快点减价，233！
差评: 刚下下来可以运行，这游戏没手柄玩不了吧。关键是赶紧买了个手柄，结果游戏一启动就崩溃。莫名其妙
好评: 我用来喜＋1      滑稽哭    （^W^）
好评: 。。。
好评: 一开始还是从b站手游知道的苍翼默示录【手游好像叫苍翼之刃？】当时就被很强的操作性给吸引了，为了了解情节还特地去补了番，但手游终究是手游，还是离不开手游厂商的盈利，不得不去氪各种内购，前几天正好看到steam周三特惠有这个游戏，果断入手。先抛开游戏性不说，官中就已经很良心了，完全是看操作的游戏，就是刚刚开始不太有手感键位不太熟悉。目前也没出现bug什么。总之22你买不到吃亏买不到上当！趁促销没结束赶紧入手吧
好评: 爽
差评: 笔记本没键位。
差评: 我无论怎么尝试进游戏还是10帧
好评: 诺爱儿
差评: 没有小键盘不要买！没有小键盘不要买！没有小键盘不要买！重要的事说三遍。
你问我为什么？游戏的确认键默认小键盘数字7而且改不了！改不了！
卖我个移植游戏也就算了，你他喵的让我没有小键盘的怎么玩？？？偷懒到这个程度我还能说什么？游戏什么样我还不清楚，因为没有小键盘根本进行不了游戏！不好意思，虽然我也不想这样，只能给差评了。
好评: 被虐的美滋滋？
好评: 挺好的，不过就是对方的网速不行的话你，系统一平衡起网速就要卡到你想关闭游戏，所以我推荐网络对战的时候搜索条件最好就调在X2的网速吧。（如果想要体验游戏的乐趣，就要学会连招；如果想要连招，你最好要有决心按爆两个键盘的决心！）
差评: 1。本游戏剧情中，术语太多，没玩过前面的几个作品根本看不懂，对系列新手非常不友好
2。本游戏操作教程非常不友好，对普通键盘玩家非常不友好
3。片头和开场动画不错
综上所述，对我非常不友好，不推荐！
好评: 人活着就是为了这诺爱尔
差评: 不插手柄才发现这游戏厉害了，没有小键盘的话连按键都设置不了，菜单也进不去，只能alt+f4
好评: 20170707
在surface pro4 i7 16g 的核显540（new surface pro的640其实是马甲卡）在768P下开启FXAA可以满60fps 运行，发热低。有鉴于老黄搞出了平板的2G显存的新移动卡，以后平板替代笔记本指日可待（反正我已经不打算买笔记本了，改为平板+台式机）
---------------------------------
+提醒：来自用户Yubel的提醒： 在主界面按Tab进入游戏就是2P键位操作了哦,按U确定
---------------------------------------------------------------------
+画面：
1.	默认分辨率下比上一代有所提升，狗牙几乎看不到，但是分辨率到达1600X900 界面UI文字有较明显的模糊现象，比较伤眼。
2.	战斗时游戏人物仔细看的话还是有些狗牙，不过已经比上一代改良很多了，希望下一部作品能够更多的考虑高分屏用户（1080P起步，2K怎么说也该支持了）。
3.	视频画质提升较大总算不是雾里看花了，几乎没狗牙。
+BGM：
1.	OP也很赞，推荐大家听听看。
2.	目前感觉街机模式下的BGM和界面默认BGM非常一般，没有令人热血沸腾的感觉。听久了以后就完全听不下来了，完全没疲劳感！
+键位设置：
1.	尴尬的系统功能键位，目前槽点之一，没有继承上一代用户习惯的系统功能键位设定。虽然PC键位可以修改，但是不能修改的系统功能键位正在持续给一些用户造成麻烦。日厂似乎总是想要在系统默认键位上创造反人类的新高度，但总是不如意，干脆开放所有键位的修改吧。解决方案其实很简单：只要官方将默认键位1和2的位置调换下就能解决（键位1 方向键WASD，ABCD对应HJKL，确认U，返回I ，ENTER消除/菜单唤出。希望官方能在后续补丁中开发系统功能键位的修改功能。
2.	在主界面按Tab进入游戏就是2P键位操作了哦,按U确定、I返回，游戏中Tab召唤功能菜单。
+新增内容：
1.	除开故事模式不谈，增加了大量收藏要素BGM、场景、配色等等。可惜线上模式的大厅、名牌、头像等的装修贴纸，然而分辨率太低狗牙较严重。
2.	人物动作技能都有所增加和改变，战斗时变化更加丰富也更加激烈，虽然有些不习惯，但是我的诺爱尔已经完全停不下了。
3.	新人物、新场景，个人觉得个别新场景比较一般没什么特色。
4.	本作依旧没有为手残用户提供技能快捷键，按键释放招式的体验依旧棒棒的，跟街霸系列一样优秀。吾辈的K95的G键总算有用武之地了。
+语言及语音：
1.	有简体和繁体中文，虽然简体有些没汉化好。
2.	语音推荐使用日语。语音可以随时修改，不用花钱购买真是太赞了，不愧是语音大作!
+优化：
1.	优化依旧很给力，吾辈的GTX680M 1600X900一直满60FPS不卡顿，比之街霸5迷之卡顿要给力多了。请放心购买和游玩！
+联机：
1.	这次的联机模式比较不错了，在联机大厅可是按照个人需求查找和选择对战选手，而且可以看到网络信号方便选择，虽然在刚刚连上的时候会有点卡，但是正式开场以后不会卡了了，除非你网络有问题。
2.	等级匹配中的报名（自动匹配）是需要吐槽的地方，在设定中选择与自己差不多的情况下0级能匹配到个位数中的最大值9 这是什么鬼(吾辈菜鸟完全是被从地上连到天上，回到地上继续被揍上天，而且连续三把匹配到同一个对手，吓得的我赶紧关闭了报名)希望官方能在这上面花点心思改善上，不然菜鸟们可是都会被高手们虐跑的。
3.	另外各位高手遇到可以随意切的菜鸟的时候请绅士点 好歹给菜鸟们留个还手的机会吧，否则无法还手的无力感就享受不到乐趣了。
4、联机模式需要手动开启，不用像街霸5那样强制联机否则功能缺失。且细心的官方有提供键盘键位提示，好顶赞！
---------------------------------------------------------
+总结：
1.	笔记本用户请在主界面按Tab进菜单，U确定、I返回、游戏中Tab唤出菜单，或者配全键盘！
2.	笔记本用户请在主界面按Tab进菜单，U确定、I返回、游戏中Tab唤出菜单，或者配全键盘！
3.	笔记本用户请在主界面按Tab进菜单，U确定、I返回、游戏中Tab唤出菜单，或者配全键盘！
4.	定价比卡婊要友善，PC优化除开系统功能键位糟糕以外都很不错，还是值得购买和游玩的！买买买！
+另外：
1.	不要跟我说什么“谁特么用键盘玩格斗游戏”。首先，作为PCGAME，键盘是所有人的【必有操作】管你买了什么外设，就算要用方向盘玩的极品飞车你也应该给别人一个最低操作可用可设的尊重，一个PC拿起来就能玩的尊重，否则别谈什么入门友好吸纳新手。其次，人是有不同的，这是对不同玩家习惯的尊重。
2.	无论自己使用的是 手柄、键盘还是摇杆，都不能以此嘲讽使用其它设备的用户。
3.	希望下一部作品能更好的支持高分屏，也就是说希望支持的分辨率至少要有1080p,900P的win10自动放大以后那狗牙简直无法直视。
好评: 牛逼啊这游戏
好评: 无论你连段多么强多么骚，我雪莉佳D爆！
好评: 像我这种手残都能玩的很开心，是个好游戏。。。
好评: 游戏是盆友送我的，因为他知道我是BB系列老粉了，系列最终作当然是要字词一下的，作为买gal送的格斗小游戏也很好玩，就是dalao们天天把我按在地上捶也是很惆怅，还是要点个推荐的
好评: 虽然有好多坑没填，虽然有很多剧情设定不够严谨，虽然我不会推荐给别人，但它依旧是我最爱的游戏。兔子赛高
好评: 很好的格斗游戏
好评: 《苍翼默示录：刻之幻影》是一款格斗游戏，初次接触了游戏，感觉很不错
[h1]游戏的背景[/h1]
本作是由Arc System Works开发的第六部作品，在steam上发布的第三部，该厂商开发了格斗游戏《罪恶装备》系列。《苍翼默示录》系列最初是2008年发布在街机平台，而后又在ps3与ps4、psv、xbox、pc等平台发布。本系列具有宏大的世界观，游戏改编动画《苍翼默示录AlterMemory》在2013年播放，包含了《厄运扳机》和《连续变换》的剧情。
[h1]剧情[/h1]9.5/10精彩  《刻之幻影》接着前两部的剧情，有宏大而深邃的世界观，主要用视觉小说的方式向你呈现，开场cg干脆就直接做成动画了，这么良心的厂商不多见了。喜欢的朋友可以观看游戏改编动画来了解游戏剧情，这里不过多累述。
[h1]游戏原声[/h1]8.5/10绝妙  游戏的bgm都很符合游戏气氛，简直燃得不行，有很多角色专属bgm，很符合角色特性。cv们配得都非常不错，将游戏角色表演得淋漓尽致，代入感特别不错。
[h1]人设[/h1]9/10惊艳  游戏的角色设计个人还是非常喜欢的，每个人各有特色
游戏画面8/10不错  游戏是2D游戏，很有以前打街机的怀念感，算是个特色吧。但是在3D游戏比如《街霸》等横行的时代，是不能让路人一下就喜欢上的。游戏虽说是2d，但是游戏做得很精致，细节部分做得比较多，比如吸血鬼少女雷琪尔•阿尔卡特被击倒时使魔眼珠子都能掉出来（吓人）。
[h1]格斗系统[/h1]8/10有趣  本作的教学模式追加了战术指南，一步一步手把手教你新角色的打法，简直贴心。游戏搓招不难，搓出的招动作都能连贯，相信初学者很快就会上手。如果你把电脑虐爆了，找不到对手时，游戏里面还有联网对战模式，满足你的挑战的欲望。
[h1]总评[/h1]8.5/10  佳作  能评测的点不多，游戏容量里面主要是剧情模式占了大头，有一点买视觉小说送格斗游戏的感觉。作为视觉小说，它拥有绝佳的剧情；而作为格斗游戏，打击感良好，易上手，可选择人物多，但是游戏能搓的招不是特别多，但是精通连招还是不简单，除了能够殴打电脑外，还能与玩家线上对战（出了神观之梦可能这代没有什么人了）。游戏售价也不高，打折后简直就是白菜价，喜欢格斗游戏的可以入，喜欢苍翼默示录系列剧情的，想看剧情的必入。
[strike]这游戏真好玩，沉迷ing……[/strike]
好评: 人活着就是为了九重
好评: 八小时人机，半小时多人，八小时无败，半小时无胜。。。。。。【但是游戏确实做得好，顺便问问，只看了动漫，直接打剧情行吗？】
好评: 非常好玩，诺诺太可爱了！！
差评: 游戏本身素质不错，但按键设置对笔记本太不友好，而且界面操作按钮无法设置，我需要强行在小键盘开启下才能使用。
差评: 入了三部这个系列我真是被坑了，所以要警示一下还没有入坑的朋友们。狗牙狗牙狗牙狗牙！！！！！！很多人说看不出来狗牙，我想说你们是不是瞎，还是说用的7寸显示器？我的硬件是没问题的，网上各种抗锯齿设置也试过了，都没用，是移植本身的问题。

什么？这是买gal送格斗游戏？抱歉，这个gal的质量实在太烂。同一件事情，换每个角色的角度讲一遍，你觉得很有新意？重复，巨量的重复。第一部毫无剧情可言，只能让你更加迷茫，而且第一部有蜜汁卡顿，千万不要买。第二部竟然把第一部的剧情又重复了一遍，你让买了第一部的玩家情何以堪？然后又是在不停的重复中慢慢补足世界观，玩了很久我也没觉得这世界有什么有意思的地方。对话苍白，毫无代入感，人物太单调，在gal层面完全失败。格斗方面也很一般，狗牙严重影响了效果，而且感觉除了男主2个之外，其他的人技能都很诡异，上手也麻烦，打击感基本没有，同样预算还是去买GG系列吧。

差评: 技能按键反人类 不推荐，买了后悔了
好评: 亮丽的画面，清爽的动作，略难的连招，让我感觉回到PS2时代FTG盛行的时候。不过和我原想的有些偏差，这款游戏的操作并不像火影究极觉醒，更像拳皇多一些。
不过， 这款游戏对手柄也不是很友好，很多时候需要同时按下两键或三键，好久都没用过这种操作了，应该更适合街机来玩吧。
差评: 游戏的流畅性有待提高
好评: 好玩 ，就是不知道怎么调键盘。滑稽。
好评: 这一作相比之下感觉是完成度最高的一作了。剧情宏大，操作流畅，人物精美。
好评: 上车补票啦。虽然是个格斗菜鸡，但是这种游戏玩起来还是很带感！
好评: 拉格纳萝莉控H、兄岛还有型男眼镜的故事~~
好评: 怎么说呢
这个游戏在我个人心目中
好评是真的打不上
但是又不会不推荐，毕竟对战模式玩起来咽螫美滋滋的
就是这个剧情，galgame的形式
可是似乎gal的都忘了自己是个格斗游戏
看了很半天很半天的文字发现只打了一场就结束了。。。。
感觉我的时间被浪费了，，
不过还是推荐游玩
至少街机模式还不错
好评: 啥都好就是延迟有点高
好评: 一款玩不腻的格斗游戏！想起以前玩拳皇的时候只有那几个模式，每个人的出招表又非常相似，当然这里有很多挑战人手速的人物和招式每个人的招式都是可以配合又有不同的连招方式。如果给这款格斗游戏打点数的话10点满点的一百万点有趣！
好评: 妈的 这作居然没了音效模式！
好评: ARC做的有啥好说！格斗迷快入啊
开玩笑的233  这作只看人物和系统的话很丰富  不过想补剧情又不想玩前座的话就去看番吧  看完了就差不多懂前两作了
好评: 感人的剧情，爽快的格斗，极低的价格，还等什么
好评: 除了按键有点不好操作以外，十分好评。就是键盘不好操作，手柄大招不容易放出。。。当然如果说要改，我也不知道该怎么改
好评: 游戏剧情很棒，剧情精彩格斗很不错手感不错，是很值得推荐的一款游戏
好评: 买视觉小说送格斗游戏
好评: 游戏感觉很棒，很是喜欢，用手柄玩的时候手感很好。虽然 只买了本作，但是故事模式大致剧情还是看的懂的，之后还会把本公司其他版本的苍翼默示录买过来收藏的，很喜欢
好评: 很好玩的格斗游戏。我是和朋友一起玩的，都是新手，规定不许看搓招表只许自己摸索，玩的很欢乐，摸索的过程也很有趣。但是我因为打折刚买这款游戏时没什么动力玩，可能自己玩并且不是很热衷格斗游戏的玩家会少一些乐趣。

总体来说个人感觉是一款好游戏，打击感还可以，可以操控的妹子们很萌很暴力，推荐有基友陪玩的朋友们购买，自己玩的话可以在考虑考虑是不是真的感兴趣。

p.s.  关于故事模式我一点没玩（只和基友玩过对战）所以就先不评价了^_^
好评: 苍翼默示录，剧情出色，声优阵容豪华，游戏打击感良好，必杀特效也比两代有进步，并且游戏自带帅气模式（手残模式）也比两代做了突飞猛进的改进，人物画凤也适合各种兴♂趣与口♂味。虽然动画版剧情做的西碎，但还是成功的起到了宣传作用。收集要素 也和 二代一样 直接 用分数 即可购买 。 此版 还和 二代一样加入了  剧情的总集篇 方便玩家 回忆剧情 。搞笑剧情也还是 一如既往的 出彩 很欢乐。  唯一  遗憾 的就是 帅气模式  某些特定人物的拳脚功夫 放不出来  例如 白面 的突♂刺……

然后 这代 的剧情 动画 质量 也远高于 前两代，不那么里番画风了 噗噗噗 ，手动斜眼。
差评: PC键位太蛋疼了，12p键位更改麻烦不说，基础操控键竟然没法设置，体验好差
好评: 看了动漫和玩了游戏怎么说了我觉得剧情还不错
好评: 真的是买gal送格斗游戏 但剧情没怎么看 只玩了会儿格斗 还不错  对格斗游戏一直玩不下去
好评: 游戏本身是可以的，反正也没汉化，大家可以上某宝买全球版，然后下汉化包
好评: 上手以后根本停不下来，没事开一把街机，闯闯关，哪怕我是手残玩的也很开心
好评: “这游戏，怕是很不错”

当时是这样的想的。因为看了漫画所以挺喜欢这个故事的，所以就下定决心买了。
[h1]真的超值！[/h1]
[spoiler]这个游戏应该算是AVG外挂格斗的说，[/spoiler]
人物打斗技能很炫，还有场景细节和人物细节也超赞，当然也有很棒的语音！
CV都很棒还有中文！剧情设计也是引人入胜，就不剧透了。
话说回来我还是喜欢Noel敲可爱！

不定期追加
好评: 为了玩 这个游戏 我 第一次买了手柄，还是手残..
好评: 有剧情、世界观宏大的格斗游戏，好评！手残的我表示技能老搓不出，都是开简单难度打的= =
好评: 画面华丽，剧情丰富，手感畅快，是格斗游戏中的佳作，但是角色平衡上还有一些问题，不过作为一个gal来说已经很不错了。
好评: 音乐不错，游戏角色设计不错，招式很华丽，美中不足是人物的像素感
好评: 故手残者无药可医！ ( •̀ ω •́ )y
我连第一个人都打不过  (╯‵□′)╯︵┻━┻
好评: 买gal送格斗，买格斗送gal
好评: 这款游戏的教学非常到位，剧情虽然不算很有新意但很吸引我。
好评: 这个游戏是有很多角色对战的游戏！
有着丰富的动画，
丰富的教学模式，
丰富的故事模式，
唯一不好的，就是他的键盘操作修改按键，太复杂了！！！真的太麻烦了！
建议还是用手柄吧，
也建议游戏能把键盘按键给更新好。
好评: 游戏等了好久了，终于在pc端登入了
好评: 不错的格斗系统和剧情，外星人的按键方式，有毒
好评: 一进去要建立存档，按什么建都没用，只有不好用enter，7，8可用，但好像都是确定·，没法选择，上下左右不好用
好评: 这部是神作 但是最后一作居然是垃圾 无语
好评: 好游戏，不解释。
好评: 一开始谜一样的键位设置就把我难住了，捣鼓了一阵子想删游戏。看了评论里说的按tab换2p键位才适应过来，适应后完全停不下来。主玩诺爱儿，abcdabcd吊打电脑，以为自己无敌了。直到自己尝试了高难度，后来在训练模式练连招，发现每个角色都有自己的招式特色，很多连招必须全神贯注，在多次失败之后才能按出来。有时零点零几秒的失误连招就断了，有时连招顺序不对按错键，但认真玩下去后，一套华丽的连招打下来能有无尽的乐趣。真正玩进去之后，这是一个能沉浸其中，放空自己的好游戏。当你在玩一个角色时，你不是在玩游戏，你会把自己当做他/她来发招。每个人独特的招式能有不同的乐趣，这是个放空自己的好游戏。不说了，我要去舔我的诺爱儿和小白兔了
差评: 太耗时间和精力
好评: 手残玩家的噩梦，你值得一试
好评: 游戏的移植还存在着不少的问题...莫名的bug不少，考虑到ps4上的价格，PC的-75off就凑合玩吧
好评: 大家有换系统语音的吗，怎么调
好评: 挺不错的 ，虽然我不厨苍刃，但我也挺喜欢的，漫画也是看了一周目的，就是手柄好难操作啊啊啊啊啊啊啊啊啊啊啊！！！！！！
好评: 视觉小说一般充实的剧情，时髦的人物和炫酷的招数，每个人物不同的操作方式，都相当值得玩味。
跑塔、挑战、个人线也让通关以后在不与人对战的情况下有其他娱乐方式。
缺点就只有我联网战斗卡的要死，不知道是我个人问题还是普遍的。若普遍还挺要命。
好评: 苍翼的感觉完全不是像同ip的某手游，小时候超喜欢在街机厅和朋友玩，但现在出了pc端，却再也回不到童年了。。
还有就是我是手癌，根本玩不会哈哈哈
好评: 手残表示就只能玩玩训练模式_(:з」∠)_
好评: 买来剧情啥的都没玩，最近就天天和一群同学中午互怼。虽然都是菜鸡，但是我经验丰富一些啊（滑稽）
好评: 剧情做的太好，玩着玩着就忘了这是格斗游戏了
好评: 玩了一年 终于可以写评价了 强烈推荐本作 在历代里是优化的最完美的 比CF强多了
差评: 好吧，切换成美式键盘就能进去了。。
好评: 游戏是好游戏，世界观优秀，对于格斗类的萌新（我）也能有很多乐趣，但是谁能告诉我为什么我总是玩着玩着就闪退啊
差评: 愚蠢的游戏，复杂系统的集大成者——大跳、二段跳、空Dash、Burst、Counter、Fatal Counter、链取消、跳取消、RC取消、觉醒、AH、绿投、紫投、头无敌、体无敌、脚无敌、普通防御、直防、盾防、空中盾防、防御槽、CT攻击、伪连、空中三方向受身、地面四方向起身、按早了就拆不掉的拆投、每个角色各不相同的D系统、以及各自不同的这个槽那个槽……听起来感觉怎么样？对早就熟悉罪恶装备的老玩家不是问题，但没什么格斗游戏基础的新手朋友只能洗洗滚蛋了。

各种莫名其妙的反击插动，莫名其妙地打到人，莫名其妙地挨打。糟糕的打击感并不像是正经格斗游戏，反而像是EFZ或者MB之类的同人游戏。即使是TG这种硬汉角色，打在身上的感觉也软趴趴的，感觉像打在一坨泥巴上。更别提部分角色连段又臭又长，中了之后就可以喝口茶了。连段里可以夹普通投是闹哪样？虽然不难拆，但这个设定非常非常非常烦人，一旦没拆到就会觉得自己像个傻逼一样。立回就是没完没了地飞，没完没了地跑，做成这样我特么还不如玩东方非想天则呢。即使是最高水平的比赛，看了之后也没有多少赏心悦目的感觉。比起立回，双方更像是在猥琐和浪费人参。感觉2D格斗的未来果然还是属于街霸5这种立回连段简单粗暴，没有太多花里胡哨东西的游戏。
好评: 买gal还送格斗游戏，太值了。不过最新作已经在steam上发布了，冲着格斗游戏来的可以直接入最新作。不过单论本部作品来讲，还是相当优秀的，剧情党可以入，不过还要追加前作BBCS才能完全看懂剧情，虽然有类似前作总集篇的部分，不过讲的略为模糊
差评: 开了最高分辨率还是模糊，按键不舒服，不推荐
好评: 好·玩·到·爆！！！！
而且我出了闪卡，哇哈哈哈！！！
差评: 手残，操作太难了，按键反人类
好评: 线上人数太少了了。是唯一缺点。
好评: 好游戏，喜加一。已经入了cf
好评: cf出了，这个可以删了。
好评: 买番送游戏系列，自带汉化。

剧情是完全接续动画的，之前有种说法，动画就是这个游戏的超长预告片，2333。

如果你看过动画，可以不买前两作，如果一定要通过游戏来补剧情的话，那么只买前一作 
BlazBlue: Continuum Shift Extend（连续变换） 就可以了（包含了第一作 厄运扳机 的剧情）。
http://store.steampowered.com/app/294810


下一作是 BlazBlue Centralfiction（神观之梦） ，
http://store.steampowered.com/app/586140
苍翼默示录系列剧情即将完结。

http://steamcommunity.com/sharedfiles/filedetails/?id=911316836
好评: 很好玩
差评: 为什么三番五次程序停止运行啊。。还在最前面面的对话阶段就跳出来了很不爽。格斗的影子还没看见呢，还有就是手柄与键盘之间怎么切换也是没什么头绪。。可能怪我愚钝吧。
好评: CF要出了，然而还是没能打通RG的挑战模式
好评: 神一般剧情送格斗游戏
好评: 卡顿的童鞋可以试试关了特效，fps得有60才行，很不错的打击感，帅气模式适合新手打人机，过剧情。当然故事模式也很丰富，不过我还是喜欢网上对战。
好评: 哪位dalao教我用键盘打连招。。。
好评: 好评，出CF了，删游戏，特此发个评价纪念好了。大家可以买CF去了。去你们的死触手，去你们的wwww
好评: 内容炒鸡丰富！第一次接触这个系列，还好故事模式有单独划出模块回顾。游戏设计上对老玩家和新手都很照顾，良心之作！
好评: 挺好的格斗游戏，像我这种不怎么玩这类的都蛮感兴趣的，就是有一个问题看不懂搓招标_(:3J∠)_
好评: 日语语音真是太棒了。。。弥补了Vita上的不足啊。唯一有点可惜的是默认键位有点歧视笔记本的意思。
好评: 为什么我在教学模式下，用四个攻击键同时按无法发动超载技能呢？
好评: 故事模式又臭又长，没那么多空闲时间所以只能玩街机模式
好评: 别的不说，单论价格就很良心，进去玩了会感觉不赖哦
好评: 不会玩啊啊啊 话说哪个自动连招怎么设置？？？
好评: 这游戏好难啊
好评: 的确啊，这个游戏，除了操作比较糟心，真的蛮好玩的。
街机模式打起来也很爽快。
恩，推荐！
好评: 这不仅是一款格斗游戏，这更是一款galgame啊！
好评: 玩过一代的街机  到了这一代真的 用键盘不会操作 就过了过剧情  就不知道玩什么了 

我见到的最低价格是22
差评: 不知道手柄怎么用，自己用的键盘没有小键盘问别人借了个改键难受的死还改不了菜单的键，好气啊
好评: 分辨率很低，写轮眼请不要买。。。
好评: 很好玩
好评: 为什么我的操作不起作用 不是7确定 8返回吗
好评: 人物设计得还不错。
搓招丰富，模式也多样。
不同人物之间对战还会触发特殊对话。
总的来说还不错，就是有点简单，要是可以把难度调高一点就更耐玩了。
好评: 玩了几个小时，单单熟悉键位就用了大约两个小时。这游戏动作特效还是可以的，但是，为什么对打时人物的动作那么慢？我很无语。这也是这个游戏的缺点之一，如果改不了，玩家就等于找虐！我相信玩家玩游戏是为了胜利而不是找虐的！最后还是说一声，这个游戏很棒。
好评: 没有小键盘的表示进游戏只能插手柄，然而我手柄改键不能，在尝试各种办法中。有办法的小伙伴求告知。
好评: 没摇杆基本玩不了，不过还是挺好玩的就是了
好评: 这游戏真的好玩，手柄真心难玩，四分之一什么鬼，只能用帅气模式打的我蹲在角落哭
差评: 这游戏用笔记本玩的真心无力吐槽，键位设计很不人性化，感觉制作在这块很不用心，改键都是个问题，买了还没进去打一把就卡在键位问题上，最后搞不定放弃了···
好评: 游戏非常棒，但没有手柄很难受想搓个必杀手都要断了也不成功。
好评: 操作真的很难啊,手柄摇杆快玩坏了,各种4分之一圈和半圈,好难啊
但是画面确实很棒,适合格斗游戏的老手，
[spoiler]“我在考虑要不要买个街机板？”[/spoiler]
差评: 格斗游戏没震动？
好评: 挺不错的，就是我玩的时候太卡了。
差评: 煞笔键位改不了，一开游戏鼠标失灵，去你妈
好评: 买AVG送FTG 欢声笑语中打出GG
差评: 控制器无法使用，1P操作无法变更为WSAD等问题很让人捉急，特别是这个画质的问题，我就不吐槽了。1080P依然是720P的效果，文字都因为解析度问题变失真，很烂
好评: 键位非常非常坑，操作很难习惯（包括手柄键位也不同），但为什么要给好评呢。。。。。。沉迷新手教学ing
好评: 以前在PSP上搓bb的日子，现在在pc上用手柄又一次感受到了当年的感觉。
好评: 这键位。。。。。。。我实在不敢恭维呀。我可能是个手残吧。
好评: 很不错的格斗游戏 人物技能挺多的 手指都按抽了
好评: CV有有有...有组长
差评: 按键设置反人类。。
好评: 看番送游戏  ，美滋滋
好评: 各位新人请注意：
1、这款游戏的键位设定方式是：1P是小键盘7和8默认选择和返回，不可更改，2P为U和I。如果想要修改1P的键位，就要先确保改成的这个键位没有被2P占据，如果你习惯左手攻击，想改到字母键位区，就要先把2P的键位全部乱改，建议2P键位统一改到字母区上面那一排1-0数字键，然后2P占用的键位就被腾出来了。
2、这款游戏虽然全屏有1920X1080分辨率，但是建议把分辨率改成1280X720或者768窗口化，这样显示最佳效果，同时也有助于抗锯齿，否则尺寸拉大会模糊，太细化狗牙。
3、win10可能会出现全屏下画面暗淡没有泛光效果的情况，请改为默认配置窗口化运行。
苍翼默示录的新作即将在4月26发布，但是如果你想补剧情，旧版都还可以买。
好评: 好看，好玩，故事模式也很有意思，就算手残，25折也可以当入个galgame了，

[strike]不过有个问题就是商店页面显示：
“精选 DLC

搭载以下豪华内容！

系统语音 : 追加「麻衣=枣」和「花隼=法伊克特」二人的系统语音
我的房间道具套装A, B, C, D : 包含28个角色涂印的海报和ぶるらじ垫子
大厅虚拟角色 : 「XBLAZE Lost Memories」套装”

但我进游戏里并不能用啊，系统语音是可以选（显示对应CV早见沙织和藤田咲），但其它DLC内容都是未解锁，好想选那个草泥马虚拟形象啊[/strike]
现在知道了这些都不是在网络资料里解锁的，而是在观赏模式里花钱解锁的！

以及有谁知道开场动画是什么番咩，好想看啊
=====
音乐沉迷扩展家用版开头和普通街机版开头，音乐沉迷Bullet Dance II和裁决之翼II，裁决之翼II的旋律好听的1B
好评: 如果你是其他星系远道而来的贵客，那么这款游戏很适合你，毕竟你不用设置键位。
好评: 当初是看别人玩觉得挺有意思，之后也看了同名的番，感觉不错就趁着打折喜加一。一开始担心键盘操作困难本着看剧情的心态买的，没想到键盘操作意外舒服，能用键盘流畅的搓技能真是太棒了。
好评: 超棒的格斗游戏
好评: 游戏是好游戏，但这按键设置是哪个星球上的物种用的？自定义按键琢磨了老半天
好评: 这个游戏怕是有点意思哟
好评: 只会脸滚键盘，完全不知道要打出什么招式的瞎按
好评: 剧情十分有趣，期待神观之梦，人物立绘是硬伤啊
好评: 挺不错的一款游戏 打折的时候入得 挺喜欢的  
建议用摇杆玩  其次键盘 最好不要用手柄 当然 手柄大神除外
好评: 视觉小说与格斗的结合，不错，推荐购买。
好评: 沉迷了。。。
角色设定和剧情都做的很好
另外这个游戏对新手很友好，刚入坑的用stylish模式简直不要太爽
战斗系统更不用说，练多了连招打起来还不是美滋滋
坐等BBCF了，不知道什么时候会上Steam
好评: 虽然之前玩过死或生这种日式格斗[strike] 卖肉[/strike]游戏，但这种格斗加gal的形式确实是第一次接触。不过你还别说确实挺好玩的。[spoiler] 虽然到目前为止剧情仍然看得我一头雾水233[/spoiler]
总的来说就格斗方面做的还是很不错的，教程十分详细良心，模式也很丰富，连招特效也算得上华丽，虽然我格斗很菜线上被血虐，但就是感觉很好玩，有花相当的时间磨练技术提高水平的潜质，游戏深度还是可以的。剧情也很丰富的样子，不过我还需要好好研究一下……各种cg啦特殊角色啦也为数不少，收集解锁也很有满足感的。
槽点的话默认集显刚进去的时候不知道卡的不要不要的，自己手动调过之后会好很多；以及键盘党的话需要忍受一下这个坑爹的键位，虽然我也调整过但总感觉怪怪的……算了将就玩吧……
总体还是很好的游戏，如果真的想把这游戏玩透的话估计得要上百小时，性价比还是很高的。
[h1] 最后诺爱儿赛高！[/h1][strike] 滑稽[/strike]

好评: 没没有神观之梦玩我要死了！！！怎么还不登陆pc
好评: 硬派格斗游戏，人物都各具特色，系统更完善，剧情更丰富。总之，喜欢格斗游戏的话不会错过这部作品的。
好评: 很好玩的格斗游戏，可惜只有电脑，只能等待bbcf的pc版
好评: 看了组长的广播节目才想买来玩，没想到意外的像个galgame，看剧情看的很舒服，不过选项中的分支剧情基本上都是搞笑的，不影响主线。通关之后打挑战关，结果发现自己不过是个手残。(´･ᆺ･`) 以后也许会买手柄，等有了手柄之后再来挑战试试，也许会有长进。
好评: 嗯，GalGame里格斗做得最好的（雾）
游戏本体：9.5+/10
我女朋友诺艾尔：10000000+/10
好评: 作为一个对格斗游戏兴致缺缺的人来说，在2周之内玩了32小时简直算得上奇迹，BBCP这款游戏继承了日本GAL了传统精神，如果你想要体验故事模式，那格斗part可以算是附赠的小游戏，世界观宏大而神秘，本人没怎么打故事mod所以也就不去加以讨论，但可以保证的是作为一款GAL的话，BBCP也可以算得上是中上层了！
接下来聊一下游戏的格斗机制。本人早先接触的格斗游戏不多，出了赫赫有名跟朋友玩过非想天则之外，没接触过这类游戏。不过BB在这点上确实非常的照顾新人，从操作教学到技能教学再到连招教学，只要坑花时间练习，其实并不难上手。（当然红哥哥不需要练习）况且游戏皮肤多，多人模式聊天互动系统比较完善，总而言之从游戏性上来说，个人非常推荐。

优点：
1.详细的教学系统。
2.故事模式的长度良心。
3.游戏中含有大量BGM和CG可以解锁。
4.角色皮肤选色种类多。
5.CV（小众向）
6.连招流畅，特效满分（AH）到目前为止还没有遇到任何bug。


缺点：
1.由单一角色在新手阶段会影响平衡（过于简单上手）
2.别扭的按键设置，（小型笔记本请再开始界面的时候请点击TAB 然后用U进行选择）

总的来说，BBCP是一款良心的格斗类游戏，不论是GAL爱好者还是格斗爱好者都推荐在打折时将其购入。
差评: 为什么我开了STEAM也说我没有连接不让联网呢
好评: 萌新互殴   连段再多  雪莉佳D爆
好评: 我的朋友可以用UM角色我却不可以？？？
好评: 这个故事模式还没有完结啊，有没有大佬知道怎么玩到后续
好评: 绝对的好游戏
好评: 很好！建议大家用手柄玩  线上房间还是蛮多人的。

好评: 嗯.. 特地为了这游戏去补了补动漫  喜欢这画风 人设  也喜欢里面的动作  很喜欢哈哈
好评: Arc出品，必属精品

这家开发商简直就是游戏界的一股清流，很少能看到做游戏这么认真的了

从每一个细腻的肢体动作到动态的场景震动
从每一个角色独特的出招表到绚丽却毫不浮夸的特效
从个性鲜明的人物刻画到恰到好处的角色歌
还有那堪称全世界最详细的格斗游戏教学
无不透露出制作的良心
+一流的操作手感
+相当贴心的教程
+讨好的帅气模式
+毒品地下城模式
+大量收藏品
++插画的画师吐槽语
++买gal送格斗游戏
++出色的剧情
++舒适的翻译
-别被包装骗了，这游戏超硬核的
-线上模式的dalao各个都是怪物，自称天天打电脑的萌新都能吊打我

[strike] 果然我还是看看番得了	[/strike]
好评: 不知道为什么我笔记本运行不了，只能带去网吧玩。启动后就显示正在启动BBLZ就没有了....求大神指教
好评: 不得不说，日厂的游戏按键真的是在反人类的道路上越走越远了，游戏打击感不错，但像我这种手残也就只能打打单人模式了。一联网分分钟被大佬们按在地上摩擦(我用键盘连大招都搓不出来)
好评: 如果没有收并不推荐这款游戏
相对的这款游戏物有所值
打斗技能操作体验很棒
剧情也不枯燥可以看下去
好评: 推荐，打击效果很强。缺点（我用鼠标键盘）：教学模式的按键匹配不上，明明是1234,硬是变为abcd,有时还变成lmn鬼，反正教学时有几个连招摸索了半天才知道是哪几个键。
好评: 剧情两小时，游戏五分钟。不过画面不错。
好评: 提醒一下，如果是双显卡，这个游戏默认是用集成显卡运行，直接玩的话会导致人物慢动作，要先在显卡设置里改成用独立显卡运行再玩
好评: 选择性剧情+拳皇 一言不合就开打 外国游戏 完美中文汉化 现在想玩的快买吧 挺值的 当然你要说盗版我没话
好评: 好游戏
好评: 难受想哭。。。什么时候我买个手柄再玩吧，本来就是手残党了，这样主菜单都玩不溜。
好评: 这剧情长度2333  不过确实质量不错  不论从音乐CG人设还是剧情都是在移植游戏中不错的
差评: 剧情两小时，游戏两分钟
好评: 我特别想知道键盘怎么搓大招的
差评: 作为一款2016年的游戏竟然没有1920的分辨率。
移植之后并不为pc专门优化。
对比自己家的罪恶装备差很多哦
------------------------------------------------------------------------------
4.3更新一下，有好心人指明了分辨率的问题。
研究一下，分辨率是这个样子的，在设定为窗口模式的情况下最大分辨率只能1600*900.
想要分辨率变成1920*1080需要先改成全屏幕，在分辨率选项中才会有19220*1080.
在最大分辨率的情况下只能说狗牙惨不忍睹。
游戏全价不值得，打折的时候补票是不错的。
好评: 白金好可爱啊！！
差评: 笔记本玩家根本没法玩。希望官方进行改进。
好评: 说好的买动画送游戏呢，为何我买来是galgame？！

动画+游戏=galgame
没毛病。。。
好评: 让我上去，不流畅的你确定你是用独显运行了吗？
差评: 
笔记本玩家表示无法正常游戏，玩个蛋蛋呦.
好评: 好评走起，如果配置达到但玩起来卡，建议把反锯齿关了
好评: 为了小时候在街机室奋战一下午的信仰，前来补门票！
好评: 堪称完美的格斗游戏，人物，剧情，格斗机制都非常棒
好评: 刻之幻影PSV版刚出就入手了，剧情GAL棒。PC版载入时间大大缩短，好评。等待神观之梦！
好评: 
诺爱儿多可爱啊！！
诺爱儿多可爱啊！！
诺爱儿多可爱啊！！
还有，马猴烧酒的语音为什么不是萝莉音？？
差评: 系统按键太操蛋了，还不能改，神他妈wasd控制还得上下左右选人78确定，实在是太别扭了。就这一个缺点就足够给差评了。
好评: PVP都是慢动作是什么鬼啊，游戏是很不错
好评: 玩的有点上瘾啊，剧情也不错
好评: 手残伤不起，这里面的招式太难放了，拿着手柄还是玩不好，感觉比小时候玩的拳皇难玩多了，就当买了个动画了
好评: 格斗游戏的典范,但是，我昨天才买的，今天就打25折，要不要这么气人。我跟G胖有仇吗？
好评: 最好手柄玩键盘操作有点难，手残党路过，，，，，，，，，，，，
好评: 游戏是好游戏
好评: 是好游戏，但电脑有毒总是闪退，无奈。
好评: 妈的，进游戏了系统提示7键为确定，8键为返回，摁了半天没反应，哪难受呢嗯？
好评: win10下经常容易程序无响应，不知道是什么情况。。。看动画切换场景和对打时候都会。。。还请游戏厂商研究下问题所在。。。
好评: 怎么放终极技能啊啊啊啊
差评: 我只想说如果买情怀的游戏移植成这样，这公司会遭报应的
好评: 然而 我想问 我掉针是显卡问题还是什么原因，我950m的显卡qiu解答
好评: 这个游戏非常不错.
好评: 每个人物都带有自己 的特色和独自的系统模式。故事内容也是非常棒，可以说是一大神作。
好评: 现在这个游戏应该叫做吃鸡默示录。一群玩不到BBCF的饥渴PC玩家，发现因为圣诞节优惠而购买的新玩（菜）家（鸡）数量增多，在Q群等地方对新人隐藏自己凶狠的面目，让新人觉得自己是和蔼可亲的，等到新人能和自己玩了，饥渴的老屁股们就会露出他们原本的面帽，使出各种各样凶残的多择、补正切、脏投等让人看了就觉得恶心的吃相。
       撇开上面的不说，BBCPEX作为一款FTG，他有着几乎是全格斗游戏里最详细的教学模式（字幕加语音，语音解读还能选择日语还是英语），词典解释里面还有对应格斗游戏术语的解说（像什么123456789对应什么之类的），对FTG苦手的人也能通过装逼模式爽两把。剧情模式也是BB系列的一大看点，全剧情CLEAR也需要一定时间，对于入坑的人来说可以获得不错的体验。CPEX这个版本还包括了家用机CP系列的所有DLC，不用玩家另外购买DLC人物或者地图。
       至于缺点也很明显，本作移植做的挺一般，调按键对键盘玩家十分不友好、以及现在网战部分十分恶劣的环境。新入坑的玩家往往就是被老屁股们吃的骨头都不剩产生退坑念头。
       最后宣传一下BBCPEX的QQ群：217803029.欢迎各位新老屁股加群交谈经验，互相学习。

       BBCPE在最近又打折了，如果你想入坑进行对战的话，请务必在进行网络对战之前过一遍教学模式。
好评: 被人人按在地上打，果然和其他可以联机的血条游戏一样永远都只剩下高手在联机，还是去街机上玩吧这游戏，一个币能打一天
好评: 很喜欢此类格斗游戏，动画剧情也十分的精彩！特别是每个人的终极技能都有很酷的动画，赞！
好评: 有谁知道，看故事模式动画是卡起是什么原因？
好评: 花式吊打与被吊打
好评: 还不错的对战游戏。
好评: OK
好评: Expecting BBCF come to steam！！！
I want CENTRAL FICTION 神の観る梦（セントラルフィクション）

庞大的世界观，生动的故事情节，全语音配置，强大的格斗操作系统。
要故事有故事，要中文有中文，要壁纸有壁纸，要音乐有音乐，要指南有指南，要操作有操作。
网战环境不是很好，当然人机普通都打不过的我，待我先练个百来个小时吧。
虽然手残，但不能防碍我对这款格斗游戏的挚爱。

Steam上的全系列都已入手，期待BlazeBlue 神观之梦 （BBCF）尽快上线Steam！
力荐！
好评: 厨像游戏，不厨的话不建议买，厨的话，你还在看什么？是厨的话就买啊，你连这点钱都出不起你还好意思说你是厨？
好评: 游戏打击等各方面都不错，就是设置键位有些反人类。个人挺喜欢苍翼系列的。
好评: 打折喜加一，可惜现在还不会玩
好评: 很有意思...就是联网人真少....
好评: 从一代追到了三代，每一代都在平衡上十分重视（但似乎该强的角色还是那么强？？？），第一代连段的时候伤害递减并不明显或者说几乎没有，白面的每一刀都炒鸡痛啊……第二代为了平衡加强了连段的伤害递减（如何科学连段变成了课题），毕竟抓住就把人连到死实在不讲道理……也有了挑战模式，让我这样的手残学到了一些平常不会连段，之后我便爱上了帝卡的摔♂跤。来到了三代，多了好多新角色，三代里最让我满意的剧情，以及每一代都换一次的角色选择立绘。网络对战对新手不友好十分明显，如果没玩过BB系列，要体验网战乐趣就一定要好好学习教学系统里看起来很蠢其实蛮有用的技巧。（比如如何逼迫对手二择，受身时候的方向抉择）如何在对战里施展帅气华丽的连段也是魅力之一。
        ###更新###
        玩了许久，说说后来的感受吧：这个游戏很棒无疑，但是圈子即大众也小众，喜欢剧情通关了就不玩的应该不在少数，每天泡在房间里与别人对战的也有不少，这是这类游戏的俩个极端，比较常见。所以2D格斗游戏的新手混网战太难了，有朋友被虐趴后直接就不玩的也很多，我虽然玩得久，但也是比较菜的，所幸没有放弃，所以除去我这样的抖M，可能这游戏里剩下的都是随时能把你打趴的大触了……因此我想说，新手玩家们慎入啊……既然想玩得开心，就要一定做好被杀翻上百盘的觉悟呀！
         ###更新###
        【全员转战CF，风中残烛CPE】
        现阶段BBCF登录steam应该还在审核阶段，但是也要等一久，所以最近留下来的只有少数大佬，如果打算入坑虽然也可以等到CF出PC版辣，但是鉴于目前网战环境对新手相当友好，玩的人也还有不少，不想被dalao换着姿势吃的萌新们也可以在这个时间段入坑_(:з」∠)_，到时候BBCF出了讲道理也不会太贵
好评: Yoo~
好评: 我求你赶快把神观之梦上架吧
好评: 买动画送avg，格斗是赠品的赠品【大误】
好评: 简单说一下现在的网战环境(2017.2.27)
高端玩家集体转战BBCF，中端玩家弃坑多数(等待新版本上steam)
现在群里每天就那几个人，强度也很低，比BBCP刚开的时候诸神之战弱多了(随便进个房都有一群真正的dalao互怼)
现在新人进坑的话，很容易活下来(难度不高，稍微用点心练习就能偶尔赢个一两局)，不过技术提升会很慢(FTG技术只有一直被吊打才能成长)，至于dalao想回坑就算了，偶尔回来看看还可以，不适宜常驻整天怼……吃鸡吃多了容易变迟钝
差评: Noel穿的不够漏！！！
好评: 感觉很不错，任务做的很棒，必杀技特效很好，带故事原画
好评: 喜加一抽奖抽到的。这款GALgame不错，恩。格斗游戏？开玩笑呢？？
好评: 本人格斗沙包一个，从厄运扳机开始接触的苍翼默示录系列，至今仍旧手残的不行，但是仍旧不能熄灭我对这部作品的喜爱，精致的人设，精彩的剧情（中二的各种设定），真是相当的令人爱不释手，打折的时候我连内容都没看果断就买了，买回来发现真的物超所值！超长的故事内容俨然一部成熟的gal作品！而且还有苍翼默示录一贯的爽快战斗体验，简直让人开心到快要跳起来！（哈扎玛大尉真的超帅啊！！！！吃我蛇翼崩天刃啦！！！！）  

买gal送格斗游戏就说还有谁不服吧！
好评: 格斗游戏已经不适合我的年纪了
好评: 12个小时，故事模式主线剧情通关加街机模式通关，正儿八经的格斗时间大概是30分钟？剧情很不错，几对CP也很有趣，我一直纠结于该战雪莉佳x拉格纳还是雷其儿x拉格纳……虽然略有点虐……而且虽然出场人物一大堆，但酱油太严重了，根本就是为了出人物而出人物嘛……格斗方面，只能说是中规中矩，不够硬核？另外装逼模式好评，虽然比较单调，但的确相当照顾手残玩家。另外，我对13这个人物很有意见，为什么大家都在拳拳到肉的格斗，这货是个弹幕系的啊！拉开距离后完全被压起身压的要死不活的，太奇怪了！而且剧情BOSS那一场，太简单了吧，AI几乎和没有一样，而且双方血量都高的离谱……站桩砍砍砍，躲都不用去躲，略显枯燥了。最后想吐槽一句，啥时候出动画啊？就这个动画出场的频率，Arc你们其实是想转行做动画了是吧？
好评: 按键不会，不知道怎么用呀，用不来大招。网上被人虐菜
好评: 经典的街机游戏剧情也不错值得入手！
好评: 笔记本没有小键盘的话很麻烦，但格斗游戏还是推荐手柄吧，不然损键盘
好评: 我玩了这么久，白面大招都不会
游戏很有趣，有些键位我很迷茫
好评: 被朋友拉入坑的，以前2d格斗一直是在打kof直到我特么看到14那一坨的样子我觉得13可以算是我心里的终章了

一开始随手摸了摸感觉它自带的一个判定系统很赞，不单单是指明你所打出的伤害包括打断什么的，它还有一些保护措施，比如同一个招式技能你不能无限连，这点kof13的系统就没有一个限制，我觉得这是第一个我看到的亮点吧
整体来说这个游戏上手并不难，但难于精通，有非常丰富的教学教程来玩耍
故事也还算不错，还穿插有小动画（不能再赞），而且有一些剧情中还有分支选项，可以像玩gal一样sl去玩

不知道这么说合不合适，但我个人觉得如果你真的喜欢一款2d格斗游戏那么手残不是你拒绝的理由！更何况这是款买gal送格斗游戏的东东呢_(:зゝ∠)_

最后用本游戏的一个成就来结束，期待森p的下一部作品！

哦不，好像神观之梦已经出了来着的，期待BBCF早日登屎提姆！_(:зゝ∠)_
好评: 看累剧情就能玩玩格斗，简直是休闲娱乐最佳选择


所以说

快出个ツバキ的背景或者表情也行啊[spoiler]ツバキ没人权了我很急好吧	[/spoiler]
好评: BBCF什么时候才能登录PC呢。。期待。。
好评: 我想问下我和朋友网上联机玩为什么动作那么缓慢 单机没问题很流畅
好评: 作为一个笔记本玩家我有一句妈卖批要说，买的人没有手柄就断了念头吧。
好评: 内容丰富的游戏，长期搓下去手筋都痛了
差评: 这游戏自从买了就没进去过，试了各种方法的没用，一直停止工作！，我系统是win7 64 严重差评
好评: 抱歉我脑子不好使，也没有手柄，所以这游戏的确定键到底怎么按！
好评: 应该说不愧是AVG大作吗

22小时只把主线给打通，还有外传和各种支线等着我……

剧情承接系列第二作，将故事推向了一个高潮（最后一部也是被剧透一脸，另拉格纳你真惨啊）

喜欢GAL的人一定不要错过！（虽然没什么爱情描写就是了）

中心女主换成了拉格纳的养母赛利卡，故事也从她穿越到未来开始

只能说，我还蛮看好赛利卡x拉格纳这对的

可惜啊……

总的来说

わるくない

そして、セリカ大好き！
好评: 首先买GAL送格斗游戏这已经10分了！
系统性能 6/10      苍翼默示录也算是大名鼎鼎了，嗯，系统方面反正我就一直KKKKKKKKKKKKKKKKKK就赢了，简易模式真是黑科技。对于FTG新手来说是个挺好的过渡游戏，但是招式过少这也是弊病没办法和KOF13和SF这些标杆作品相比，但是还是值得新手去尝试（我特么也是）。
故事性 8/10     作为一款GAL，剧情是很好的，非常适合那些ACG少男少女去观赏，比起红队做的罪恶装备没有那么中二！而且剧情也比较细腻，声优阵容也很豪华（组长大法好啊）。插个题外话，红队做的游戏更有FTG味道，而蓝队更适合去做GAL，真的是专业的GAL团队- -
其他联网的还没有去尝试，我是玻璃心怕被虐一直单机的，等我技术好了再去多人大(bei)战(diao)吧(da)。
总的来说，这是一款对新手友好，GAL气氛浓厚的FTG游戏，不说了我继续去诺娃老婆了~
好评: 一直很喜欢这个系列，就算是格斗苦手也可以当galgame玩:)
最后为拉格纳续1S
好评: 我是玩了psp上的2才来看3的 
其中搞笑剧情还有很多东西都快成梗了
嘛，另外再给个建议：千万不要再玩故事模式的时候听语音！绝对不要！不然你就会碰到和我一样的情况——1小时格斗 20小时剧情！（而且耳朵会怀孕的！千万不要！）
好评: 高中时玩过厄运扳机，这个版本人物更多，剧情也很全，很不错
好评: 求op
好评: 咕咕咕
好评: GAL一小时，格斗五分钟。[strike]哈扎马赛高[/strike]
好评: 我就当galgame玩了233
好评: 格斗galgame
好评: 招式苦手。。。。画面华丽
好评: ps4神观之梦以通关，诺埃尔只是妹妹，赛利卡只是单相思，真正的女主角还是雷琪尔啊。。。
最后琴恩和诺埃尔抱着拉格纳哭，兄妹三人抱在一起的cg简直让人泪目。。。。













[spoiler]“反正拉格纳没有死，只是拉格纳吧所以人关于他的记忆全部清除了”[/spoiler]
[spoiler]“期待下一代官认男主黑铁直人的故事啊。。。”[/spoiler]
好评: 带有格斗模式的galgame，很有趣，比前做剧情更为精彩
好评: 完全打不开游戏，开始游戏后不跳窗，不报错，一点反映都没有,我没有办法只能拿出几年前的手提，然后打开了.....马丹谁能告诉我怎么办。

剧情好评，比GG赞，帅气模式好评，手残也能装逼了
好评: 游戏很好玩，声优也是自己喜欢的，打击感不错，唯一的缺点或许就是有的人太强，但有的角色太鸡肋了
好评: [h1]BlazBlue: Chronophantasma→苍翼默示录：刻之幻影[/h1]
以下简称[b]BBCP[/b]
____________________________________________________________________这是高冷的分割线
我之前没有接触过一部bb系列的作品。
格斗游戏摸过不少，但是[b]BBCP[/b]却是我人生中入手的第一款真正意义上的[strike]avg[/strike]格斗游戏，也是我唯一一款花时间和精力去研究连招和系统的格斗游戏。
之前很多格斗游戏没玩下去是因为其教学和系统引导差强人意[spoiler] （废话!街机厅哪有那么好！）[/spoiler]，但是[b]BBCP[/b]在系统引导上做的真的非常出色，即使你之前什么格斗游戏都没接触过，也可以较快地上手。
其中有两种操作模式，一种是“帅气型的操作模式“一种是经典操作模式。
“帅气型的操作模式”是给予那些想享受剧情故事情节又不想过于在意格斗游戏系统的玩家的，只要“胡乱”搓一顿说不定就能赢2333
不过我还是挑战了自己，试了试经典操作模式，并练习了下去。
之后便发现了格斗游戏的内涵与精髓所在！我理解为三点。
一是快速的左右脑协调协作；二是超高速的“剪刀石头布”；三是对指令的精准输入。
以上三点缺少一点都不可能精通任意的格斗游戏，不过要是你娱乐玩家的话，那就不用管那么多啦2333.
左右脑协作体现在对组合技的协调性，“剪刀石头布”则是战术的选择，指令的精确输入指的是技能与连招的持续性。
不过系统我也就说这么多了，毕竟玩的也不多，献丑了。
♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥这是可爱的分割线
说完系统说一说设定与剧情。
BB系列的设定真的非常出色！
专有名词设定霸气又不会过于生涩。
世界观设定宏伟又不至于使玩家感受到过于疏远。
剧情节奏把握良好[spoiler]（[b]BBCP[/b]结局那里节奏有点奇怪）[/spoiler]
剧情脚本非常到位出色。节奏什么时候倾向反派，什么时候倾向正派都非常到位。很好地讨好了各类玩家。[spoiler]（看完了搞笑番外爱上了照美大神hhhhhh)[/spoiler]
人物设定那就更不用说了，好上加好！
男主不会过于傲天，弟弟的兄控情节各种出戏，女主们各有各的性格特色也不会过于矫情。
配角方面各有各的目的和生存法则，能让你感受到他们的人生也不完美，也有残酷。
看到这里或者玩着玩着，你也许会有一个疑问，[b]BBCP[/b]已经是该系列的第三部作品了，那么是怎么做到剧情和设定对玩家这么友好的呢[spoiler]（你骗人！为什么我就看不懂剧情和设定呢？)[/spoiler]
1：[b]BBCP[/b]在番外和支线提供的大量事件和脚本来前情回顾，甚至专门开了一个大的章节“请教教我！荔枝老师！”以搞笑剧场的方式来对新的玩家给予最基本的世界观和设定的解释
[spoiler]（如果你对bb世界观感兴趣的话）[/spoiler]相信你看完这些依然不是很懂。[spoiler]（因为我也是）[/spoiler]
2：但是没关系！bb曾经为了宣传游戏，跟海王星一样以最紧凑的形式制作了13级的游戏宣传动画，相信只要你智商能达到一般人的程度，看完动画之后应该就能大致把握清楚了。
自取→[spoiler]http://pan.baidu.com/s/1dEFH7zz[/spoiler]
♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥这是可爱的分割线
总结
个人分数9/10
——————————————————————————————————————————————————————这是普通的分割线
[spoiler]看到9/10是不是觉得吹过头了？
连缺点都没有分析！
当然bb有不少缺点，比如角色平衡性感人，比如选人的时候看到那么多角色其实一堆小号之类的。
这些缺点是昨天跟一个从bb第一作追到现在的核心向玩家讨论的，而且貌似新作脚本跟剧情都炸了，核心向玩家各种骂sb编剧和策划之类的。
不过对我这种娱乐向玩家真的BBCP已经非常满意了。
尤其是前天晚上跟群里的一个朋友对战，我被各种教育，但是竟然戏剧性地赢了一小局。当时真的开心炸了，不是仅仅因为他很强我很弱。更是因为生日当天有人陪，还有惊喜，十分开心。
过去这么多生日大部分都是自己一个人过的。
还有，他可能并不知道前天是我生日23333
总之就是开心啦！  (/≥▽≤/)[/spoiler]




好评: MB,冬季 打折刚买，这个月PSV就会免了
好评: 这个游戏虽然感觉画风很好但是没有个手柄根本玩不好啊！
好评: 超级棒！！！！   标准的买游戏送动画= =  为了剧情还特地去补番。不过感觉还是游戏的剧情更丰富一些。
好评: 游戏不过，但是 格斗游戏新手请谨慎+1
这个游戏格斗机制还不错 
就是难度真的高  ，真的高！  真的高！
好评: 没有比他更受到我喜爱的格斗游戏了，在steam上是这样的。有趣的世界观和打斗都很棒，真的。我强烈推荐这部作品，我也期待神观之梦在steam上早日推出
好评: Win10用户注意，游戏15分钟闪退的，只要把虚拟键盘和触控板相关的进程关掉就行了（看社区置顶帖）。之前PS会面了，在Steam上又入了一份PC版之后才发现Vita版帧数不行......
好评: 你是抖m么？抖m就入吧。
好评: 按不出招的我抖着手给了好评。
好评: 很好的一部gal，里面附带的格斗小游戏还不错
好评: [h1]买游戏送动漫[/h1]

[h1]格斗机制设计[/h1]
这个格斗游戏质量上很不错的，新手教程可以占用你游玩大概一半的时间，因为它的格斗机制确实设计得稍微复杂一点，一些机制比如瞬反、强制取消、连续技这类技巧不是高手的话很难轻松把弄，但就算是新手也有个装逼模式可以让你很爽地连招。

令人惊奇的事，我觉得这游戏用小键盘竟然比手柄好操作，这游戏有个类似爆种的操作需要四个键一起按，如果是手柄不改键的话就是XYAB一起按
wtf?
而且这游戏某些大招可不是上上下下左右左右那么简单，手柄很难搓出来，还不如键盘精确可以搓

当然，对于格斗熟手来说这些都不是事，人家可是直接去买街机厅那种专用手柄拿回家玩的

[h1]角色、招式设计，剧情[/h1]
角色都设计得不错，很酷炫，很日漫，玩起来很爽，角色有不少，每个角色的招式都有自身的特点，唯一不爽的是有些角色电脑操控很imba，比如牛13姐，拼命放机关枪，防不甚防，我用12打13，直接全程近战才过。

而且还送了大量的剧情故事，其中附加的竟然是个男生莫名变成女生的故事，非常感人（误）

[h1]重复游玩性[/h1]
如果街机模式都打一遍，这游戏还有个地下城模式，就像dnf的天空之塔，一层层打下去，可以升级拿技能，也是个有趣的格斗游戏尝试。

总之，喜欢格斗游戏的，喜欢日风的，不要犹豫了，买吧
好评: 看了动漫过来玩的，结果笔记本玩家玩不了很蛋疼。
好评: 冲着剧情和人设来的，剧情真的是良心到没话讲。
没有无尽的DLC地狱，至于网战嘛。。。
都是大触！！！偶尔能赢那么一两局。
游戏很不错，很良心，就是遇到白面就跪。
好评: 真是买游戏送番的典型啊~   好愉悦啊！！！另外，神官之梦啥时候出PC 啊啊啊啊啊    剧情没补完  不海森！！！
我想看结局啊啊 啊啊啊啊啊啊！
好评: 游戏是不错，可为什么联网排不到人？玩单机好没意思的
差评: 不适合笔记本玩家
好评:  如今的遊戲產品琳瑯滿目，你可以看到身邊的朋友玩射擊，動作，角色扮演，砍殺，恐怖，甚至是gal遊戲，可是玩格鬥遊戲的人怎麼就那麼少呢？
  格鬥遊戲早已成為了一種小眾的遊戲類型，當年擺滿拳皇街霸的街機廳如今卻是少之又少，玩格鬥遊戲不難，但想玩的好，就需要投入大量的時間和精力，你不但要熟記每個人物的出招表，還要花上大量時間做大量的練習，如果你沒有這方面的天賦，甚至是手殘，所需的時間還會更多。這十分不符合當今快餐遊戲的消費心理，或許也便是格鬥沒落的原因吧。
  回到我們的遊戲，我在初中時就經常看電視台舉辦的BB比賽，并深深被那精美的人設，華麗的連擊，優秀的bgm和海量的劇情所吸引。
  可當我真正玩到時，卻發現要玩好這類遊戲是特別難的，每個角色都有屬於自己的一套系統，出招和連招方式也大不相同，值得研究的地方真的非常多。
  好在本作擁有所謂的帥氣系統，也稱裝逼系統（笑），隨便幾個鍵就能打出華麗的連擊。不喜歡格鬥的朋友，也能用這系統體會到連擊的爽快感。另外本作的劇情也非常不錯，海量的插圖和動畫也很具觀賞性，價格也良心，還是值得一買的。
  這麼多年了，BB系列也終於迎來了完結（當然pc還沒有），格鬥遊戲出完結作我還是第一次聽說。但不管怎樣，希望能有更多朋友支持這個系列。

好评: 买一个格斗游戏买回来发现是一个Galgame是一种什么体验？
差评: 没想到这么烂，笔记本完全无法玩
差评: 游戏的1P2P键位是相反的，不是正常格斗游戏的玩法，而且有几个键位是固定的，玩起来好痛苦。如果无爱无情怀，绝对不推荐！！
好评: 可以，很强势~
好评: BB系列一直都不错，就是高分辨率下画面不好，匹配的玩家比较少，马上BBCF的PC应该也快出了。
好评: 帅气模式真是好
好评: 自从玩mb和uni后 初次玩bb发现 bb真难
各种不适应 ……
不过剧情非常好评 
值得给好评
好评: 一开始接触BB，是很多年前窝在老家两公里之外的那个街机厅的时候了
后来成了个声豚……
所以！（拍桌）有组长有柿子有comdom有淑女有变（zi）态（an）有……你玩不玩？？？
还有，神观你放不放，为了信长这手必须剁（震声
好评: ^^#!
好评: 这个galgame游戏不错，嘛 附赠的格斗游戏也不错
好评: gal+格斗真好玩啊
好评: 一款非常，非常，非常优秀的！！！！



galgame


附赠的小游戏挺复杂也挺有趣


没毛病
好评: 博士 prprpr
好评: 不错我喜欢，冲着剧情来的
好评: noel骚想干
好评: 好奇怪呀，视频里头那些人玩的版本是不是和我玩的不一样呀，为什么他们的招数我都按不出来呢
好评: 买番送格斗游戏系列，这其实是一款哥控GALGAME！并且系统有专门治疗手残的设置，太方便了！
好评: 整体还是很棒的！
技能打击感贼棒！！
虽然我不常玩，但的确很吸引人啊！！！买买买！不买不是人！
最后说一句：









诺爱尔是无敌的！
差评: 差评 ，键位设置极不合理。
好评: 这游戏的键位简直反人类，由于我的机械键盘没有小键盘，结果玩不了，花了半个小时的时间，终于发现在标题界面按TAB键可以切换成wasd的键位。。。。
好评: 苍翼默示录出了这么多代，其实你只要买这一代就好。

之前是在PSP上玩的一代和二代，当时就被其有趣完整的世界观所吸引。原本本人之前是玩拳皇和街霸的，突然接触这样的类型的游戏着实是让我适应了很久，但是喜欢上了以后还真的是莫名的带感，甚至沉迷其中无法自拔。
说起来有点蠢，PSP版本是我在高中迷恋上的当时正值高考复习，复习累了的时候就用掌机打打游戏消闲一下，后来同桌看这游戏有意思于是就时常抢我PSP去打苍翼，再后来就高考了，现在已经大三的我要感谢当时的同桌抢我游戏，谢谢你让我沉迷于学习，最终把我送来了大学........

有必要说的一点是很多人把苍翼和罪恶装备进行比较，其实如果你两款游戏都玩，就会发现每次进游戏的时候，开场的商标是那么熟悉....

总的来讲作为格斗游戏，其设定还是很完整的，连携攻击，必杀，超必杀，一击必杀都很完整，打击感和特效也是很棒。
如果你想挑战自己那就可以试试取消，反击，反弹这样的额外操作了，不过要是你和我一样手残，也可以忽略这些，老老实实新手难度看剧情吧......

说起来剧情，作为格斗游戏却做得像AVG游戏一样，就算你不打游戏也能当成是一款AVG游戏来玩。格什么斗打什么人老老实实看拉格纳耍帅，桃儿卡卡卖萌。



无论你是不是喜欢格斗游戏，苍翼默示录都是值得入手的作品，平心而论，讲故事讲成格斗游戏的你不买真的是亏。



[spoiler] 手残你怕啥，用诺埃尔啊，D接ABC一阵乱按，对面躺了，根本没在怕。	[/spoiler]

好评: 你们是我见过的第一个拿平胸搞事情的反派
砰！
好评: 没有BBCF我要死啦！！





看到这么多人都在等CF我就安心了wwww
好评: 买gal game送格斗游戏，好评~
好评: 第一次写，大概讲一下个人感受吧，在psv上有玩不过感觉玩起来不顺手，现在在pc上玩明显感觉可以玩命搓手柄了，妈妈再也不用担心我把掌机搓爆掉了！
好评: yeah，奈斯galgame
差评: 给开始的键位跪了，确认和取消居然是小键盘的7和8，而且还改不了！！！
笔记本玩的话要在开始界面按tab切换，变成U和I。
键位设置还要先把2p的取消掉，再设置1p，关键是U还不能改！！！！！！
不过作为一款galgame，还算可以吧~唉~
好评: 难道只有我在显示完红色图片后无响应吗？那位大佬帮帮忙！！！！
好评: 白菜价，买买买。等待BBCF
好评: 我的第一个正版游戏
好评: 我是手残党的克星~
好评: 游戏的整体感觉都很不错，画面和后感也是一流的，就是一开始的按键设定什么鬼，简直就是反人类的啊啊啊
好评: 本来是准备退款的，已经无数次作死想尝试FTG游戏了，但一次次以手残败退——嘛，果然还是想继续努力一下。
毕竟这一作还是有帅气模式的说。
好评: 超棒的啊 ，作为在PSV平台买了前作（不是EX）那作的我，因为没有日语语音而耿耿于怀，终于在STEAM上找到啦！！为此买了个手柄ORZ，这就是信仰吧！即使手残也要继续玩下去！BBCF快点登陆PC啊
好评: 我现在游戏时间不到两个小时闪退次数超过4次……我该不该给差评……
好评: 手残连不上啊  剧情 格斗方面都很好 这波不愧亏
好评: 听说有大结局了，啥时候出PC版
差评: 玩起来太慢了感觉
好评: 谁有全攻略提供一下
好评: 没想到还有在steam买galgame的一天

只说三点：
[spoiler] 买galgame送格斗小游戏啦还不赶快剁？[/spoiler]
[spoiler] 反人类的键位设计 进游戏后调了半个小时的键位[/spoiler]
[spoiler] 选人界面按 ctrl或者手柄按LB会进入里世界哦（雾）	[/spoiler]
好评: 推玩故事模式了，剧情还没完啊。感觉没csex的剧情精彩吧。想看结局只能等cf了。格斗还是很棒的，休闲打打还是不错的。
好评: arc所有作品我都买了，现在问题来了，你TM什么时候能把神观之梦放上steam，强迫症患者表示不剁这个手不舒服
好评: PC三作都已齐全，就等CF上来了，没有奈因还能玩？
好评: 华丽      招式酷炫也比较好搓   麻痹联网好难   连上了都太强。。。。
好评: 买gal game送格斗游戏，好评~
从BBCT被AI虐到现在终于能打打nomal模式了……
好评: 每天上线匹配被虐，渐渐地我变成了抖M
好评: 只能说这款游戏非常优秀别的不说很好玩。
好评: 买gal送格斗游戏，沉迷故事系统无法自拔，手残不敢玩在线模式2333
好评: 很推荐
好评: 剧情真的很棒，作为一个比较看重游戏剧情的人，个人感觉20个小时左右的主线剧情时间个人还是很满意的虽然说可能战斗上比arc同根的ggxd要弱一点，（嘛可能bbcf才算和xd同时代吧）但是讲道理一个看萌妹的gal战斗都是景上添花的存在。期待bbcf早日登陆steam这口冷饭我要吃。
另外舔舔我的稀有十六夜弥生背景LoL
好评: 我要BBCF！！！！！！
这是个好游戏，不只是好的格斗游戏，也是一款好的GAL！！！！！！
你见过一个格斗游戏把剧情写的这么精彩的吗？这个就是！
你见过一个格斗游戏招式华丽又不失深度的吗？这个就是！
以上来自一个手残格斗党。

好评: 等CFEX……话说，为啥要来写这个呢，源于 Steam徽章需要写评论，“游戏中的游戏”奖，blazblue是一个很好的galgame，然而却有许多人把它当做一个[spoiler] 格斗[/spoiler]游戏来玩，所以，我觉得，嗯，此奖当之无愧。
好评: 我不想说什么，我只想对想入这个游戏的人说--------买买买！！！
还有不要随便联机，你会想卸游戏的


这是一个GALGAME~~~附带格斗小游戏~~~~~



顺便期待BBCF~~~
好评: 为了bb的剧情加一，快出神观之梦吧(-_-)
好评: 心疼中村的嗓子
好评: 剧情很棒，玩了连续变换2之后为了剧情而买的，作为格斗游戏来说难度对于对于我这种半手残来说也不是很吃力，赞！ps:诺艾尔真可爱
好评: 买avg送ftg，
好评: 转眼之间，自己也玩了快1年的BB了，从当初只知道乱沁招式的萌新，也渐渐的开始学习了立回，攻防，也开始研究起了帧数，压制缝隙，起攻等。自己也算是练习了很多，也收获了很多。现在虽然转战PS4的BBCF了，但是只要有一天BBCF登陆steam，我就一定会回来的~
好评: 剧情，操作，游戏性一网打尽23333
好评: 之前玩过手游，才知道有动漫和pc版，于是便买来了，游戏的画面虽然算不上精良，但也不算差了，配音没什么挑剔的，主要就是很多技能新手玩家刚接触不懂怎么放。。。。。我也摸索了很久才了解一部分，总体来说和其他的2D横版格斗比起来算的上是很不错了
好评: 画面非常不错，打起来非常带感。
好评: 就算是只冲着剧情去，入这作BB也是很值的。况且现在还打折不是？ ：）
好评: 当我以为这是一款格斗游戏的时候，才发现原来故事模式的分支才是本体。心疼被玩坏的主角们。
一击必杀的BGM很带感。
好评:   这是一款附带格斗小游戏的GALGAME（笑cry），作为一个资深的苍翼粉，无论是剧情的跌宕和烧脑程度、娱乐线的搞笑剧情，还是独具特色的格斗系统，每个方面都做的很用心，真的强烈推荐这款游戏。
  PS：非常期待续作BBCF的PC发售（有生之年？），森P我是你的脑残粉（口水）！
好评: 一开始以为只是个格斗游戏，但玩了故事模式后...我要入坑！！！
好评: bb的每一作都很棒，本作当然也不例外，虽说大部分时间都是在掌机上玩cpex不过偶尔在pc上玩玩也不错吧？
非常棒的一款gal游戏，自带的对战用小游戏也很棒没什么好说的23333333
嗯，玩笑就到此为止，再怎么说这也是blazblue啊（认真

各种系统的设定都很优秀，各种连技之间的取消也很流畅，本作比起前几作还新加入了OD系统，感觉上更加华丽了. 无论是格斗游戏的老油条还是对格斗游戏苦手的新米都能乐在其中的超棒的游戏，大概就是这种感觉吧？
剧情方面坑真是越挖越多越挖越深，虽说是有在一点一点填吧.
如果是对整体剧情感兴趣的玩家可以试试从bbct、bbcs开始玩，强烈推荐.（毕竟本体是个gal	
对我来说bb也是承载了不少回忆的游戏，如果可能的话希望森p继续加油，永不完结什么的（？
好评: 从psp一直玩过来，故事不错，游戏性方面在各个格斗游戏中也算上等，一句话概括格斗游戏中故事最好的，文字冒险游戏中格斗做的最好的。新手上手简单，但上限也很高。值得入手，前段时间万圣节打折刚把全系列steam版入手了。坐等BBCF街机版已经出了坐等家用机PC版
好评: 刚玩了下故事模式，感觉编剧玩的好嗨。
好评: 这个gal好好玩啊～
好评: 为steam成就来写下，格斗苦手的人也可以入，虽然游戏内附教程但是操作不好的比如我就是玩不好
但是这系列精髓是剧情啊，只为剧情而买也是完全值得的，期待最终作的pc版
好评: 键盘玩家注意:在主界面按TAB进入游戏即可用2P键位操作
好评: steam上能联机的格斗游戏就这么几个，喜欢格斗的一定不要错过。就算把它当作个gal也没啥问题（笑）
好评: BlazBlue ON!
好评: BB已成情怀，好评不解释，剧情突如其来地一次又一次转折，让人心里倍感沉重，这一作填了很多剧情上的坑，虽然还没填完，但是并不影响它是个超级棒的作品。期待BBCF登上steam，心疼我拉格纳(╥ω╥`)  我不要拉格纳死QAQ
好评: 很喜欢的一款格斗游戏，虽然手残就是了:-D
好评: 基本和主机版一致，训练模式多出CP与CPEX选项让我很惊喜，但是实际玩起来发现有问题，1.1的很多招式性能没有保留，比如RG在5B 6A之后接214A居然和CPEX一样是打空的，赶紧出补丁修正得了。XD
好评: 其实就是一款文字游戏。
好评: 发个评测拿头像
好评: BB最棒了，还用解释吗？
好评: 赛莉卡这么萌森p你为何要虐她？
好评: 庞大的世界观，充实的游戏内容，华丽的格斗技能，性格鲜明的角色，波澜壮阔的剧情。



简直停不下来QwQ..


CELICA!
好评: 经典的剧情，完美的格斗手感，没有坑爹的dlc地狱，这些就够了好评妥妥的。
好评: 好玩不解释，手柄玩起来真是爽啊（吃了老哥的ps4一发安利）
好评: 赶快出CF吧。
反人类的修改键位十分差评（建议买一个手柄玩）
好评: 从PSP白嫖时代爱上苍翼的我入正了！
怎么说呢，这款游戏的剧情比起游戏性更加吸引我了吧（不）但是老老实实讲，作为一款2D格斗游戏，比起现在的某KOF不知道高到哪里去了！
现在唯一的的愿望就是steam快出新的一作就好了
好评: 键盘设置怪怪的，1p改成wasd没问题，但是菜单确定啥的还是7
出招感觉比前两部好出一点了
6个小时下来终于是逐渐能和HELL电脑打打了，感觉还是很不错的

好评: 好玩，剧情也很棒！
好评: 键盘党表示键位不舒服，玩起来还不错
差评: 迷之键位。。PS4手柄,XBOX手柄都不对。怎么玩？
好评: 安定的gal附带格斗游戏（笑）
花了一天时间打完了故事和几个人物的个人剧情，剧本量还是那么的大，所以说肯定是gal啦（
雪莉佳超可爱！
请期待森P的下一部作品（
好评: 虽然是款好游戏，但是键位设置也太糟糕了，折腾半天都没设置好，这让我怎么玩得下去啊！求大神们指点下吧！难道非要去买个手柄？
差评: 键位设置太糟糕，手柄配合度堪忧，虽然习惯了就好，但我选择闪乱神乐
好评: 当年在街机最爱玩的游戏。。。
好评: 经过BBCT 和BBCS的发展，这一部作品充分展现的BB的魅力

本作填补了前两部大量的坑，完整构筑了世界观，
而且流程也是这三部中最长的，绝对满足剧情党。

游戏系统也是经由CT和CS的铺垫，达到了目前BB系列的极致，
我曾言：格斗游戏我只服BB,
现在可以再加一句，BB系列我只服CP（目前为止）

PS:期待CF！

好评: 很好的一款游戏 有种停不下来的感觉！ 希望新作cf快点进入steam:)
好评: 再不出麻衣大少爷我要死了
好评: 游戏不错，剧情也很丰富
好评: 剧情好，打斗爽。
好评: 好游戏！！！支持。
故事模式赞呀，期待续集。
好评: 谁都打不过
好评: 游戏很棒，没法用什么好词形容。就是不知道gag剧情怎么玩，希望有人能帮我。
好评: 首先，我一直是PSV党，这是我没有游戏时间的原因之一
另一个原因是，这主页面键位太坑了吧，ak33没有小键盘你让我怎么活啊。。。难道为了你我还要再去买一个外接键盘不成？
（不过可以切换P2的键位）[spoiler] 但是我懒啊。。。	[/spoiler]
本作剧情量还是比较大的，如果对BB剧情感兴趣的话还是入了吧（CF只在主机出搞得我好方。。。）
[spoiler] 确实是一个好galgame	[/spoiler]
[spoiler] 	无法接受诺爱儿和神乐跑了的事实 [/spoiler]
好评: 剧情很好，操作性很高。没玩过系列的建议等打折
好评: psv党表示用电脑玩有点不流畅
好评: 这是个超级好的游戏，剧情无敌，赶紧去玩玩，当成galgame玩，太爽了，不说了，我去看剧情了。
好评: 麻麻我什么时候能做完新手教程啊！？？
开头动画好评~
好评: 感觉steam网战略卡，其他还可以
好评:   这是我玩过的游戏性最好的GALGAME了
好评: 感觉不错，但是默认键位为什么那么反人类
好评: 这gal真不错  附赠的那个格斗小游戏挺好玩的
好评: 不错不错 值得购买 练了点技术 自以为牛逼了 联网和别人打 结果被打的生活不能自理😂
好评: 打到现在um模式一个都没打过，菜得哭死。而且你们为什么用人物那么熟练啊，为什么每一个你们都会玩啊！

                                                                                            ——来自辣鸡玩家的呼喊
好评: 一直是苍翼系列的粉丝，对这一作也是相当满意。比较迷的是中途跳出来一个雪莉佳直接抢了女主位，心疼小白兔和诺诺……
好评: 拉格纳·查·布拉德艾奇，没有什么能比ラグナ=ザ=ブラッドエッジ这名字更带感了！噢，我是说Ragna=The=BloodEdge这名字非常带感不是吗？看在上帝的份上，再让我大声的说一遍吧！拉格纳·查·布拉德艾奇。
好评: 目前为止PC端性价比最高的FTG没有之一！
好评: 第一次玩bb是在psp上，一来就被他的人设吸引，但玩到他爽快的格斗，看到华丽的招式，读到引人的剧情时，我就深深陷入其中
，后来接触到steam，发现还有pc版，于是倾家荡产买了这部，还是熟悉的味道，还是华丽的战斗，我的手已经停不下来了。（这个galgame真好玩~~~）
好评: 作为苍翼系列的铁杆粉，坐等新作登陆steam，到时继续剁手入。这次的刻之幻影也是良心作，剧情很不错。
好评: 以前只在街机厅玩过拳皇，虽然手残，但是也比较喜欢格斗，个人比较喜欢看故事，没有什么剧情的拳皇我一直觉得遗憾，接触了bb之后立马就喜欢上了，趁着暑假入正。CPEX有很多内容啊，支持中文真是太棒了，用语集确实是个好东西，至少不会让自己对剧情感到非常疑惑，教学真的照顾新手，虽然我不敢去网战。搞笑线玩的什么梗我倒是不清楚，不过有乐趣。。画风也很喜欢。最后我想说，我爱素体组！
好评: 跟国内打基本不卡；
照美组乐团什么，真是无聊至极（笑到抽的我）
最高难度，莉琪不好好走路，jin墙角能压制能浮空，太恶心；帝卡的后撤步真是骚得不行
然而UM HAZAMA干爆一切！
吃我蛇翼崩天刃啦！
好评: 这游戏对新手真是友好的不能再友好，特别是按键判定，哦忘了说了我是键盘党。blazblue绝对是格斗游戏中的良心之作！
好评: 帅气模式对于想体验格斗游戏的爽快感，又不想花几百上千小时去练习的人提供了一条捷径。
而且其实每个角色帅气模式的连续技似乎就那么两三个套路，说不定就有新人打烦了开始好好练习，于是格斗玩家喜加1。
好评: 为什么买了CPEX
1.诺爱尔舔足协会
2.这游戏对新手很友好，即使是手残也能打出帅气连击
3.自带中文，有比这个更赞的么
4.搞笑剧情，开后宫是会出事的
不足
1.联网可否再优化一下呢...
就这一点x
好评: 我从来没有见过能把内置格斗小游戏做得这么好的GALGAME！惊呆了！！有木有！！！
好评: 一款超级棒的游戏！1.剧情和世界观独特，总体来讲能够自称体系，没有生硬之感。2.游戏人物塑造成功：外表鲁莽内心温柔的主人公拉格纳，清新可爱治愈圣母的雪莉佳，天然乖巧积极向上的诺爱尔……每一个角色都丰满而有趣！3.格斗系统对新手十分友好！有完善的基础教学，出招演练和战术指导。
剧情模式作为视觉小说十分耐读，搞笑路线也使得阅读过程中不会太累。网络对战居然还能装饰自己的房间，游戏的小细节做的真的很好！打折的时候就毫不犹豫地入吧~
好评: 本来，有位大佬说带我玩的。结果，被血虐。后来，我问他这游戏你玩了多少个小时？怎么这么熟练啊？大佬默默给我看了一张截图：178个小时。MDZZ简直了。
好评: 买galgame送格斗游戏
好评: 非常棒，作为格斗类游戏，无论是连招技能还是特效，做的都非常好，对于新手可能不太友好，不过一旦熟悉，绝对值得拥有。
好评: 游戏好玩，剧情满分。
我照美打了270盘左右....然后赢过的总数不超过10......（掀桌 
（比如被大佬的白面一套十割，被大佬的RG按在墙角惨案,被大佬的AZ按在地上摩擦什么的......掀桌）
然后群里的大佬一个个的装萌新比萌新还萌！

好评: 故事剧情略一般，剧情动画无法流畅播放(可能也怪我电脑渣)，其余还行，而且神TM还有下一作。。。
——一个拿这个游戏当GAL来玩的玩家
好评: 交出开头原动画！
好评: 业界著名Galgame，26个小时了故事模式还没通关【神乐好恶心但是我爱他
好评: 不愧是业界知名的买gal送格斗游戏，玩了24小时才通了story mode...
好评: 求音乐名 怎么弄到这些音乐
好评: 主要在PS4上玩，PC上买来收藏。游戏好评，画风好评，音乐好评。
好评: 很不错，期待下一部。
好评: 每次都显示下载错误什么鬼。每次都卡到99，针对吗？？？
好评: 明明是个GALgame却带了格斗游戏的说wwwww
好评: 良心大作 无可挑剔
好评: good
好评: 就一句话买个超赞的GAL送一个专业的超赞的格斗！！！还等什么！！！
好评: 大型GALGAME（赠送格斗游戏）
WHY THIS GAL HAS A FTG？？？
好评: 很小很小的时候我有一个梦想，就是长大以后可以像帅气的大哥哥大姐姐们一样，英姿飒爽地畅玩格斗或射击游戏。但是非常不巧，因为宇宙电波干扰，我成长为了一个手残无药医也的猪队友。大家都不带我玩，我只能擦拭着眼泪一个人蹲在墙角默默抽泣。

然而我并不甘心，开始小心翼翼的尝试一些简单有爱向格斗游戏（例如Skullgirls之类），可惜现实再一次将我无情的撕碎。每次一开游戏就紧张，一紧张就按不出技能，一按不出技能就死，一死就扔键盘，一扔键盘就心疼（啊我的樱桃啊），一心疼就不服气，一不服气就重开，一重开就跪，一跪就扔手柄，一扔手柄就心疼（啊我的X1啊）…… 周而复始，直至将我的精气神全部消耗殆尽。

直到有一天，一个偶然的机会让我知道了《苍翼默示录：刻之幻影》这款华丽的游戏。那绚丽的光影效果，销魂的角色造型，还有劲爆的人物配音令人欲罢不能。最重要的是，某前辈用充满诚意的声音告诉我：『这是一个专为新手设计的格斗游戏噢~』这句话就如一记重锤，击中了我心中最柔软的部分。难以置信这是真的吗？答案是噎死！只要在选人界面按键盘Ctrl键或手柄LB键切换到帅气（STYLE即简单）模式，那么只要连按一个按键，各类乱七八糟宇宙无敌炫酷的大招就会~biu~biu~biu~全部倾泄在敌人头上。（键盘党注意：开始游戏时按TAB键可以切换到默认第二套键位，即WASD方向，UI确认取消，默认的太别扭了。不过还是建议用手柄。）

每当清脆的开场声划过夜空『Rebel One! Action!』，我心中的小宇宙都会燃烧，荷尔蒙瞬间充溢每一个细胞。那指尖跳舞般的流畅操作感，出类拔萃的打击感，另人深深沉浸其中。仿佛所有强大的敌人都瞬间化为了G胖这样的菜鸡，『我叫你打折！我叫你坑预购！我叫你锁区！我叫你改评论规则！』，一边怒斥一边用炫酷的连招打的G胖毫无还手之力跪地求饶。

诚意满满的原生中文支持，友好贴心的新手教学（基本及连招教学、高级技巧还有前作剧情重温）令人敬佩不已。精彩绝伦、跌宕起伏的故事模式和番外剧情，使得每一个角色都给人留下深刻的印象，买番送游戏之名果然名不虚传。加上满足收集癖的全套影片、原声、原画收集系统，无限（Unlimited）角色解锁系统，将华丽程度推向了新的高度。如果你玩过前两作『厄运扳机』和『连续变换』，更可以感觉到制作组之进步，大量新角色，更多的steam特性支持，更多的游戏模式（地牢模式和专为高手设计的无限模式），本体包含全部内容没有坑人DLC，真可谓业界良心。让人对即将发售的最终章『核心剧本』充满了期待。

『我的魔法会把你撕成碎片！接受正义的制裁吧！』我一边嘲讽一边勇敢的冲向那些不给我点赞的敌人们，曾经一座座难以逾越的大山变得不值一提，又一次赢了。我激动的抱住妈妈，『妈妈~妈妈，你知道吗，我终于会玩格斗游戏了！』妈妈温柔地摸着我的头发说：『[spoiler]滚。[/spoiler]』

从此以后天仿佛变蓝了，草仿佛变绿了，就连花儿都对我微笑。望着远方柔和的晨曦，想到自己惊人的蜕变，不禁怔怔流下了激动的泪水，天空仿佛缓缓浮现出『青春』两个大字。我再也不是战斗力只有五的渣渣，再也不是墙角哭泣的受气包，而变成了一个真正的强者，从此走向了人生的巅峰—— 看我的狂暴猫爪（桃儿卡卡），看我的无敌冰剑（琴恩），看我的金箍棒（莉琪），看我的霹雳啪啦哥特青蛙蝙蝠拳（蕾其尔）！我终于可以嚣张地用脚踩在败者的头上，扬眉吐气地喊一句：Loser!

[spoiler]然而这一切都是幻觉，一旦联网分分钟被按在地上摩擦。[/spoiler]
好评: 这是一款galgame附带的ftg游戏，括号笑，剧情很棒，系统优秀的游戏，不过直到你血虐ai，开启了网战，才发现，这人和我玩的是一个游戏吗？这游戏网战非触及神，心你会遭遇1，双p，2，血虐，3，ah，4，脏投，5，隔应等情况，心理承受能力弱者慎入。。。。。
差评: 这游戏太卡了，请问怎么解决
差评: 游戏垃圾 ，连改键都麻烦的要死，而且和其他游戏的1p操作完全相反，简直zz
好评: 手残党表示剧情不错
好评: 确实是个好游戏,就是打玩家的时候会让你感觉你这个游戏和别人的不一样.
好评: 一玩就是几个小时。。。的gal游戏233
好评: 真心好评，这游戏玩过的肯定都是赞，除了咱有点手残以外- -
好评: 特价入的，依然是那个苍翼默示录。好评。
好评: 非常不错的galgame!
好评: 不错的游戏！
好评: 所以BBCFEX才会上PC？
好评: 给大家推荐一部既温馨又搞笑而且都是大牌声优的galame系列《苍翼默示录》 我要成为这个系列的死忠了  

[spoiler] 而且还附赠格斗游戏	[/spoiler]
好评: 剧情真的非常不错，推荐了解。
好评: 一款很棒的GalGame~附带的Ftg也很棒。
豪华的CV阵容，人设也是很符合心意，剧情很棒！
非常期待最后一作了【等到秋天
好评: 一如既往的精彩剧情以及精美画面，但是游戏操作经常每代大改变动让人很不适应
好评: 优秀的BGM人设以及故事剧情，招式炫酷并贴切的加入了简易（帅气）模式，一直都很喜欢Blazblue系列，期待下一作，貌似是最终章了，喜欢格斗游戏的小伙伴们不要错过这部作品呦，赶快买买买吧！！！
好评: 十分出色的格斗游戏，进一步升级的系统和人物（ラグナ果然是新手的好朋友，越用越爽）剧情方面也是相当的精彩，期待将来有可能会登陆家用机的BBCF（想想也知道肯定会的啦）十分感谢Arc的PC移植，日常已经完全被BB和GG填满了
好评: 华丽的 画风，复杂的剧情，连段设计的很爽快，动漫爱好者都可以尝试一下，每个角色都有独特的攻击方式，玩好一名角色要花很久，但也证明了它的耐玩性，不说了，继续战个痛快了。
好评: 看了用来做广告的动画才入坑，故事本事已经很吸引人了，而且别人开打扔几张CG这种真的动手融入感好强。作为格斗游戏总可以忙里偷闲打两盘。
好评: 个人是非常喜欢这款游戏的，在格斗游戏里面这个游戏的上手难度真的好难(不过好爽)
跟上一部比起来上手容易一些，也没有那么晦涩难用的挑战
线上模式还没试过，渣网络不想跟别人在线PK

剧情很好，从上一部到这一部都不错，还出过动画
白面跟椿析的故事真是感人啊，详细情况就不剧透了
在剧情模式里面的格斗就是调味料而已

教学模式这个版本不清楚，上个版本的教学就是坑爹，太简单了！
作为新手看完教学之后还是一脸懵逼

画面质量优，游戏性优，可玩度？看你喜欢咯，这么难上手的格斗游戏也不是每个人都喜欢
不过等你上手之后你会觉得其他的格斗游戏都是渣渣！！！

额外吐槽一下，挑战模式里面的人能换一下吗，天天打疯狗我都打出罪恶感了
好评: 6翻了，999,就是不知道为什么，打字聊天的时候，有时游戏会崩
好评: 这个养成+GAL的游戏真的很不错，很久之前之前突然发现苍翼出手游了（苍翼之刃）于是去玩了玩（貌似只是授权？），坑爹的骗钱活动每天都有，然后一路氪到V12，之后又用了一个月弃坑，果然垃圾。现在回归了单机，满心欢喜，果然这才是格斗（GAL）嘛。
这一作的很多内容，比如立绘和主界面语音是和手游是同一素材，比以前精细了很多，游戏的内容也是，其实我对苍翼系列了解的并不多，剧情感觉也是越看越乱，大概也就人物关系能理解一些，但并不妨碍我喜欢这个游戏，还有罪恶装备也是。
另外，无损ost买就送，大大滴良心。
其中里面的外传小剧场remix heart没想到是个性转题材的故事，这简直……………………没想到玩个游戏都能发现奇怪的东西，我只好去补了这个漫画。。。赞。
好评: 我从09年玩的一款格斗游戏，新作没有让我失望，新的角色很有意思，老角色也不失魅力，游戏过程很流畅，就是网战有时候会遇到其他玩家网络原因造成丢包现象
好评: 这游戏不错。玩起来完全 不用太难。因为有简单模式，用最好的那几个就行了。反正 不伤手柄 ，有简单模式，不用按那么激烈，只是连招没什么 多样化了。但至少不伤手柄，可惜的就是联机的人太少了。永远就那么几个，排位连10次都是那个人。买 回来玩玩单机，打打故事模式就好了。这游戏真心值，就算是买 回来看一看剧情也不错。
好评: 刚开始玩这游戏，感觉很好，就是op迷之卡顿，有人知道怎么解决么？
好评: 买了GG XRD才知道这么一个系列，我是手残，但有妹子一切问题就迎刃而解了（时间都花在看剧情了）
好评: 看了动漫然后入得游戏，只是因为喜欢他的剧情。说是格斗，其实就是gal+格斗两个独立的游戏
好评: 从psv版玩到pc版，果然还是pc上玩起来爽些
差评: 给笔记本玩家们：
在主菜单按tab切换2p，u确认i返回
好评: 不错的游戏，真的很好玩，上手容易，精通难
好评: 好评 有打击感的 GAL
好评: 好
好评: 从此开启了我的抖M受虐之旅[spoiler]但我却乐在其中[/spoiler]
好评: 赛莉卡:1,2,3 洗脑中
好评: 为什么你们这么熟练啊！
好评: 剧情丰富，最重要的是支持中文支持中文支持中文，重要的事情说三遍，顺带一说：琴恩个变态基佬
好评: 可以使用的人物很多，打击感也挺爽的，剧情模式也分量十足
唯一比较遗憾的是remix heart 中出场的人物不能使用 顺带一提福利图好评
好评: 大佬饶命。
事实上没有旗鼓相当的对手。
不过Noel好棒啊prprprpr。
好评: 刚刚入手= =然后找不到人对战555555
好评: 买gal还附赠格斗游戏，超值有木有。
(●°u°●)​ 」漂亮的人设，给力的BGM，不明觉厉的剧情，当然还有一如既往coooooooooool的打斗画面_(:з」∠)_
(●°u°●)​ 」大量的CG（虽然需要花时间），自定义私人房间（虽然没卵用），让不收集完整就会死星人得到了大大的满足╮（╯＿╰）╭
(●°u°●)​ 」希望游戏优化更加给力点，刚下玩游戏打开窗口白屏的我不是一个人吧（差点删游戏了_(:з」∠)_），白屏解决方法:根据自己截的图一步一步的开启全屏吧_(:з」∠)_
(●°u°●)​ 」总之，有爱就入吧٩( 'ω' )و
好评: 买番送游戏，赶紧买买买，打人打不过还有深渊可以刷，你还在等什么！
认真的说，这游戏网战除了老司机太多一切都好_(:з」∠)_
所以萌新还是上贴吧加群比较好找同水平的┑(￣Д ￣)┍
好评: 由日本Arc System Works公司制作的人气2D对战格斗大作BLAZBLUE系列的最新作《苍翼默示录 刻之幻影》于2016年3月4日正式登陆steam平台。
  
这是BLAZBLUE系列在steam平台上的第三部正作，作为Arc System Works公司的代表游戏之一，发展至今已经有了数部作品，且在漫画、小说等领域中的获得了良好的声誉，作为2D格斗游戏，它已经取得了不小的成就了。而本作从人物造型、场景、招式等方面都进行了不小的修改，可以说是一款彻底的新作品，下面就让诺瓦玲来为大家细细讲解本作。

本作剧情紧接连续变换，拉格纳成功将照美打倒，救出诺爱尔。而幕后黑手帝也出现在大家面前，大战一触即发。故事舞台则从第十三阶层都市迦具土移到了内乱之地斑鸠，处于各种目的联合起来的众人正在为推翻帝的统治而努力，身处阴影中的哈扎马依然带着他那抹不可捉摸的微笑窥视着，他的背后，六英雄叛徒的影子愈发狰狞，宿命的齿轮在这一刻又转动了起来...

画面一如既往的沿用Arc System Works公司擅长的3D+2D混合搭建而成的动态场景，华丽的游戏背景配上出色的游戏系统，带给玩家更多的是视觉享受，感受极致光影下的战斗乐趣。但背景终究只是背景，Arc System Works并没有使用现在绝大多数游戏都会使用的场景互动和场景破坏效果，而追求的仅仅是单一的背景，或许是为了让玩家更注重本身的战斗乐趣吧。

单就“剧情量”而言，刻之幻影表现出了足够的诚意，就诺瓦玲个人而言这次的剧情模式系统改进的简直大快人心，对比连续变换繁多的单人剧情，各种重复战斗，和无脑战斗。本作的线性剧情叙述让人无比的舒服，以及追加搞笑故事，前情概要，小说故事，剧情量和剧情花费时间甚至赶超市面上许多GALGAME游戏，怪不得有人说BLAZBLUE是自带格斗系统的文字冒险游戏呢（笑）

游戏性上，本作增加了数个风格迥异的参战角色，使原本的战斗更加多样化，同样新的角色在台词上也会和老角色进行互动增加游戏的可发掘性，游戏中除了提供单一的“对战模式”，“街机模式”以及衍生的“联网模式”外，还增加了诸如给老手专用的UNLIMITED MARS模式，同样ABYSS模式（爬塔模式）的系统大幅度革新以及点数的奖励也为收集党解锁画廊奖励提供了更多的便捷。

联网对战，算是本作大概也是整个BLAZBLUE系列一个相对悲哀的地方，仅管这是一个口碑非常好的游戏，仅管它的粉丝也不少，但线上匹配的人数真的非常非常少，就诺瓦玲而言，白天基本匹配不到人，晚上做初级成就的时候，来来回回给人调教（大误）数十次，也就那几个ID。线上匹配不到玩家，和一匹配就匹配到老手被虐的一边倒的现象，让很多新人对线上模式望而怯步。

但这在这里不得不说不提一下Arc System Works公司的良心，虽然从表面上大部分日厂开始重视中国游戏市场，但大多数移植上PC的游戏诸如即将发售的弹丸论破2等等，反正知道你们肯定会买账，那我就不出中文。而BLAZBLUE正作自带中文无疑的让人感动，加上联网对战的服务器（诺瓦玲家小水管也可以在不是很卡的情况下跟国外的玩家对战）。以及为了照顾格斗新手推出的一键即可打出“帅气连招”的新人格斗系统，无比说明了这家公司的诚意满满。

优点：
1.优秀的剧情
2.优秀的画面
3.可玩性强
4.游戏系统对新人非常友好
5.打击感优秀
6.BGM大赞（本作无损音乐购买游戏即可免费获得，对某些把音乐当DLC卖的厂商斜眼Ing~）

缺点：
1.角色能力略显不平衡
2.线上模式玩家数量稀少
3.旗鼓相当的对手基本少见，大部分都是老手痛揍新手
4.卡太贵了（喂喂这不算理由吧）

在格斗游戏热潮渐渐消亡的今天，《苍翼默示录 刻之幻影》是一款不可多得的优秀作品，虽然有一些不可忽视的诟病，但其优秀的视听表现却能给玩家带来如同动画一般的战斗体验，其游戏剧情与游戏角色也富有魅力能够让爱好者们细细品味，加上不多见的良心厂商，因此我向大家推荐这部作品。
好评: 很棒的游戏，
前提是你是个欠艹的抖M。
好评: 挂卡回本 冲着全声优配音 才88值得
差评: 我真是放了血，给好评的都是什么心态啊？
我们就拿GGX来比较，这两款游戏相似到了极点，但是我只推荐在STEAM上面买GGX。因为他们在PC上的表现可以说是天差地别。
  首先，说说画面，我刚进BB的时候简直惊呆了你知道么，这画面跟从我PSV上扣下来似的，你是任天堂么你，放到PC显示器上满屏幕的锯齿。看一会我就头晕了。反之，我不知道是什么原因，GGX在我眼中画面是明显的经过了优化，稍微调下设置画面看上去就赏心悦目，而且他们不像街霸5，我的小破本子跑GGX也能随便60帧。
  重点是，他们对于控制器的支持，BB真的就像从PSV上扣下来一样，而GGX不管怎样反正是比BB良心多了。
我有罗技G710+，原装360手柄和拳霸Q4二合一的2015版。我先列出来。方便大家对着入座。
GGX支持以上全部控制器，随意改建毫无冲突和延迟。
BB么，呵呵，改建只能用键盘！！！！！！！！只能用键盘我们强调一下！！！！！！！！
连360手柄都不能改，按下想要修改的案件就给你卡在那，倒不是不能用，ABCD在摇杆上对应上排四个，顺序还是CABD。
我靠这手感爆炸了好么？
总之，尼玛明明都是同一个公司近年的新作，两座也是十分的类似。出在PC的质量竟然能差这么多我也是像吃了屎一样难受。
那搞这出是闹哪样？这是工作组卜给力还是公司重视程度不同我不知道，但是身为一个BB党我的内心十分的悲痛欲绝你造么？
除了BB的第一作之后的每部我都有入手。就差买个PSV版的再买个PS4的了（PS4的摇杆目前还没钱搞）。
结果看见PC上竟然出了刻之幻影的最新版半秒都没犹豫就把手剁了。
你这质量对得起谁啊？至于差这么多么？
总之，如果你想玩，我推荐你去买GGX，体验绝对比目前的这个BB好多了。


好评: 非常不错的游戏，战斗系统很棒，耐玩性也很高，88块只能说值。然后游戏里各个人物的性格和技能也很有特色，故事模式还有文字冒险的感觉，值得收藏。
好评: 游戏很赞，画质也不错（不过不推荐1600*900），唯一的缺点就是。。。啊啊啊啊啊啊啊啊按键好反人类啊QAQ
好评: 按得手疼！
好评: 不错不错感觉比PSV的电击文库好的不能再好CG也狠多连招也非常的棒不知道会不会出下一部总而言之蛮期待的QWQ
好评: 以前 就在街机厅里面玩过 非常吸引人 画面精良 动作华丽 特意买了手柄  就是为了重温小时候那种 老子瞎JB按也能把你搞死顺带搓出大招的那种感觉
好评: 第一次买这种格斗游戏，感觉对手残真是不友好，虽然游戏可以调一键必杀技的操作模式，但是觉得那样就和咸鱼没什么区别了_(:_」∠)_，感觉用xbox one手柄玩反而不如键盘容易出招。。。不清楚这游戏算不算出色的格斗游戏，但是冲着声优配音是肯定要给好评的。。。


桃卡卡真萌_(:_」∠)_
好评: 真的，我就希望苍翼默示录可以卖服装包
差评: 买的时候只看了第一个视频，就买了，不知道是2D的以为是3D的宣传片那么好。结果哎。说实话，如果他是3D的88不贵，但是你是2D的，你画质再好的一个2D格斗类游戏也卖不到80，如果卖到20，我还是觉得可以的。但是80就太贵了，不值
好评: 很不错的galgame
好评: 游戏 质量很不错，但是， 我说的是原来的游戏质量很不错，这是一个一移植的游戏，从掌机上到PC，分辨率竟然不做调整， PC全屏 打开各种 马赛克，简直完全不能接受
好评: 1.良心的汉化
2.精彩的剧情演出和时不时穿插的动画
3.精美的CG（我的动力就是去看CG）
4.请记住女主其实不是女主，男主看起来很强（杂兵杀手），真女主萌炸
5.对初次接触系列的玩家很友好
6.画面基本没看到狗牙，但是分辨率提升之后还是有点。
7.挂卡回本！
好评: 森P太啰嗦了
好评: 椿！！！！！！！
好评: 我是因为玩了手游苍翼之刃才入的这款游戏。。。但是结果让人很蛋疼啊。。。键位设置的实在是太反人类了。。。也许是我太手残了。。各种技能都搓不出来啊。。总的来说玩的时间还太短，可能不太熟悉吧，多玩一段时间习惯了可能就好了，总体来说还是很不错的一款游戏。。对了，游戏的配音和音效感觉不是特别舒服
好评: 大赞，画面精致动作华丽CV大赞（@￣︶￣@）给我一个不入的理由？
好评: 值得一玩的游戏，虽然我对于这种游戏特别手残，但是故事模式也不错，中二满满的。
好评: 第一次接触bb是这一作,很遗憾没有早点接触到,游戏蛮不错的,就是等级匹配没一局不卡的    芭烈特是我老婆
好评: 我才不是为了麻衣的剧情买的
好评: 手残的我只把这游戏当番剧看，线上一直不敢去，看到好多萌新被温柔对待[spoiler] pa得生活不能自理→_→[/spoiler]。。。
我还是去和人机玩吧(-_-)！
好评: 挺好的 游戏  就是对新手过于不友好
好评: 萌新刚买完游戏，
设置完逆天的键位，
打完教程,哈哈，这游戏这么简单，我GGxrd都能吊打最高级电脑，这里我也要打！
迫不及待地打开街机模式选择了辣鸡纳这不辣的辣鸡,
ABCDABCD暴揍电脑，
一切都是那么顺利，
直到遇到了帝卡。
好评: 很好很强大的游戏 人物都有各自的特点 很推荐啊
好评: BBCPEX 就算不打折买 也是十分划算的. 100不到的价格买一个GAL+FTG ，且两方面做的都很好的游戏（斜眼看街霸V...

从BBCT第一作就开始接触BB，本着“这是一款类似GG的格斗游戏”的心态入坑，直至后来被它的故事模式部分深深吸引.
故事刚开始入坑的人玩起来，应该是一头雾水，故事的时间线非常混乱，专业词条也非常多，每个人的势力关系、个人目的、角色命运等描绘的都各有不同.为了更深入了解剧情，浏览了各方面资料，也看了不少其他玩家对剧情的研究讨论。相信我，等你对剧情稍微理清了一点思路之后，你会十分崇拜BB的编剧的...因为剧情实在太丰富，世界观塑造的也十分成功.期待BBCF RG完结篇的后续剧情.

格斗部分，不用多说，首先这是新手教学最详细的一款格斗游戏了吧...因未他的系统挺复杂，需要新人了解的设定很多，这方面做的很贴心，如果实在只为了体验剧情模式的非格斗玩家，也设置了“帅气模式”操作，简单按几下就能连出一套漂亮的连续技的操作模式.另外游戏里每个角色都是一套系统，每个角色的D键攻击极具个性.网络方面，相对以前通过PSN联网，STEAM的网络要好很多，对战很少卡（相对PSN）目前还是菜鸡一只...只能打打简单电脑，联网就被虐...不过习惯就好...高手开始都是被虐几千次虐出来的...
好评: 战斗方面除了反人类的键位外其他都是非常不错，剧情感觉和前几作风格差别非常大，不像之前“怀着不同的目的行动，但是却巧合地联系了起来”那样，这一作基本就是大家一起其乐融融地打BOSS，人物的行动不符合他的性格设定，简单来说就是逼格太低。
但是总的来说还是非常不错，剧情都是一条线了，不像BBCSE那样乱七八糟，不过第七机关剧情和主线的剧情明显有冲突啊。
对于触手来说这是个优秀的格斗游戏，对于彩笔来说这就是GAL。
[spoiler] 另外就是，雪莉佳我老婆！[/spoiler]
好评: 就冲gal模式里的那些搞笑结局和声优的演出，我要点赞。
好评: 好游戏 怎能不买
好评: 狗牙太重了 狗牙少些就超级好评 然而只有两个选项 那还是好评吧
好评: 这游戏太太太太太太太太棒了！ 还有，诸君，拔剑吧，我喜欢诺爱儿~
好评: 搞笑线路真的笑死了哈哈哈哈哈哈哈！！！！！！！！！！！！！！

好评: BlazBlue: Chrono Phantasma Extend is a confident execution of a title that knows its strengths. It may not match the subtle finesse or wider fame of heavy-hitting giants such as Tekken and Street Fighter, but instead delivers an ambitious take on storytelling in fighting games. Though this approach and delivery will not appeal to everybody, what remains is nonetheless a superb fighter with variety and much to enjoy, boasting qualities more than worthwhile in their own right.

9.5/10
好评: 期待BBCF登陆steam！
好评: 好评。实际玩起来比预料中的更好玩。。
好评: 首先恭喜BBCP登陆steam平台！
作为BB粉必须入手的作品！系统改动比较大，角色也有新的招式加入。新系统可玩性也十分高，打击感变得更加强了。啪啪啪的很带感！新的人物也十分有意思！其中特别喜欢神乐这个人物（对不起我是大剑控OTZ）申请匹配的联机功能很好，随时都能邀请到人一起玩很方便。对于接触过BB的朋友上手很快，但是第一次接触的朋友可能会有些不适应，但是学学基本都能上手玩起来。这次设置的按键有些蛋疼，不过改过之后也没什么影响就是了。画面流畅度的话游戏中帧数基本维持59~60。这次的剧情模式剧情占大部分，战斗部分变少了。更像GAL了23333。收藏馆里还能兑换前作的地图和BGM！太有诚意了！总之是一款十分有诚意的格斗游戏！喜欢的朋友可不要错过！玩了有段时间了，还是觉得自己很菜OTZ 继续连招练习中OTZ
好评: 也不是第一次玩blazblue了，无论是剧情部分还是格斗部分，这部blazblue都堪称完美[spoiler]虽然之前几部没有认真去玩[/spoiler]。有些人说键位设置不合理，然而我是用手柄玩的，感受不到键盘玩家的痛苦，我只感受到我手太残:(
好评: 之前没怎么玩过这类型的游戏，没想到挺有意思的。游戏还有手残操作模式，当个galgame玩来收集CG也可以。别的不说，这价格比那个艹兔子的游戏值多了
好评: 70块钱买部番还送个游戏真特么值！
好吧剧情因为玩过PVS版，所以已经知道了。但我还是再打了一遍剧情模式，嘛我还挺喜欢BB的剧情的。
白面真可怜，强大的剧情设定和惨不忍睹的实际性能遥相呼应。。（好吧，其实我比较喜欢用子弹姐。。。）
画面实际上挺一般的，狗齿比较明显。。
遭受诟病最多的按键设定。实际上个人倒觉得没什么，因为我比较喜欢将攻击按钮设定到小键盘那边。而2P的键位我又用不到，所以随便设定就是了。（你看看某半成品V）
虽然BB在国内实在是小众。。。但个人还是很喜欢这种重视剧情的格斗游戏的。
好评: 十分优秀，动作流畅，作为一款带有格斗系统的galgame，无可挑剔
好评: 可以的！
好评: 买gal送ftg,78块买不了吃亏,买不了上当.
世界观庞大,剧情丰富.
CV给力,音乐也棒.
还有很多有趣的彩蛋
打剧情的时候一不小心就打过头,睡不了觉了.
ftg打起来也相当爽,新人瞎按打得也很好看.
好评: 游戏自带的官方中文版非常给力，剧情量增加了不少，声音对照人物口型动作如同看动画一样。
新加入不少人物和场景还有轻松的任务和网络联机都很赞。
画质方面感觉并不满意，分辨率调高了看选项都有点眼晕，人物也有些模糊。
对战时游戏莫名其妙感觉运行不太流畅，动作都慢悠悠怎么看都是卡幻灯片。不知道其它人有没有遇到我这样的情况。
BUG比较多，玩的时候需要注意。
好评: 一款非常出色的2D动画风格的格斗游戏！~
好评: 不错的格斗游戏
好评: 虽然格斗游戏玩的差，但还是忍不住买了下来了，比之前的多了很多有趣的东西
好评: 作为系列的第三部，BB系列一直有着很不错的业界评价，对于从第一作玩到现在的玩家来说，本作是系列中的突破，精致的人物和背景，丰富的故事剧情，良好的打击手感，优秀的战斗系统，再加上和朋友随时网上对战，不得不说，steam平台上的本作绝对是喜欢格斗游戏的玩家必入的佳作！值得永久收藏！期待更多的朋友加入BB的大家族，有机会欢迎一起对战。希望大家玩的愉快。
好评: 好玩和好友联机稳定，连招华丽值得玩。
好评: 为了这op，我也要给好评
好评: 一时激动买了下来发现自己驾驭不了，游戏挺不错的！
好评: OP很好听。
错觉，感觉和掌机上比手感没那么好
差评: 先不说默认键位有多蛋疼了 键盘优化垃圾得一B 还不如前作CSE 有明显的延迟 起初还以为是PC版节奏变慢导致的 后来发现并不是 游戏一打中文（字数稍微多点）马上报错 还有我发现一个BUG 要是玩家在打字的时候对方玩家开始了对战 那么打字的那个玩家就不能动了 不知道摇杆有没有这样的问题 反正我用键盘算是遇到了
好评: 这么吼的游戏，你问我支不支持，我一定是支持的啦！
但是游戏里的任意动画都不能流畅的播放很令人苦恼啊
哎╮(╯▽╰)╭闷声玩游戏才是最吼的啦
好评: 我是菜鸟！我是沙包！我是为了美术风格和BGM买的！
好评: 嘛，玩了苍翼也算挺长时间了，这作其实还不错，进入对战模式还可以选择CP和CPEX模式，让CP那时候玩不到照美的我体验了一下...一如既往的AVG剧情不愧是最强galgame，让我很期待BBCF的故事发展，顺道一提，网战是个坑，新手请小心（滑稽）
好评: 国区88，有前作八折，优化好，不用通过辣鸡PSN，有简体中文，有卡……这不是只能买买买了么！




















唯一的问题就是XB手柄打格斗。。真费劲啊
好评: 游戏手感一级棒，剧情也没的说各种明暗线，打击感以及音效都很棒，可惜玩的人少网络匹配很少人
好评: 这款游戏的画风，打击感个人感觉还不错~挺值得一玩！！
好评: 剧情叙述方面不太好,如果不完整的看一遍会非常困惑,我猜很多人没耐心看下去感觉云里雾里,不过其实也就是非常简单的热血系,就是用一首歌来形容,新的风暴已经出现...穿越时空来到你身边...什么的(笑)不能说是很好,而且战斗部分隔得太长了,前几章我还以为没有战斗,虽说像doa那样不分青红皂白打了再说也不好

格斗方面有针对手残党的帅气模式,随便乱搓都能压墙角

还有就是键盘设置太蛋疼,1p居然是小键盘的7确认,不过在开始界面按tab可改成2p操作模式,wasd移动,u确认
好评: OP动画不错，歌也是，游戏什么的都无所谓啦~
好评: 我买这个完全是看了OP那前奏和 诺爱尔 那片头姿势不过这次的扩展版的确很爽按键也简单了不过我在PS3上玩过了 但是看到这个片头我又忍不住买了 我TM是不是有病？
好评: [h1]除了那些屠夫，其实还不错[/h1]
79元，11G的游戏，一首听起来不错的OP.
[spoiler]以及11G里可能有8G的动画 [/spoiler]
[h1]再次好评！[/h1]
虽然有很多读起来生硬的地方，但汉化的确做得可以。
---------------------------------------------------------
然后，随便聊聊。
这个系列，我仅仅玩过一作厄运扳机（没记错吧），而本作系统与其基本上都是一致的。
缓缓地推教学，感觉到这教学还是蛮用心的。
分成两部分，一个速成教学，把本作重要的几个系统说明出来；另一个详细的初中高三级教学，把全部系统详细的解释。
我玩FTG也很久了，当然，我接触的游戏不多，这是我第一次遇到如此详细的游戏教学。
[spoiler]之前玩的的铁拳6教学也没有这么详尽。[/spoiler]
然后是配音，我比较了好几个角色的英配合日配，英配听着都差不多，听不出来有什么特别的。而日配相比之下真的好。
支持ARC~能在PC上玩到本作我挺高兴的，但是自己手残了，坚持吧~毕竟FTG是我最喜欢的游戏类型。
最后
如果说缺点，就是感觉本作看着不清晰，总觉得狗牙十分多，而且不支持高清输出，分辨率有点低。
而且音乐并不出彩，听了一遍bgm，没有那种一听就喜欢的。

最后，象征性的打分
信仰 80/100
画面 75/100
系统 90/100 （很标准的取消/投技/必杀技/超必杀技/盾/强制取消/破防等FTG系统）
音乐 60/100
音效 80/100
语音 100/100
简中 100/100
联机 100/100

[spoiler]红中/立直 闷声大发财 100/100[/spoiler]
好评: 我想问一下 必杀胜利后的那首曲子是啥
好评: 我的一生将花在和日厂的垃圾优化的奋斗中 。。。。。谁能告诉我在进入故事模式卡了五分钟后卡回主界面该怎么办，明明前几作完全没问题的
好评: 首先，BBCPEX登陆PC对我来说已经是惊喜了！
然后，本作要想细腻点的全屏游戏，分辨率就得在900P以下。900P往上1080P全屏都会有锯齿，较严重，而且900P以下分辨率最好不要选择FULL，因为画面会拉伸变形而且影响细腻度.
本作节奏比CSEX要激烈的多，快节奏对战也比较符合我的口味，剧情没得说，一直都很棒.
至于联机，跟其他国家的人打是卡的不行的，电信网通对战也会因为地区的不同而有不同的延迟.
联机的最佳环境还是网通打网通，电信打电信，如果有同城联机或者基友一起玩就更好了.
其次，这一代的挑战模式也比较棒，大连段能拆解出很多实用的小连段，通过自己的摸索还能变化出别的实用连段。而且经常打挑战，练套路也对熟练掌握节奏点，精准搓招有很大帮助。
最后，我想说，我是键盘格斗党，我骄傲！233
好评: 总得来说都不错，优化很好，新式界面也挺合我胃口，各种模式也一如既往地继承了前面的优点（但故事模式片头出现了字幕与配音不同步的现象，希望改进）
还要说有什么不足的话就是按键了吧，对键盘党确实不太友好：
习惯1P：wasd和2P：↑↓←→非得是反过来的
习惯A设置成U，但是按下去就直接跳到2P的设置了，只好把习惯的按键整体往下移了一排（T .  T）挺无奈的。
剧情依然好评，价格也很良心，期待BBCF。

（后来在贴吧找到了设置U的方法，就是在进入游戏时按TAB进入而不是按Enter，这样默认键位就是2P的这样就可以用WASD和UIOJ控制界面上的操作和游戏时的操作啦。）
好评: 之前在PSV上花了200多买了移殖版，结果因为容量问题居然没有日语语音。。。。。一个月后去日本旅行，结果得知会出Extend版，当场石化（笑）
我不是格斗游戏玩家，BB系列更多的吸引我一直购买系列作品的是故事剧情以及人设，很少有格斗游戏会有这么复杂庞大的剧情，而精美又有自己特色的人设也是卖点之一。不过感觉在国内还是比较小众向，尤其是相比庞大的拳皇玩家，希望登录PC后能继续增加其人气吧，越来越多的人加入到这款游戏中。顺便期待ARC的下一部BB，这次再次购买PC版也是对其的一种支持，希望这个系列赶紧填坑啊（下部作品别再虐小椿了）
PS：选机娘的话果然还是11好，13那个小病娇不知道什么时候就会捅你一刀（笑）
差评: 启动后无法进入游戏，在任务管理器里能看到游戏，但是进不去。重启什么的根本不管用，贴吧里各种白屏或者无响应的，为何在这里还特别好评？
好评: “命运的齿轮已经开始转动了”
好评: 不对吧   我电脑玩起来这么卡
好评: 必须好评，等了好久的了
好评: 角色好像变多了
声优重新配音了
单人模式更丰富了

貌似和GGXRD走了不同的路线
一个走3D极致表现力，角色少而精。一个走像素风铺量，角色多。

我还是比较喜欢GGXRD的3D表现力!
话说BB和GGXRD的角色总是那么像！我经常弄混。
好评: 为什么我的巨人是隐形看不见的
好评: 我来讲一些第一次玩容易遇到的问题。
1，键位问题，首先这个游戏有1号键位和2号键位。1号键位在小键盘的位置，2号键位是WASD，如果想调用2号键位开始游戏就用TAB进入标题画面（如果用回车进入标题就是1号键位也就是小键盘）。2号键位下确认是U，取消是I，故事模式快进是E，暂停是TAB。
2，配置差战斗起来卡，设置-画面相关，把光泄和反锯齿设置成OFF，这样还卡电脑就没救了
3，动画卡，如果你玩过BBCS并且有不卡的动画，参照它的详细属性把CP的动画也全部用转码工具改成一样的属性（高和宽，帧速率，比特率）。
4，建御雷神贴图错误，这个我还没找到解决方法，谁解决了希望可以教教我- -

总的来说是一个不错的游戏，剧情太赞，故事模式已经通关，期待BBCF的后续发展，还有欢迎加好友一起玩（我是网通的），网上匹配好卡……
好评: 唉！？ 睦月酱如月酱远征不好好跑怎么跑错片场了。
买来+1顺便当gal玩也还不错啦。
好评: 信仰！~
好评: GOOD
好评: 手残党表示关于对战等等的无法评论，只好说一下其他方面。从初代开始玩就专注剧情，这次剧情模式的干货还是不少的，而且存档位终于增加了，给个好评。不知道是不是又换了画师，选人时的立绘比前作看起来要舒服多了。当然最大的缺点就是那个被无数人吐槽的反人类初始键位，这个键位真是不知道怎么想出来的。除了这个其他也没什么大问题吧。PS：我用键盘玩的时候总是会出现键盘不被识别的情况，等2，3秒又好了，不知道是不是只有我遇到了
好评: 游戏素质不输于街霸5,售价非常良心,可惜国内还是只懂得街霸和拳皇更多
好评: 苍翼默示录巅峰之作，打击感非常流畅，招数绚丽而且爽快，上手没有前作上手那么难，哪怕是你第一次玩格斗游戏，把教学模式玩过了，就可以和别人打。听说马上又要出续作了，买了这个练习一下，希望不要被人虐的太惨
好评: 玩法更多 剧情部分也很足 自带格斗游戏的GAL 你为什么要拒绝呢？
好评: 还行吧。。。。
好评: 我最喜欢拉姆达了!
差评: 没法改键呵呵哒，这个默认2P确定是U实在蛋疼，无论如何都没法改，真要为了这个设定改多年按键习惯？就当白买了。每次运行都无法正确关闭游戏，无论是在界面ESC，直接关，都显示依旧正在运行，跟搜狗没关系，进程都没有只能强关steam我也是醉了
好评: BB的连段还是这么蛋疼···毕竟GAL游戏。
好评: ARC社良心呀，pc版只卖ex版
这游戏日呆和格斗游戏玩家都可以入，合卡爱好者也可以来试试人品，卡片是日系传承的贵.....
个人来说，BBCT BBCS BBCP这三作里，我最喜欢的立绘就是这代了，美(°∀°)ﾉ
bbcs因为网络等等原因，还差几个网战成就没能达成，这作趁着人多，一起来全成就吧(°∀°)ﾉ

然后比较恼人的是系统键位智障，前作明明啥问题也没有，快出补丁吧
好评: 作为一个手残！作为一只鶸！我！买了！QWQ
作为一只鶸，我无法对游戏的系统啊平衡啊做出什么评测，但是！
诺埃尔的新造型好帅啊w
雪莉佳也好可爱啊ww
琴恩还是那么.......病娇气息满满的感觉www
不说了我要去挨虐了，求不嫌弃QAQ
好评: 序章有几句话字幕时间轴没对上
惊讶的发现这作居然有简中，好评如潮
好评: 听别人说可以cp和cpex切换才买的，然而网上匹配cp根本找不到人玩。真不想用cpex的辣鸡白面啊。
话说格斗游戏网战会因为选地图不同卡我也是醉了，一群老美选半天地图，选个最卡的真是日了狗。
好评: ヽ(^0^)ﾉ
好评: 真心良心 国区还88这个完美的价格 比前作操作少许不同  讲道理这个游戏实在是太赞了 买买买买 强力推荐！！！！
好评: 是个好游戏，毕竟blazblue脑残粉，全键盘本子不是很懂小本子的痛苦（steamfacepalm),唯一缺点就是分辨率是硬伤
好评: 游戏真心不错，  爱上这游戏了   一定补这番!!!!
好评: 既然BBCPEX上steam了  之后是不是BBCF上主机跟掌机了？     
我就期待着最后的结局会是啥样     [strike]毕竟这是个GALGAME[/strike]
小薇操作起来有点不适应  PC版玩了之后简直难受
好评: 作为这个系列的脑残粉终于还了个正版。打击感比前几作要好上一些，然而用360手柄连招好难搓，各种被虐啊!!!!
好评: 虽然不是很会玩,但是苍翼默示录是真爱.
好评: 比前作节奏快很多  非常好玩
好评: 这是一个玩5分钟就可以怒删的游戏！
好评: ╮(╯-╰)╭默认 按键坑死人啊。。。
好评: 剧情10小时打完，好评，表现力比BBCS要更好一些
不过最后战建御雷神有BUG，就看到几个莫名其妙的红块，跟那些粗制滥造的恐怖游戏的鬼脸差不多，希望这个BUG能被修复
期待BBCF移植了，也不知道什么时候才能玩到
好评: 小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔小白兔
好评: 没什么好说的...
好评: 就凭出了steam版，必须买买买，自带中文必须好评
好评: 期待了很久的游戏了，可惜下载速度太慢，今早凌晨2点下好后果断起来研究了一会儿，哪怕今天要上班，一句话，神作，买！买！买！是时候添一波九重了，就是默认小键盘7是确认8是取消有点蛋疼，xrd都是u i的确认取消，真不知道制作组怎么想的，不过无伤大雅，画面依旧优秀，没入的格斗游戏粉强势推荐，你连刻之幻影都没玩过你好意思说你是打拳皇长大的？
好评: 买买买！什么都不要说，买！

好评: 首先感谢送我游戏的起酱。
一不玩GAL二不是日呆三不是声豚完完全全冲着格斗来的我，就算是玩过前作CSEX还是被这神tm的剧情量给吓出翔了。
窗口化的帧数似乎没有开全屏适应分辨率的要更高，另外我在游戏过程中『目前』除了因电脑自身性能问题的掉帧和剧情模式的开头部分音画不同步+卡顿【包括动画部分】以外没有遇到任何意外状况。
我是直接捅手柄玩的，所以按键问题在我这里没有什么影响，倒是我笔记本本来也有小键盘。
剧情方面，对话中的画面互动变得更多更丰富了，也算是为了让剧情生动起来吧，不过再怎么生动始终是GAL版面……算了接触GAL不多的我在此不多评论。
联机部分还没试，打算先把系统和基础连段摸清了再考虑。与其傻呼呼给人打不如先试着了解为什么会被打。

[spoiler][strike]其实我只是来享受用Terumi大爷踩人的快感的[/strike][/spoiler]
好评: 觉得不稳定不流畅的，关闭所有特效，降低分辨率。
稳定流畅地联机，必须看到稳定60帧，经常看到55-60浮动的话，说明还不够稳定，保证联机日了狗。
好评: 为什么我社置不了a键呢，其他到没有问题
好评: 先不说别的，就冲笔记本玩不了这个游戏我就只能说很蛋疼，好好的确定键非要放在小键盘上，实在让人很无奈。
（笔记本玩家慎重啊！！！！！）
（笔记本玩家慎重啊！！！！！）
（笔记本玩家慎重啊！！！！！）
（重要的话要说三遍）
游戏不错，提升还是有的，但是键位问题的确是一胖毁所有的存在。
希望能有所改进吧。
情怀入手，希望不只是情怀。
好评: 虽然曾经沧海难为水，但是还是给个好评吧。
=====================================
想了想觉得还是得认真地说点。
一说BB我就会忍不住去拿GG和他比。

本是同根生的两款格斗游戏的最新作在画面上就已经是高下立判了。
我说ARC你这也太不上心了，都是自己儿子最起码给BB搞个全屏分辨率嘛。如果这种DNF式的暴力放大画面也算分辨率的话。

音乐，音效，游戏系统方面我就不说了。这几个要素毕竟不是能够横向对比的东西。不过这三点他们做的都很出色。

我们来谈谈人设。就光说说四个主角。
说实话我不喜欢，或者说我讨厌BB的主角。
当然我不会肤浅到说什么角色设计沿袭了GG这种没营养的观点。
这两个人物从他们的造型设计到台词、身世、故事背景，性格外貌，还有声优的选择......
我说错了，不是这两个，是BB里的所有可用不可用的角色——都是以让看看动画玩玩GAL，之前根本没有接触过格斗游戏的人入坑为目的设定的。
或者说BB这个游戏最初，就是以此为目的的ARC的试水作。
哦你说你不是因为杉田智和和中村悠一才关注这游戏/动画的——你以为我信吗？

你不要反驳我，那个写作“帅气”读作“弱智”的操作模式已经什么都招了。

差点跑题了。
来说说为什么我不喜欢这两个——呃，主角？
白毛要流氓流氓不过SOL，要斯文斯文不过KY，角色定义太尴尬。硬要说的话你把一般后宫GAL里的男主角拎出来然后让他超能打基本上就是他了。
他弟弟就纯粹是个变态。完全没有任何能和KY比的地方。对不起我不喜欢偏执狂外加同性恋请不要再靠近我了。

那么一个格斗游戏除了上面那些还有什么可以比的呢？
剧情的话两边都是坑，一个比一个坑，不提也罢了。

我不是来引战的，这个我要强调。
毕竟你拿枪指着我我还是不会说假话。
好评: 电脑没有上一代厉害啊~~~~
但线上还是一样被吊打
好评: 鉴于游戏发售,拥有前作的玩家有八折优惠,就赶快入了
游戏的优化应该比CSEX要好,除了ready动画,AH动画,13.11这几个弹幕机外基本没有掉帧情况,全场景皆能流畅运行,CSEX我还有不少场景能卡到20FPS甚至以下
不过这作貌似有点不太优待键盘用户,小键盘7确定,8返回,而且不知道是何种原因,软妹的3C接22C根本接不起来,22C接dash6C也接不起来,看前面的评测也是有RG接不起招的情况.
在这里我推荐各位BB粉丝趁早入了游戏,如果是FTG爱好者推荐晚点等ARC出了什么补丁修复一下后再购买.
RG后宫飞起来,13病娇还是没治好
好评: 作为一名忠实的BB玩家来说BBCP是一个转折，自我感觉BBCP比起前两作都要来得好，PC版出之前2个月就知道了，一直在等。一出就入手了，BBCPEX是很值得入手的，可玩性很高，更主要的是作为一个日呆和声优豚怎能不入手？别犹豫了，赶快喜加1吧。
好评: 等很久了，精细度一般，跟前作差不太多，手柄识别上，1P手柄无法及时转换（当然也跟我闲的蛋疼有关，PS4手柄接完后换成X1手柄，然后发现X1手柄只能被识别为2P，删C盘存档可以解决，反正一般人不会遇见我这种问题），其他地方很赞，因为系统跟前作差距很大暂时无法评价，但本作在PS4等平台早就出过了我想其他人更有发言权（很抱歉我是当gal玩的）
PS：值得购买的游戏
好评: GOOD
好评: 等了这么久终于出了，而且价格也是良心，不多说，买买买！
好评: 爽！
好评: 啥也不说，买个GALGAME送个格斗游戏，花一个游戏买俩游戏，真值
好评: 游戏做的不错很良心，但是我用的win10系统，运行大概20分钟左右就会闪退不知道是什么原因

This game is great, but it will CTD after about 20 minutes,I don't know how to deal with this problem.
好评: 比昨天在且只在主机发售的真人快打XL大大地好。
Much better than Mortal Kombat XL which launched only on console yesterday.
好评: 买了ps3 psv版的，pc少了个lobby模式，有点可惜，明明机能是够的。玩不来街霸的或者gg的可以试试这游戏，难度低上不少，也有比较炫酷的连段。这游戏基本不需要目押，对新人还是挺友好的，就像ign所说，就算是格斗菜鸟也可以欢乐的玩耍。还是建议各位ftg爱好者或者非ftg爱好者入手的。
好评: 骨灰粉表示 买买买！
好评: 能出PC版  先给个好评
联网还是一样的顺
就是窗口不定时掉帧还是老毛病。
作为ARC粉怎么能不买
差评: 游戏是好 ，但这SB键位是谁设计的，确定键，竟然是小键盘区的7，你让笔记本咋办，改键位只在游戏里有效果，界面还是一样，选人也痛苦，1P是上下左右，2P是WSAD，搞笑呢么，最糟糕是U键不能改，CAO！
好评: 为了姬样，先舔为敬！
好评: !
好评: 先TM给个好评再说
