好评: 这是个非常酷的游戏，虽然我从没观看过2K，虽然只有半小时粗略的体验，但却足够让我对这款游戏着迷
带感的bgm和拳拳到肉的打击感，只能用爽来形容
并且这款游戏支持中文（
好评: [quote]关注[url=https://store.steampowered.com/curator/39039781/]斗鱼游戏社区[/url]，随时了解主播推荐的好游戏。
访问斗鱼鱼吧社区参与互动，活动好礼送不停！[/quote]

对于WWE 2K系列游戏估计很多玩家也不会陌生，作为2K年货游戏系列之一，历代产品跟NBA 2K系列都没有得到太好的评价，要么褒贬不一要么差评如潮，所以今年Visual Concepts也取消了《WWE 2K21》的开发，转而推出的则是由Saber Interactive开发的《WWE 2K竞技场》。就目前体验而言，除了联网问题会影响游戏体验，其余方面的表现还是挺不错的。

本作的游戏风格与Saber Interactive在18年推出的《NBA 2K 欢乐竞技场2》一样，都是采用了Q版街机式的风格，Q版风格虽然还原度没有1比1真实还原的风格高，不过倒意外地能够讨人喜欢，建模质量也比较精细。当然男性角色的话看着还好，女性角色看起来就稍微有点小怪了，一些玩家可能会失望。

初期游玩以战役模式为主，战役模式中通过美漫分页的形式给玩家讲述剧情，之后便可开始对战。对局模式也是很常见的几种，比如钢铁牢笼赛、多人混战，此前有看过WWE真人比赛的玩家应该不会陌生。每个角色都可搭配三个绝招，完成一定进度的战役模式后可获得绝招、服饰、场地等奖励，后续自建角色的技能树与绝招的等级提升需要用到大量的金钱，所以肝度的话还是比较高的。

本作的上手难度不高，操作已经简易化，主要考验的则是防御格挡的时机，大部分时候锤锤锤踢踢踢就完事了。打击感与人物动作流畅度也让人满意，音乐也很带感，绝招演示炫酷，支持中文更是值得好评，也是目前WWE系列作品中唯一首发便有中文的作品。美中不足为有些小BUG，还有现阶段会经常出现联网问题，会导致本次对局无法得到赛后结算奖励，这点还是比较伤的，目前也没有加速器支持本作，希望后续能够优化一下。

总的来说游戏质量尚可，定价也没有太高，基本版足以满足游玩需求，WWE系列游戏玩家可以考虑入手一试，拉上小伙伴们一同玩耍乐趣也会更多。最后期待下明年的WWE 2K22也能让人眼前一亮吧~

[quote]加入[url=https://steamcommunity.com/groups/feizhai]肥宅聚集组[/url]与关注[url=https://store.steampowered.com/curator/28359939]我们的鉴赏家[/url]，一起当肥宅w[/quote]
好评: 好游戏！
好评: 其实蛮有意思的
就是单人玩的话
这个教程真是不敢恭维
难度上，玩起来会有一种厌烦的感觉

差评: 不能改键位,默认的用着非常非常别扭
好评: 和朋友一块玩玩还挺有意思
好评: 眼前一亮 从10年前THQ极富创意的美国职业摔跤全明星之后 一直期待着再出现一款这类夸张风格的摔跤游戏 自从THQ的WWE12到后来的2K的WWE2K14再到如今一直都是写实风格的年货 让我很是怀念当年THQ每年的SMACKDOWN VS RAW每次新作大招都有全新的特效 打击感一年比一年强 那时候感觉对THQ的摔跤新作每年都有极大的期待 这多年下来让我都觉得2K手上是绝对不会出现夸张风格的卡通摔跤游戏 没想到呀 居然冒出了这么款游戏打了我的脸  虽然游戏不完美 缺点很多 甚至有些地方还不如10年前THQ的美国职业摔跤全明星 但还是忍不住直接给好评 希望以后可以多出现些不同风格的摔跤游戏
差评: fatal error on WIN10
好评: 难得一款Q版WWE游戏，非常的喜欢
好评: 好玩的一比，适合新手入坑，简单粗暴人物超可爱，哈哈哈
差评: 战役的三重威胁是人打的？2knmsl
差评: 说实话，无聊的一比
好评: 太好玩了，唯一一款WWE有中文
好评: Everything is good, is poor online, or not connected, or is not to connect for a long time, too difficult.
好评: 解压一流的游戏 每天上去暴打几把人机 美滋滋
差评: 2K对当年THQ的WWE Allstar的拙劣模仿
差评: 除了wsad以外其他的按键都没有作用，反正3块入的，这游戏质量也就值个3块钱。
好评: 牛逼
好评: 游戏很简单，没有格斗游戏复杂的连招和搓招技术，可以尽情享受殴打小朋友的快感，原价买入太贵，可以去steampy买cdkey非常划算
差评: 垃圾东西，就是一坨屎
好评: 玩了半天，挺值的，画面精美，游戏性也不错，价格也很亲民，官方简体中文挺有诚意。
好评: 6666
差评: lj游戏，不愧是2k
好评: 还好，都比摔跤游戏，可以稍微玩玩，但是很多摔跤手还需要肝金币买，这点不好，然后终结技不能调，至少我还没找到，网络很差，最后原价不知，可以等打折，5/10
好评: 好玩
差评: 战役模式后面真尼玛傻逼，抓电脑十次，八次被反打
差评: 什么都好，就是不好玩
差评: 根本玩不了，一直请稍等，垃圾
差评: 就这？两个键盘一个手柄还要连接控制器？硬是玩家二只能cup，垃圾，还扯什么本地多人
差评: 傻逼游戏
好评: 游戏真的好玩，
要是能进去就更好玩了。
好评: 有点意思
好评: 像是在收集娃娃，除了集齐所有娃娃也没什么可玩的
差评: 单人赛比较好玩。
最讨厌三重威胁赛，看起来很有趣，但其场面混乱到连游戏系统和开发者都驾驭不了，更别说我了。视角一天转转转转尼玛呢？
AI高反击，10次抱人9次返，再放到可怕混乱的三重威胁赛里的话，就是阴间玩意


差评: 我低估了这游戏可以不好玩到什么样的程度了……
虽然是大折扣入库，也很认真的玩了一下，希望能见到更多一点有趣的东西，但是似乎开发团队并没有理解什么叫做“有趣”。
即便这游戏的人物造型设计的初衷应该就是为了有趣……
WWE原本震撼的招式，也因为夸张的演出反而变得平平淡淡的了。
所以无论是真实性，趣味性，操作手感，打击感，全都实在没办法给出一点分数来……
而且后期难度极高，NPC频繁的花式反击，AI精明的要死，可操作角色又弱小，并且没有基本能力强化，就算是小游戏能实现的娱乐性也大打折扣了。
WWE最具魅力的出场方式被简化，也非常可惜。
所以即便是有低价加成的前提下依然难以给出及格以上的分数，实在无法归为推荐的游戏里了……
好评: 游戏整体素质不错，但是教程真的很糟糕。
好评: 游戏还凑合，只是想知道金钞从哪来，只能氪金嘛？？？？
差评: 太糟糕
好评: 我是傻逼
好评: 还不错..
好评: 作为四块钱的游戏，还要什么自行车。
差评: 这游戏真不好玩，连一小时我都撑不下去，我还不如去玩2k20，第一次压制的成就也就只有64%玩家完成，可想而知多没意思。
差评: 联机服务不可用玩你妈比
差评: 总结一下缺点：服务器对中国玩家不是很友好，然后没有云存档容易存档丢失（而且肝的内容很多这个受不了），不能改键对键盘玩家不友好，连招过于简单没有深度不耐玩
优点：摔跤格斗还是比较有特色的，我可以把对手摔的大脑在颤抖~~
好评: 比较好玩
好评: 好玩！！！！
好评: 怎么没办法用手柄玩啊
差评: 联机对战不存在，， 然后现在连游戏都打不开了
WWE？ 一个行将就木的联盟罢了。
吃灰吧，我等AEW
好评: 艾吉是2021皇室大战的胜利者！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！
差评: 我是超级大傻逼
好评: 游戏还行打的不错，就是这游戏币太难打了
好评: 找几个联机对战的朋友，加我好友
WWE2K竞技场联机QQ裙，1127180246  游戏是群主送我的
差评: 所有在线模式，都无法匹配，显示匹配时出现意外
好评: 至少比WWE2K和2K1好玩的多。
差评: 不是很建议买  可玩性虽说还行  但是很多角色对应的招式都是不符合的  而最恶心的就是商店访问一直错误  一直无缘无故就连接不上网络（电脑是有网的）  商店的问题存在很久了还是不解决  访问不了商店根本就买不了各种角色 就单靠系统送的那几个角色你觉得还可以玩很久吗
好评: rrwrqrqwrwqrqwr
好评: 至少对我来说  游戏游戏很够味
差评: 我是傻逼
好评: 好玩奥
差评: 游戏价格太高 建议粉丝在价格骨折时入手 不是粉丝就不推荐了 另外只是偶尔休闲玩玩还挺不错 但是游戏内容解锁价格昂贵 需要大量货币 需要重肝或者充钱 导致解锁新内容困难 没有新内容 玩一段时间就枯燥了 还有游戏里反击反应的时间也太短了吧 比wwe2k还短
好评: 希望可以更新云储存功能 战役模式无法云储存 很难受！！！
好评: 游戏不错，但是打久了就很单调，除了每个人物的终结技，招式单一，战役模式还无法云存档，害得我重打一次，还没给奖励，宣传时可玩70+人物，现在只能玩20个左右，以后应该会更新，但是这是wwe2k第一次支持中文，希望2k22更好吧！
期待！
差评: 玩上几个小时就没有任何意思了，完全是派对游戏。
好评: [h1]我认为，作为2K近几年来唯一一款非差评如潮的NBA/WWE系列的作品，WWE 2K竞技场已经足够自傲了[/h1]

《WWE 2K竞技场》延循了《NBA 2K Playgrounds》系列的美式卡通画风，将角色、场景与表现手法进行了夸张化处理。

游戏初期提供的可选角色很少，除了你自己捏的角色外（有一说一自己捏人中的可选择脸模真的不行），依靠对战获胜的金钱在商店处购买角色包。同时《WWE 2K竞技场》在玩法上提供了多种模式。

剧情模式以漫画的形式缓缓展开故事，在这个WWE世界中，向在役的WWE超级巨星发起挑战。漫画与战斗相结合，新手教程蕴含其中。可惜在漫画阅读的过程中有点单调，也没有人物配音。在钢铁牢笼模式中，牢笼不时通电，而角色只有攀爬牢笼，拾取足够的美金才可离开，趣味十足。王者大战、四人死斗等模式也带给玩家不同的体验。

战斗过程除了常用的摔跤技外，在一些特殊的模式中还可以使用各种随手捡起的武器（比如板子，甚至还有摩托车）。角色登场从箱子里钻出来时都有专属动画，在比赛过程中也有三段大招可供使用，大招也有招式动画。比赛时热血的音乐也让玩家易沉浸于那种狂热的氛围。

游戏支持多人联机，但多人模式的体验并不是体验很好。服务器惯例的需要加速器，20人乱战也存在一定问题，中途掉线奖励将消失。

[h1]个人建议：游戏虽然自带中文，但价格偏贵且并无云储存。考虑到近几年来2k作为进包常客，建议等骨折或进包。[/h1]

[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]
好评: [quote]

[h1]前言[/h1]

《WWE 2K竞技场》是由[url=https://store.steampowered.com/publisher/2K]2K[/url]发行的一款美式摔跤动作格斗游戏。你对摔跤非常感兴趣，那么本作一定非常符合你的胃口，游戏以美式摔跤为核心玩法，各种抱摔、背摔加上酷炫的技能特效让你大呼过瘾，并且多种街机模式供你挑战游玩，再配合独特的卡通游戏画风以及多种角色技能培养搭配，让玩家的游戏游戏体验锦上添花。游戏支持多人在线或者分屏游玩，为了让你早日“出道”，成为一名合格的摔跤手，游戏内置大约80+的AI战役让玩家熟悉各种操作技巧以及模式玩法。如果你是一名喜欢街机格斗、摔跤爱好者，那么本作是一款不错的选择，如果觉得价格略贵，可以先加个愿望单等大致时购入。

[h1]游戏体验[/h1]

[b][u]1️⃣丰富的比赛类型：[/u][/b]
　　本作的游戏模式可以说是非常丰富的，除去常规的单人1V1和双人2V2（还可以细分为换人与不换人两种模式）以外，游戏还有一些具有趣味性的模式，比如钢铁牢笼，玩家们在一个四处被铁网环绕的铁笼里进行1V1或者2V2的比赛，比赛获取胜利的关键就是在铁笼四处收集现金并且第一个携着巨款逃出铁笼即可，而现金运气好就在你脚下，而运气背就会在铁笼之上，需要玩家攀爬抓取，另外当心的是铁网，它会不定时的放电阻挠你抓取现金。

[url=https://steamcommunity.com/sharedfiles/filedetails/?id=2241977299]https://steamcommunity.com/sharedfiles/filedetails/?id=2241977299[/url]

让我觉得比较轻松并且需要一定策略性的模式就是四人死斗，这个模式的胜利目标就是第一个成功压倒一名对手或迫使对手投降的玩家将会取得胜利，而一开始其他超级巨星状态都是非常的足不易被放倒，你利用台上台下来回切换避免无益的战斗，再看准时间残血收割，让你也体验一回鹬蚌相争，渔翁得利。如果你说你想知道哪个是最具有挑战性，那么我肯定给你推荐对决邀请赛，虽然在这个模式中你不能打十个，但是三个超级明星对你车轮战还是有点扛不住，如果你在对阵一环输掉了回合，那么本次比赛你也就输了必须从头来过，有一种你拿一管血打拥有三管血并且有多种形态的Boss一般。

[b][u]2️⃣从内到外的DIY：[/u][/b]
　　自定义元素，虽然本作不能让玩家进行一些细致的自定义，如捏脸等操作，但是人物技能、角色大致外观都是可以让玩家随意搭配和定义，虽然有的元素需要玩家使用游戏币进行购买或者是充钱氪金购买（都是非必需品）。外观玩家DIY的种类并不多，而角色的技能就非常的丰富了，角色总共拥有三档的绝招，每个档次都可以装备一个技能，也就是说超级巨星上场的时候玩家可以携带三个技能（新手玩家推荐先去游玩战役，战役会解锁许多绝招和角色使用权），除此之外你新创建的超级英雄都有自己独有的技能树，技能树也是分为三类：进攻、防御以及魅力，玩家可以在“杀戮战场挑战”这个模式中解锁这些技能，亦或者是使用游戏币和氪金进行解锁，每次解锁都会提升自己的超级英雄属性。

[url=https://steamcommunity.com/sharedfiles/filedetails/?id=2241977369]https://steamcommunity.com/sharedfiles/filedetails/?id=2241977369[/url]

[b][u]3️⃣漫画演绎剧情战役，打遍天下无敌手：[/u][/b]
　　战役，推荐新手玩家一定要通关一次，118个可互动选单，大约80+的AI赛事让你提前步入“职业”摔跤手，不要小看游戏里的AI，中后期没点技巧可能你只能被AI对着屁股嘲讽的料，在战役中你不仅可以得到丰富的新手教程提前了解游戏的各个模式，完成一些赛事还能解锁一些绝招和角色。除此之外，游戏为了避免游戏枯燥（毕竟几十场战斗模式只有几种，频繁战斗还是比较枯燥的），中间会穿插一些卡通漫画，配合带感的BGM，在战役中彰显你的胆识、秀出你的技术。

[url=https://steamcommunity.com/sharedfiles/filedetails/?id=2241977097]https://steamcommunity.com/sharedfiles/filedetails/?id=2241977097[/url]

[h1]总结及推荐人群[/h1]

[b]优点：[/b]

❤️ 漫画战役有趣，不仅早日让雏鸟起飞，还会解锁诸多角色和绝招

❤️ 角色养成元素，绝招、技能树等着你去发掘

❤️ 丰富的游戏模式，钢铁牢笼我的最爱~

❤️ 非常带感的游戏配乐

❤️ 支持在线或者分屏游玩

[b]缺点：[/b]

💔 游戏价格有点略贵

💔 游戏比较依赖联网功能

[b]推荐人群：[/b]

[b]喜欢街机格斗、摔跤爱好者的玩家可以等打折购入。[/b]

[quote]
游玩百态，将游玩心得用汉语化作玩家的指明灯，(๑•̀ㅂ•́)و✧
[url=https://store.steampowered.com/curator/35402408/]点击这里关注汉化语录~[/url] 如果喜欢这个评测，请点个赞让更多人看见
[/quote]

[/quote]
好评: [h1]《WWE 2K竞技场》与摔角游戏[/h1]
《WWE 2K竞技场》是由曾经出品过《无主之地》、《文明》‘’《XCOM》、《生化奇兵》等诸多系列佳作的2K Games带来的一款摔角类游戏。由于文化差异原因，国内的对摔角文化的受众面并不如国外那么广。笔者早些的年通过街机平台上CAPCOM出品的《摔角霸王》，以及PS2时代KONAMI出品的有些醉翁之意不在酒的《搏击玫瑰》系列,才开对摔角这项运动是什么有了点眉目。世界各国有着各自知名的摔角联盟，而WWE则是美式摔角三大联盟中最著名的一个分支。


[h1]大胆而夸张的卡通化风格[/h1]
《WWE 2K竞技场》不同于以往采用了真实比例的《WWE 2K》系列，角色们清一色成了外形夸张而幽默的卡通化角色。赛场上两个手办般造型的角色扭打在一起，还不时打出点冰冻、火焰、雷电特效，极大幅度弱化了大家印象中WWE稍微显得暴力的视觉效果。即便赛场中两方人员可以抄起折凳、摩托车、锤子互怼，甚至把对手丢到场地边上体型庞大的鳄鱼口中，那么角色们也只是表情痛苦个几秒，然后又继续生龙活虎地战斗了。

也得益于夸张化式的角色设计，制作组可以不用被万有引力等真实性要素所束缚，制作出更加华丽而流畅的的战斗动作。例如主角可以将敌人抛到半空中，接着使用“升龙拳”般一跃而起进行追打；或者可以双腿夹住对手，来上一个720度凌空转体将其摔落等。


[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]


[h1]游戏基本操作与比赛规则[/h1]

手柄X对应出拳，Y对应脚踢，连续或者交替按键拳/脚按键即可打出组合技。按下LT键后再按X/Y即时释放强力攻击技能。手柄的RB按键对应防御动作，他除了常规大幅降低对手攻击伤害外，还附带了“一闪”功能，恰当时机发动，可以直接逆转被对手的攻击压制住的局面。当然玩家可以逆转局面的方式并不止“一闪”这一种，玩家被敌人的摔跤技能抱住不能动弹时，不要只顾着慌张，屏幕上会随机出现QTE操作按键，看准时机并正确输入，立马可以转守为攻。

对敌人按下A按键可以将敌人抗到肩头，然后按下B键将对手抛掷出去，不过被扛在肩上的敌人可不傻傻的不反抗，玩家如果需要将敌人丢到指定位置的需要在敌人挣脱前尽快完成动作。如果实在来不及，也可以当机立断地下A按键，直接来上一记肩部摔，不浪费掉自己占主动优势的机会。（非常不建议玩家选择高飞型选手是对体型庞大的对手尝试该动作，经常会抱不动对手，然后被反映过来的对手来上一记老拳）

手柄的右摇杆上下左右则对于主角的各种酷酷的摔跤技能。与敌人战斗的过程中，玩家的怒气槽积攒满后玩家更是可以按下LT+RT发动特写特性满满的角色专属的终极跤技。

玩家知道以上这些基础操作基本可以应付掉游戏初期的大部分的比赛。不过的点朋友可能要问了，我狂揍的对手快十几分钟了，比赛咋还不结束，对手咋又爬起来了？这则是摔角类游戏与常规格斗游戏比较大的一个区别。摔角类游戏通常情况下完成比赛并非是将对手生命条打空就成，玩家还需要按照WWE的规矩走近倒下打敌人按下B按键，压制住对手。当裁判数秒到第三秒，即会宣布玩家胜利。敌人到生命值越低，被压倒后挣脱并起身的几率就越小。

不过也有部分比赛的胜利规则会临时变动。例如铁笼大战的抢钱模式，玩家需要一边作战一边收集金钱，当收集到足够数额，后并逃出铁笼即可获胜。


[h1]化身WWE超级巨星，与开启属于自己的WWE生涯[/h1]
多路发展的大红人巨石强森；帅气而冷峻，并伴随丧钟鸣声出现的送葬者；WWE的传奇老前辈胡克·霍根……喜欢WWE的玩家可以在本作中看到不少熟悉的面孔。他们会伴随着自己的专属背景乐走上赛场，然后秀出如”墓碑钉头“”DDT““奥林匹克摔击”等自己的专属招式。

玩家如果对养成要素情有独钟的话，也可以通过捏人系统创造出一个属于自己的白板角色，然后自行为其进行加点与培养，让其从擂台小白逐渐成为不输给传奇摔角巨星的厉害角色。


[h1]丰富的可解锁内容与氪金系统设置[/h1]
游戏小到角色技能，摔角选手，大到整个赛场，本作有着大量的可解锁要素。玩家可以通过花费游戏中银色或者金色货币进行解锁。其中金色货币只能通过氪金获取，而银色货币则可以通过完成比赛、升级、完成每日任务等方式获得。游戏商店每隔一段时间还会推出特惠组合包，帮玩家剩下不少货币。当前理论上玩家不需要氪金即可解锁所以要素的设置还算比较良心。至于以后是否会依旧保持这种可肝可氪的模式，咱们就拭目以待了。


[h1]小遗憾与建议[/h1]
1.本作比较依赖联网功能，查看待解锁物品还是与他玩家进行联机，都需要用到。不过当前游戏的服务器问题却比较大，无法联机或者联机中途突然断线的玩家不计其数。

2.笔者比较喜欢的有着“魔蝎大帝”之称的斯汀尚未出场，期待后续他会通过DLC的形式被添加进游戏中了。

3.裁判对赛场的解说内容其实也挺有趣的，不过部分英语不太好的玩家可能无福气消受了，如果本作有后续作品的话，期待制作组可以给旁边对话可以加个可选字幕的选项。


[h1]结语[/h1]
本作总体来说是一款素质与可玩性都挺不错游戏。老少兼宜卡通化的风格让更多年龄层次的玩家可以接触到本作；自带中文造福了不少国人玩家；跨平台式样的联机设计也让不同平台的玩家可以成”摔朋“。不过当前稍微显得拉胯的服务器，则本作目前的致命伤，也因此招来大量的红色差评，实属可惜。

期待制作组可以早日对本作的服务器进行优化，让更多摔跤类游戏爱好者不要错过这款佳作了。


最后献上WWE历来的警告标语：
[h1]切记，请勿在家、学校或任何地方模仿[/h1]


好评: 就冲这神秘人雷尔这种接地气的翻译 我就要给好评 但是我找了半天没找到约翰塞纳是咋回事
差评: 和想象不太一样，玩了几把，感觉挺无聊的
差评: 访问商店出错
差评: 能不买就不买，买了真后悔~
好评: 为了小时候的疯狂
好评: 我就问一句，赵喜娜什么时候出
好评: 收集元素颇丰，战役也具备一定的游戏性，适合WWE粉丝，目前版本存在一些BUG，希望日后持续更新新内容
好评: just good. simple operation
好评: 无法联机
好评: 为什么没有云存储这个功能啊，出去一换电脑基本玩不成
差评: 游戏是好游戏，可惜2K是个傻逼公司
解锁人物需要钱，联网游玩比赛就能得到钱，打到一半断开链接不好意思打完也不给钱
好评: 价格贵，人物都不错  送葬者 出场音乐 不全 一半就给掐了 别的没试过 其他内容还在研究 买的传奇人物在什么模式里可以用？
好评: 找到了WWE全明星的感觉，但是简易版的可自定义的内容太少了，3种体型，服装颜色也没有自定义，刺青无法选位置，这有点失望，可玩性大大降低，但简易化的操作好评~
好评: 现在还不值得这个价，20人乱战会有bug，ai突然不动了，还得再多优化，希望之后可以更好。优点是音乐满分，送葬者出来的那一刻，爷青回！！！
好评: 感觉并不值这么贵 建议打对折在入！
好评: 说实话，挺有意思的，如果加速器支持的话联机应该很好玩。
操作拉满，绝招炫酷，音乐也挺带感。
好评: 有中文给个好评，这算是WWE 2K的第一版有中文的游戏 希望2K22也能让人眼前一亮
差评: 就这游戏还买175？75差不多
