好评: 诶嘿嘿嘿嘿嘿，投压起身咯，诶大伙，这。。。这我都准备投了，你们还不拆啊，快趁早拆投啊
老尤啊，大伙都不敢拆投，有人说，说是有人VT满了
害羞羞，隆大队长，你这人就是爱开玩笑，你们拆啊，我不打扰，我拉后了
你不能拉后，你要是真准备投技，就现场按lp+lk
诶这不对吧，这今天是谁要陷害我，隆大队长，你要陷害我是吧，行，我按，我按，这拆投，多是一件美逝啊（被凹轻升龙，因为对投无敌）
（第二波压起身）
这投技，不快不慢，压起身真是好极了，这我都按了，肯司令，你得带个头，快，快拆投
唉他奶奶滴，拆，拆啊！为什么不拆!都不拆投，都怕死是吧！既然大家都知道了，这戏我就不演了，我就是有气就肩撞膝盖头锤，没气就2mk6mp的暴虐绅士，代号：摸奖怪！这VT1镜子是我开的，第一个投我被打了，我肯定得死，第二个投你们不拆，也别想活着！诶哈哈哈哈哈，吉尔哥哥，科林妹妹，我滴任务，完成辣！
奶奶滴，给我玩ca的是吧，直接来吧

差评: 完全就是个 摸拳脚的无聊游戏
好评: 这游戏让我明白了，有的游戏类型是真的需要天赋的……3天挑战模式只把隆过了8关……为啥我会买这个游戏……可能是各种比赛中爽快的连击，双方试探量步猜拳的感觉，男人一生一定要玩一款格斗游戏的想法，还有想要打架释放压力的心理吧。总结4个字，我是菜鸡
好评: 非常好玩，和人对战的时间不到1h，自己练了34h，进入游戏第一件事，打开试炼模式，选择春丽，开始各种痛苦的蓄力。
好评: 人性化设计比起真人快打11差得远，但是真人快打11实在过于简单了，还是转街霸了
差评: 买来和长辈玩 但是DLC太贵了 玩不起（穷
好评: 垃圾垃圾垃圾垃圾
玩了50个小时一点都不好玩
怎么练都玩不好

玩了100小时再来测评，觉得这个游戏还是太肝了，需要不断地练习练习练习，不推荐玩

玩了300个小时再来评测：之前喜欢玩拉希德，感觉和自己的风格很像，但是也只打到2000分就打不上去了，后来换了劳拉当主力。看了台湾阿仁的教学，劳拉可以打上2500分了，感觉再打打可以上3000分了。虽然单发确认啥的我是一点不会，但是也能感受到格斗游戏的乐趣了。唯一可惜的就是身边没有玩街霸的朋友，要不然会更加有趣的。
好评: 更新以后的平衡度稍差，最初版本平衡度不错。整理来说还是SSF4和USF4强很多，本作算是shadow组织的最终篇了。希望6代回归三代的剧情后续。另外五代最不满意就是加入过多 Final Fight.其实SF系列里有很多角色可以回归。继续吧！加油！祝SF系列大卖。喜欢SF系列的肯定不能错过。
差评: 过完训练关后提示安装更新，更新完后直接卡在开场界面，按什么键都没反应，日厂的游戏还是一如既往的一坨屎，rnm退钱
差评: 花了那么多钱买了冠军版一坨屎，服务器还连不上=玩不了。血寄吧亏，大家别买！！！！服务器就是踏马是坨屎，教学按键也是绝了，XY是什么？你注明下不行？按键盘一顿按才能搞明白，新人用PC键盘简直就是灾难。要是有考虑入不入手的玩家看到我这条，我建议不买！！！！！听我的！别买！血亏！
好评: hao
好评: 确实好玩
好评: very good
really fun
好评: 大手大脚大粗腿，可以冲
好评: 游戏是好游戏，服务器也是垃圾的一批
有时候判定很诡异
没法键盘2p，只能插手柄我忍了，但是你还搞只能插两个摇杆或者手柄这就很折磨人了
好评: 儿时的满满回忆
好评: founder father of ACT!
好评: 虽然还可以，但是版本角色的压制性太强了。
差评: 什么鸡巴按键提示，全是手柄提示，电脑根本不晓得按啥，放个狗屁大招
好评: 赶在街霸6预告片前脱离青铜了，hhh
好评: 这拳拳到肉的质感，搓一招Hadoken，缅怀下玩小霸王、打街机的少年光景。
好评: 牛逼，爽玩，推荐使用奇游加速器联机！
好评: 兄弟们一般剧情DLC在哪里下载啊
差评: 卡在开始界面，不支持键盘
差评: 服务器真的垃圾
好评: good

好评: 再见了街霸5。
越玩越离谱，后两年出了很多乏味的角色不说，肯、本田、老桑这些猜拳角色，配合有毒的回滚简直恶心，有些人一打他就卡，被打音效都出来了还能防住，你好歹是个网游，网络这么烂？-4还能凹出EX升龙，凭什么？PS4三千多把没遇到过这么多离谱的，麦当劳wifi？
将来街霸6，我推荐买PS5版，并且屏蔽PC玩家。
但是这游戏还是好游戏，适当拉黑，并选择法尔凯，美滋滋。
好评: 格斗游戏在中国始终是小众的项目，但是真的巨好玩，街霸真的好玩，就是服务器太屎了，快出六快出六快出六快出六快出六快出六快出六快出六快出六快出六快出六快出六快出六快出六快出六快出六快出六快出六快出六快出六快出六快出六。
好评: 整挺好，联机搞好点就更好了
差评: 垃圾服务器

我是一个2200小时的玩家了，过去几年服务器好好坏坏。整体来看，排到人后，游戏卡顿的比例大约在20%，换了几种加速器或代理都没用。

最近比较恶劣！今天是2022.2.17，已经持续快一周了，不停地掉线（断开服务器），排不到人。刚才打开准备玩一下，五分钟之内掉线三次，一次游戏都没连上过。

2022.2.18更新：晚上19：45开始打开游戏，到20：15，一共掉线9次，成功排到游戏两次，均以掉线结束。无话可说。
好评: gg
好评: 好玩，但是手残
好评: 菜是原罪，靠
好评: King of fighter 15 is out. When’s the six? wating for GTA 6? HAHAHA
好评: 连国内的一般都要加速器，连国外的却一般都很稳定，卡普空的网络很迷，也不优化一下
总之  升就完了---
好评: 爽
好评: 两极分化极其严重  建议有了好的柄或者专用的街机摇杆再买最好是街机遥感    如果是只想用键盘玩  你要是个大佬或者手脑并用好的人那没啥问题   如果手残 爱装逼那么请退款   这并不是危言耸听用手柄都有概率搓不出技能何况键盘    萌新请看完相关带手的游戏视频再考虑购买   买之前他妈的一定要三思！！！ 要买就买带票的   游戏内购买除非你肝
对我而言是信仰我菜 但我就是爱玩
好评: 优秀的打击感
好评: 作为格斗游戏本身做的相当不错，服务器要是能更好点就好了
好评: 单机游戏性大幅提升
好评: 春丽姐姐可太诱人了
好评: 好玩，但一打pvp就忍不住乱按2333
好评: 太难了，需要花大量时间去练习，玩的有点累
好评: 甚好
好评: 冲就完了
好评: 格斗游戏的顶点👍
好评: 牛逼！！
好评: 格斗游戏要火！
好评: 我太菜了，买来当dalao录像播放器用的
好评: 在完善一下单机模式就更好了

差评: 不推荐新手入坑，体验真心不行。
我没买游戏前就在网上看各种教学，顺带把想玩的角色找到了。然后我花了10小时把喜欢的角色出招表记住+熟练出招，顺带还把两套连招练熟了。结果体验是非排位一大堆胜率90%的“大佬”，排位玩上两把就遇到炸鱼佬，或者干脆给我匹配些看了分数都不想还手的玩家。彳亍，那我先打电脑练练。然而这电脑比真人还恶心，以难度4为分界线，难度4真心只要记住出招表随便打。一开难度5体验瞬间跳楼，你进攻它变乌龟，你投它它就反。你龟它就疯狂攻击你让你没法还手，或者直接投你，然而一般玩家并没有电脑这种反投的目押水平。导致你想把电脑当玩家打两把非常非常容易翻车，它经常能在你打中它前打中你然后乱七八糟一套打下来一半血。想赢的稳妥点就只能按住蹲防不放，它打一下你防住后立马HK，打中就继续龟，可是这有什么意思？
还有就是VS和VT就不能单独设置按键？不管是键盘还是手柄甚至摇杆套件都不缺那俩按键，大佬确实不会按错，但是对萌新来说实在是难受。
好评: 非常好的一款游戏。每天打打单机arcade，网战对于我们中年男人还是算了，打不赢小年轻们。
好评: 好玩
好评: 好玩就完事了
好评: 训练模式连段都按不出来，实战更是一塌糊涂。枯了....
好评: 一直在玩隆 一直被人虐，但确实好游戏
好评:  特别好 
好评: 能简单连招
差评: 原来角色是要花钱买的啊。一开始才给这么点选择，衣服也要钱买的啊，我还不如玩4代街机版，打起来一摸一样
好评: 好玩 画面漂亮 动作帅
好评: 男朋友送的，不错
好评: 好玩
好评: 我是傻逼
好评: 网络问题貌似好了很多了
好评: 街霸是我爹
好评: 指令简化恰到好处，EX技能让新手也愉快玩耍，动作设计和打击感卡普空值得信赖。 人物建模是街霸一贯风格，眼睛有点不适应。
对于键盘玩家按键不太够，已经买了摇杆。 键盘玩家可以尝试用键盘宏更改按键位置。
好评: 好东西，记得买手柄再玩
差评: 卡普空游戏的联机体验就是一坨屎
好评: 从08年家里有了第一台电脑就开始接触格斗类游戏，当时最早接触的还是拳皇，当时也听说过街霸，龙虎之拳，饿狼传说，月华剑士等街机格斗游戏，突然回想起00年玩小霸王游戏机上的角色和这个很像啊，wocao，原来街霸才是我人生中第一个接触的格斗游戏，虽然是在小霸王游戏机上。如今买了一款3D的街霸，感觉这些年格斗游戏的画质也在追求着高档次的视觉享受。曾经那些熟悉的角色在这个版本都在，十分的开心。看了一下游戏的评论，很多都说网络对战多么多么坑，还好哈，我只玩单机模式，或许是过去一直是单机玩格斗游戏，习惯了，联网肯定打不过大神们了，毕竟一个快三十岁的老男人来说，手速已经跟不上了，只不过是为了怀念一下过去小时候的那种感觉啦。
好评: 人机练键，人人练舞，快乐无穷！一次5分钟，连续20次，简单开心，值得拥有。
好评: 真尼玛好玩啊
好评: 好玩啊
差评: 说好的不出别的版本你现在给我一个冠军版？？？
好评: ↑↑↓↓←→←→BABA，哈哈，我完蛋了
好评: 自己玩挺好玩的别和别人打挺开心的
好评: 操作比较硬核，上手难度高。
好评: 比较喜欢的几个角色：
1.朱莉 2.罗斯 3.劳拉 4.露西亚 5.达尔西姆 6.维嘉

街霸5全角色（排序依个人喜爱与强度无关）：
[table]
    [tr]
        [th]ORIGINAL[/th]
        [td]劳拉[/td]
        [td]达尔西姆[/td]
        [td]维嘉[/td]
        [td]彩虹美华[/td]
        [td]春丽[/td]
        [td]嘉米[/td]
        [td]卡琳[/td]
        [td]方[/td]
    [/tr]
    [tr]
        [td] [/td]
        [td]拜森[/td]
        [td]内卡利[/td]
        [td]拉希德[/td]
        [td]纳什[/td]
        [td]肯[/td]
        [td]隆[/td]
        [td]桑吉尔夫[/td]
        [td]巴迪[/td]
    [/tr]
    [tr]
        [td]SEASON 1 [/td]
        [td]朱莉[/td]
        [td]尤里安[/td]
        [td]伊吹[/td]
        [td]古烈[/td]
        [td]巴洛克[/td]
        [td]阿里克斯[/td]
    [/tr]
    [tr]
        [td]SEASON 2 [/td]
        [td]麦奈特[/td]
        [td]科林[/td]
        [td]爱德[/td]
        [td]是空[/td]
        [td]豪鬼[/td]
        [td]阿比盖尔[/td]
    [/tr]
    [tr]
        [td]SEASON 3 [/td]
        [td]樱[/td]
        [td]法尔凯[/td]
        [td]极[/td]
        [td]科迪[/td]
        [td]布兰卡[/td]
        [td]沙加特[/td]
    [/tr]
    [tr]
        [td]SEASON 4 [/td]
        [td]露西亚[/td]
        [td]毒药[/td]
        [td]塞斯[/td]
        [td]影[/td]
        [td]吉尔[/td]
        [td]本田[/td]
    [/tr]
    [tr]
        [td]SEASON 5 [/td]
        [td]罗斯[/td]
        [td]风间明[/td]
        [td]卢克[/td]
        [td]弹[/td]
        [td]欧罗[/td]
    [/tr]
[/table]
好评: 好玩
差评: 更新完后，开机就卡死
好评: 我只能说，两百多块的DLC，打完折后降价到75块，然后下一个季票才115，真的就是打自己脸。
不过卡婊也不是第一次做这种事情了

__________________________分割线______________________________

逼我叼人吗 现在本体才148 加全部dlc338 你让我这种刚开始就原价入的人情何以堪 果断差评

__________________________分割线______________________________
服务器现在挺屌 改回推荐！！！

__________________________分割线______________________________
小半年没玩服务器原来还是那个屌样 别买

__________________________分割线______________________________
妈的打折59 这还玩个几把 别买

__________________________分割线______________________________
你出杀意隆 我就给好评

__________________________分割线______________________________
劳资4000分了 好评好评

__________________________分割线______________________________
妈的本来轻松上7000 最近的傻逼网络 关键时刻就卡老子发波动拳 怎么回事
好评: 快出更多的皮肤！
差评: 对键盘太不友好了，这游戏键盘设置自由度太低了。
好评: 玩的不多，初步印象还是不错的，就是网络很不稳定，经常掉线。
好评: 我在ps4刚发布的时候就因为情怀买过，然后用手柄玩了几下没感觉，就没玩了。后来被b站的直播，买了摇杆，先玩拳皇。因为街霸的美术太棒了，在b站看多视频后，买了冠军版，也买了网易uu（没用）。游戏大厂的能力真不是snk可以比的，除了网络对战太不好了，其它方面真的是顶级的。

以下为后面添加的

之前玩ps4被会员限制，不能联机。拿到pc版本后，不懂联。用了网易uu，现在已经在天梯上快乐的上分了，还有非常棒的回放系统，不断的看别人的对战，这比拳皇好太多了。我上了几把97，突然不太适应，还是继续街霸吧，太喜欢 了。

如果你觉得网络非常差，对战不舒服，别犹豫上B站去查怎么处理吧。我也专门写了一篇，其实设置完，对战是非常舒服的。

1、外网IP必须申请到，具体技术细节不说了，教你解决。电信10000号转人工服务，告诉TA你家要装监控，必须要有外部IP，我在三个福建的城市都申请了，两个直接就办了，几分钟后重启路由就有了，有一个要求我去营业厅办，我就直接告诉她我要投诉，第二天就有电话来告诉我已经解决。

2、路由器DMZ：它是为了解决安装防火墙后外部网络的访问用户不能访问内部网络服务器的问题，而设立的一个非安全系统与安全系统之间的缓冲区。我个人感觉，这个是最重要的，最影响断网的。每个路由器都有设置的地方，请用心花点时间，不懂百度下。

3、最好的方式就是直接游戏机器拨号上网，我们福建有的套餐送两条宽带，我就再去办了一条，实测效果最佳。（补充：一段时间使用，我发现这个其实用处不大，效果可能只是感觉良好，和用路由器后面差别非常小）

4、最好用网线连接，wifi很容易被干扰，就容易打着打着就卡起来了，过几秒又好了，这种就是无线干扰问题，如果在办公大楼，这个问题很大，我在万达这样的办公区试过，情况很糟。

5、游戏设备问题，机器性能也很重要，我的ps4初代上就很卡，ps4pro好一些，我的电脑因为全是高配，同比就很正常，所以我判断机器性能很重要，近期我也会购买一个ps5来测试一下，到时候更新。

6、windows要关闭系统的防火墙，在控制面板里找一下。

游戏占用带宽非常小，我国的网络环境应该（我毕竟只在富裕省份生活过）不存在问题。以上都做一遍，你将拥有非常好的游戏体验。



总结 ： 一定要开路由器的DMZ，这是最重要的，第二重要的是开放外网IP能明显改状况。第三是关闭防火墙，以利于对方连接你。希望能帮上您顺利进入街霸5的世界。



 作者：弓骑兵 https://www.bilibili.com/read/cv13962201 出处：bilibili
好评: 当了两年云玩家，每天看街霸比赛的解说，这两天终于玩上了，极度舒适
差评: 去年买的，玩了十几个小时，今天想起来再玩的时候，发现一直进不了游戏，以为是网络问题，买了个加速器，仍然进不了游戏，我勒个去，什么破玩意儿！为什么一直连不上？
好评: 上了年纪，玩玩格斗游戏活动活动手腕
差评: 和朋友联机卡不卡完全玄学
好评: 喜欢猜拳吗？喜欢被人一套连大半管血的感觉吗？连打30个普通电脑的普通挑战更是让新手感受到猜拳多是一件美事
好评: 好玩，专业可玩性非常强。什么时候中国有自主开发的游戏，可以达到这个制作水准并且在全世界能普及
好评: 棒！
好评: 我觉得街霸5的搜索回放功能特别好
好评: 对于新手玩家来说，绝对好评吧，但是连招还是有点难了，但是练习的过程也很有趣。不要被那些所谓老手玩家的差评吓着了，买买买就对了
好评: 1.打开排位匹配
2.平台限定PC
3.网络信号限定5
4.对战确认自动OFF
5.确认对手网络信号
6.祈祷对手别开子弹时间
7.祈祷对手不要突然拔线
8.开始战斗
好评: henhao
差评: 网络太差，开了加速器还是卡成PPT，
好评: 一个人练习模式都能玩一天有意思
好评: 这个时代的2d格斗最佳作之一，除了联机很费劲以外都还不错，要是能优化一下联机就好了，我跟我朋友完全看脸，可能昨天还能流畅的玩，今天就卡成ppt，就，很难受。
好评: 稍微玩了一点点
好评: 街霸永远的格斗1哥
好评: 不错 扑感必备
好评: 9527
好评: 游戏性非常不错！配置要求也不算高！
特价入手了Champion版本；就是冲着春丽和嘉米去的！
好评: 除了有点菜，一切都好
好评: 相对于拳皇来说 街霸对新手更加友好 连招也简单 网络也还可以 入手就可以玩好几年 反正就是这游戏很不错 推荐
好评: 比起拳皇系列的二次元画风
死或生系列的摇来晃去
街霸里面才是真正的女格斗家

虎背熊腰 肌肉虬结
小腿比我腰都粗
踹我一腿
我不但会哭很久
还要卧床休养很久...
好评: 只要快乐就行→↓↘P
好评: 因为EVO MOMENT 37入坑的在下面排队。
差评: 服务器太垃圾  开了加速器联机打也是卡的要死天天只能单机 真就单机游戏
组合键垃圾  按键冲突 键盘党阵亡对新手不友好 你不能让刚玩三天的人就买个500的摇杆吧？而且还是买了摇杆打单机！
网络也是垃圾 如果说我联机信号不好是我自己网络问题 STEAM这么多游戏开了加速器我都能玩为什么街霸不行？开了加速器还掉线匹配匹不到人搜索大厅全是1格的信号？靠什么玩？信念？
不是重度爱好者已经有摇杆萌新不建议入！
好评: 键盘党纯新手表示并不难，只需勤加练习和思考，sakura GOGOGO !
差评: 啥寄吧都要钱，玩nm，还不如4
好评: 新手门槛高
好评: 好玩好玩！挨打爱上瘾了，一天不挨心里难受，一把年纪才知道自己有这爱好。有想入坑的兄弟，我在2000分等你哦，免费送你下去，再高的别来，真打不过
差评: 对新手不太友好，我被个路人打到直接想退游 哎。。。
好评: 好玩 经典
差评: 什么垃圾服务器,一小时掉线三次
好评: 网络的话挂个加速器也能玩，我是移动100兆WIFI裸连的，感觉还算稳定。游戏品质是不错的，但上手门槛较高，建议谨慎购买。
好评: 从隔壁brawlhalla被隆的盛世美颜吸引入坑，因为太菜和不会玩格斗游戏怕卡还没玩过匹配，和朋友玩的蛮开心的嘿嘿
好评: 最强格斗游戏，没有之一
差评: 这个网络什么时候能流畅一点...
好评: 需要练习
好评: 格斗游戏没什么窍门，只有多打多练。对于喜欢格斗游戏，对于格斗游戏有兴趣的玩家来说，街霸5是个不错的入门
差评: 傻逼卢克不消。永远差评。已经严重破坏平衡了。给USA做舔狗
好评: 红白机全新进化版街霸，键盘手柄多选操控，攻防快速转换高效战斗体验！！
好评: 2022/01/04 更新
网络问题已经改善很多了，浙江电信裸连稳定排日韩
——————————————————————————————————————————
相比其他格斗游戏，上手比较简单
练习连段的成就感，通过天梯增强的立回能力，游戏的正反馈很足
期待街霸6
好评: 《街头霸王5 》，我还能多挨打一会！
好评: 打遍全世界！
好评: 好玩
好评: 不错的打击手感
好评: 推荐仅限于PVE和熟人娱乐，不推荐排位PVP。PVP新手建议去B站看台湾阿仁的入门视频，现在全角色都快出完了，虽然人不行但是视频质量够高。新手入门角色推荐沙加特或者豪鬼，沙加特5hk和豪鬼4hp都是一键对空，很是方便，不然选将军匹配到影隆或者肯能跳到你直接拔网线。


[b] 推荐理由[/b] 
首先价格实惠，这么多角色场景，动作和打击效果绝对是格斗游戏顶尖的水平。铁拳日常打空气连招，大乱斗低端局瞎摸高端局完全看不清干啥，还有arc做的系列游戏都是鬼得奇快，没有一个能打的。

入门简单，PVE休闲养老，会跳入连段就能快乐打街机模式了，而且各种角色的连段都很漂亮。简单连段有艾德，简单高伤连段有沙加特，花式连段有麦奈特 影隆 吉尔，没事干搓搓连段也很快乐。

看职业选手录像方便。CFN可以搜到任何职业玩家的对战录像，还可以看输入指令和实时帧数，只要你想学可以学到天荒地老。

[b]不推荐理由[/b] 

傻逼卡婊的服务器，大部分玩家都需要开加速器才能联网游戏。而且对战网络不稳定，对上一些需要反应的招式由于网络没办法确反。

PVP不仅要面对**卡婊服务器，还需要面对无穷无尽的炸鱼玩家。每次排位惨败，打开个人资料一看，不是胜率上90%就是几万场的选手，真的是打到恶心。还有智障将军玩家，开着迅雷卡你的网络然后用vs2和46k时不时摸奖，还有各种发现你不会对策某一招就一直恶心你的赖皮选手，真的是累了。

新手引导不够，演示和试炼藏得够深。每个角色对策不同角色的招式都不大一样，例如嘉米vs1和艾德vs2，嘉米摸到你就是+2，艾德摸到你-2但是人家可以逆二择。对于alex玩家只能用5lp或2hp提前截，风险还挺大，但是对于沙加特玩家可以无脑5hk，同理还有阿比盖尔的近距离开车和砸地，一键CC然后重升龙200+伤害。这些都需要你遇到之后去练习场挨个试，有这时间去看个电影或者玩玩手游岂不是更放松
好评: 打击感很强，嘉米真香
好评: 。
好评: 好，有难度 有竞技性
好评: 2021.12.12.终于来到12000分，继续向钻石努力！
2022.01.01新年第一天终于上钻了，断断续续玩了快5年了，作为快40的人感觉到极限了，这游戏上钻是迟早的事，肝就完事了。期待街霸6.
好评: 乱杀
差评: 非常脑残的热更新。
好评: 谁都打不过
好评: 耐玩，打击感强
好评: 划时代的作品
好评: 格斗游戏永远的神
好评: 还是改好评了，网络问题没辙，隔壁的侍魂玩起来也差不多是这样。但是掩盖不住这两款好游戏的光芒，单人体验也值得打折入手。
好评: 好玩。。就是10006掉线。。。
差评: 完全没有考虑纯电脑键盘用户，按键一套糊涂。都2021年了，确认键，返回键，就不能做的大众一点吗？非得标新立异，提示也是完全按照手柄来提示的。就这么高傲吧，退款就行了。
好评: 喜欢
好评: 我先来，我是手残，真鸡儿难，但是超好玩
好评: 彳亍
好评: 好玩
差评: 游戏好中好 网络烂中烂
好评: 期待街霸六！
好评: 好玩
好评: 单机玩家对每次都要登陆服务器有点不爽
好评: 可玩性极强的格斗游戏，值得一试。
差评: 噔噔！（心脏骤停）fuck！
差评: 莫名的出现无法进入游戏的情况，实在是太垃圾了
好评: 格斗游戏里SF5应该算是最平衡的了，比赛中80%的角色都能见到，不像同类格斗游戏就那几个角色打来打去，打击感超棒，VS、VT这些设定又给同一个角色赋予了不一样的打法，我是有点格斗基础，不然估计也是沙包！反正格斗游戏又没对手可以甩锅，打输了就继续练习，总会有进步的！但是这个游戏最大的问题就是网络，无论你用什么加速器，总是会遇到网络问题~
差评: 频繁掉线根本没法线上，线下还不能玩一般故事模式，花一百多买了个冠军版，麻痹亏死
好评: very good

好评: 1
好评: 我也是傻逼
好评: hao
好评: 好好玩！！！快来玩！
好评: nice
差评: bullshit
好评: 没什么好说的，输了不能怪队友的游戏，是真的好
好评: 值得深入的系统，流畅自然且有张力的动作，简洁但是舒适的界面，对得起自己经典的名声
好评: 街霸忠实粉丝。
好评: 竟然能裸连了，感动
好评: 我现在还是新手，所以加油吧，战斗大厅里面和多人不愿意和新手玩，把你打爆之后就换房间了，挫败感挺严重的。游戏是一个好游戏。希望后面会遇到好哥哥带我

好评: 从街霸2开始,少年街霸后就几乎没再玩街霸了,工作好些年买了街霸4发现好些直播街霸的人,才发现自己这么多年白玩了,正好16年街霸5出了,我又觉得我行了,于是从S1玩到现在快S6了,可惜最终打到2W分就再也打不上去了,手不残可心理素质差,忍不住不动,加上时间少了玩得也少了,如果想要玩还是得有一定格斗游戏基础或特别深的爱,长期被虐的成长过程的确也挺难受的.
另外吐槽服务器,第一年第二年我忍了,都和6个年头了,这服务器抽风似的断线就没好过多久,要是当地有同好俱乐部就更好了,线下玩才是最好的.
还有就是这游戏没聊天模式,我想找本地游戏爱好者根本就几乎不可能,2021年竟然还有线上游戏不支持沟通交流的.下回换个开发工作室带点脑子的好吗?
好评: 小时候情怀   虽然手残  但喜欢玩
差评: 免费的都不值得玩，这TM跟屎一样的垃圾。不愧是日厂大作，二蛆螈能把这坨屎吃干净吗？反正你们这些畜生平时只配吃这些屎
好评: 很棒啊！就是买游戏不送手这一点让我很无语，希望后续可以补上；还有就是虽然这是一款挨打模拟器，但是个人建议每天最多玩1个小时，玩多了可能会得高血压，就这样吧，我要上去挨打了。
好评: 出发的广泛地
好评: SHORYU KEN
好评: 比拳皇好多了
好评: 对不起真香
好评: haowan 

好评: 好游戏，如果能不总掉线就更好了！
好评: 棒 拳拳到肉
好评: 好玩
好评: 好玩
好评: (两天前原价买的现在就打折，我是傻逼)
游戏不错，竞技性很强
希望街机模式能有开场cg
好评: 嗷呦跟，阿杜跟，加加布鲁根。懂得都懂。
好评: 春丽和樱是支撑我玩街霸的唯一动力。
好评: 1
好评: 路漫漫其修远兮，修炼自身不断变强是一个漫长且充满困难的路途。
好评: 我是傻逼
好评: YEAR~
好评: 休闲游戏，当你想要放松的时刻来一把
好评: 画质可以。
好评: 很好，最好的格斗游戏
好评: 偶尔能上线玩玩，网络还是要选4-5格的玩，等街霸6
好评: 打击感的标杆，为了迎合格斗新手而降低了门槛，挺不错的，希望SF更加优秀。
差评: 挨打真舒服
好评: 服务器认真的吗
好评: 睡前打一会出出汗
好评: 好难确认 o(-︿-)o

_(´ཀ`」 ∠)_  搓技能…… 再再简单……点…… __(´ཀ`」 ∠)__
差评: 游戏是个好游戏，线下打起来还是很多乐趣的。
但是为什么不推荐呢？
因 为 连 网 对 战 的 稳 定 性：太！看！脸！了！

我菜，遇到炸鱼的，技不如人，我认了。
我耿直，遇到凹逼，心理战不如人，我认了。
我自己操作不行，掉连输了，我也欣赏对手。
我角色被克制，被放风筝，那总不能次次遇到克制角色吧（尤其是低端局）
但是，你别卡啊，我黑名单加了那么多了，怎么还有那么多卡的人？
而且关键是，经常是一方卡一方不卡，当你在爽快连招的时候，对面可能正在受幻灯片的折磨，反之亦然。

我网的问题？可我玩GG不卡啊！
我没错，对面也没错，那谁的错？
好嘛，大家都没错，只有不适合而已，线下打打就行了，玩游戏嘛，何必这么上头。
只是我的网，我所在的区域，这款游戏采用的技术，不适合在一起罢了。

不打网战就好了嘛，可这样真的好吗？
差评: 三十年毫无长进，除了丑化中国人，没有看到日本鬼子到底还有什么狗屁创新
好评: aile

好评: 因为这次秋促，涌入一批包括我在内的萌新玩家，但是有一批老玩家账号等级二三百级排位分0分或者一百多分，糊弄谁呢？进到玩家个人档案最近几天全输掉分下来搞萌新心态是吧？开打的时候一个技能搓不出来一套连带走，我tm人都是懵逼中游戏结束了？就喜欢下来虐菜是吧，一把两把还好，tm10把7把都是这，还有两把碰见老手开新号的，有意思吗。上面打不过下来锤萌新？真是够行。
好评: GOOD
好评: efefe
好评: 经典永不过时
好评: 真不错
好评: 搬家之后不便使用有线网导致我的网络对战非常lag，我只好暂时放弃街霸了。希望6一定要加入roll back netcode, 这一点罪恶装备st就好很多，即使无线也能顺畅的对战，虽然我更喜欢街霸5（当然，各位能用有线网的请使用有线网），请在6加入更好的netcode，这样卡普空永远是我大哥
差评: 嗯！花钱买DEMO玩，差评呗。卡婊真的坑！
差评: 辣鸡服务器，对战瞬移的，服务器能不能再渣点？
好评: 还好
好评: 速买，进来受苦！
好评: 皮肤买了打两盘就后悔！
好评: 非常上头，喜欢格斗游戏的买不了吃亏买不了上当
差评: 操作这么复杂 对待新手不友好 打起来乌龟都比这里的每个角色快 总结我是傻逼
差评: 啥比游戏，联机网络都做不好就别卖了，天天就出个几把角色恶心人。新出强一波，再随机削弱。比赛就按角色强度选呗，什么啥比平衡，出门被泥头车创死吧，草泥马。
好评: 等6
好评: 6666666
好评: 稳定的版本迭代和更新，虽然角色改动有争议，不过卡表对产品的维护还是值得肯定的，期待明年的街机版

2021完美收官
好评: 打折购买挺香的~
好评: 终于是完整版了。
差评: 卡，不要买
好评: 
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⣿⣿⣿⠀⣼⣿⣿⣦⡀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⠀⠀⠀⠀⢸⣿⣿⡟⢰⣿⣿⣿⠟⠁⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⢰⣿⠿⢿⣦⣀⠘⠛⠛⠃⠸⠿⠟⣫⣴⣶⣾⡆⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠸⣿⡀⠀⠉⢿⣦⡀⠀⠀⠀⠀⠀⠀⠛⠿⠿⣿⠃⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠙⢿⣦⠀⠀⠹⣿⣶⡾⠛⠛⢷⣦⣄⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣧⠀⠀⠈⠉⣀⡀⠀⠀⠙⢿⡇⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⢀⣠⣴⡿⠟⠋⠀⠀⢠⣾⠟⠃⠀⠀⠀⢸⣿⡆⠀⠀⠀⠀⠀
⠀⠀⠀⠀⢀⣠⣶⡿⠛⠉⠀⠀⠀⠀⠀⣾⡇⠀⠀⠀⠀⠀⢸⣿⠇⠀⠀⠀⠀⠀
⠀⢀⣠⣾⠿⠛⠁⠀⠀⠀⠀⠀⠀⠀⢀⣼⣧⣀⠀⠀⠀⢀⣼⠇⠀⠀⠀⠀⠀⠀
⠀⠈⠋⠁⠀⠀⠀⠀⠀⠀⠀⠀⢀⣴⡿⠋⠙⠛⠛⠛⠛⠛⠁⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣾⡿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠀⢾⠿⠋⠀⠀⠀⠀⠀⠀⠀

好评: 好玩
差评: 我是使用键盘的非职业玩家，我只是休闲玩家，但是你们对键盘的优化相比于上一代差太多了，现在的键盘操作提示都是手柄的，键盘玩家很难受，自定义按键也只是能改一部分，不能完全自定义按键！我从上一代就支持你们了，这代也是预购的，但我感觉你们根本不重视键盘玩家，所以以后下一代游戏和任何更新我都不会再支持你们了！!!

I'm a non professional player who uses the keyboard. I'm just a casual player, but your optimization of the keyboard is much worse than that of the previous generation. Now the keyboard operation tips are all handles. Keyboard players are very uncomfortable. Custom keys can only be changed. You can't completely define the keys! I have supported you since the previous generation. This generation is also pre ordered, but I feel that you don't pay attention to keyboard players at all, so I won't support you in the next generation of games and any updates in the future!!!
好评: 这个游戏，不晓得从什么时候，在主机上玩的好好的，移植过来后就没有了打击感和爽快感，一点原来游戏的风格都变了额，所以，不得不说，我不给它一个赞？
好评: 手残的我，玩的不亦乐乎。
好评: 完美的作品不需要任何解释，只能说从未被超越，拳皇15还是2021年的产品 这整体质量连街霸5的百分之50都赶不上
好评: 6
好评: 做的很好
差评: 自卢克正式上线之前的小更新开始 这游戏服务器就稀烂 我加速器钱花了小1000块钱 没一个上得去游戏的 爬
好评: 最好的2d格斗游戏

好评: 还可以吧
好评: 想入坑的萌新加我！
好评: nb
好评: 121
好评: 太棒了，萌新入手，每天让对手给打成猪头，才恍然明白“我是不是该练练人物连招了”，每天开开心心打开，当20分钟沙袋，然后去挑战打隆。
好评: 在两个平台都从初版买到满DLC 我就是有这么爱它!
好评: 经典
好评: 卡婊虽然婊，但是做的游戏是真的没的说。画质和优化做的非常好，对战系统也很棒。作为格斗游戏通病就是上手难，需要不断的练习熟悉连招的释放等。我觉得唯一缺点就是把所有女性角色的面部都做成了网红脸，尖下巴嘟嘟嘴。个人非常不喜欢这一点，比如说在街霸3首次登场的嘉米本身是圆脸，现在尖嘴猴腮。虽然很好看，但是所有女性角色都如出一辙，感觉失去了每个角色外观上的特点。
好评: 凹！
好评: 有趣

差评: 从未有个游戏
这么垃圾
却能浪费这么多时间
连招设计简单点会死嘛？
好评: 游戏本身是好游戏，但联网对战游玩方面几乎是全面瘫痪，只有少部分对战可以做到没延迟或可接受延迟
好评: 我永远爱他
好评: b（￣▽￣）d　
好评: 虽然我手残,但是仍然喜欢这个游戏,  很酷
差评: 玩家不能自己当主机真的离谱，服务器还卡，傻逼游戏谁买谁后悔
好评: 格斗游戏天花版
好评: 绝对的经典之作，爱了爱了
好评: 小时候的回忆，画风很好，画质也很好，人物再多点就好了
好评: 不错
好评: 出冠军版了？我前几天刚买的机票就这么没了？垃圾卡婊。




wcnm 冠军版也太香了吧


好玩
好评: 就体验来说吧，我是真想给差评，喜欢伊吹，作为新人就练习了她，结果一实战，好家伙3-45的胜负比，之所以给好评是因为我知道，街霸是好游戏，但是格斗游戏的断层化我也是深切的体会到了，电脑玩家打起来十分简单，挑战模式可以练习连段，但是对于一款格斗游戏来说，真正需要练习的是面对敌人招式的处理方法，防守反击，那么问题出现了，如果你没有朋友陪你一起练，你就只能匹配线上玩家，而线上玩家几乎或者说99%都不是和你一样的萌新，你只能被他们吊打，练习了很多连段但是实战中几乎用不出来，而你上网去搜索资料先不说资料稀缺，用语也不是一个新人可以很快理解的。 但是我还是要说，街霸绝对是款出色的格斗游戏，流畅的动作，独特的审美以及出色的游戏性，但是格斗类游戏大部分受众依然是曾经那些年把青春热血投入到街机厅的那一批人，他们许多人仍然坚守在这个阵地中，而随着众多游戏出现，人们的热情分散了，格斗游戏的新用户越来越少，门槛越来越高，相信许多像我一样入门的玩家奋战几天后也会选择离开，从我个人的角度来讲，我希望游戏能多元化，我也相信热品终究会冷却，我会盼望着格斗游戏春天的再次到来。
好评: 永远的街头霸王，虽然现在有平衡性差，网络烂等诸多问题，但仍然是格斗游戏的第一招牌！期待街霸6！
好评: 对于纯新人来说真不友好，游戏里面连基础的指引都没，网上看了很多教程才慢慢上手，值得研究
好评: 真香嘿嘿
好评: 这游戏让我极其深刻地意识到，纵使我玩了1000小时，也是一个连1000分都打不到的菜B！！！但即使这样我依然热爱这款游戏！！！让我认识了许多高玩和朋友！！！  -2019.11.27 2:28
————————————————————————————————————————
唯有坚持，才会变强！ -2019.6.30



好久没好好玩了。 -2021.11.25
差评: 不要买街霸5，下面就是原因：

1.游戏网络太差，即便你是联通、电信的网络开加速器匹配速度也很慢。

2.街霸5的炸鱼狗太多，因为游戏注册小号是不需要成本的，你拉黑对方也没用，因为黑名单有数量限制。

3.挑衅狗、茶包狗、低素质狗太多，而黑名单却有数量限制。

4.游戏平衡性太差了。
好评: 好耶
好评: 遇事不决就拔线。
网络优化还不行。
好评: 我打街霸就为了凹升龙！！！
好评: 辣鸡游戏
好评: 没啥好说的，好玩，就是匹配老是匹不到人，可能是我移动网络的问题
好评: 好玩 等一个卢克
好评: 网络问题越来越严重， 有时候干脆登不上了。。。
赶紧更新回滚代码吧。。。
好评: goood game
好评: 是不是要跑路了
好评: rmika yyds
好评: luke看着很强，给个好评先
好评: 街霸5在硬核向格斗游戏中门槛相对偏低，完全的新人可以从这一部起步。当然了虽说相对简单，依旧躲不了几十近百小时的入门阶段。光游戏本体16个角色就有相当多的内容，其他角色可靠DLC购买或者使用游戏内部货币购买(较贵)。此外，全成就无需购买DLC。

SFV is relatively easy to begin with for a 100% starter among those hardcore fighting games. Well it's only 'relatively' easy, you still have to spend several tens of hours to pass the first door. The original game only provides 16 characters, but those are already enough contents from my point of view. You can purchase other characters from DLC or inside the game with Fight Money (not cheap). Additionally, you can complete all the 45 achievements without purchasing any DLCs.
好评: 肌肉不是一天练成的。
差评: 角色要解锁，一个个肝，难受
差评: 体验极差，网络永远不通，想打个单机都不行，没过一会就弹窗更新，然后就跳到初始界面
好评: 我所想的
→↘↓→↘↓+♛
↓↘→↓↘→+♞

其实我做到的
♞♞♛↑↗↖♞↓→↓↑♛

卒
好评: 非常好玩
好评: 平心而论 就是好

差评: 故事模式进去就黑屏
差评: 有多远滚多远吧,日你妈进去一直更新,键位也改不了,不到三分钟就要更新,一更新就失败,真的非常有意思,打发时间最棒了
好评: 至今还是只会一个角色
好评: 画质非常优秀，游戏操作感非常好，场景和音乐都是一流的水准。
好评: 这是个对新手极其友好的游戏！都来玩吧！欢迎新手！
好评: 这是个单机游戏，打电脑吧。电脑就够你练的了。
啥？不对战没意思？明明有服务器？
给你说了单机游戏，没服务器，你没朋友吗？叫他来家里跟你玩吧。
卡普空就是个做游戏的，他们懂个J8的服务器？别想了
差评: 打不开
好评: 打击感拉满。
好评: 好玩到不行
好评: verygood
好评: 小时候的回忆，已经第5代了，依然好玩
好评: 朱莉yyds
差评: 标准的日场游戏，建议打折买个标准版然后去玩盗版，否则你将会成为正版游戏的受害者
我是sb

好评: 5代是不错的，多了猜拳成分，要弄懂需要很长时间，一直在痛苦中成长。
好评: 目前格斗游戏的天花版
好评: 你永远可以相信春丽阿姨
差评: 你服务器多烂你自己不知道吗，我好不容易匹配上掉线了你还给我封一天，真的服了。
好评: 我只想说，我希望街霸6的服务器可以遍布全球！至少每大洲可以有一个！谢谢
好评: 目前最好的2D格斗游戏
好评: 4年了，改个评论吧。各方面都很完善了，游戏也到末期了，喜欢格斗游戏的就买吧，现在，街霸5是个好游戏。
好评: 爽
好评: 铁杆粉丝，800多个小时的见证
好评: 就是干
好评: 好玩是好玩，就是对新手不友好
好评: （已改掉60小时的差评）我顿悟了！
好评: 街霸5的上手难度并不高，然而，如果要彻底吃透这游戏，光是对每个角色的帧数表里面的每一项数据彻底弄明白，至少都要花上500个小时。500个小时什么概念？普通游戏一周目60个小时左右，全收集200个小时左右。而这街霸500个小时才算真正彻底弄明白帧数表，这与现在浮躁快餐至极的游戏节奏格格不入。但是！也正是因为此，这才堪称逆时代潮流的神作！懂的人自然懂！
好评: 多说无益，一试便知
好评: 网络还有待改善
好评: 你这么牛逼，怎么不去参加亚运会呢。
好评: 欢迎来受虐
好评: 好玩好玩
好评: 
好评: 思来想去还是过来评价一下吧，18年至今玩了900多个小时。现在游戏生命末期了但是大概还能有一年左右的时间吧，还有最后一个版本没有更新完，如果现在还有新手想玩的话你需要注意了，游戏角色现在已经很多了各种各样的姐姐妹妹包你满意。游戏内容也已经完善了。网络方面，我个人这边没什么问题所以没法评价 格斗老手可以趁打折时候入手玩玩 价格也还可以。 
如果你是格斗新手，我希望你能考虑清楚在入手，格斗类游戏上手都是很难得，如果你从来没玩过可能需要很多的练习和挨打，你所有能学习的地方除了网上看看相关的教学视频 看看自己玩的角色对战视频自己摸索 。可能就没有了，要注意！真的可能就没人教你了！因为在国内格斗游戏受众太小而且受众年龄偏大 好多人是因为小时候的情怀入坑的 不要想着找找组织或者加个群认个师父他就能把你教会，我觉得不太现实的，这类游戏太需要自己的经验和判断 。老玩家们也都是这么过来的，你想踩着别人的肩膀上来你得有这个天赋才行 没天赋那就练习吧，连段，套路，立回、角色之间的对策。这些都是要大量的时间和经验的。希望你能明白！我玩了900多个小时仍不敢说我已经会玩了。
格斗类游戏是小众的，每个角色都有自己的玩法当然也会有一些角色之间的性能差异 不过我更推荐你可以抛开性能的偏差去选择自己喜欢的角色 我玩的艾利克斯在18年时候还是性能垫底的人物。现在多少也比那会强点，但是也不是S级的角色。目前12000分左右，因为性能不太理想在天梯赛里几乎很少看到有人玩的角色。但是对我来说艾利克斯就是我最好的选择。 最后希望大家开心比赛！ 期盼在游戏里可以和各位堂堂正正的对决 ！
好评: xp被这个游戏改变了(っ °Д °;)っ
好评: 难度高但这就是魅力所在

好评: 游戏是个好游戏，掉线是硬伤，更新前只是经常掉线但是不卡，更新后变得好卡还掉线，特别是新场景破庙，卡成幻灯片了，DLC优化没做好就不要拿出来圈钱咋。
好评: 最喜欢的格斗游戏
好评: 画质可以
好评: 谢谢你卡婊，我的低血压终于离我而去了🤡
好评: 你想挨揍吗，欢迎啊，我已经被打得神志不清了。。。
好评: 乱按出来大招的时候很有满足感哈哈哈哈
好评: GOOD
差评: 游戏是个好游戏
能玩就更好了👍
好评: 可以  相当好玩
好评: 炸鱼的死妈玩意是真的多
差评: 好游戏
差评: RNM退钱
好评: 作为消遣还是很好的游戏。不断的调整平衡性。菜鸟也能玩玩的。
好评: 每当我审美疲劳时，都会默默打开此款游戏……
好评: 我是傻逼
好评: 好游戏 少点女角色的卖肉就更好了
好评: 配合拳霸4遥感，还是很不错的
好评: 虽然打的不好但是天天看直播 我觉得对战类的游戏街霸是最好的
好评: 手感不错
好评: 脑子没点病都不会玩这游戏 有病的玩不懂 没病的玩出病 不说了 我是傻逼
差评: 上手过于困难，连招机制太过于复杂难操作，已经失去了格斗游戏的本质乐趣。
差评: 街霸4都支持的摇杆，街霸5居然不支持！！
每次更新都需要开着游戏等待更新，更新完了才能玩，不能通过STEAM后台更新游戏。
你说你游戏背景收费和角色皮肤收费也就算了，居然连角色本身都要收费！！不另外加钱，连角色都不给你玩全。
这就是花钱买了个试玩版，坚决不推荐！
好评: 打击感不错
好评: 我买这个游戏的dlc多花了钱，太坑了
好评: 非常不错

好评: NICE！冠军包，必须的！！
好评: 666
差评: 打了700个小时，得到的结论就是
垃   圾   游   戏
我   是   傻   逼
差评: 新手根本就打不了排位，对手都太难了
好评: YYDS
好评: 好玩

好评: 东大tokido说过“fighting game is something great”！作为接触的第二款格斗游戏，街霸5给我留下了深刻的印象，几年间总会打开游戏对战（挨打）。动作天尊卡普空设计的人物建模和新系统十分吸人，特效、打击感和音乐都非常棒，唯一缺点就是服务器网络有些差，抛去这个问题，sf5绝对值得一玩！

好评: 啥也不说了，好玩。
好评: 我是傻逼
好评: 目前最好的格斗游戏，没有之一。
我是拳皇的老玩家从96开始到现在，看了拳皇15的人物动作细节，依然是失望至极，太假了，受不鸟，更受不鸟的是拳皇15里面的不知火舞真的站直了得有两米高！！！
差评: 键盘玩家不算人
好评: 打击感十足，手感极强。格斗游戏我只玩街霸和真人快打。
好评: 很友好的一个游戏，排名一百多万的都可以赢几十的，对萌新很友好（狗头）
好评: 可以教我玩豪鬼吗？
好评: 爷青回
好评: 还是说说吧，是个很不错的游戏，体验还可以，也够帅，可惜一直期待的飞龙一直没出，但还是差强人意，朱莉真的帅，
好评: 游戏很牛逼，出招更简单一点就好了。
好评: 没有理由
好评: 可以 很好玩
好评: 好游戏

好评: 系统与角色平衡越来越完善，网络优化也比以前更好，现在甚至可以裸连排位。

生动的人物，完善的系统，卡普空的祖传打击感，以及精巧地提炼了格斗游戏精华部分：防空，发波，打投择
虽然经历了发售初期的一系列困难，但终将成为Fighting Game历史长河的丰碑
好评: 一如既往的硬核，专注于自己的特色和游戏人群。

不知道什么时候能推出四按键，简化操作，更符合大众口味。
好评: 硬核格斗游戏 666
好评: 还可以  练练连招 打发时间
好评: 典型的游戏制作一流，对战网络质量倒数第一流。学习下人家Riot Game
差评: Im sha bi
好评: 可以

好评: 为了瞬狱杀玩的街霸5，残血，一瞬千击，叮
差评: 不好玩
好评: 画面很棒，上手简单


好评: 连招戳不出来啊用手柄的话
差评: 不科学上网，玩不了。。
好评: 游戏很完美啊

好评: hao
好评: 得买摇杆
差评: 这破服务器联网啥时候能管管啊!!!!
好评: 很不错，各方面都很喜欢，就算第一次玩也有很高的可玩性，但是网络对战的真的垃圾，垃圾到不行。本地双人对打也麻烦的一匹。总的来说的推荐的
好评: 我是伞兵
好评: jklkj
好评: 还不错打击感很好！
好评: 好
好评: 沉下心玩会感受到游戏的乐趣的
好评: xdddddddddddddddddd
好评: 好玩，经典
差评: 游戏加载速度太慢，还经常无法连接服务器
好评:  老牌格斗游戏的快乐虽然打排位经常被虐但是那股子快乐就是下不去 配乐动作 打击效果都很好 优秀的很
好评: 出招比sf4容易，手残党表示舒服多了
好评: 潮流不可逆，但经典永恒。
街头霸王作为格斗游戏界的标杆应该说是相当贴切。
V对新手极度友好，格斗游戏上手难得问题，即使已经非常简便，但还是有一定的难度。
中国国内对旧街机尤其是街霸2和KOF 97 98 的关注度非常高
但不能一直停留在过去。街霸5已经迎来尾声，一起期待街霸6吧……

好评: 上头
好评: 很吃技术
好评: niu
差评: 辣鸡游戏DLC出那么多干嘛 动不动更新 烦死了
好评: NB
好评: 牛逼。我爱春丽

好评: nb
好评: 街霸立回太好玩了
好评: 加强下 豪鬼吧  我想看  东大Tokido 玩豪鬼
差评: 垃圾活动，steam夏促大包三百多，八月活动就只要两百多，合着夏促力度还比平时活动贵 一百左右？而且平时经常登陆不上服务器，但又不想打单机，就很郁闷，有时候联网和别人打着打着，居然就断了登录，直接离线，好TM离谱，官方能不能用点心，这游戏也不算便宜了吧
差评: 全网外挂
好评: 原先看过不少差评，犹豫了很久才入手。不过现在看来不错，玩了150个小时，觉得还算公平，能和自己水平相当的人玩，慢慢技术上有所成长，自己喜欢的话建议入手
好评: 一 瞬 千 击 ！
好评: 经典格斗游戏啊，一定顶啊
好评: 这是一个单机的格斗游戏

要问为什么....因为总是掉线

好吧，2年后，终于不掉线了
差评: 游戏卡顿严重！
好评: 很值，能玩好几年

好评: 又菜又爱玩，没错就是我！！！！
好评: 好难啊
好评: 特价购入还是值的
好评: 好玩
好评: goog geme
好评: 格斗游戏类的扛把子，什么分量不需要我多说了吧~
好评: 嘉米天下第one
好评: 好玩
好评: Nice
好评: 格斗游戏的标杆
好评: 打击感非常好，上手相比其他格斗游戏非常简单，建议买冠军版，人物皮肤场景都很多
好评: 优点：1）画面优秀，打击感十足；2）适合没有基础过街霸系列的格斗爱好者入门。
缺点：卡婊这剧情模式是真的敷衍。
好评: 这个游戏值得我花时间练习
好评: 
差评: 别玩就行了，认认真真练习基本功还不如对面选个孤儿一顿乱凹乱投再加时不时卡ppt的服务器，无解，这破游戏不需要基本功
好评: 作为格斗游戏来说，简单易上手，连段简单，适合没玩过格斗游戏的新人
差评: 游戏我给十分，网络我给零分。而且，网烂就算了，还必须联网才能获得积分，就不能学学其他游戏断网了还能继续玩，连上网后再解锁积分呢？经常单机打着打着就被迫调到主界面！而且这破游戏还要在游戏里面更新！你知道他那破网的，联网就吃力了，还更新？看着那永远不会动的进度条，真想问候制作组亲妈！
好评: NB
好评: 很爽欸
好评: 可以
好评: 我是sb
差评: 优点
1.良好的打击手感
2.精美的画面渲染
3.对新手友好
好评: 打击感一流。
差评: 就这？一直卡在更新上面就是进不去 差评
差评: 草泥马 傻逼 卡普空 谁买这游戏谁傻逼 操你妈了个批平衡性做了些狗屎，我买这游戏真是倒了血霉了，你设计师有自己玩这游戏吗，角色性能跟着职业调，尼玛普通玩家人均职业是吧。 道服系做的一个比一个恶心，还tm加强，老子一晚上排位全是tm道服系。生你妈个p龙， 我真想在你们设计师坟头前对你妈ass来个重升龙，你匹配机制做了些屎，我tm每次打排位全都是比我高个500多分左右的，你搁着让玩家打boss是吧。我再玩你们家格斗游戏我就是狗， 傻逼nt. Trash Game with your fucking stupid game design, I wish your designers eat my shit everyday and rape by the dogs all days in the rest of your life.
好评: 便宜买的，很值吖
好评: 慢慢 还可以了
好评: 非常硬核的一款格斗游戏，区别于拳皇，街霸5更注重于立回，这个游戏就是低风险低回报，高风险高回报，跳就是高风险。VT,VR,VS,V闪，有些是自己独特的战斗系统，有些是借鉴拳皇的。总之要变强，就赶紧玩起来吧。
好评: 上瘾
好评: 陪我长大，变老的街霸，一如既往，很棒。
好评: 好游戏，有技术性，非常耐玩。
好评: 好
好评: 系统相对简单，容易上手，人物丰富，有加速器匹配速度还是很快的
好评: 游戏优化，服务器优化，以及多种角色平衡，经过这些年的不断改进已经足够改变对街霸5的初始印象，虽然仍有不足，但是瑕不掩瑜，在格斗游戏上目前是竞技性比较高，上手快的一款游戏。比较坑的是DLC，我季票一直都买的，冠军版的出现让我的三度季票白买，不过冠军版包含了其他类型的服装还算值，但是这次第五季票的价格确实太高了，不知道第五季以后会不会又有整合版本。
好评: 又菜又爱玩
好评: 欢迎大家来qq群584030564
事先声明：这个群不是为了约战也不是为了炸鱼的 所以如果你想约战或者炸鱼的不要进来

这个群主要是为了让街霸5新手和玩了很久街霸5但是始终上不去的选手们进来的。我街霸5的段位是UD- master因为不稳定所以有时候会掉线 但是足矣帮助大家。这个群只接受从rookie端位到Ultra diamond端位的 如果有master段位的人想进来则说明来意等审核。

进群的人可以在群上发表你们的问题比如说“怎么能打好立回”等等 这些问题我都会为大家通过语音的方式一一解答。当然其他人也可以发表他们的观点。

所以 这个群是一个帮助低段位玩家的群 格斗游戏本来就比较难 希望这里可以帮助到你们。

想进群的直接扫码进入 不用在评论区问“我能不能进群” 在进群的时候我会审核每个人的id和段位 所以放心 不会有炸鱼的人的
好评: 不愧是最好的格斗游戏，尽管基本上都是和电脑打打
好评: 街头霸王治疗手残 
适合修身养性
好评: 格斗纯爷们必玩
差评: 每次大更新要就要更个十多G，你们卡婊是不会增量更新是吗
好评: 好玩 吼哟根

好评: 原价买的，我是傻逼
好评: 从最开始第一次在街霸4里看到Infiltration的十二月，到现在专门为了玩五代甚至买了个摇杆。原本只是单纯的想拿这款游戏度过所有等待新游戏的空窗期到现在每天一边笑着一边被各种奇怪的的肌肉男暴打。从最开始卡在挑战，无数次重复练习挠破头皮的绝望到现在习以为常的单发确认。一如既往我还是菜的让我妈都看着发笑却依然每天乐此不疲一直输到不能自理。但是明明一直在输可是明确能感觉到匹配到的人越来越强，究竟是我变强了还是玩的人越来越少了？无所谓了，起码我相信只要一直一直坚持下去总有一天我也能去把曾经接受的暴打还给下一个和我一样的人。期待。
好评: 为了打赢对面那个讨厌的韩国人旷课了一下午
好评: gg
好评: 的似的是的
好评: 嘉米嘿嘿我的嘉米嘿嘿嘿，不对啊，我不曾有过嘉米啊啊啊嘉米啊啊啊啊嗄
好评: 不知道为什么，最近又练起了街霸，19年那会练过好几天就放弃了，20年又练几天放弃了，直到最近我才又开始练起，这次不知道会坚持多久但是我依然坚信着总有一天我也能连出一套丝滑小连招，纵使给干稀碎，纵使连招总是连不上，虽然如此，但不知道为什么格斗游戏总能带给我动力，从来没有一款竞技游戏能让我输了也能感到尽兴，相反总是错在同一个点上我会破防，即使在别人眼里我和乱搓没什么区别，但，游戏不就是给自己快乐的吗我乱搓我打的尽兴打的爽就好了。这次 好评我愿意给卡婊 算我欠了你两年的 现在给你补上了。
好评: 我想变强啊啊啊啊啊啊啊啊啊啊啊啊啊啊！！！！
好评: 贵物游戏。摇杆搓飞了麻痹。
好评: 蛮好玩的。但是用手柄还是不够灵敏，容易搓不出一些招式，遇到这种情况往往容易被打死。建议有条件的亲还是用摇杆，你会发现技术瞬间好了很多
好评: 我压别人起身按了和没按一样，别人按我准得很，破网我根本玩不了
       
 卡普空：你TM爱玩不玩，我有职业玩家罩我
好评: 整体不错.但第五季我觉得不行.人物没有街霸灵魂
差评: 不介意买挺治低血压的
好评: 更新后好多了
好评: 格斗游戏的魅力，喜欢的喜欢得没得办法，玩不来的就是玩不来
好评: 除了总是挨揍，其他的都挺好的
好评: 手是自己的命是手柄的
差评: 为什么会有那么多乱跳的弱智，tmd玩个肯瞎几把跳，不带脑子，弱智
好评: 网战流畅，在线人数多，排位实力相对均衡，综上 玩起来是真的刺激。
好评: 《街头霸王5》是一款经典的格斗游戏，小时候在电玩厅最喜欢看的就是人家对战玩《街头霸王》，格斗游戏的典型特征就是动作华丽，连招迭出，打击感十足，非常适合于反应快、搓招猛、下手狠的玩家游玩，不适合像我这样只会拳打脚踢老年玩家游玩。。

时代的更新，现在玩格斗游戏的人也越来越少了，像我这种弱鸡型玩家，打练习搓招搓一个准一个，真正对打起来就啥都忘记了，真正的上限超高，下限超低的游戏，菜鸡完全不能存活的游戏
[b]【测评内容属于个人看法，可能也会存在一些错误，但所有内容适用于其他模式】[/b]
[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]
[b]用UU加速游戏游玩【联机游戏】，联机体验更稳定哦~[/b]

[h1][b]依旧经典的老牌格斗IP[/b][/h1]
作为格斗游戏，《街头霸王5》最大的特色在于每一场对局包含着许多不确定因素了。玩家与玩家之间的策略运用、心理素质、角色技能熟练度等等都会在对局中见真章。这衍生出了《街头霸王5》特别的地方，高手间的对决时常在自己有利的地方蹲点或者空挥手脚，其实这当中比较考验心理素质了，一直被吊打心态容易被激怒就会掉入敌人的陷阱里，贸然的进攻带来的是对手强大的反击，处于丝血状态的你陷入了进退两难的困境。

关于游戏对局中的空挥拳脚是一大学问。事实上，这些普通的动作背后“复合”了后续的必杀技的招式中都可发动后续的必杀技或强力的招式，如隆的下轻脚收招帧数不长，如果玩家运气好命中对方就可发动一连串的连击，没有命中则由于连击的收招时间较长不会出。其他角色像豪鬼的中脚攻击可以复合威力无比强大的超必杀技，可想而知这门学问是不能被玩家无视的。

《街头霸王5》比起《街头霸王4》的系统有了非常大的变化，《街头霸王5》移除了究极连击系统，取而代之是V槽的加入。V槽和前作的怒气系统的作用其实是一样的，玩家所选择的角色受到攻击后会增加或者使用V-Skill技能来增加V槽值。在蓄满V槽之后，我们可同时按下重拳和重脚以发动V-Trigger，此时角就会进入特色的“暴气状态”。在正确的时间发动V-Trigger，往往能够扭转战况，甚至带来胜利的甜蜜滋味。此时角色的一些技能也会发生变化，尤其是隆开启V-Trigger I将会进入下段气流的状态，比较有意思的是隆的波动拳在V-Trigger I将会有更加强大的蓄力波动拳，还会产生一段炫酷的动画，而隆的V-Trigger 2又是另一种玩法了，此时隆的拳头将会集气并使出Kakko Fubatsu的招架动作，该技能更适合于喜欢打牵制的玩家。

V槽系统不仅带来了V-Trigger系统，V-Skill也是起到不错作用。《街头霸王5》推出添加了V-Skill II，随着V-Skill II的增加，游戏的不确定因素一并得到提升，以及线上对战的战况可说是更加千变万化。V-Skill的触发条件相当简单，同时按下中拳和中脚就能发动该技能，因此，玩家在进入战局前，可要好好想想对手的V-Skill和V-Trigger选择来做出应对，不然吃亏的一方永远是你。

V-Reversal系统在打斗系统里被称为防守反击技能。在防御对手攻击的动画中，前进的同时按下3个拳或三个脚即可使出V-Reversal，防御方角色将会进入短暂的对打击技无敌时间并强制进行反击。若为打击型角色将会使对手造成少量白血伤害，顺带一提白血伤害如果没有被继续压制则会缓慢恢复。身为《街头霸王5》的新系统，V-Reversal在对战中起到了非常重要的作用。在对战中处于防守弱势方是，如何更好使用一格V槽来释出V-Reversal并摆脱压制是每位格斗玩家必修的课程之一。

《街头霸王5》的上手难度属于易学难精的程度，它没有像其他的格斗游戏如《铁拳》，需要配合不同的按键来打出特定的招式动作。游戏中的V-trigger、V-Skill、Critical Arts、EX技能等等都是属于简单上手的操作，而且游戏的新手教程和战斗风格都是尽量让新玩家不会被格斗游戏的高门槛所劝退。
《街头霸王5》的连招难度下降其实很好地解决了《街头霸王4》的问题。在前作中，新玩家绝对会被老玩家全场压制，自己甚至都摸不到对方一滴血就被KO了，这样突如其来的挫败感往往让新玩家感到心灰意冷，然后就放弃游戏了。所以《街头霸王5》的招式难度下降已经拉近了新玩家和老玩家的距离。不过，新玩家还是需要花时间去慢慢联系，掌握好基本功和招式的把控力，方能有朝一日成为高手。

[h1][b]结语[/b][/h1]
整体来说，《街头霸王5》是一款有照顾到新手和老手的超棒格斗游戏。上手难度的降低很好地吸引新玩家想要尝试格斗游戏的魅力，而老玩家透过扎实的基本功与其他高手进行激烈的对决。再加上游戏丰富的战斗系统如V-Trigger和V-Skill衍生出许多种可能性，不到最后一刻都不知道谁会是胜利的一方。而且，游戏一流的打击感足以吸引各位玩家，角色建模足以让你感受到他们的力量感，还有超必杀技动画燃到爆。
好评: 666
好评: HWHHWHW
差评: 能不能把网搞好一点
好评: 画面，联机比四代好多了。
差评: 千万别买，我沿海地区500M光纤，开了加速器天天掉线，什么玩意，这么贵的游戏就这服务器质量？？？
好评: 还不错
差评: 操作真难 ，想玩的还是算了
好评: 很不错
好评: 这游戏里的人真挺菜的，打败我还得两回合，笑死
好评: 硬核
好评: GOOD GAME !
好评: 好玩



差评: 我是傻逼
差评: 如果你是闻着街霸的名声来图一乐
我的建议是快跑
以下是我玩了一个月的见解
说我菜 时长短乱评价的我买的游戏我言论总该有吧 游戏群里不让我说话steam还不让？
玩了加群发现基本都是高分大佬想好好玩或者教你玩的没几个人
而且街霸是熟人圈子 排外感很强【目前我遇到是如此】想找个人教你游戏基本就是天花夜谈真的遇不到几个问一些问题大佬通常一句话 自己练
我要的就是大佬经验和教训避免自己踩坑结果这一句话给我心泼上凉水
而他们自己讨论问题都有对应结果真的心酸
先不谈问题价值 问问题总得有个答案吧结果大佬叫你去猜
玩得菜还不能做评价
我就一句话凭啥啊别的游戏玩得菜起码言论自由随便评论
到这好家伙不会玩评价就骂你和阴阳怪气你
然后还有练习问题
起初想找个新萌一起成长发现没有 后来想找个大佬教我玩游戏 结果回答就是上面的那句话 自己练
我都不知道练啥我练寂寞
我看阿仁视频学了人物但是约战很菜大佬就开始质疑了说我没练什么的一锤定音
我只想说我练了 我没人物对策和打发思路基本就到这了我问你们怎么搞你们的回答都是自己练
对策可以一直打自己摸 行
但是打法思路这里自己摸摸不出来啊思维即是上线需要你的回答打破啊导致很难受
如果你不打排位和约战那么非正式总行了吧？
你想多了非正式阴间人更多可能我会输但是我一定会恶心你
好评: 硬核格斗游戏，新手被虐爆
差评: 对于键盘玩家不太友好
差评: 硬件需求优化极其糟糕，我的硬件在Namco《铁拳7》在1080p下全选最高流畅运行60fps的配置，在这里就要最低分辨率下再调成半分辨率相当于360p一切开全低才能玩，而且必须全低，调高任何一项都拖帧，这游戏的引擎没有跳帧只有拖帧，拖帧意味着没法流畅玩，没法流畅搓招——这一切还是2021年新升级后的引擎导致的。更不必说极烂的网络，没有任何理由推荐购买。
差评: 更新=重下游戏？
好评: 拳打GGST，脚踢拳皇14。我好后悔为什么现在才玩到
但是卡普空我草你妈，凭什么我单机打训练模式掉线了要给我直接退回主菜单再重进
[spoiler] 拔线狗全家被刀杀 [/spoiler]

好评: 日常被背刺。
好评: 来来来，打一盘。
好评: 看实打实1
好评: 格斗游戏爱好者都知道，都不用推荐了吧。
好评: 卡普空 yyds
好评: 我非常喜欢街霸系列，这是童年的记忆，酣畅淋漓的打斗，精美的画面，都能让每个人无法自拔，沉溺其中。

差评: 游戏动不动就掉线，真的服了，开加速器也不行，游戏内更新的内容硬是重登了能有10多回才更好，本来以为更新完能好点，结果还是那样，我是真的服了。打剧情模式送金币不假，但是必须联网打才会送，离线打完的再连上网也不会给你把金币补上，游戏是好游戏，就是这个网络太垃圾了，我玩了快2个小时就只打了10把左右
差评: 高血压慎玩
好评: 很不错的格斗游戏，有从最简单起步的操作教程，对新手来说很友好，希望格斗玩家越来越多！！！吼吼！！！
好评: 劲！
好评: A great fighting Game
好评: 真好玩哈哈哈哈哈哈哈哈哈哈
差评: 说实话，不要买在怎么便宜也不要买，这游戏不会给你快乐，永远不会，卡普空完全就是没有给新人机会，这游戏除非你是格斗游戏老玩家，否则真不推荐，而且里面都是炸鱼，完全没有练习技术的时间，春丽很漂亮但是伤害是真的拉，nmb那几个大块头人物就在那动动拳比你打一套招伤害多，要是真的想买建议不要用键盘，用格斗游戏专用的配置玩起来舒服，我这钱相当于送给卡普空了，他们家的游戏从今以后也不会买了
好评: 网好了，好耶，不用加速器都能玩了
好评: [h1]街头霸王重出江湖[/h1]
如果说格斗游戏有四大天王，那么其中之一必然会有街霸的一席之地。街霸也是从街机伴随着我们走过了20多个年头，从早期街机游戏的《街霸2》，然后到PS版的《少年街霸》，《街霸3》，街霸一直在出新的路上。不过街霸5作为街霸系列最新的作品，多少还是有点差强人意，毕竟商店价格向下看，如此多的DLC着实的令人汗颜。你觉得你买了最新版，就可以体验到全部的内容，但隔没多久，新的季票就又再临到steam商店。且不说街霸5的手感如何，至少一直在续命，也算是一个好事，随着新的季票上架，街霸5再一次重出江湖来到诸多强者的面前。

[h1]只有本体可以体验到什么？[/h1]
首先如果你没有购买任何季票，任何额外的DLC，仅仅一个本体游戏。那么你能在游戏中体验到游戏的故事模式，观看每一个角色背后的故事。在试炼中可以尝试几乎所有需要购买角色的试炼，甚至可以当做试用模式。还有以街霸5的模型，操作模式来进行历代（1-5）的街机模式。也可以联机对战，但是无法选择并未拥有的角色。同时也可以在挑战模式中获得F币，来进行解锁尚未拥有的角色。没错，本作如果你不购买任何季票，还想玩除了默认16个以外的角色，那么也可以用解锁的方式来使用。F币除了挑战模式中可以获得，通关任意故事剧情也会获得，不过这些都是一次性的，从对战中获得F币才是最主要的途径。不过现在有了冠军版的存在，如果能力允许，还是直接购入冠军版DLC更为合适。

[h1]传统的格斗，但也太传统[/h1]
街霸5一直在街霸玩家口碑中不上不下的存在。主要原因，也是因为街霸5在创新方面做出的突破实在是不多。除了以往街霸中没有的故事模式（以前那真不叫故事模式了），现在还多了手把手教你战斗连续技的试炼模式。更低的上手门槛，更适合新手来入坑街霸模式，至于老手玩家，具个人所知现在依旧在街霸4街机版中混迹。当然并不是说没有老手来5代欺负人，只是相对较少罢了。游戏的对战模式制作的还是不错的，但比较蛋疼的网络链接，如果网不是很好，还是需要加速器来稳住自己时不时就断开的链接。街霸5的操作方面，可以说是你玩过街霸2，那么街霸5上手只需要看一看出招表，稍微练练连续技，就可以与别人对战了。出招变动简化，并且更容易上手，但也因为这样，导致游戏的格斗方面比较4代并不算出色。

[h1]形状各异的关卡与必杀[/h1]
游戏虽然在战斗的体验不是特别出色，甚至太过传统显得落后，但在场景的塑造方面还是很有意思的。在玩家游玩游戏的途中，会看到诸多的场景出现，这些场景再以往街霸中就真的是背景板一样的存在。不过在本作中却还多了另一个用途，那就是在不管左边，还是右边，击败敌人之后，触发击飞还有各式不同的场景小动画，甚至个别动画中的物品，还能带入到下一场战斗。游戏的角色必杀特写，也算是本作的另一特色，每一个角色的超必杀打实了敌人，就会触发对应的动画。大部分角色都充满恶搞倾向，也有个别角色是那种比较认真的。不得不说，每一部的丹都充满了惊喜，每一次他的出场，都是强者出场，逗逼结局，无论输赢。

末尾：对于街霸5想要入手的玩家，这里建议如果想深入游玩，那么就直接入手冠军版（现商店还有与季票5的捆绑）。如果只是浅尝即止的玩家，那么还是推荐只入个本体，体验一下，感觉舒适了再去购入冠军版DLC或者用肝去凹所有角色。不管是哪一种，街霸5至少是值得来体验一下的，角色也不断出新，早买早享受，晚买享折扣，你懂哒。

[h1][quote=]
[table]
    [tr]
        [th]　欢迎关注 [url=https://store.steampowered.com/curator/38287879]网易UU鉴赏家培养计划[/url][/th]
    [/tr]
    [tr]
        [th]　来这里找优质游戏、开黑日友、白嫖UU时长卡　[/th]
    [/tr]
    [tr]
        [th]　加速Steam社区、游戏记得用UU哦_(:з」∠)_　[/th]
    [/tr]
[/table]
[/quote][/h1]
好评: 街霸5 到了2021年的今天 任然是格斗游戏的天花板  如果你是格斗游戏爱好者 买他
如果你经不起失败被虐 别自找没趣~不买就行 别打差评了 这是格斗游戏界的集大成作品 也是人类格斗游戏的为数不多的遗珠了
好评: 心目中最好的格斗游戏，如果要排位，记得上加速器。一两分钟就打一场。
好评: 游戏是好游戏  卡普空是真傻 比  游戏没有为PC做任何优化  界面搓招都是直接搬主机的手柄界面 网络死差。作为游戏我给9分 厂商0.5 网络0.5  游戏体验0 可以买不推荐玩 卡表这个游戏不是给PC玩的 他把你当狗 你不必买
好评: 打折买的，我是聪明b
好评: 不建议键盘玩，因为老桑的大坐太难按啦！！
差评: 游戏本身不错，但网络太烂了，网战很卡，而且匹配特别慢，玩到现在大多时间在玩单机。
好评: 我   是   伞   兵
好评: 游戏加全DLC要1300，捆绑包打折只要260，一来二去相当于省了1000块。（真不错）
好评: 12
好评: 原价买的我是伞兵
好评: 春丽🤤嘿嘿 我的春丽 🤤我的春丽🤤嘿嘿……我的春丽🤤🤤🤤🤤🤤
好评: 主要是太难，乱按按钮。拳皇的建模如果能按街霸的标准来就太好了。
好评: 好游戏，只不过打了600小时还是白银，寄了
好评: 怎么升级补丁啊 就玩了没两天 升级不了V 什么 补丁了
好评: 可以的
好评: 好玩
好评: 无意中可以按出很厉害的招数阿！开心！
好评: 挨打就是进步
好评: 花钱买的就是YYDS
好评: 对于格斗来说，应该是目前最为优秀的巅峰之作，值得细细品味。如果你有意接触格斗类，好好玩这个尤其1000小时以上再来说吧！
好评: 还凑合 有爱才能玩下去
好评: 夏促前原价买的，我是傻逼。。。
好评: 服务器啥时候能稳定一点  疯狂掉线我也是醉了
好评: 蛛莉 嘿嘿我的蛛莉🤤
差评: 快跑 登录不上服务器
好评: 好痛苦
好评: 服务器变好了
好评: 从小就格斗迷

好评: 没啥说的，多年拳皇玩家表示上手很舒服。
差评: 蓄力角色操作像你妈脑瘫一样
好评: good

好评: 好滴很
好评: 好玩
好评: 是一个好游戏，他教会了你以什么样的心态去面对输赢，教会了你以什么样的方式去解决难题，教会了你变强路上需要实事求是，而不是为所欲为的瞎摁
现在300小时，上了5500分，感觉没有那么有压力
我觉得我还能更强
谢谢每天暴揍我的大佬们
差评: 对于我这种手残党来说 真是天灾级别的格斗游戏 上手难度太高 后悔买了 而且还买了最贵的
好评: 身为格斗菜鸡偶尔玩玩简单还是很爽的~看到那些差评说服务器啥的就觉得幽默，这种生物遇到一点不满就全盘否定。。。不过好歹也是买单的 我觉得也可以理解，不管怎么说容易满足的玩家还是略多~期待capcom以后的新游戏
好评: 我是信球，夏促刚买，还没玩着呢，冠军版＋机票五，就他妈背刺，rnm，卡普空。
差评: 建议云游戏
好评: 这个游戏没啥好说的，最好的格斗游戏，没有之一
差评: 这游戏都多少年了，还这么贵，打完折还接近300凭什么让人入坑啊，没人一块玩我买了放着好看？
好评: 纯粹爱春丽姐姐的颜值
差评: 垃圾游戏，低分段玩家苦不堪言，每天都能遇到个高分段开小号炸鱼，恶心死了！
好评: 666
好评: 除了网络不太好，其余都OK了！感谢卡婊！光照会万岁！
好评: 爽了
好评: 看了《总之就是非常可爱》过来买的，很好玩。开个玩笑而已啦，不过是看到了《总之就是非常可爱》里的广告想跑来评测这提一嘴。街霸真不愧是格斗游戏的领头羊，各方面的表现都很优秀。请萌新不要为实力差距而发愁，通过不断受苦来提高自己的水平正是格斗游戏的魅力所在呀。
好评: 自从服务器好了之后，游戏体验大大提升，值得购买，推荐购买冠军版，全人全皮。


玩久联机模式之后发现，匹配系统多少有点问题，匹配出来双方的实力差距太大了，容易导致弱的一直被强的吊打，毫无游戏体验。希望可以与实力水平相当的对手PK，稍微强那么一丢丢也没关系，毕竟也是要往上打的。


其实对于街机情有独钟的话，还是挺推荐的，但是对于匹配的话，对新手很不友好，容易被搞心态。
好评: 菜鸡如我只喜欢在试炼里面练习连段，但却感觉非常有意思。特别是手柄打完浑身舒畅，也不知道为啥
好评: 很久以前就准备入手的游戏，从网上看比赛到自己上手，街霸5系统挺简单的，打击感很强，连段要求不高，我这个新手也能轻轻松松学会一些小连段。总之十分推荐！
差评: 不推荐新手玩  谁都打不过的 那些人都玩了好几年了
差评: 总是连不上网   难受
好评: 喜欢这个风格
好评: 好菜啊 

差评: 进入界面网络连接时间太长，这是个网络游戏。

好评: 伟大的格斗游戏
好评: 好玩
差评: 傻逼游戏·
差评: 修修服务器
好评: 街霸5为加速器存在的，我真的不会再买越来越高价加速器，有得玩就得。一直操控网速游戏体验非常差，这游戏这样下去跳去玩GGXX人会越来越多就算我不玩GGXX我都想跑去玩永劫无间，唉，游戏质量多数都是作死来的。游戏我是给80分，但网络我是扣50分。加上最近平衡做烂了，升级插招什么鬼？轻拳点掉中脚什么鬼？阿隆大招能插连招是什么鬼？每天修一修是什么鬼？格斗游戏为什么好玩都在对等可能控对招现在游戏变味不知是哪个傻B改成这样拉垮，就说下拳王突进技角色改到不要人活，三段拳加穿波又能畜力是人都知拉防拉下防都有时间不是一推就能防，控制好不能确反EX还加帧，这些以前都不存在，起码能确反EX后还能防？还有一键对空这以前都不存在只能用技能防空，街霸5平衡性做到现在是最差，我个人很喜欢每个角色都变强，但不是这样调得吧只改招数帧数这算什么调整，豪鬼现在是中上他还算强但豪鬼学习成本很高加上豪鬼没有全部招都是最强基本全部招最弱，波短收招慢、升级失败后果重、前前投得慢、没霸体、拳脚单一又短目压要求高等等，但现在简单上手角色各种偷各种无脑加帧，就不能改变招式非常这样乱改不行？？？比如纳什这还行不过有些地方还是改坏。
好评: 简单易上手，画面是我喜欢的水墨风格，很适合休闲娱乐，一局不会浪费很长时间
好评: 上手容易对战刺激手感爆炸，服务器比之前好多了
差评: 服务器过于垃圾，基本可以当做单机游戏玩
好评: 好玩好玩。。经久不衰！！！！！
好评: 随缘大招
好评: nc
好评: 游戏确实不错，很带感。
好评: 虽然对战服务器巨烂无比！  但街霸5还是非常好玩得
好评: 人菜瘾大
好评: 感觉还可以，只怪拳皇不争气，要不谁玩这个
好评: 冲春丽来的，
本身游戏性太顶了，好难搓呀
（希望等百小时时长的时候，春丽有所大成）

好评: 用了网易UU加速器 也连不上服务器，是啥原因，打了好几天电脑了
好评: 对笔记本电脑键盘或一般键盘蛮不友好的嗷 建议备好机械键盘或手柄
好评: 头被锤爆了，完全不敢打匹配
好评: 五十七
差评: 我特么被打爆了
差评: 辣J服务器！开各种加速器也救不了！玩着玩着掉线就禁赛！
好评: 在下蜀山区瑛太到此一游
好评: 云了几年，终于买来打打。
并不需要什么加速器，联通直连打打膏药旗和棒子都不卡。
其他国旗没怎么遇到过，就是中 日 的多。
分的确太低了，慢慢来吧。
游戏好不好就不用我说了，这么多年了，目前的格斗第一没啥毛病。
好评: 挺好的，cpu这个玩家很有耐心，把我头都打烂了。好评
好评: 简单好用
好评: 不买就是亏
好评: 首脑配合 情绪管理 最强防衰老防暴怒游戏  让你赢的有成就感 输的有仪式感的游戏 强力推荐
好评: 好游戏
好评: 太难了…
好评: JURI最强，JURI赛高！
好评: 街霸5就是我心中格斗游戏的天花板了 但是入门难度太高 几十个小时练习下来只能打打人机  匹配基本都被虐的体无完肤  最后只能每天B站云云狗头奇  靠他的毒奶粉过过街霸瘾的样子
好评: 玩过格斗系列可入，不像别人说的那么难上手，至于网络问题，加速器是能完美解决的
好评: zan
好评: 强烈的打击感，简单易上手。，。  。
差评: 进入阅读用户协议界面就卡住了，完全没有任何提示，网上搜索也搜索不到解决办法。简直浪费时间。垃圾。
好评: 真好，手残党狂喜
好评: 游戏不错就是废手指头
好评: GOOD
好评: 和朋友一起玩还是很爽的
好评: 5年的游戏 刚买。。 鬼知道这150小时网战是怎么坚持过来的~~
好评: 非常好玩，萌新推荐guile
好评: 好玩
差评: 垃圾游戏，垃圾服务器，浪费时间

好评: 好玩 打击感超强
好评: 我收回之前对于网络差表示不满的评价，以前的联网功能太差劲，已经几个月不用加速器也不会掉线，这波网络优化给官方赞。

好评: 怎么说呢，街霸入坑第一部，体验还是不错的，多练习，多搓招，会变强的。
但是，卡婊能不能把网络整好点，网络断联是真的烦
好评: 哦，我亲爱的上帝啊，我已经被来自全世界各地的玩家痛打44.4h了！
好评: 很爽
好评: 首先，对于只想娱乐的非专业格斗玩家，我不推荐《街霸》系列。我本人其实玩了很久的《拳皇》系列，还算比较专业了。没有买KOF14主要是画风原因，所以想换下感觉，试一试SF。遇到冬季打折，一时鬼迷心窍，被SF5的宣传片吸引，感觉画风不错，连招看起来也挺带感，就买了。现在挺后悔的。直接说缺点：
1.内更新不停的断线，害我开着游戏更新了好久。我其实玩的时间并不多，但必须得把游戏开着，而且不能玩，才能更新。为什么要更新呢？因为不更新只能用首发的一小部分人。以至于我迷迷糊糊的就过了4小时（只更新了30%），过了退款时间无法退款（此处也想给steam一个差评，我都写原因了——开着游戏只是更新，并没怎么玩，但steam没有同意我的退款申请）
2.坑爆的内更新完了后，终于可以好好试下游戏本身了。holy shit，不试不知道，一试快哭了。3拳3脚，加上一起按的键，右手需要控制12个键（我一直是键盘格斗玩家）……，为了好放招，游戏内改键（反人类的日式改键流程）还不够，我还又去花好多时间研究Autohotkey，最后才可以比较顺利的发出所有招式。但12个键真的很难精准快速的按到位（觉得拳皇的4个键，加上一起按最多也6个键真是业界良心）。
3.然后我对街霸的整个连招系统都持怀疑态度，招式少哭（一个人最多也就4个，靠轻中重来演变，我觉得又难按，又乏味。隆基本招就3个吧，波升腿，肯感觉就是隆的复制，存在的意义是？？？可能我不是很了解街霸吧，但我乍一看真的就不想用这些角色了）。V系统是个补充，但是复杂度好高，还没完全弄明白。蓄力招式时间（好多蓄力角色）比拳皇久一点，不是很有侵略性。没有快跑，快跳，整个节奏感觉偏慢，对对手的压制比较单调。即使看高手视频，都感觉卡卡的，双方在不停的等待时机。没有那种停不下来进攻的感觉（反正我是不太喜欢慢节奏）
4.然后是教学，我可以说，几乎没有！这是相对于其他游戏那么完美细致的教学说的（不义联盟2或者罪恶装备启示录等）。这么多的键和复杂的系统，竟然没有系统的教学，表示自己摸索，心累成狗。
5.剧情做的很粗糙，过了一遍剧情后，我已经无任何动力再碰这游戏了，等明年发第三季角色季包时再回来看看……
最后给不想玩的那么辛苦的格斗玩家推荐，十分出色的《真人快打10》，《不义联盟2》，《罪恶装备启示录》等，操作简单，连招有趣。专业格斗玩家随意。
--------------------------------------------------------------------------------------------------
玩了总共有半年了吧，毒药让我入坑的。我记得我说过，再也不想玩比《街霸5》难的格斗游戏了，并且不玩比毒药难操作的角色。毒药真的太适合我。我是深圳联通，买了玲珑加速器，非高峰时段可以连，不卡很好。但是大部分高峰时段，都一卡一卡的。卡的时候，一点玩的意义都没有。各种掉招，无法看前对方跳和前前。很容易被莫名其妙反杀。玩的心情超烂，技术还没用任何提升。而且有时候一个小时只能排两个对手。不卡的时候，整个人简直飞了起来，各种确认，对空，预读，爽到不行。btw，我从小白升到了白金，应该还可以上分的，但是我停了。因为我只有在网络非常好的情况下才打排位赛，平时都只打休闲赛。最后还是和《街霸5》分手了。一个是网络不好，一个是有自己的事。因为疫情特殊的原因，才入坑了街霸5。但疫情会结束的，so time to say goodbye.
好评: 回忆
差评: 300多个小时，勉强成为一个偶尔能发出波，经常独自升天，到死不拆投的合格的沙包。——这个游戏已经不是心态好不好能解决了，没有多少新手，再怎么进步，依然只是个沙包。但你问我是不是好游戏，要不要玩？干就完事了！
好评: 格斗的巅峰
好评: 服务器差距问题×  至今只掉线过一次*
排位炸鱼问题×     
故事训练熟悉两小时后，排位匹配基本5546开 ，当然两回合没打掉人家一半血情况也有，严重失衡概率为1/10.
好评: 好玩，就是快被打爆了
好评: https://youtu.be/YErZy_x2L5w 这是我做的视频，可以来看看。喜欢的话可以按下订阅和点赞。
                                                   this  video is  i make about this game.if you like this video,you can come to like and  
                                                   subscribe.
好评: 好玩
好评: 画面精美，打击感很舒服。人物好看
好评: 游戏是好游戏，但是这个服务器真的不太好，总体来晒可以吧·
好评: yes！
差评: 一般般
差评: 卡表到底玩不玩游戏，这很多角色砍的怎么玩
差评: 我真的服了，你按键显示全是街机的就算了，™的改建还限制按键是几个意思
好评: 玩了多久就在健身房待了多久。。。。

好评: 好玩，晚上网很垃圾
好评: 起初看评论说服务器问题什么的没敢买，但是毕竟不是为了格斗才买的（实际是为了春丽 朱莉），进游戏后发现更新了，然后服务器可以正常连接，但是没敢玩线上，毕竟线上大佬都太强，只打了打单机电脑人，根本不会搓招，但是画面做的还是不错的，玩的就是个回忆嘛，打折买的，我是聪明逼~
好评: 还行，就是太贵了
好评: 娱乐
好评: 许久没玩格斗游戏了，发觉自己其实根本不会玩orz
好评: 街霸5是街霸全系列中最简单的一款游戏，无限拉近了和高端玩家的距离，让你有一战之力，这是优点。缺点是人物不够平衡，尤里安等一系列角色严重破坏游戏平衡，又迟迟不出补丁修复，网络一直存在断线问题，哪怕开了加速器，这是缺点。街霸5的设计团队除了小野已经被开除了三分之二了，可见卡普空对于这款游戏也不是非常满意，希望2022年出来的街霸6能延续街霸5的优点，克服这些缺点，更上一层楼，总体还是要支持一下，推荐。
好评: 刚买了一个月就打折，瞬间感觉自己受到了伤害
差评: 一句话，一个一直更新失败的游戏。如果非得要极好的宽带外加加速器才配玩的话，那么，我不配，告辞。
好评: 原价买的 我是傻逼
差评: 头都被打烂了，真不错
差评: 游戏真好玩 血压直接拉满 甚至错过了退款时间
差评: 说真的·就这个服务器啊，不敢恭维！爬爬爬退款了。
差评: 断线V
好评: 猜拳游戏
好评: 我爱麦耐特。。。。。。。。。。。。。啊。。。。。。。。。爱死了
差评: 死了吗的服务器
好评: 经典！！！！！！！
好评: 很喜欢 拳拳到肉
好评: 一次向前一步
好评: 格斗游戏玩来玩去还是街霸5好玩。
街霸5已经是第五个季票了，号称最后一季度。
感觉好多人物都没出全，一堆人没安排上，个人希望还能出第六季，最好有我喜欢的飞龙和凯。
不然就来个超级街霸5，超级街霸5加强版，终极街霸5，超级街霸5：五度冲击等等，直接扩军，好家伙！

好评: GGST也发售了，可能会沉迷一段时间了，还是决定把评价改回来吧，好说歹说街霸5陪伴了我四年多，虽然官方很迷的运营还有平衡调整让人头大，但是我还是爱这个游戏的，被虐的闷头生气的时候，在训练场苦练对策的时候，每爬到一个新的段位的时候，每个瞬间都还是记忆犹新，街霸5在末期越来越完善了，但是是否发力的有点晚了。。。而且网络问题这个硬伤，始终是一道大门坎。整个街霸5还是充满很多遗憾，比如有些看起来就很赶工的角色，自己喜欢的角色不会有机会出了，但是他仍然算是2D格斗的丰碑，毕竟街霸6已经不确定会不会存在了。。。

游戏做到什么样都是其次，你们真的有尊重过玩家吗？？？从S1开始玩，那年你们拿一个半成品出来，业界一片骂声，玩家一次一次的支持你们，理解你们，陪你们一起成长，一起进步，结果换来的就是你们越来越肆无忌惮的戏耍玩家。搞了人气角色的投票，人气角色一个没有，1号的发布会遮遮掩掩，要等6号，大家以为有什么猛料，熬夜，满怀激动，结果被你们喂了满满一大勺屎。恶心人方面真有你们的啊，卡婊。
好评: 这么不待见厕所玩家嘛。。。。
等待古烈的玩法只能是过去了吗？
好评: 专业资源30年，您想要的岛国资源我都有。欢迎加扣扣76955644咨询。
好评: 我高估我自己了
好评: 不多说了
差评: 求求你别在我连段的时候卡住了，我挂了加速器啊
好评: 好游戏 就是岁数大了 不像初中时候去嗑嘣了 打击感真的好 VT VG VS还各种没有搞清楚 （狗头）
差评: 各种花钱.....三年了 可玩的角色只有7-8个
好评: [quote=]
打击感无敌，易于上手难于精通的格斗游戏，玩法无需赘述，本作还是一如既往鼓励玩家去挑战对手，走向PVP。

本作有着众多收集物品和多样的单人模式，同时借助联网也会不定期更新日常任务让玩家挑战。游戏支持单人和本地多人模式。

网络天梯匹配机制较为公平，因为玩家众多也经常能送来水平相近的对手。但是大陆地区裸连体验不太稳定，请务必提前准备游戏加速器。

[h1][url=https://store.steampowered.com/curator/36376191]关注我的鉴赏家 ▲老K的游戏购买指南▼[/url][/h1]
 [/quote]
好评: 登录不了~~怎么玩

好评: 地球上最好的格斗游戏
差评: 联网都卡成PPT了
求求你修一下服务器吧
好评: 其他都好，就是我的TE2摇杆XBOX版的经常会出现无法连上的问题
好评: 街霸五的动作非常的流畅，观赏感也提升了不少，整体的可玩性也比4代增强了，比较推荐。
好评: 游戏是个好游戏，但我是手残，太难了吧！
好评: 有格斗基础的建议入，没有的就别勉强自己了
差评: 原价买的，，，我是 傻逼，
好评: KEN   !!!!
好评: 就是爱格斗，不说多了，街霸可玩性高，上手难度也相对较低，真想尝试格斗游戏就选他没错。要说缺点嘛，服务器老大难问题，得挂加速器，推荐奇游
好评: 还是云有意思
好评: 对战排队时间太长了
好评: 格斗人格斗魂，格斗人都是人上人。
即使买到今天，一直联机失败
好评: 罪恶装备Strive发售了，再见街霸，thanks for the ride.
好评: 对新人非常友好的格斗游戏，上手简单，不过网络对战体验实在是很差。
好评: 好玩
好评: 真tm好玩 头都tm快被人打爆了
好评: 好玩~
好评: 游戏有多好玩，网络就有多差劲
好评: 非常精致的游戏，连续play了6年
差评: 游戏的确是好游戏，
但是所有网络相关功能体验极差，想愉快联机对战得变成网络专家，还得选个街霸5效果好的加速器。
差评: 匹配机制不行 全是些炸鱼的 新手体验跟屎一样
好评: ⡴⠑⡄⠀⠀⠀⠀⠀⠀⠀ ⣀⣀⣤⣤⣤⣀⡀
⠸⡇⠀⠿⡀⠀⠀⠀⣀⡴⢿⣿⣿⣿⣿⣿⣿⣿⣷⣦⡀
⠀⠀⠀⠀⠑⢄⣠⠾⠁⣀⣄⡈⠙⣿⣿⣿⣿⣿⣿⣿⣿⣆ ta bueno
⠀⠀⠀⠀⢀⡀⠁⠀⠀⠈⠙⠛⠂⠈⣿⣿⣿⣿⣿⠿⡿⢿⣆
⠀⠀⠀⢀⡾⣁⣀⠀⠴⠂⠙⣗⡀⠀⢻⣿⣿⠭⢤⣴⣦⣤⣹⠀⠀⠀⢀⢴⣶⣆
⠀⠀⢀⣾⣿⣿⣿⣷⣮⣽⣾⣿⣥⣴⣿⣿⡿⢂⠔⢚⡿⢿⣿⣦⣴⣾⠸⣼⡿
⠀⢀⡞⠁⠙⠻⠿⠟⠉⠀⠛⢹⣿⣿⣿⣿⣿⣌⢤⣼⣿⣾⣿⡟⠉
⠀⣾⣷⣶⠇⠀⠀⣤⣄⣀⡀⠈⠻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡇compralo
⠀⠉⠈⠉⠀⠀⢦⡈⢻⣿⣿⣿⣶⣶⣶⣶⣤⣽⡹⣿⣿⣿⣿⡇
⠀⠀⠀⠀⠀⠀⠀⠉⠲⣽⡻⢿⣿⣿⣿⣿⣿⣿⣷⣜⣿⣿⣿⡇
⠀⠀ ⠀⠀⠀⠀⠀⢸⣿⣿⣷⣶⣮⣭⣽⣿⣿⣿⣿⣿⣿⣿⠇
⠀⠀⠀⠀⠀⠀⣀⣀⣈⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠇
⠀⠀⠀⠀⠀⠀⢿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
好评: 好游戏，教会你要笑着挨揍
好评: 感觉梦回小时候小卖部前面的那台电玩机
键盘操作适应起来有点够呛，左手容易累
有条件的话尽量买摇杆吧 感觉最容易上手（手柄看个人喜好）
游戏可玩度很可，知道练1个小时打出一套贼帅的连招时的成就感吗哈哈哈哈
不充钱买角色极难，初始角色打完剧情赚来的游戏货币只能买一个角色，之后就要靠死肝，慎挑慎买
以人民币计算，角色越新价格越贵，买新点的人物性价比高些
（要是认真玩的话 感觉以后肯定都会多多少少用rmb买赛季人物）
游戏一般折扣会打五折 推荐折扣时买  赛季人物不知道有没有折扣 有的话也最好折扣时买吧
偶尔对面网差 画面就一卡一卡的 小考验人类心态
碰到的8成玩家都是国人玩家 偶尔碰到韩国和日本玩家
最后说句 格斗游戏都是练出来的 不是狂砸狂点 ，所以想随便玩玩不大建议入坑
我虽然当初也是这么想的，不过一陷进去就出不来了hh
好评: 快来玩我快要打不过啦
好评: 。
好评: 游戏清晰简单，简单上手，任务easy，排位网络稳定，玩家都是非常的友善。
好评: 给沙加特氪了好几个服装 我是聪明逼
差评: 垃圾游戏对键盘玩家极其的不友好
好评: 经典游戏，，值得推荐~
好评: → ↓ ↘ + PP
好评: FTG IS GREAT!!!!!!!!!!!!!!!!!!!!!
差评: 天天搁着打单机呢，啥破网啊。
差评: 垃圾
好评: 从街霸3开始玩过来的，
我不是技术流
基本就是凭手感打
网络问题的话挂个加速器就行了
什么时候在街霸5也出个兽人皮肤啊？
啊啊啊街霸4隆的兽人皮肤太可爱了
PS：块入坑吧！现在裸连都可以流畅打了
好评: 竞技之心懂不
好评: 11111111111111111111
差评: 说真的我一般不给游戏差评，这游戏能让我给差评有这几个原因：
1.网络不稳定打个街机练手要给我掉线提醒，打个单机光这个网络读取都能给你耗很久
2.困难难度电脑除了连招比较顺以外最恶心是电脑根据按键提前准备，准备按指令投他就能给你挡下或者马上蹲下给你下腿打断，倒下起来过程准备按升龙他就给你闪开，就这设定真的比输比赛还要气人，合着困难电脑就是给职业选手准备的呗用招式都是背板必须一瞬间用不能提前按来。
3.手柄兼容有问题，我这手柄玩黑魂玩只狼都没啥问题就到街霸5这就能出错，隆那个大招我在训练模式搓了几十个确定会用了一打街机模式一用就变成升龙加发波。我在训练模式练升龙倒是十个九个是发波。
另外匹配没人、服务器烂、打的都是老手啥的这些我都能接受，只希望卡婊在游戏性与bug修复上下点心，你出再多皮肤玩的人玩着玩着火气上来谁还想买？另外那个价格说真的贵是真尼玛贵，你想赚钱先把游戏做好行不？
差评: 垃圾服务器
好评: 除了网络几乎完美的格斗游戏，立个2022年继续更新角色的flag
好评: 我是菜逼
好评: 慢慢变强的感觉真的很棒
好评: 我朋友说新手前几十个小时过了就好了~但是我真的想说~对于格斗游戏苦手来说~我TM摇杆都快摇断了~手都TM按抽筋了~~我控制的人物依旧在原地跳拳~出脚~下拳~跳拳~出脚~下拳~跳拳~出脚~下拳~跳拳~出脚~下拳~跳拳~出脚~下拳~跳拳~出脚~下拳~跳拳~出脚~下拳~跳拳~出脚~下拳~跳拳~出脚~下拳~跳拳~出脚~下拳~跳拳~出脚~下拳~跳拳~出脚~下拳~跳拳~出脚~下拳~跳拳~出脚~下拳~跳拳~出脚~下拳~跳拳~出脚~下拳~跳拳~出脚~下拳~跳拳~出脚~下拳~跳拳~出脚~下拳~跳拳~出脚~下拳~跳拳~出脚~下拳~
我玩你M~~
但是这还不是最恶心的~然后我朋友又说了~格斗游戏核心是立回~目押~确认~择~高手即使不搓招不用技能单靠拳脚也能打爆你~然后我和他约定好不放技能~打了7场~我赢了5场~~什么立回~目押~确认~择~说句大白话就是走位~连招~反击~和赌出招~何必搞的好像显得很专业的词汇呢~~犹以前初中玩流星蝴蝶剑玩在班上基本无敌~玩黑狼仁都比身边人厉害点~现在想想~~还不是因为其出招简单~不用搓招~把握时机和距离才是关键啊~~
但是要放起技能来我依旧打不过他们~~
我玩你M~~
好评: GOOD
好评: 街头霸王 一代人的青春回忆
好评: 最强横版格斗游戏！！！！！！！！！！
好评: 耗油根
好评: 很不错的一款游戏，在不断的挑战中提升自己。

好评: 街霸5绝对巅峰之作，喜欢格斗的玩家绝对不要错过~~~
差评: 完全没有玩4代的激情了，皮肤氪金太狠，连网找不到人
好评: 被虐得很爽  

差评: 如果不是格斗硬核玩家，
就别被街霸5的名气欺骗，哪怕是史低价格。

卡普空？×
网络卡，剧情普，内容空。✔

谁见过哪怕用加速器2小时匹配不到人的服务器？
谁见过用十来个语音加上两三张图片就组成一个单人剧情的游戏“大厂”？
谁见过主线剧情要单独下载dlc？
谁见过掏钱买的单机游戏，里面的地图，人物，还需要继续掏钱买？当然你可以买豪华版，但是，但是，为啥游戏介绍里面不说明购买内容呢？没有解锁的人物和地图你别在普通版宣传片里放出来啊。
谁见过一个单机游戏内置了类似手游的系统？就算，就算你类似手游系统，一天只能肝100多的游戏币，然而解锁一个人物需要十万，不，这根本不是抠门的问题，你随便工作一天赚的钱也能把这个游戏全人物解锁了吧，就算解锁不了，两天三天也可以吧，你类似手游也要有个手游的样子，弄个这多余的系统坑傻币每天坚持玩你游戏？不可能吧，不会真有这种傻逼吧。
什么？你对战赢了一个高玩可以赚上千上万的游戏币？问题是，问题是你根本匹配不到人啊！你连中国区的人也匹配不到。再说了，谁给你的自信可以赢高玩？
什么？你可以用修改器？早就修复了别想了。
听说卡普空最近把上个世纪的老街机游戏搬到了steam平台，一个能卖上百。
可问题是，问题是你并没有把玩家提纯到那个地步啊，哪个脑瘫会花上百买一个早就被玩烂的街机游戏？
卡普空，你个傻逼真觉得自己有一大票脑残粉情怀党？也许日本那边挺多的，但是，但是上个世纪中国的街机厅最火的是拳皇啊！就算拳皇受众那么多，人家snk也不会脑残到那个地步吧，更何况你有拳皇那么多的群众基础吗？既然没有，那谁给你的自信搞这一套呢？是日本的情怀玩家吗？所以中国区玩你街霸5的人少那就对了，你活该！
尽管国外喜欢街霸系列的人挺多的，但是中国区这块蛋糕你是吃不了的。就你这糟糕的服务器和脑残的系统，你不配。
如果卡普空你还没搞清楚自己的位置，还tm这么搞！早晚会有其他厂家替代你的，还动作天尊？玩家给你的，早晚也能收回来，你真当自己是个什么东西？如果没玩家捧你，你就是个狗屎！所以少tm自作聪明！

好评: just like
好评: 当今横板格斗游戏的天花板了，手感动作打击感都非常好，系统也足够丰富，角色数量很多而且性能多样，场景特效表现也都是顶级的，值得所有喜欢格斗游戏的玩家体验。（当然和铁拳类原生3D格斗不太一样）
差评: 网络太卡了
好评: .
.
.
.
好评: 很不错

差评: 非常糟糕的游玩体验。
游戏本身，没有问题，格斗游戏，本来就有门槛，需要反复练习，才能慢慢入门。
我想说的是，capcom实际上是把街霸5作为网游来设计了。各种莫名其妙的皮肤、广告、长到难以忍受的读盘时间，真的感觉是自己出钱来看capcom的广告宣传的，不是出钱买游戏的。为了让你看广告，强行增加不必要的读盘界面和读盘时间，简直寡廉鲜耻，不再会购买任何capcom的游戏了，CODEX见
差评: 我又被打烂了
好评: 太难玩了
好评: 如果不能用ca燃尽一切让所有灰飞烟灭，那就在黑暗的瞬狱杀中不断找寻自己想要战胜的目标
好评: 本人格斗游戏小白，在第一次打出一瞬千撃的那一刻，我爽了
好评: s6开始新系统新活力，攻守方能做的博弈都更多了，角色平衡也越做越完善，最重要的是，电信可以裸连了！！！
好评: 抽筋了啊！！！！！！！
好评: 看游戏时间就知道了   现在才会2个角色  感觉可以玩到退休
好评: 我是聪明逼
好评: 第一次接触格斗游戏~
好评: 唉 被虐的真惨啊 但是游戏是真好玩 真不戳
好评: 确实不错，最起码对新手友好，有对格斗游戏感兴趣的朋友可以试试，我也是菜鸟一个，一起成长。
好评: 我的老伙计。这游戏真是好极了
好评: 6
好评: 可全平台联网对战非常照顾pc党了，可是游戏总是会莫名其妙的慢动作，尤其是每次更新后，这就很烦
好评: hao
好评: 卡普空yyds
好评: 很不错，喜欢格斗游戏的可以入手
好评: 垃圾服务器
好评: Fighting game is something so great
好评: 666
差评: 狗屎服务器
好评: 从很小的时候就玩的这个游戏啊
好评: 街霸5就是艺术品！
能自定义每个角色的语音语言简直吹爆。
唯一想给出的建议就是出能手动切换字幕语言的选项，游戏默认UI language是根据系统的语言来的。当然作为PC端肯定是可以手动修改语言的，右键属性添加启动指令我试了不行，必须改Engine.ini文件，在讨论区搜language有详细的教你怎么修改显示语言的帖子。
好评: 人菜瘾大
好评: 除了埃及妖女，腿都太粗了
好评: 无敌无敌, 依旧是那个街霸, 依旧是格斗界大哥大
好评: 亚服内卷严重
好评: 除了难，没毛病
差评: 键盘无力
好评: Fighting game is something em... so great!!!!

差评: 玩了几年了 ，最终评价是 垃圾 我tm再买你家卡普空的游戏我他妈是狗 垃圾 评论完我不是卸载 我直接删除 设计的就是个屎
差评: 太棒了 rose是个垃圾呢
差评: 卡婊我rnm sb网络，退钱！

好评: 好玩是好玩，但是对于新手不太友好
差评: 垃圾   一打开训练模式就崩溃 玩个球
差评: 每次都是重新教程，开始半天玩不了， 真的是浪费时间。
好评: 2D格斗游戏还有哪个能比街霸更好玩的？
差评: 解锁人物难比登天
好评: 精美的一流格斗游戏，我浅尝辄止就行了，玩的太多容易打击我的自信心。
差评: 服务器稀烂玩的闹心，游戏是好游戏但是网络真的受不了
好评: 就是难了点 一次没赢过 画面还是很花里胡哨的
差评: 这游戏键盘玩得贼垃圾，不适合键盘
好评: 还不错
好评: 呃，刚玩可能会被虐，玩久了就好了
好评: for honor
好评: 666
好评: 被暴打，不过还行~
好评: 朋友们，我终于登上去了
差评: 太搞人心态了，这土豆服务器
差评: 垃圾服务器。我是sb买这垃圾
差评: 狗都不玩
好评: 自从玩了街霸之后，我的审美就变了，，，怎么感觉越是强壮的女人越漂亮....
好评: 当你有足够的耐心跟时间去打完所有的试炼挑战，你会感叹街霸5如此优秀！虽然对新手不友好（我刚上手的前40个小时简直是地狱），但是她足够优秀！
好评: 什么时候出sf6啊？
好评: 真TM好
好评: 好玩，就是上手难度高，要多练
差评: 按键蛋疼，招少，不好玩
差评: 整体还没街霸4完善 剧情太烂失败  开头没过场动画失败 BGM不燃失败 按键设置调了半天有几个还是按不了真是失败中的失败 最离谱的解锁人物场地还要收费？怕不是街霸5鹅厂做的吧？
好评: 画面是没的说粒子特效拉满，就是FM币太难了买不起角色。
好评: 我爱八神，八神厉害，666，八神好厉害
好评: 彩虹美华真的太有意思了！！
差评: 卡小号炸鱼的是真挺恶心的
差评: 没有四好玩，感觉四最经典
好评: 进游戏为啥没声音啊
好评: good
好评: 不错
好评: 就是服务器垃圾，其它都很好
差评: 垃圾
差评: 我是SB 垃圾服务器
差评: 突然就不能玩了 白买
好评: 动作天尊卡普空，街霸5更新到2021年我觉得还是最优秀的格斗游戏，不管是艺术风格还是打击感还是平衡。
关于角色强度，有几个还是推荐的

1.现版本之子嘉米（真的很强）
2.无耻赖子拉希德（[spoiler] 石油佬还是塞钱了奥 [/spoiler]，和拉希德打就是拉住蹲看他无限摸奖）
3.大总统G（这个版本被削弱了，其实还是很强，有一波翻盘的能力，VS2可能有奇效）
4.主角隆（腿脚还是短，进攻手段还是少，但是开VT1之后一波伤害加晕值能打死两个豪鬼了）
5.三段笑卡琳（[spoiler] 如果最速天狐按不出来还是放弃这个角色吧 [/spoiler]，站轻脚压起身套路不讲道理）
6.被无限削弱的豪鬼（[spoiler] 一代版本一代神，代代版本削豪鬼 [/spoiler]，套路多压制能力强，开VT太恐怖，操作好上手难精通）
7.没了空箭的塞斯（上个版本最无赖的空箭现在被防住是-4了，但这个角色腿脚长啊，其实还是不错的，但是压制力真的没之前那么厉害）
8.将军（蓄力形角色，就是一个字，莽，不停的重攻击压制加上VT套路，练好了就很恶心，但是抗压能力不行）

打天梯怎么打，练好确认和对空，轻轻松松上钻石
[spoiler] 关键是练不好啊 [/spoiler]
好评: 开小号炸鱼可耻
好评: 游戏一般，主要是春丽姐姐好看
好评: 1111
好评: ⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
china NO.1
好评: 6

好评: yyds
好评: 我tm直接老桑给你给你一个拥抱！
好评: 匹配时间很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长。
好评: 从小就喜欢玩街霸，直到长大后还是打不过别人
差评: 垃圾游戏体验极差！！！网络差（1.时常被弹出需要重新登录，2.和朋友联机玩基本在看ppt，用加速器也没用。），不直接支持摇杆，拳霸q4不能直接用，还要按插件。拳霸q3本来可以直接玩，不知道怎么回事从4月30日开始用不了了。新人千万不要被街霸这个老牌子给忽悠了。不值得。慎重！
好评: 但就服务器这一点，直接劝退了，游戏是个好游戏，但是咱没法子联机，本是格斗游戏爱好者，奈何墙得玩不起
好评: 看完排名，作为中国人，为国争光义不容辞
好评: 我是傻逼我™没买冠军版玩了一个星期用不了角色了
好评: ⣿⣿⣿⣿⣿⠟⠋⠄⠄⠄⠄⠄⠄⠄⢁⠈⢻⢿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⠃⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⡀⠭⢿⣿⣿⣿⣿
⣿⣿⣿⣿⡟⠄⢀⣾⣿⣿⣿⣷⣶⣿⣷⣶⣶⡆⠄⠄⠄⣿⣿⣿⣿
⣿⣿⣿⣿⡇⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⠄⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣇⣼⣿⣿⠿⠶⠙⣿⡟⠡⣴⣿⣽⣿⣧⠄⢸⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣾⣿⣿⣟⣭⣾⣿⣷⣶⣶⣴⣶⣿⣿⢄⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣿⡟⣩⣿⣿⣿⡏⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣹⡋⠘⠷⣦⣀⣠⡶⠁⠈⠁⠄⣿⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣍⠃⣴⣶⡔⠒⠄⣠⢀⠄⠄⠄⡨⣿⣿⣿⣿⣿⣿
⣿⣿⣿⣿⣿⣿⣿⣦⡘⠿⣷⣿⠿⠟⠃⠄⠄⣠⡇⠈⠻⣿⣿⣿⣿
⣿⣿⣿⣿⡿⠟⠋⢁⣷⣠⠄⠄⠄⠄⣀⣠⣾⡟⠄⠄⠄⠄⠉⠙⠻
⡿⠟⠋⠁⠄⠄⠄⢸⣿⣿⡯⢓⣴⣾⣿⣿⡟⠄⠄⠄⠄⠄⠄⠄⠄
⠄⠄⠄⠄⠄⠄⠄⣿⡟⣷⠄⠹⣿⣿⣿⡿⠁⠄⠄⠄⠄⠄⠄⠄⠄
china NO.1
好评: 为什么 我更新完了，一直提醒我要更新呢
好评: 虽然要用加速器 但是如果你真心喜欢这款游戏 现在的延迟可以忽略不计 从前的街机厅到了现在的家庭格斗
好评: 应该是现在最好的格斗游戏之一了
好评: 跟女朋友打的贼开心，我把她在游戏里摁着打，然后........不说了该换药了
好评: 太难了，电脑都打不过
好评: 好看，好玩。
好评: 1000以上打不过,1000以下赢得比较轻松.....
有人和我一样么...
差评: 这更新是真的离谱
好评: 画面比14好
好评: 硬核
好评: 街霸5对新手非常友好，但想要玩好需要大量练习
好评: 简约 时尚 有激情
差评: 掉线霸王，联网及其不稳定
差评: 更新的时候对国内玩家及其不友好，连单机都无法使用，挂着VPN一样的毫无用处。。。。
差评: dlc角色越做越差劲，人物动作僵硬，站姿别扭。完全看不到以前的感觉，街霸也白皮化了
好评: 快买！快来玩！多来点新手！上一批新手我打不过了！
差评: 不推荐，必须2个手柄才能1V1，晦气！
好评: 好玩值得推荐
好评: 真不错

好评: 画面，打击感都是一流。就是国内网络环境太差了
好评: 小时候总被我哥虐，虽然现在还不会窜，但真的很好玩
好评: 比拳皇好玩多了
好评: 格斗佳作
好评: NB
差评: 牛逼，玩不会
好评: 这个联机有点垃圾啊 信号格一直只有一格 怎么破解？？？？？
好评: 很好玩 被揍得很惨 联机暂时一局没赢过
差评: 连不上，不是加速器问题，妈的是锁中国区吧！！我是傻逼，没听大家话！！
差评: 
更新文件安装失败，就尼玛离谱

游戏内更新的智障操作 也只有卡表能想出来了

游戏时间88小时？

60个小时都是在更新或者尝试更新

WNM
好评: 匹配不到人
好评: 非常棒的硬核格斗游戏 人物动作技能都十分帅气 拳拳到肉的打击快感 喜欢格斗游戏的朋友不要犹豫 推荐
好评: 炽情、


好评: 虽然操作很难，但是还是不错，打折的时候可以买一买
好评: 联机好像还可以啊，瞎按也能在鱼塘五五开。。
好评: 赞
好评: 很好玩
好评: 好阿斯顿阿三大苏打阿斯顿阿斯顿十大
好评: 很好玩，重温儿时的乐趣！！
好评: 格斗游戏的王者，虽然我手残，但喜欢玩
好评: 好玩
好评: 我买的本体 感觉 挺好的
好评: 更新很麻烦
差评: 游戏还行  网络特别差   排位匹配掉线以后 禁赛一天扣200分    而且很频发的发生  介意的人慎入
好评: 跟拳皇15比起来真香 就是服务器差了点 必须要用加速器
差评: 更新文件安装失败 【2200f】
我日你哥你服务器垃圾能不能不要设置在游戏内更新，真的服了
好评: 不会有人不喜欢街霸吧？不会吧不会吧？
差评: CAPCOM这SHIT一样的网络啊=。=
好评: 值得
差评: 一个新补丁打完直接连不上 加速器打开都不行  你是什么游戏？
好评: 爽
差评: 打折期间购买的，44元标准版，玩了不是很久。但是这个网络实在是差劲。生存模式到后面结算的时候居然链接不上网络，连接不上就接着连啊，没得选。就一个关闭按钮，点了之后什么奖励都没有给我。这游戏角色越到后面越难解锁。建议想玩这个游戏的多入手点DLC ，免得爆肝，说不准网络还经常掉线，导致游玩时间过长但又无法获得应有的奖励。
好评: 好玩的一批
好评: 牛逼
好评: 很棒的亲子养成游戏！！cammy宝贝亲亲~~~~~
好评: 打击感爆好
差评: 画面我喜欢，很酷啊，建模画面也好，特效很用心，动作没的说啊，我为什么给差评，，，，网络服务器拉胯，然后新手引导不太好，新手教程不太详细舒服，，，街机模式没啥意思，不给啥奖励啊，初始人物有点少还不喜欢，想买新人物得攒很久游戏币，哎，然后有时候进不去游戏，我还卸载了一次，闪退，哎
好评: 就是喜欢啊

好评: 阔以阔以
差评: 总领:中国大陆地区玩家谨慎购买。
1-游戏内升级版本时大部分加速器都很悬，挂上去进入游戏升级100次失败100次，经选手点播，最好早上起来挂奇游加速升级，几分钟搞定。
2-强烈不推荐购买基础版本，强烈建议直接购入豪华角色版——买了基础版那您只能依次购买角色包，总价远远超出预估。要么就花大量时间打钱白嫖。
3-联机对战低级大陆玩家很少，高段玩家基本打不过，中间断层。网络对战和街机，主机对战相比完全不跟手，习惯了略好些【对战平台玩得多的玩家应该习惯了，可以入】。如果想对战外域玩家，不挂加速器没法玩。如果挂了，没有五格信号也别玩；如果是满格信号，也请对延迟预先有点b数。
4-由于受众基础远远小于MOBA和早期的铁拳3，KOF9798，认知度和理解深度基础不同，街霸的系统，判定，连技技巧都与您想象的可能差别较大，请搜索相关对战视频，确认自己能适应再购买，否则浪费钱。
好评: 街霸与拳皇多年的争斗终于在这一作决出胜负了。街霸4和拳皇13如果说不分伯仲的话那么街霸5则完全碾压拳皇14了，当snk放弃了2d改做3的时候街霸已经是第二代3d画面了，像我这样拳皇粉也接受不了拳皇14里面那种塑料人的质感。这作街霸可以说是易于上手难于精通的典范，算是格斗游戏里面对新手最友好的了，其他格斗游戏光是看系统就已经让人头大了。
好评: 难~
好评: 什么玩意？我电脑驱动是最新的，但进游戏老是说让我升级最新驱动
好评: 好玩是好玩，就是服务器不咋行，人都排不到有时候，还有就是对萌新不太友好，我打pvp就没赢过一把。
好评: 敢不敢 给我比划比划（指暴打我）春丽永远的神
好评: 好玩，就是门槛有点高，联机对新手很不友好，国服联机基本目力。
差评: 一开始只能选几个人物，其他的角色太TM贵了。不充值就只能玩1/3？
差评: 我下载了几个小时，然后进不去什么鬼，感觉好垃圾卧槽了真的
差评: 为啥不能进游戏啊，选项直接开始没法确认啊
差评: 垃圾服务器，游戏可以，一联机就卡的不行
差评: 键位都不能设置，垃圾
差评: 加速器都救不了你   垃圾游戏   在游戏外更新不行  还要在游戏里更新   垃圾游戏   一下没玩上  等了1.6小时   一直在等更新  垃圾游戏
好评: 
差评: 666
差评: shit
差评: 登不了服务器，
好评: 可以可以 就是不能一口气出完？
差评: 这网络真的卡爆了
好评: 爽
好评: 没啥说头  罪恶装备新作没出前最强FTG  罪恶装备新作出了也可能还是最强FTG
差评: baqiangeiyetuile
好评: 游戏还可以，买回来到现在还不觉得服务器嚛啥问题，就是排位的时候遇到那种nt无限放波的孤儿，你是死🐴了还是怎么滴，一直放波，我被你连招连死都不觉得难受，一直放波，祝你出门必撞车
好评: 牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼牛逼
差评: 更新失败✖N，这是我玩过的网络最差的游戏了，曾经在xbox360玩街霸4时裸连日韩都很流畅，街霸5你这么搞啊卡婊？
好评: 真是一个不错的游戏
你值得拥有！
好评: 街霸5玩着挺好，格斗游戏的巅峰作品
好评: good
好评: 逼真视觉冲击
差评: 挂了加速器都进不去，进去以后就说有新内容然后就跳回界面，玩着玩着就崩了
差评: 我是傻逼
好评: 3D格斗游戏无可超越的巅峰之作
好评: 很不错，打折买的加c的冠军包一共80，我是聪明逼，但是游戏很不友好，萌新建议别入，除非心态像我这么好，玩了33个小时一把没赢过，只能玩换装，建议加个像彩六一样的新进模式照顾一下萌新。
好评: 怎么开一般剧情啊
好评: 格斗风格很好人物也很多种就是英文多键位不好操控
好评: 画面很棒 挑不出毛病
好评: 0基础，坚持玩了三个月，试炼，连段，练一个人物练了三个月，这代街霸比拳皇14指令少多了，但是0基础，键盘玩家依旧摁不出来连段，格斗游戏就是这么完蛋的，玩别的游戏玩三个月总会吃鸡，但这个，不好意思，青铜你都上不去
好评: 怀旧一下以前游戏厅的街头霸王  只会升龙拳旋风腿  我是傻逼
差评: 我花好几百卖个格斗游戏打人机？就没连上过服务器。
差评: 动不动就更新  不推荐   PC端   去死吧
好评: 有没有大佬教教我xbox怎么设置震动，我玩我朋友的PS4有震动很有感觉，我买了给XBOX没震动
好评: 够胆你就来，这个恐怖游戏一点也不恐怖，带上你们的小伙伴激情的玩耍吧。
嘎嘎嘎嘎嘎嘎嘎
好评: 挺好的格斗游戏。
好评: 这游戏啥都好，就是这服务器，挂加速器都连不上，游戏还是挺喜欢的  ， 联机就算了吧。
差评: 联机信号5，匹配不到人
联机信号0-4，一步一卡，十分潇洒。 一走一停，卡的有型。 三步一卡，真没办法。 五步一停，摆个造型。 卡卡停停，不服不行。一心等待，缓冲失败,。卡卡停停，不服不行，服了又卡，不卡不行！
买了加速器，也不是百分百有用，啥时候服务器好了再改好评。
好评: EWLK
好评: 现在的网络改善了，继续保持的话，这将是最好的格斗游戏，没有之一。
好评: 希望卡婊可以拿着我的钱去升级一下服务器
好评: 还行，无聊的时候上来打打。
差评: 卡表艹你妓妈整这个破逼网络不是掉线就是卡加速器TZ都拯救不了真的恶心我祝你们全家暴毙拉屎没纸
刚改完测评，游戏没关又鸡巴掉线了，艹你们死妈！！！垃圾公司，这么严重的问题不解决，以后不会再花一分钱买你们烂游戏。
差评: 这游戏啥都好，就是这服务器，挂加速器都连不上，唉~
差评: 角色需要打钱开启，生存模式又臭又长。
好评: 除了个人感觉一分钟才能匹配到一个人时间有点长外，没什么毛病（电脑配置比较拉的，图形处理的后续处理调到最低，第五个选项也是，我的电脑也挺拉，只把阴影和抗锯齿开到了中，哪个场景都不会很卡）
好评: 请教大家，为什么我的人物Trigger只有两层，3层trigger的招式根本放不出来
好评: 1
差评: 我是傻逼
好评: 是个不错的游戏，就是希望网络对战能再降低一点延迟
差评: 总是报错启动不了，我花钱买个正版干啥
好评: 如果你想玩一款传统/正统/王道的2D格斗，街霸5是绝对正确的选择
好评: 很不错
好评: 不管怎样，我爱铁头霸王V这款游戏。不仅飞速提升了我的抗压能力，还让我的头变得很铁👍
好评: 我是傻逼 哈哈

好评:     匹配一把好几分钟，50多个小时依然在6.700lp反复横跳，破个分都要感谢卡婊送我个挂刷脚本白给，一般对局基本一个bo3一分钟出头足够送走我好几把，如果时间长了那一定是服务器帮我自动开启慢动作让我慢性死亡，有事没事网络风平浪静然后突然弹出一个你已断开服务器来提醒我健康游戏。
    当然你要是问我这游戏好不玩，好玩，巨tm好玩，菜是我的问题，不会真有人被暴打能赖到游戏吧。
差评: 想搓个升龙老整波动出来，跟我是弱智一样
好评: 游戏不错，就是没钱


差评: 这游戏手残党千万别试，我是后悔了还是FPS适合我
差评: 新手引导做的真垃圾
差评: 买了不能玩，总提示更新，重新下载也是没更新！吃灰神器！！！
好评: 虽然我是KOF死忠粉，但不得不说卡普通这画面这机制隔壁SNK再过五年都不一定赶得上。小厂不过是小厂，大厂不愧是大厂。
差评: 与对手的连接中断
好评: 1
差评: 我当时花了250买的。
差评: 闪退闪退闪退！登录不上登录不上登录不上！
差评: 这个网络 这内置更新 顶不住了兄弟
好评: 除了我手残以外  什么都好  瑛太yyds

好评: 打击感很强，很舒服，简化过以后很容易上手，就是服务器有点垃圾
好评: 春丽嘉米小樱卡琳息吹露西亚彩虹美华等街霸美女都是我老婆
差评: 完全搓不出来，能不能把连招整简单点啊，上手难度太高了
好评: 自从玩了街霸，审美都变了，憋说了，春丽大腿我舔爆
好评: 回忆

好评: 好玩，就是你得有手柄
差评: 网络极差，中国大陆地区不要入，开加速是找不到人，不开就不停掉线
差评: 一支无法更新……各种退出，哎
好评: 没什么好说的。 街霸，  凹要跟  都懂。。
好评: 很👍，就是连网不是很稳定，有时候连不上。
好评: 经典
好评: 我真的..服了 ....我下了两次 删除两次 一开始还进的去 就是网络没有.后面一直是给我一连串英文报错 重新装了64x也没有用....我没办法 原本还买了手柄什么的 真的很喜欢这类游戏 无奈....
好评: 快乐街霸最快乐
好评: 有时候被虐也是一种幸福！！！
好评: .................
好评: 挨打与被挨打之间的好游戏！！值得一试
好评: 这应该是市面上能玩到最好的《正统纯格斗游戏》了，建模、打击感做的太好了
好评: 本田真的开心
差评: 第一次给游戏打分，以前遇到什么游戏再差也只是淡淡一笑，但这个傻逼网是真的搞我心态，妈的加速器都救不了你是吧，连灰带盒一起埋了吧
好评: 街霸5算是日式格斗里打击感很好的了，买过铁拳7，拳皇14，等等好多种日格，都感觉人物轻飘飘的，特难受，无一例外都退款了，只留下了街霸5，怎么说呢，卡普空说到底还是动作天尊啊，打击感这一块把握的死死的，街霸5退款过一次，因为网络太差劲，现在网络好了不少
差评: 我想进游戏，别更新安装包失败了
好评: 卡普空是真的牛批，这打击感，我开扣了
好评: 好玩
好评: giao！
好评: 虽然玩得菜，但这是我心中最好的格斗游戏，没有之一。
好评: 在国内，如果想要玩1v1竞技游戏，是绝对不可能避得开街霸5的...现在PC上值得玩的1v1游戏大概就街霸5、铁拳7、罪恶装备新作、帝国4了....
网络问题，现在基本得用奇游或者鲜牛加速器，这半年尤其最近一个月网络好了很多，就算用移动手机热点也能登上游戏不掉线，以前很容易有“噔噔”恐惧症....
好评: 可以联机 只要--就可以了  两字  自己去悟
好评: 你们都不懂卡普通。我觉得我懂。就是要你连不上。给我训练去。基本功上来了。你就是大神。、
我现在已经可以和电脑打字互动了。
好评: 信仰
好评: 不说了 大口吃屎
好评: 买给我哥玩的，想退了，不过晚了
好评: 玩了100多小时，一直用的鲜牛加速器，掉线次数极少，新手建议选一个喜欢的一直练，然后B站找玩相同角色的UP，边看视频边学习
好评: 乱摁就完事儿了
好评: 垃圾网络，挂加速器都进不去
差评: 无法忍受AKUMA被削弱成下水道选手，卡普空为了卖新角色，对老玩家极端不友好。本主一直购买所有季票、特典、冠军版，但卡婊对豪鬼最后一刀，让我彻底失去玩这个游戏的兴趣，而且卡婊对内地玩家态度极差，服务器质量渣成稀屎，就算买了加速器，依然永远在断线和卡顿之间徘徊，一晚上断线20次不算夸张。再见了，曾经热爱的街霸
好评: 下载steam就是为了街霸5
好评: 情怀。
好评: 好
好评: 1
好评: 喔，这个游戏你只需要这样，这样再这样就可以打出一套炫酷无比的连段，在排位对局时，你只需要那样，那样再那样就可以KO掉你的对手。一个人物卖100000格斗币官方真没有开玩笑吗，一局排位才10币，哦，我买的冠军版啊，那没啥事了。
好评: 只就喜欢而已！
好评: 我已经天下无敌啦~哎呀~
好评: 辣鸡服务器
好评: 好游戏还是好游戏就是有点费肝，前100局都不知道自己在干什么
好评: 麦奈特香啊，谁用谁知道
好评: 虐新手很快乐，被大佬虐很痛苦
差评: 服务器渣得要死还不steam更新，非要游戏内更新，我这几天啥方法都学过了，就是更新不了，想当年原价买的游戏现在硬生生放在库里吃灰，我真的TM是小丑
差评: 如果你是想体验联网战斗磨练技术 不！要！买！
好评: 好玩·刚开始加速器联网不行·换了加速器刚刚的·就是联机的比较慢·对新手不是很友好·
好评: 傻逼网络，傻逼玩。
我是傻逼
好评: 666666666666666666
好评: 玩了免费周之后，抛开卡普空阴间服务器不说，手感还是4代的更好，如果有四代不推荐购买
好评: 好玩死了，目前排名一亿开外
好评: 作为一个kof系列的20年玩家来说，街霸V绝对是我见过对新手最友好的硬核格斗游戏了，没有见缝插帧的影跳系统，甚至没有大小跳，连招也没有恶心人的目押，这也太棒了！所以kof衰败不是没有原因的
好评: 233
好评: 我是傻逼
差评: 游戏特别卡
好评: 希望手残党赶紧玩起来很不错的游戏，体验很好，希望萌新是手残党们的多多支持不会错的信我
好评: 很好
好评: 咳，我是浑元形意格斗游戏掌门人device。现在的年轻人不讲武德！偷袭我这个二十几岁的老人家，这样好吗？这不好。格斗游戏讲究的是点到为止，点到为止他就输了。看我选春丽使出百裂脚，一脚就把他的捷豹踢飞了，再来个旋转鸟腿，如果他中招了，保证躺在地上的是他不是我。可他们上来就是一个波动拳，吭，一个升龙拳一个回旋踢，我都防了呀，最可恨的是选桑吉尔夫阿比盖尔的，一上来就近身，我劝这些年轻人耗子尾汁，好好反思，以后不要再犯这样的聪明，小聪明，啊，呃…街霸要以和为贵，要讲武德，不要欺负我们这些老人家
好评: 最经典的格斗游戏
就是服务器太垃圾了
差评: 新赛季的更新很cool，V闪的加入让战局有了更多的变数，这是好事。
但我很想问问卡普空，特么的春丽的lk是怎么回事，对不了空我就问春丽的lk还有什么存在的意义？要削全员的拳脚对空性能是不是得有些例外？削春丽lk的人真的玩自己的游戏吗？
好评: 希望能玩
差评: 没有西山的街霸，不叫街霸，有名无实
好评: 故事模式很丰富，训练连招的方式也很科学！
好评: 好玩，除了网络要求高
好评: 打击感不错，画面也还好。
好评: 国区为什么永远连不上服务器呢，看论坛总有人能登录到服务器呀。
买版本的时候最好先解锁角色和皮肤啥的，不然会很麻烦。。
好评: 升级显卡驱动，更改显卡设置，还能玩
好评: 真 几 把 难
好评: 一板一眼，严肃活泼。对战与其说考验手法不如说对战更像是对策和心理的博弈。我认为这回归格斗本质。不管你是不是老师傅，一顿套路不注意立回一样会被新手撂倒。让你专心在那一次两次关键的择。
差评: 更新失败nmb
好评: 虽然上手不是很简单。但是打出来一套连段真的很有满足感。格斗系统很好。画面实在是华丽而且很符合物理常识。
差评: 是麻辣鸡游戏都上不去
好评: 游戏很好，自己的技术还是有待进步。
好评: 除了打不过别人其他都挺好的
好评: 街霸5！！
好评: 还蛮不错的，要慢慢去练

好评: 好玩啊除了总掉线

差评: 连不了机，气死
好评: 蛮有意思的
